{
 "awd_id": "0446220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Serpin Balancing Act:  Force Transduction, Conformational Changes & Protease Inhibition",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 429999.0,
 "awd_amount": 429999.0,
 "awd_min_amd_letter_date": "2005-01-27",
 "awd_max_amd_letter_date": "2005-01-27",
 "awd_abstract_narration": "Inhibitory members of the serpin superfamily inactivate serine and cysteine proteases via a unique mechanism which requires formation of a covalent bond between the protease and serpin, translocation of the protease relative to the serpin, remodeling of the serpin structure and deformation of the protease structure.  Unlike most biological processes that use ATP as an energy source, energy for the serpin structural changes and the concomitant protease unfolding arises from structural defects in the initial serpin conformation which are resolved by the structural remodeling.  Using single molecule Forster resonance energy transfer (FRET), the relative orientations of the serpin and protease in the complex can be determined. Single molecule fluorescence anisotropy experiments will also be performed to monitor the local disruption of the protease structure.  FRET experiments on wild type a1-proteinase inhibitor (serpin) and trypsin (protease) reveal that there are a number of conformations present in the inhibitory complex and that the conformational distribution may be modulated by altering the trypsin stability. By performing FRET experiments on a number of mutants of both a1-proteinase inhibitor and trypsin, correlations will be made between the energy stored in the initial serpin conformation, the energy needed to disrupt the protease structure and the conformational distribution of inhibitory complexes. The sensitivity of the single molecule FRET to changes in protease stability will be used to probe the relative mechanical stability of these different serine proteases and to investigate whether the conformational distribution of the inhibitory complex is a conserved aspect of biologically important serpin-protease interactions.  \r\n\r\nUsing serpins as mechanical transducers, these experiments will provide estimates of the energies required for local mechanical unfolding of serine proteases as well as a window unto the energetics of irreversible protein remodeling.   These studies involve both graduate and undergraduate students in multidisciplinary research that ranges from molecular biology to optics.  The research involves not only  senior undergraduate students, but students in their first or second year of college providing them with an opportunity to connect their science courses to actual research in the laboratory.   This project is jointly supported by Molecular Biophysics in the Division of Molecular and Cellular Biosciences and the Experimental Physical Chemistry Program in the Chemistry Division.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Gershenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Gershenson",
   "pi_email_addr": "gershenson@biochem.umass.edu",
   "nsf_id": "000382446",
   "pi_start_date": "2005-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1960",
   "pgm_ref_txt": "STRUCTURE AND REACTIVITY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 429999.0
  }
 ],
 "por": null
}