{
 "awd_id": "0446759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Children's Emotional Reactivity and Harsh Parenting Reciprocities During Preschool: Consequences for Emotion Regulation in Peer Relationships",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 279973.0,
 "awd_amount": 279973.0,
 "awd_min_amd_letter_date": "2005-05-26",
 "awd_max_amd_letter_date": "2005-05-26",
 "awd_abstract_narration": "Increasingly, emotion regulation is identified as a critical task of early childhood. Children who enter kindergarten or first grade emotionally well-regulated often experience few social or behavioral problems with this developmental transition; emotionally well-regulated children are able to focus attention on academic demands and to resolve peer conflicts autonomously. In contrast, children who enter school unable to control angry emotions may be at increased risk for social and emotional problems throughout childhood and adolescence. Dr. Laura Scaramella investigates the expectation that during the preschool years, children's propensity towards angry emotional reactivity interferes with their development of competent emotion regulation by disrupting parenting. First, the intense emotional arousal associated with angry reactions may be more difficult for children to regulate on their own. Second, children's unregulated anger likely evokes similar angry responses from parents, or harsh parenting reactions that further interfere with children's ability to regulate emotional arousal. Failing to learn how to regulate angry emotional arousal during early childhood leaves children unprepared to cope with interpersonal conflicts in socially accepted ways upon entry into school. \r\n\r\nPrevious research studying children's development of emotion regulation has relied on well-educated, middle-class samples. Economically disadvantaged children are over-identified in terms of emotion regulation problems (e.g., externalizing problems), yet understudied in terms of social interactional processes affecting the acquisition of regulatory competence. Prospectively collected data from Head Start preschool children, their mothers, and younger siblings over 2 years will be used to test the expectation that harsh parenting and children's emotional reactivity interact to affect children's acquisition of emotion regulation. Specifically, emotionally reactive parenting (i.e., harsh parenting) and emotionally reactive child behavior (e.g., difficult temperament) lead to emotional dysregulation in children through reciprocal interactive processes. This study examines the previously untested notion that children generalize emotion regulatory strategies learned during interactions with mothers and siblings to peer interactions, leaving them vulnerable to emotional, behavioral, and academic problems upon entry to school. \r\n\r\nClarifying processes that lead to emotion dysregulation and understanding the social consequences of unregulated emotion among at-risk children is an important research goal. First, basic developmental process research often relies on low-risk samples (e.g., middle- to upper-class, well-educated families). The current study examines parental influences on children's acquisition of emotion regulation with an at-risk sample. Second, this study has important implications for prevention and intervention efforts. Understanding how parent-child interactions affect children's acquisition and generalization of regulatory efforts may improve the efficacy and accuracy of interventions designed to diminish children's risk for social-emotional problems during childhood.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Scaramella",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Laura V Scaramella",
   "pi_email_addr": "Scaramella@arizona.edu",
   "nsf_id": "000422094",
   "pi_start_date": "2005-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 LAKESHORE DR",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701483520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 279973.0
  }
 ],
 "por": null
}