{
 "awd_id": "0447190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Landsliding and the Evolution of Mountainous Landscapes",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 154010.0,
 "awd_amount": 154010.0,
 "awd_min_amd_letter_date": "2005-06-07",
 "awd_max_amd_letter_date": "2005-06-07",
 "awd_abstract_narration": "ABSTRACT\r\nLandsliding is the dominant erosional mechanism in most mountainous landscapes. We have a poor understanding of how factors such as climatic and tectonic forcing, channel network characteristics and bedrock properties govern the spatial and temporal pattern of hillslope adjustment; upland regions are predominantly erosional in nature and thus do not retain a direct 'record' of process dynamics. Furthermore, no quantitative models exist to predict the dynamics of large landslides over geomorphic timescales. As a result, fundamental questions regarding the role of landslides in landscape evolution remain: \r\no How long do large landslides persist in the landscape? What controls their long-term activity? \r\no How do large landslides affect topographic development and sediment production? \r\no How does landslide-driven sediment production affect channel morphology and valley incision? \r\n\r\nThe objective of this proposal is to quantify the effects of landsliding on sediment production and hillslope morphology by quantifying spatial and temporal patterns of slope instability in a landslide-dominated catchment. The upper Redwood Creek drainage basin (~200 km2), California, is an ideal laboratory for this endeavor because: over 80% of the catchment is comprised of landslide-prone terrain, the region experiences high rates of rock uplift, and extensive studies have documented geomorphic process rates and deformation associated with slow, intermittent earthflows and slumps using photogrammetric and field-based methods. Although several slope failures in Redwood Creek exhibit significant historical activity, ubiquitous dormant landslides (i.e., hummocky hillslopes) with varying degrees of degradation are the legacy of prior phases of widespread slope instability. \r\nUsing high-resolution topographic data generated via airborne laser swath mapping (ALSM), we propose to document how tectonic and climatic forcing affect the long-term pattern of slope instability in Redwood Creek by quantifying the detailed morphology of landslide-prone hillslopes. The style and relative age of landsliding can be constrained via statistical analyses of terrain roughness; meter-scale scarps, debris levees, and folds are fresh and well defined in recent failures and become increasingly subdued and smooth on older landslides. We will calibrate quantitative measures of terrain roughness with estimates for the timing of slide activity (established via radiometric dating of undrained depressions) to document the chronology and style of slope deformation across the study area. When coupled with studies of valley dynamics, paleoclimate, and paleoseismicity, our analysis will permit us to test hypotheses relating the history and pattern of slope instability with various external perturbations. \r\nBroader Impacts \r\nThe proposed research has significant implications for earth scientists seeking to understand mountain-scale denudation, land-use impacts, and the effect of climate change on surficial processes. Because landslide-derived sediment production profoundly affects grain size and channel properties, our catchment-wide analysis of slope instability will be useful for establishing linkages between hillslope processes and aquatic habitat. In Redwood Creek, zones of focused historical erosion related to land-use practices (such as gullys, earthflows, and shallow landslides) are systematically superimposed on hillslopes shaped by a complex mosaic of large landslides. Our analyses will enable land managers to better predict and remediate impacts of timber harvesting and climate change. The ALSM dataset will also serve as a baseline for characterizing future hillslope and channel system dynamics. On a broader scale, the results will serve to excite simulations of sediment routing, dispersal, and deposition across continental margins, establishing direct linkages between sediment production and marine deposits. The research will be strengthened through direct collaboration with federal and state land management agencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Roering",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua J Roering",
   "pi_email_addr": "jroering@uoregon.edu",
   "nsf_id": "000383337",
   "pi_start_date": "2005-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 154010.0
  }
 ],
 "por": null
}