{
 "awd_id": "0447676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Inquiry Teaching and Learning: Connecting Research and Practice",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 691855.0,
 "awd_amount": 711855.0,
 "awd_min_amd_letter_date": "2005-03-11",
 "awd_max_amd_letter_date": "2009-06-19",
 "awd_abstract_narration": "Bobby Jeanpierre, an assistant professor in the College of Education, Department of Teaching and Learning Principles teaches undergraduate science methods, and graduate level courses integrating mathematics and science education. The PI.s teaching and researching interests are intricately link to the overall goal of this CAREER AWARD, which is to significantly impact science teaching in diverse (50% or more students on free and reduce lunch) school settings. The PI embeds inquiry practices in all of the courses she teaches.\r\n\r\nThe PI's current research projects are embedded in inquiry teaching and learning. The research foci are: 1) Lockheed Martin Mathematics and Science Program (LMA) 2) .Transition to Mathematics and Science Teaching (T-MAST), 3) stream video production, and 4) virtual field trip evaluation project. The PI conducts research on the classroom experiences and practices of in service (LMA) teachers and novice alternatively certified (T-MAST) teachers. The stream video project is the development and research into .best practices. in science teaching for students with learning disabilities. The PI works along side an Exceptional Education Specialist to develop the content for the streaming videos. The PI provides formative and summative evaluations for the development of a virtual field trip project. Taken collectively, these varied research projects are all interwoven with one common theme, the use of science reform and inquiry practices in teaching and learning in diverse school settings.\r\n\r\nThrough this CAREER proposal, the PI seeks to extend the teaching and researching components to include a Historically Black College University. Hence, the PI intends to combine past international collaboration and national research experiences and current research interests to advance the understanding of inquiry in diverse settings. The PI brings these research interests and experiences together to define a focus for her central career goal, which is to significantly contribute to the effectiveness of science teaching and learning in diverse school settings.\r\n\r\nIntellectual Merit: .Inquiry Teaching and Learning: Connecting Research and Practice. Seeks to contribute to our knowledge and understanding of inquiry and science reform practices implemented in K-8 diverse schools. To accomplish this goal several questions will be answered:\r\n1) What are teachers. beliefs about inquiry-based instruction in diverse school settings? 2) How do teachers implement inquiry-based instruction? And 3) Do teachers use a variety of reform science-based classroom instructional practices in diverse settings? Embedded in these research questions is a closer look at teachers. goals, purposes, practices and why they choose to implement inquiry in diverse school contexts.\r\n\r\nBroader Impact: This project examines inquiry and reform science practices as implemented in diverse settings. Hence, an important focus is the examination of inquiry in diverse schools and collaboration across and between schools and universities. Therefore, a strong collaboration with a .Historically Black College University will be established. The expected products of this proposal include: 1) the development of video of teachers. inquiry classroom instructional practices in diverse schools, which will have a Web-based streaming component, 2) a cadre of doctoral students of diverse cultures and interests who gain the knowledge and skills to conduct research in diverse contexts, and 3) publications in international, national, and state journals. The learning that results from this project has the potential to increase our understanding of effective inquiry practices as implemented in a variety of diverse school settings.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bobby",
   "pi_last_name": "Jeanpierre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bobby Jeanpierre",
   "pi_email_addr": "bobby.jeanpierre@ucf.edu",
   "nsf_id": "000359737",
   "pi_start_date": "2005-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 136649.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 126508.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150590.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 144146.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 153962.0
  }
 ],
 "por": null
}