{
 "awd_id": "0447480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ancestral  plasticity and mating system evolution in the stickleback radiation",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2005-01-15",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 628369.0,
 "awd_min_amd_letter_date": "2005-01-13",
 "awd_max_amd_letter_date": "2010-06-07",
 "awd_abstract_narration": "Adaptive radiation occurs when an ancestral population invades many novel habitats, and the daughter populations evolve in response to differences in the patterns of natural selection across habitats.  Initially, shifts in behavior may buffer populations from the changing conditions, and differences in the responses to different environments can determine which behavior patterns are exposed to selection in the ensuing years.  Thus, the patterns of ancestral plasticity could predispose populations to evolve in particular directions, and could lead to the repeated evolution of divergent patterns of expression across habitats as is seen in a number of recent adaptive radiations.  \r\n\r\nIn the post-glacial radiation of the threespine stickleback fish (Gasterosteus aculeatus), ancient oceanic populations have repeatedly given rise to freshwater populations that possess morphological and behavioral features that cause them to be specialized for feeding on plankton (limnetic type) or bottom-dwelling invertebrates (benthic type).  Prior research has shown that female mating preferences covary with male color and behavior expression during breeding, and that benthic and limnetic populations differ predictably.  However, data also offer evidence of phenotypic plasticity in the expression of these traits in the oceanic ancestor that parallels divergent patterns of plasticity of the two types in the freshwater radiation.  This research will involve rearing sticklebacks from three ancestral, oceanic populations, and from three derived freshwater benthic and limnetic populations.  Male nuptial behavior and color expression will be compared with female mating preferences before and after exposure to cannibalistic foraging groups, as these groups are the trigger for plastic responses in these traits.  Such groups are formed only by oceanic and benthic fish.  Plastic expression in the oceanic forms will be used to infer the ancestral condition for comparison with that in the derived types.  This research should offer insight into the role of plasticity in adaptive radiation - an exciting and fundamentally important issue in evolutionary biology.  Another question that will be evaluated is the intriguing possibility that ancestral phenotypic plasticity could, under certain scenarios, lead to the decoupling of female mating preferences and the norms of reactions of the traits original favored by this selection, a suggestion at odds with the view that signal and receiver characteristics should be tightly coupled.  \r\n\r\nBroader Impact: The research will involve training at least 15 undergraduate students in scientific theory and practice.  Clark University offers an especially rich research experience that, for those entering the fifth year masters program, can last as long as five years and result in one or more publications.  Data collected from the project will also be used in laboratory exercises that focus on behavior, statistics and evolution.  Secondary and college teachers will be able to download exercises and data from a web site free of charge.  Finally, this research may help conservationists understand the loss of a very unusual pair of stickleback species that inhabited a single lake in British Columbia, Canada.  This pair has been lost to hybridization, and one of the possible explanations is that increased turbidity decreased the effectiveness of visual signals critical to assortative mating.  This research will allow us to evaluate the plausibility of this hypothesis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Foster",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Foster",
   "pi_email_addr": "sfoster@clarku.edu",
   "nsf_id": "000335897",
   "pi_start_date": "2005-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Baker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Baker",
   "pi_email_addr": "jbaker@clarku.edu",
   "nsf_id": "000302977",
   "pi_start_date": "2005-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1160",
   "pgm_ref_txt": "IBN ANIMAL BEHAVIOR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 158252.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 147911.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 146861.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 145536.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 23813.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The threespine stickleback is a small fish found in northern oceans and coastal freshwater habitats.&nbsp; The oceanic form is extremely uniform geographically and is thought to have evolved very little since giving rise to post-glacial freshwater populations in regions that were covered with ice 15,000 years ago.&nbsp; Thus, oceanic stickleback can be viewed as a proxy for the ancestral type that gave rise to a remarkable post-glacial adaptive radiation in northwestern North America.&nbsp; In this adaptive radiation we see evidence that populations have evolved features that are appropriate for their new environments (are adaptive) and that many populations have differentiated because they are found in different kinds of environments (radiated).&nbsp; The core goal of our research was to understand how ancestral expression of&nbsp; mating behavior might have influenced the evolution of behavior in the new populations in freshwater.&nbsp;</p>\n<p>We studied bottom feeding (benthic) and plankton feeding (limnetic) freshwater populations that differ in behavior.&nbsp; In the benthic populations, feeding groups attack nests defended by males and consume the young in the nests.&nbsp; The males exhibit less conspicuous behavior and are less brightly colored in these populations than in limnetic populations where feeding groups consume only plankton in the water column and do not attack nests.&nbsp; Although we have not completed all data transcription and analysis, it appears that oceanic fish exhibit behavioral plasticity that mirrors the pattern of divergence between derived benthic and limnetic populations.&nbsp; From this we infer that ancestral patterns of plasticity could have guided evolutionary divergence between populations inhabiting the shallow lakes in which benthic populations evolved, and those inhabiting the deep lakes in which limnetic populations evolved.&nbsp; As all fish used in these studies were laboratory reared the differences are presumably innate and reflect genetic differentiation.</p>\n<p>We have also discovered that the ability to perform complex ancestral displays called diversionary displays, has been retained in limnetic populations where they have presumably not been expressed in the 12,000 years post-colonization.&nbsp; These displays are used by males to deflect the attention of approaching foraging groups.&nbsp; They are very complex and conspicuous, and when effective they draw the groups from the area of the male&rsquo;s nest.&nbsp; The displays are however, less readily elicited in the limnetic populations, presumably because they may attract predators and they also result in lost opportunities to court females in plankton feeding groups that pose no threat.&nbsp; In one limnetic population we are following a transition to benthic foraging and behavior, causing a reduction in population diversity as the uncommon limnetic form evolves into the benthic form following an anthropogenically-induced increase in productivity.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts: </strong>This grant has also supported research by more than 30 undergraduates, contributed to honors (4) and BA/MA theses (16) in which student research included examination of anti-predator behavior, agonistic behavior, fry behavior, and life history evolution in the stickleback radiation.&nbsp; Many undergraduates, and nearly all MA students spent time in the field in Alaska and British Columbia developing field research skills and an appreciation for the importance of this radiation from both ecological and evolutionary perspectives.&nbsp; The grant also helped support research by two post-doctoral fellows, a Ph.D. student from Yale University and one from the University of Connecticut at Storrs, and four &nbsp;Ph.D. students at Clark.&nbsp;</p>\n<p>Over the course of the funding we also integrated our research, live animals and collections into the curriculum in a develo...",
  "por_txt_cntn": "\nThe threespine stickleback is a small fish found in northern oceans and coastal freshwater habitats.  The oceanic form is extremely uniform geographically and is thought to have evolved very little since giving rise to post-glacial freshwater populations in regions that were covered with ice 15,000 years ago.  Thus, oceanic stickleback can be viewed as a proxy for the ancestral type that gave rise to a remarkable post-glacial adaptive radiation in northwestern North America.  In this adaptive radiation we see evidence that populations have evolved features that are appropriate for their new environments (are adaptive) and that many populations have differentiated because they are found in different kinds of environments (radiated).  The core goal of our research was to understand how ancestral expression of  mating behavior might have influenced the evolution of behavior in the new populations in freshwater. \n\nWe studied bottom feeding (benthic) and plankton feeding (limnetic) freshwater populations that differ in behavior.  In the benthic populations, feeding groups attack nests defended by males and consume the young in the nests.  The males exhibit less conspicuous behavior and are less brightly colored in these populations than in limnetic populations where feeding groups consume only plankton in the water column and do not attack nests.  Although we have not completed all data transcription and analysis, it appears that oceanic fish exhibit behavioral plasticity that mirrors the pattern of divergence between derived benthic and limnetic populations.  From this we infer that ancestral patterns of plasticity could have guided evolutionary divergence between populations inhabiting the shallow lakes in which benthic populations evolved, and those inhabiting the deep lakes in which limnetic populations evolved.  As all fish used in these studies were laboratory reared the differences are presumably innate and reflect genetic differentiation.\n\nWe have also discovered that the ability to perform complex ancestral displays called diversionary displays, has been retained in limnetic populations where they have presumably not been expressed in the 12,000 years post-colonization.  These displays are used by males to deflect the attention of approaching foraging groups.  They are very complex and conspicuous, and when effective they draw the groups from the area of the maleÆs nest.  The displays are however, less readily elicited in the limnetic populations, presumably because they may attract predators and they also result in lost opportunities to court females in plankton feeding groups that pose no threat.  In one limnetic population we are following a transition to benthic foraging and behavior, causing a reduction in population diversity as the uncommon limnetic form evolves into the benthic form following an anthropogenically-induced increase in productivity.\n\n \n\nBroader Impacts: This grant has also supported research by more than 30 undergraduates, contributed to honors (4) and BA/MA theses (16) in which student research included examination of anti-predator behavior, agonistic behavior, fry behavior, and life history evolution in the stickleback radiation.  Many undergraduates, and nearly all MA students spent time in the field in Alaska and British Columbia developing field research skills and an appreciation for the importance of this radiation from both ecological and evolutionary perspectives.  The grant also helped support research by two post-doctoral fellows, a Ph.D. student from Yale University and one from the University of Connecticut at Storrs, and four  Ph.D. students at Clark. \n\nOver the course of the funding we also integrated our research, live animals and collections into the curriculum in a developmental sequence such that students learned about the adaptive radiation and conducted increasingly complex research beginning in introductory biology and extending through courses in evolution, animal behavior and ..."
 }
}