{
 "awd_id": "0448170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Development of an Integrated Framework for Capturing, Modeling and Visualizing the History of Construction Projects",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 406623.0,
 "awd_amount": 406623.0,
 "awd_min_amd_letter_date": "2005-01-10",
 "awd_max_amd_letter_date": "2005-01-10",
 "awd_abstract_narration": "CAREER: Development of an Integrated Framework for Capturing, Modeling and Visualizing the History of Construction Projects\r\n\r\nThe history of a construction project can have a multitude of uses in supporting decisions throughout the lifecycle of a facility/infrastructure, in advancing professionals' knowledge, and in supporting decisions on new projects.  Current approaches for capturing, modeling, analyzing and visualizing project history are less than optimal and do not take advantage of advances in reality capture and information technologies.  With increasing complexities in facility/infrastructure design and construction and with increasing owner demands, next generations of civil engineers need to understand the capabilities of such technologies to utilize them effectively at construction sites and leverage them in their processes. The proposed career development plan builds on advancements in reality capture, project data modeling and visualization technologies and is aimed at developing an integrated framework for capturing, modeling and visualizing an evolutionary, semantically-rich, computer-interpretable representation of the history of a project by incorporating product-, process- and situation-related data to enable active project control and learning.  The proposed plan also targets development of educational problem-based and information technology-based learning units, a multi-disciplinary project course, and outreach activities to middle and high-school students, especially women and minority students.  The research, education and outreach activities will be conducted in close collaboration with national and international construction and owner companies and organizations, a national research lab, and an international research center.   \r\n\r\nThe expected research contributions of the proposed five-year career plan include detailed use-cases and requirements analysis for utilization of project history for construction project management purposes; formalized approaches for fusing data collected from different reality capture technologies; representation schema for modeling project history information; and an environment for visualizing project history.  Altogether these contributions will provide the first integrated approach towards a framework for capturing, modeling and visualizing project history.  This new paradigm is expected to be a springboard for a multitude of novel research approaches and projects in construction management, facility/infrastructure management, information modeling and technology development, visualization and knowledge management throughout the lifecycle of a facility/infrastructure. Through this career plan, it is expected to educate the next generation of civil engineers so as to provide them with a strong information technology knowledge and experience, a positive attitude about problem-solving and a mastery of self-directed inquiry.  Given the size of the construction industry, these research, education and outreach contributions are expected to directly impact the US workforce and economy and will potentially enable better design, operation and management of the civil infrastructure systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Burcu",
   "pi_last_name": "Akinci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burcu Akinci",
   "pi_email_addr": "bakinci@andrew.cmu.edu",
   "nsf_id": "000486800",
   "pi_start_date": "2005-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 406623.0
  }
 ],
 "por": null
}