{
 "awd_id": "0448147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Steering Chemical Reactions Through Spatial Confinement: Catalytic Reaction Engineering in Microchannel Reactors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2005-01-07",
 "awd_max_amd_letter_date": "2005-01-07",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Goetz Veser \r\nInstitution:  University of Pittsburgh\r\nProposal Number: 0448147\r\n\r\nResearch:  \r\n\r\nThis CAREER project aims to investigate, control and ultimately steer catalytic reactions through spatial confinement in a microchannel reactor. It is based on the development of a micromachined catalytic reactor system for detailed experimental and numerical investigations of coupled heterogeneous-homogeneous reactions, and specifically comprises the following steps:\r\nProbe and identify contributions from homogeneous and heterogeneous reaction pathways by varying the microchannel diameter to either allow or gradually suppress homogeneous reactions;\r\nControl heterogeneous-homogeneous reactions by quenching, i.e. completely suppressing, potentially explosive gas phase reactions, thus opening up new parameter ranges for exploratory studies of chemical reactions in these 'forbidden regimes';\r\nSteer multiple reaction systems by selectively quenching reaction pathways and thus introduce process selectivity in a new, non-conventional way;\r\nInvestigate the reacting flow (and in particular boundary-layer kinetics) via non-invasive, in-situ IR spectroscopy over a wide range of realistic operating conditions.\r\nThe approach will be tested with high-temperature catalysis, a class of reactions with broad industrial and environmental impact as well as fundamental scientific significance. However, the developed system will be applicable well beyond these conditions to the study of a range of multiphase reaction systems. \r\n\r\nEducation:\r\n\r\nMajor parts of the research project are closely integrated into the education plan, which is based on the introduction of process intensification and microreactor engineering throughout the undergraduate curriculum. It will furthermore use microreactor engineering as an example to introduce students to 'multi-scale thinking' across the many length and time scales that characterize modern engineering problems. The plan will be integrated within a broader educational program for implementation at the University of Pittsburgh and beyond.\r\n\r\nBroader Impact:\t   \r\n\r\nThe project could have a major impact on the development of fuel reformers for hydrogen fuel cells and thus on the development of the 'hydrogen economy' through the successful demonstration of perfectly selective CO oxidation in CO/H2-mixtures (one of the planned test reactions). The detailed investigation of the quenching of explosive reactions in microchannel reactors, and hence the demonstration of intrinsic reactor safety, could have significant impact on the safety of industrial processes and, in particular, on a widespread and decentralized hydrogen distribution system.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Goetz",
   "pi_last_name": "Veser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Goetz Veser",
   "pi_email_addr": "gveser@pitt.edu",
   "nsf_id": "000383470",
   "pi_start_date": "2005-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}