{
 "awd_id": "0448010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Pre-mRNA Splicing and the Coordinated Network of Gene Expression Machineries",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 911950.0,
 "awd_min_amd_letter_date": "2005-01-31",
 "awd_max_amd_letter_date": "2010-05-18",
 "awd_abstract_narration": "One of the most important challenges in biology is understanding how genetic information is expressed and how this expression is regulated.  Human genes (and the genes from other eukaryotic organisms) are interrupted by long stretches of noncoding DNA sequence. Once the DNA is \"read\" by the cellular machinery to make messenger RNA (the intermediate, information-containing genetic material that directs protein synthesis), the noncoding RNA must be removed, and the remaining protein-coding regions are joined.  This process, \"pre-messenger RNA splicing,\" takes place with exquisite accuracy and is crucial for proper gene expression.  Another remarkable feature of the genome is that its DNA is packaged in a compact protein/DNA structure, chromatin.  In order for the DNA sequence to be read for messenger RNA synthesis, the chromatin must undergo extensive modification that regulates DNA accessibility.  While the reactions involved in gene expression have typically been studied as independent, isolated processes, there is new evidence that RNA synthesis and splicing are, in fact, tightly coordinated.  The RNA synthesis reaction can affect the process of splicing, and pre-mRNA splicing can affect RNA synthesis; however, the mechanism by which this occurs remains to be elucidated.  Using the biochemically and genetically tractable model organism, the yeast Saccharomyces cerevisiae, this CAREER project characterizes interactions between components of the pre-mRNA splicing and RNA synthesis machineries and the role that these interactions play in modulating gene expression.  Additionally, this work describes an unexpected role for splicing factors in modulating chromatin modification and explores how this activity coordinates RNA synthesis and pre-mRNA splicing. The educational component of this CAREER project focuses on (1) development of an undergraduate course to explore emerging models of eukaryotic gene expression and (2) increasing access and opportunities for underrepresented students by working in collaboration with local high school teachers and students developing inquiry-based science curricula exploring the molecular biology of gene expression.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Johnson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy L Johnson",
   "pi_email_addr": "tljohnson@ucla.edu",
   "nsf_id": "000165158",
   "pi_start_date": "2005-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 161950.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The information contained within genes controls every function carried out by the cell&mdash;from cell division and proliferation to the cell&rsquo;s ability to adapt and respond to a changing environment. When completion of the first &ldquo;draft&rdquo; of the human genome sequence was announced in 2000, one of the most stunning revelations was just how much of the human genome sequence was comprised of long stretches of DNA that served no obvious function.&nbsp; In fact, of the 20,000 or so genes that were identified and presumed to perform the critical functions of the cell, nearly all of them were interrupted by long stretches of &ldquo;noncoding&rdquo; sequence (introns) that had to be recognized, deciphered, and removed by the cell, while the remaining sequence (exons) had to be joined in order to allow proper &ldquo;expression&rdquo; of the information encoded in the genes. The focus of the proposed research was to elucidate the mechanistic details of this &ldquo;cutting and pasting&rdquo; reaction, called pre-mRNA splicing, using the genetically and biochemically tractable model organism <em>Saccharomyces cerevisiae </em>(budding yeast)<em>.</em></p>\n<p>In the cell, DNA is found in a compacted state called chromatin, tightly packaged around proteins.&nbsp; The DNA sequence within this chromatin structure is read by the enzyme RNA polymerase II, and transcribed into an RNA molecule.&nbsp; This RNA contains the intron sequences that are recognized and removed by a remarkable macromolecular &ldquo;machine&rdquo; called the spliceosome. While mechanistic dissection of pre-mRNA splicing has been facilitated by <em>in vitro </em>approaches, in which pre-mRNA splicing has been analyzed as a biochemically distinct reaction, we hypothesized that the <em>in vivo</em> determinants of splicing are likely to be different.&nbsp; In fact, this funded work helped to establish that assembly of the spliceosome onto the RNA molecule begins while the RNA polymerase is actively transcribing through the chromatin template. This has important consequences for the mechanism of the splicing reaction.&nbsp; Our work has demonstrated that changes in RNA polymerase activity and, remarkably, in the three-dimensional chromatin structure of the DNA template influence pre-mRNA splicing.&nbsp; Moreover, due to the close spatial and temporal relationship between RNA synthesis and intron removal, the splicing machinery also influences RNA synthesis and chromatin modification.&nbsp;</p>\n<p>The work funded by this proposal also examined how these intricate mechanisms influence the cell&rsquo;s ability to rapidly alter pre-mRNA splicing in response to changes in environmental conditions.&nbsp; We show that under environmental stress conditions, changes in pre-mRNA splicing can alter the gene expression program of the cell to mediate the appropriate response.&nbsp; Moreover, our work elucidates how co-transcriptional splicing is central to these effects. Taken together, these studies provide new insights into the pre-mRNA splicing reaction and the way in which changes in pre-mRNA splicing dictate gene expression outcomes.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact</strong></p>\n<p>The primary focus of the educational plan described in this proposal was to develop and execute effective approaches to science education, particularly for underrepresented populations of students. With the changes in the US demographics, one of the most pressing human resource challenges for the 21<sup>st</sup> century is to address the low level of participation of individuals from underrepresented groups in science and engineering. Inadequate science education at the K-12 level disproportionately affects underrepresented minority students, and few underrepresented students ever have the opportunity to explore the prospect of scientific research as a viable and rewarding car...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe information contained within genes controls every function carried out by the cell&mdash;from cell division and proliferation to the cellÆs ability to adapt and respond to a changing environment. When completion of the first \"draft\" of the human genome sequence was announced in 2000, one of the most stunning revelations was just how much of the human genome sequence was comprised of long stretches of DNA that served no obvious function.  In fact, of the 20,000 or so genes that were identified and presumed to perform the critical functions of the cell, nearly all of them were interrupted by long stretches of \"noncoding\" sequence (introns) that had to be recognized, deciphered, and removed by the cell, while the remaining sequence (exons) had to be joined in order to allow proper \"expression\" of the information encoded in the genes. The focus of the proposed research was to elucidate the mechanistic details of this \"cutting and pasting\" reaction, called pre-mRNA splicing, using the genetically and biochemically tractable model organism Saccharomyces cerevisiae (budding yeast).\n\nIn the cell, DNA is found in a compacted state called chromatin, tightly packaged around proteins.  The DNA sequence within this chromatin structure is read by the enzyme RNA polymerase II, and transcribed into an RNA molecule.  This RNA contains the intron sequences that are recognized and removed by a remarkable macromolecular \"machine\" called the spliceosome. While mechanistic dissection of pre-mRNA splicing has been facilitated by in vitro approaches, in which pre-mRNA splicing has been analyzed as a biochemically distinct reaction, we hypothesized that the in vivo determinants of splicing are likely to be different.  In fact, this funded work helped to establish that assembly of the spliceosome onto the RNA molecule begins while the RNA polymerase is actively transcribing through the chromatin template. This has important consequences for the mechanism of the splicing reaction.  Our work has demonstrated that changes in RNA polymerase activity and, remarkably, in the three-dimensional chromatin structure of the DNA template influence pre-mRNA splicing.  Moreover, due to the close spatial and temporal relationship between RNA synthesis and intron removal, the splicing machinery also influences RNA synthesis and chromatin modification. \n\nThe work funded by this proposal also examined how these intricate mechanisms influence the cellÆs ability to rapidly alter pre-mRNA splicing in response to changes in environmental conditions.  We show that under environmental stress conditions, changes in pre-mRNA splicing can alter the gene expression program of the cell to mediate the appropriate response.  Moreover, our work elucidates how co-transcriptional splicing is central to these effects. Taken together, these studies provide new insights into the pre-mRNA splicing reaction and the way in which changes in pre-mRNA splicing dictate gene expression outcomes.\n\n \n\nBroader Impact\n\nThe primary focus of the educational plan described in this proposal was to develop and execute effective approaches to science education, particularly for underrepresented populations of students. With the changes in the US demographics, one of the most pressing human resource challenges for the 21st century is to address the low level of participation of individuals from underrepresented groups in science and engineering. Inadequate science education at the K-12 level disproportionately affects underrepresented minority students, and few underrepresented students ever have the opportunity to explore the prospect of scientific research as a viable and rewarding career. Even when students do enter the science \"pipeline,\" a disproportionately high number of minorities and women leave the science and engineering fields at every stage. \n\nThe education and outreach activities supported by this grant focused on addressing these challenges through the following speci..."
 }
}