{
 "awd_id": "0448721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Energy Landscape Based Tools for Modeling Materials at the Nanoscale",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2005-01-11",
 "awd_max_amd_letter_date": "2005-01-11",
 "awd_abstract_narration": "(CAREER) Energy Landscape Based Tools for \r\nModeling Materials at the Nanoscale\r\n\r\nProject Summary\r\nMaterials confined to small dimensions often behave differently than in the bulk. In particular,\r\nthey exhibit thermodynamic, kinetic, and mechanical limits of stability that depend on sample size,\r\nshape, and the physical characteristics of their interfaces. Property modifications that feature\r\nprominently in 'nanoconfined' systems include the appearance of surface-induced phase transitions,\r\nshifts of the bulk glass transition temperature, and the emergence of interface-mediated modes of\r\nmechanical failure. The technological relevance of these issues for solid materials has long been\r\nappreciated in industrial settings because many applications require micro- or nanoscale components\r\nthat can exhibit mechanical integrity over a broad range of conditions. Unfortunately, a\r\ncomprehensive theoretical approach for predicting these effects has been slow to develop.\r\nIntellectual Merit. The PI propose to introduce a new theoretical framework based on exploring the\r\neffects of confinement on a material's potential energy landscape. Although energy landscapes have\r\nbeen primarily used to study biomolecules, small molecular clusters, and bulk materials, they argue that they are particularly well suited to provide insights into the implications of nanoscale confinement for materials. Specifically, the hypothesis is that the stability of glassy nanostructures (relative to the bulk) can be understood in terms of how confinement changes their energy landscapes. To test this idea, the PI's have performed several \"proof of concept\" studies for our new landscape based\r\nformalism.\r\nBased on the success of these studies, the PI'spropose to fully develop and apply this approach in a\r\ntwo-pronged research program that will allow us to address systems of experimental relevance. The\r\nfirst part calls for using landscape based simulation methods to probe the molecular-level\r\nprocesses that control deformation, yielding, and failure in bulk and nanoconfined metallic\r\nglasses. This study will help to elucidate how interfaces and confinement impact the novel mechanical\r\nand structural responses of metallic glasses to various types of loading. The models are propose to\r\ninvestigate and provide guidance into the potential mechanical behavior of metallic glasses in\r\nnanocomposite materials. The second proposed effort is the development of a new approach that\r\ncombines the energy landscape framework with classical density functional theory (DFT) for\r\ninhomogeneous fluids. The resulting landscape based DFT will provide new predictions for the\r\nbehavior of both liquid and glassy states in nanoconfined environments. The proposed work will\r\nprovide a sound foundation for collaborations to study dynamic fracturing of nanoscale glasses via\r\nexperiments and large-scale simulations. The PI's also propose an associated education plan that will\r\nengage the public in a dialogue about the modern roles of computing and nanoscience in engineering.\r\nIt does so by introducing new undergraduate and graduate level courses and a new type of\r\neductational tool called a theory-driven learning module. This module can be readily created with\r\nmethods that are routinely used in the PI's research group, illustrating a practical benefit of integrating\r\nteaching and research. Finally, a novel outreach program is outlined that will bring leaders of Austin's\r\ntechnology sector into the K-12 classrooms of smaller Texas towns.\r\nBroader Impacts. The research methods introduced here could lead to significant improvements\r\nin the understanding of material stability at the nanoscale. This understanding is urgently needed\r\nbecause the current lack of knowledge presents a formidable barrier to conceiving new nanoscale\r\nprocesses and designing nanostructured materials for use in advanced material, biomedical, and\r\nsemiconductor applications. These applications, ranging from stronger composite materials to smaller\r\nand faster computers, would substantially impact the economy and the everyday lives of millions. The\r\nresearch is integrated with broader initiatives that seek not only to enhance the educational experience\r\nof students at all levels, but also to inform the public about science, engineering, and the career\r\nopportunities in both. The plan recognizes that engineers are increasingly involved in developing\r\nprocesses that must perform robustly on small length scales, and it introduces both courses and\r\neducational tools that will prepare them for this challenge. The novel K-12 outreach program that is\r\nproposed will serve as a means for engaging the public in a meaningful dialogue about the societal\r\nimpact of science and the possibilities of engineering and science \"as a career\".\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Truskett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Truskett",
   "pi_email_addr": "truskett@che.utexas.edu",
   "nsf_id": "000373873",
   "pi_start_date": "2005-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}