{
 "awd_id": "0448702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PECASE:  Solid Freeform Fabrication of Multi-Material Functional Devices using Colloidal Inks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "george hazelrigg",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2005-02-01",
 "awd_max_amd_letter_date": "2005-02-01",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) Program project is to investigate process variables and material properties that will enable the assembly of complex devices by utilizing a direct write manufacturing process.  Colloidal inks consisting of microscopic metal, ceramic, and polymer particles suspended in water will be housed in separate reservoirs and dispensed in a designed pattern.  Unlike an inkjet printer, these inks maintain a three dimensional structure.  Thus, functional devices such as electronic packages and advanced tissue engineering scaffolds may be designed on a computer and printed as a functioning device.  The approach to achieve these aims includes ink formulation and rheological characterization, materials compatibility studies for compositional grading in heterogeneous structures, and testing of functional devices.  The education objectives of this project are to merge research themes into classrooms from high school through graduate student levels.  A focal point of the educational plan is to encourage science, technology, engineering, and mathematics careers among Native American high school students in the state of Oklahoma.  The approach to achieve this educational goal will be the establishment of online access to research at Oklahoma State University and a mentoring program to promote early scientific socialization in a targeted minority high school.\r\n\r\nThe ability to print heterogeneous structures that contain combinations of metals, ceramics, and polymers will open new avenues for device design.  Composition grading will allow materials combinations that were difficult or impossible to implement in the past due to incompatible properties such as thermal expansion.  The investigation of printing polymer-based inks may lead to the development of novel tissue engineering scaffolds.  Such scaffolds may open new avenues for joint replacements in arthritic patients.  These biological scaffolds will offer unprecedented control of material and cell placement in an engineered tissue construct.  The results of the educational program will be to enhance the science exposure of undergraduate and graduate students at Oklahoma State University.  The high school mentoring program will increase the level of participation of minority Native American Students in science and engineering fields leading to a more diverse and strong scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Smay",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Smay",
   "pi_email_addr": "smay@okstate.edu",
   "nsf_id": "000363007",
   "pi_start_date": "2005-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}