{
 "awd_id": "0449310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    Enabling Methods for Micro-Cantilever Based Nanotechnology",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2005-03-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 399988.0,
 "awd_amount": 399988.0,
 "awd_min_amd_letter_date": "2005-03-07",
 "awd_max_amd_letter_date": "2009-04-28",
 "awd_abstract_narration": "\r\nNanotechnology is set to revolutionize the human condition through fundamental contribution to science\r\nand technology. The ability to control and manipulate matter at atomic scales wields an immense potential -\r\nespecially in areas of biology, material science and physics. Its impact is already evident from the remarkable\r\nfeats achieved in the last two decades towards the goals of probing and manipulating matter at atomic scales.\r\nThe potential of this technology is evident from its proposed use in quantum computing, quantum information,\r\ndrug discovery and tailoring material with atomic scale specificity. Micro-cantilever based principles, (Atomic\r\nForce Microscopy for example) form the main methods by which matter is investigated and manipulated at the\r\nnanoscale. Devices based on these principles were the first to demonstrate the feasibility of routine interrogation,\r\ncontrol and manipulation of matter at atomic scales. Even though impressive science has resulted with their use\r\nsignificant challenges need to be met to tap their full potential. This proposal is geared towards harnessing this\r\npotential thereby enabling the nanotechnology promise to be realized.\r\nUnder the proposal's goals the PI will exploit a fundamental idea that complex dynamics often manifest\r\nthemselves as an abrupt change in the qualitative behavior of the dynamics that can be employed to provide\r\nunparalleled resolution in detection of changes in the environment. Theoretical and experimental tools to understand\r\nthe complex dynamics and the parameters that control and trigger the abrupt change will be developed.\r\nThese parameters will be associated with the property being detected.\r\nIt is evident that robust broadband nanopositioning is a necessity to realize the goal of interrogating and\r\nmanipulating matter at the nanoscale. Present methods predominantly employ ad-hoc methods that result in\r\nlarge deficits in achievable bandwidth as they fail to address the multi-objective concerns of nonlinear behavior\r\nof piezoelectric actuators, coupling effects, the effects of positioner dynamics on imaging and the uncertain and\r\ndiverse environment. The PI will develop a paradigm for robust broadband nanopositioning with emphasis on\r\nnano imaging. This paradigm will be utilized in realizing a new state of the art atomic force microscope.\r\nThe microcantilever force sensor provides for a unique specificity with which bio-affinity between various\r\nmolecules can be unravelled. Based on this feature there are various combinatorial strategies that utilize microcantilevers\r\nfor drug discovery. Several of the associated objectives fall under the rubric of resource allocation\r\nproblems. These optimization problems are non-convex and computationally complex. The PI will develop a\r\nunique and attractive theoretical direction for combinatorial resource allocation problems that several groups in\r\nthe control community are addressing. The algorithms will be based on the central concepts of the deterministic\r\nannealing method used by the data compression community. There will be an emphasis on obtaining global\r\noptima in the presence of algebraic and dynamic constraints on the resources. Related metrics will be researched\r\nfor the drug discovery problem in collaboration with a molecular biologist.\r\nData in many microcantilever based strategies are stored in predetermined patterns. For example, the nanoarrays\r\nstore bio-assays in arrays of cells that are well characterized and in IBM's data storage devices data is\r\nstored in the form of bits arranged in a prespecified pattern. During the retrieval of the data the micro-cantilever\r\ntip geometry convolves with the data and has the potential to significantly lower the spatial resolution. The PI\r\nwill develop methods for image restoration using unique methods that he has pioneered that exploit the pattern\r\nin the way the data is stored. Such a problem transcends AFM applications and the PI will focus on developing\r\na general framework and specialize it to the AFM applications.\r\nBroader Impacts: This proposal brings together researchers from the traditional areas of engineering, mathematics,\r\nphysics and biology. It is at the confluence of dynamic systems and control theory, control applications,\r\nnumerical analysis and optimization theory. All of the proposed goals are geared towards nanotechnology -\r\nthe successful completion of the proposed project will give a good theoretical understanding of the devices and\r\ntranslate into huge technological and economic gains. The experimental aspects of the proposed research will\r\nbe accomplished in collaboration with Asylum Research, Bioforce Nanosciences Inc. and IBM Research Lab,\r\nZurich. This provides an opportunity for the labs involved to learn the tools and methods of different areas and\r\nfor outreach to the industry. The graduate students involved will be trained in a unique interdisciplinary manner\r\nthat exposes them to the diverse set of expertise mentioned. They will be trained both in the theoretical and\r\nexperimental aspects as is warranted by the proposal needs.\r\n1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srinivasa",
   "pi_last_name": "Salapaka",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasa M Salapaka",
   "pi_email_addr": "salapaka@illinois.edu",
   "nsf_id": "000489152",
   "pi_start_date": "2005-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 90023.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 87592.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 73131.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 73257.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75985.0
  }
 ],
 "por": null
}