{
 "awd_id": "0449439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Discovery of Novel Cis-Elements and Transcription Factors Controlling the Plant Defense Transcriptome",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 338613.0,
 "awd_min_amd_letter_date": "2005-01-18",
 "awd_max_amd_letter_date": "2007-02-21",
 "awd_abstract_narration": "Plant diseases are the cause for dramatic losses in crop production. To defend themselves against microbial attack, plants have evolved an effective defense system that is inducible upon pathogen recognition. Key steps of plant defenses are coordinated activity changes of large numbers of genes. Such transcriptional re-programming alters the rate of transcription, the synthesis of mRNA copies of these genes. However, details of regulatory processes controlling these defense genes are largely unknown. Previous studies mainly focused on the regulation of individual defense genes. The recently established micro-array technology allows parallel monitoring of mRNA levels of large numbers of genes. Using this technology several groups of genes showing highly coordinated up-regulation in response to pathogen recognition were identified. Genes of each group are likely controlled by common regulatory mechanisms. Typically expression levels of genes are regulated by transcription factors, proteins that interact with short sequences (cis-elements) localized in the respective gene's promoter (DNA sequences upstream of its coding region).The main goal of this project is to systematically identify defense-related cis-elements and their cognate transcription factors by functional genomics in Arabidopsis thaliana. Using microarrays several groups of genes showing highly coordinated responses to pathogen recognition were identified. Sequence motifs found to be strongly conserved in their promoters are likely to constitute cis-elements responsible for their coordinated expression. Such conserved motifs will be tested to determine if they interact with nuclear protein factors and if they can activate reporter genes upon pathogen recognition. Functional cis-elements identified by these experiments will be used to identify their cognate transcription factors by DNA-interactor screening methods, such as the yeast one-hybrid system. The roles of such transcription factors in plant immune responses will be examined by mutational analyses, gene silencing and over-expression. The model Arabidopsis provides all tools required for such a systematic approach, such as a fully sequenced genome, microarrays covering the whole genome and large collections of mutants with insertion mutations in nearly all of its genes.  The proposed approach is unbiased and likely to lead to the discovery of novel types of cis-elements and transcription factors. Mechanisms controlling defense genes in Arabidopsis uncovered in this study are likely to apply to other plant species and will facilitate designing new strategies to improve disease resistance in crops. An important component of the proposed project is strong involvement of undergrad students, mainly from minority groups. UC-Riverside is a \"Minority Postsecondary Institute\" with > 30 % minority students in its total enrolled student population. The project will be linked to the ongoing NSF-REU Plant Cell Biology program within the Center for Plant Cell Biology at UC-Riverside. In addition, the proposed project will provide a platform for training of postdoctoral scholars and graduate students in plant molecular biology, plant pathology and functional genomics.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Eulgem",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Eulgem",
   "pi_email_addr": "thomas.eulgem@ucr.edu",
   "nsf_id": "000255272",
   "pi_start_date": "2005-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1145",
   "pgm_ref_txt": "INTEGRATIVE PLANT BIOLOGY"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 114250.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 114363.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}