{
 "awd_id": "0449959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Chemical Control of Plant-Microbe Interactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 615000.0,
 "awd_amount": 615000.0,
 "awd_min_amd_letter_date": "2004-12-30",
 "awd_max_amd_letter_date": "2006-11-07",
 "awd_abstract_narration": "This research program targets the development of new chemical methodology that will be of wide utility to the synthetic and combinatorial chemistry community and the generation of chemical tools for the dissection of bacterial communication pathways. The molecular level features that are essential for quorum sensing activation or inactivation in plant-associated bacteria will be revealed by these studies, and the chemical tools that are developed will provide new insights into our evolving understanding of plant-microbe interactions. A chemistry teaching internship program will be developed to serve as a prototype for others nationwide, with the objective of developing a general strategy to engage and train future faculty in the chemical sciences. Infrastructure, support, and publicity made available through the NSF-funded Center for the Integration of Research, Teaching, and Learning (CIRTL) and the Delta Program on the UW-Madison campus will provide a strong foundation on which to build this internship program.\r\n\r\nThis CAREER award from the Organic and Macromolecular Chemistry Program supports the research of Professor Helen E. Blackwell, of the Department of Chemistry at the University of Wisconsin. The broad goal of this research plan is the design, synthesis, and evaluation of new chemical inducers that modulate communication mechanisms in plant-associated bacteria. The 'language' that bacteria use for communication is diffusible small molecules (or 'autoinducers') and this language is perceived by their cognate protein receptors. Bacteria use this chemical language to assess local population densities in a process known as 'quorum sensing'. Plant-associated bacteria use quorum sensing to regulate critical processes both harmful and beneficial to their plant host. It is now evident that certain plant hosts, in turn, 'listen' to these bacterial signals and can respond with their own chemical signals. The elucidation of this complex prokaryotic/eukaryotic communication network would represent a fundamental scientific advance. The reliance of both bacteria and plants on a language of small molecules places organic chemists in a unique position to uncover the fundamental principles underlying this communication network and design new tools to modulate it at the molecular level. Methods to control bacterial quorum sensing in plant-associated bacteria would have a major impact on agricultural science, because >50% of crop disease worldwide is caused by quorum sensing regulated behaviors in bacteria. Further, molecules that inhibit bacterial quorum sensing represent an entirely new class of anti-infectives that could have immediate impact on human health. Professor Blackwell is also pursuing a strategy to integrate training in effective teaching practices into the graduate and postgraduate experience, driven by the concept of teaching-as-research and combining substantive teaching internships with the development of new 'active learning' instructional materials for undergraduate organic chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Blackwell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Helen E Blackwell",
   "pi_email_addr": "blackwell@chem.wisc.edu",
   "nsf_id": "000283018",
   "pi_start_date": "2004-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": null
}