{
 "awd_id": "0449688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:     Nanostructural Control of Optical Properties in Polymers with Electroactive Subunits",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 465213.0,
 "awd_min_amd_letter_date": "2004-12-21",
 "awd_max_amd_letter_date": "2009-04-14",
 "awd_abstract_narration": "This proposal describes a five-year plan of integrated research, education, and outreach on\r\nnanostructured polymer composites with electroactive molecular subunits. The PI brings her expertise in block copolymer synthesis/ morphological characterization and in the design of electro-optic materials to this research. These two areas of expertise are combined in the proposed research, allowing the PI to develop an integrated research program which will further her career in the field of nanostructured materials.\r\nNanostructured materials such as self-assembled block copolymers or dendrimers constitute a unique class of materials with wide ranging applications in drug delivery systems, nanoelectronics, electro-optics, and photonic band-gap materials. The basic principle in all these applications is confining a biologically active or electroactive component within specific size and shape.\r\nFor example, the area of electro-optic (EO) polymers has experienced unprecedented growth in the last five years with the development of next generation higher EO coefficient chromophores and prototype devices such as broad-band modulators and photonic phase shifters. Factors such as chromophore, polymer host and cladding material design have been independently optimized to achieve chromophores with EO coefficient > 100pm/V and polymer hosts with less than 0.1db/cm losses. However, a fundamental understanding of the interface between the chromophore and polymer host remains elusive. Exploiting the chromophore/polymer interface therefore represents an additional, largely unexplored degree of freedom in controlling the nanomorphology and ultimately the macroscopic EO activity.\r\nThe intellectual impact of the proposed research program is controlling the size and shape of domains with active molecular subunits by chemical and physical means. These strategies will be demonstrated for the specific case of rational design of nanostructured EO materials and can be easily adapted for other materials containing conjugated units. The primary objectives in the proposed work involve: a) Design chemical means of tailoring the nanodomains by altering the normally incompatible chromophore and polymer host via designed interfaces; b) Design strategies to exploit phase separation of block copolymers to generate polarized EO domains; c) Morphological characterization and optical measurements to develop a model for the structure-property relationship of the functional nanostructures. The first two\r\nobjectives achieve the purpose of controlling the size and shape of active nano-domains by chemical means and directly feed into the third overall objective of correlating the morphology to the observed activity. Experimental investigation of the resulting morphology will be carried out by transmission electron microscopy (TEM) and in situ X-ray diffraction studies under applied DC field.\r\nThe research career plan is closely integrated with an equally motivated education and outreach\r\nprogram incorporating both conventional courses and extensive mentoring. The PI will develop the first polymer course Polymeric Materials in the Materials Science and Engineering department at University of Wisconsin, Madison with a major emphasis on nanostructured electronic polymers. This course will fill the needs of a traditionally hard-materials department by educating materials engineers on the chemical design aspects of a polymeric material and the correlation between structure and observed properties. In addition to lectures, the PI will develop a lab manual, in consultation with an academic staff member, for a lab section to the proposed course. The lab manual will focus on simple and elegant experiments to observe the electronic and optical properties of polymers. The online archive of these experiments will be a unique resource for students and teachers of polymeric materials. Finally, an extended outreach program aimed at high school female students, minority colleges, and industry, will be developed to benefit a broader community.\r\nThe broader impact of the proposal will be: (1) Education of materials engineers on the chemistry of\r\npolymeric materials. (2) Broader dissemination of research on nanostructured materials. (3) Better\r\nmaterials science training of high school students and teachers. (4) Mentoring of female graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Padma",
   "pi_last_name": "Gopalan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Padma Gopalan",
   "pi_email_addr": "pgopalan@wisc.edu",
   "nsf_id": "000174006",
   "pi_start_date": "2004-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 109213.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 89000.0
  }
 ],
 "por": null
}