{
 "awd_id": "0450320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Testing a Dynamical-Hortonian Scaling Theory for Flood Events on Whitewater Basin, Kansas",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 413478.0,
 "awd_amount": 413478.0,
 "awd_min_amd_letter_date": "2005-06-16",
 "awd_max_amd_letter_date": "2006-07-28",
 "awd_abstract_narration": "Abstract\r\nMultifractal and multiscaling analyses of spatial rainfall have become a standard tool to study its statistical and physical properties.  Almost all of the related studies are based on radar rainfall (RR) fields.  However, very little is known about the effects of the uncertainties in RR on the estimation of multifractal parameters.  Among the basic systematic factors that could affect the results of multifractal analyses are the selection of the Z-R relationship, the reflectivity threshold, and the dependence on the range from the radar.  In addition, the effects of the random errors in RR products need to be investigated as well.  In this study the authors examine the impacts of systematic and random errors on the inferred multifractal properties of rainfall.  In investigating the effects of random errors, the approach followed is to express the radar rainfall fields as a product of the true rainfall and the error process, assumed to be multiplicative, lognormally distributed and characterized by two different spatial correlation functions (highly correlated and uncorrelated).  This study indicates that, for some of the factors, the sensitivity of the results on the RR errors is high and might even dominate the outcome of the multifractal analyses.\r\n\r\n\r\n7. Kruger, A., R. Lawrence, E.C. Dragut, and J. Koladi, Building a Terabyte NEXRAD radar database for hydrometeorology research, Computers & Geosciences, 2004 (in review.)\r\n\r\nAbstract\r\nThe management and processing of terabyte-scale data sets is time-consuming, costly, and an impediment to research.  Researchers need rapid and transparent access to their data, unencumbered by the technical challenges of data management.  We describe a database and architecture that manages over 12 TB of Archive Level II data produced by the United States National Weather Service's network of WSR-88D weather radars.  This work offers geoscientists an innovative, automatic system for archiving and analyzing radar data that isolates them from the complexities of data storage and retrieval.  Data access transparency is achieved by using a relational database to store metadata on the raw data, enabling simple SQL queries to retrieve data subsets of interest.  The second component is a distributed web platform to cost-effectively distribute data across web servers for access.  This work demonstrates how massive data sets can be effectively queried and managed.\r\n8. Kruger, A., and K. Kanukurthy, A cell phone-based data logger and network for monitoring environmental variables, IEEE Transactions on Instrumentation and Measurement, 2005 (near submission) \r\nAbstract\r\nThe authors designed a data logger for interfacing with rain gauges to measure rainfall.  Data is stored in SRAM and packaged along with other meteorological data such as temperature and humidity measured by on-board sensors and transmitted using a cell modem.  Equipped with a real time clock-calendar, ADC, 53 programmable I/O lines, two USART modules, I2C bus, SPI bus, ISP and boot loading capabilities, onboard Flash, RAM etc., the data logger provides unique capabilities not found in commercially available products.  The data logger could be modified with little effort for interfacing with other systems involving data acquisition, storage and transmission.  The data logger was designed from the ground up to operate as part of a network, allowing for flexible data transmission, flexible power management, and accurate onboard clocks.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Witold",
   "pi_last_name": "Krajewski",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Witold F Krajewski",
   "pi_email_addr": "witold-krajewski@uiowa.edu",
   "nsf_id": "000425089",
   "pi_start_date": "2005-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grzegorz",
   "pi_last_name": "Ciach",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Grzegorz J Ciach",
   "pi_email_addr": "gjc7729@louisiana.edu",
   "nsf_id": "000388910",
   "pi_start_date": "2005-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99713.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 313765.0
  }
 ],
 "por": null
}