{
 "awd_id": "0451490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synthetic Methodology Development, Utilizing the Physical and Chemical Manipulation of Discrete Nanoscale Objects",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 646133.0,
 "awd_min_amd_letter_date": "2004-12-14",
 "awd_max_amd_letter_date": "2008-08-18",
 "awd_abstract_narration": "The intellectual merit of the proposed research centers upon the preparation of unique\r\nnanostructured materials, and the development of processes to do so. Rigorous characterization\r\ntechniques will be applied at each stage of the syntheses. Supramolecular assembly, applied in an\r\niterative fashion, along with templating strategies and covalent stabilization, will be utilized for the\r\ndevelopment of new synthetic methodologies for the preparation of materials having high orders of\r\ncomplexity. The research efforts will build from the past accomplishments and will focus upon the\r\ndevelopment of new synthetic methodologies, involving primarily iterative physical and chemical\r\nmanipulation of nanostructures that originate from supramolecular assemblies to increase the degrees to which the structures can deviate from the thermodynamically-derived materials. The preparation of amphiphilic block copolymers via living radical polymerizations, in conjunction with protecting group\r\nstrategies, will be followed by their self assembly into polymer micelles or inverse micelles, covalent\r\nstabilization through shell crosslinking, and then manipulation of the shell crosslinked nanostructures.\r\nThus, the foundational component will be shell crosslinked polymer micelles or inverse micelles and the proposed work will include: (1) syntheses of inverse structures having hydrophilic cores contained within hydrophobic shells that are stabilized via the development of living radical crosslinking polymerizations;\r\n(2) studies of the inversion of pre-established shell crosslinked nanostructures, the reversibility of such a process and the surface properties of the inverted nanostructures; (3) studies aiming toward the development of thermoplastic and thermosetting methodologies for the complex shaping of preestablished\r\nshell crosslinked nanostructures beyond thermodynamically accessible spheres, discs, rods,\r\nvesicles, toroids, etc.; (4) syntheses of hollowed shell crosslinked nanostructures and the development of synthetic methodologies for chemical differentiation of the external and internal surfaces of the resulting nanocages, including the living polymer brush growth within the nanocages to generate backfilled core domains. These materials will be rich with fundamental properties investigations of the effects of surface attachment and nanoconfinement upon polymer chains, as advanced shaped materials, which can be tuned in terms of the incorporation and growth of composite core domain polymer chains, and as those that present unique amphiphilic surface profiles that can approximate protein surfaces.                                                                                                  \r\nThe broader impacts from the proposed activity will include interdisciplinary training of students at\r\nmultiple levels, and the continued development of significant societal education and outreach programs.\r\nEducational activities will be directed at multiple levels from kindergarten students to teachers, graduate students and postdoctoral associates. Rigorous research studies will provide the foundation for higher education, whereas formal courses utilizing hands-on activities supplemented with the background curriculum will be continued and enhanced as outreach activities. The hands-on outreach, Matter and Energy, Education 6009 course will be offered every two years, for K-8 teachers, and a more intensive summer institute course will be developed to provide for a stronger foundation of chemistry principles. Educational demonstration-based and activities-filled visits to elementary schools will be continued. Assessment plans will be developed to increase the impact that these activities can provide, by evaluating attitudinal and conceptual data pre- and post-completion of the formal courses or school visits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Wooley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Wooley",
   "pi_email_addr": "wooley@mail.chem.tamu.edu",
   "nsf_id": "000434330",
   "pi_start_date": "2004-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7799",
   "pgm_ref_txt": "ACI FELLOWS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 111000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 111000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 112133.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 214190.0
  }
 ],
 "por": null
}