{
 "awd_id": "0451042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Spiritist Psychiatry and the Meaning of Mental Illness in Contemporary Brazil",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel A. Smith-Doerr",
 "awd_eff_date": "2005-05-15",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-06-07",
 "awd_max_amd_letter_date": "2005-06-07",
 "awd_abstract_narration": "This Societal Dimensions of Engineering, Science, and Technology Dissertation Improvement Grant will provide research funding for a Ph.D. student to help complete her dissertation on the intersection of psychiatry and religious cultural systems, in particular Spiritist psychiatry in  contemporary  Brazil. The dissertation analyses Spiritist  psychiatric  practice  and spiritual practice by providing case studies of two Spiritist Psychiatric hospitals, using phenomenological and  qualitative  analysis  of  ethnographic  observation  and  expert  interviews.  These case  studies  are contextualized within a bibliographical research and a general survey of psychiatry in Brazil.  Spiritist  psychiatry  is  a  professional  psychiatric  system  that  has  developed  distinctly  different from  Euro-American  psychiatry  by  bolstering  standard  neuro-scientific  practice  with  spiritual  treatment modalities. This work  focuses  on  moral  and  cultural  interpretations  of  mental  illness  by  health  care professionals,  and how  their  beliefs  interact  with  psychiatric  knowledge  and  practice.  It  raises the issue of  how mental illness is understood as a diagnosis or disease and as a set of local and contingent practices rooted in culture and political economy. It addresses the neglected vector of cultural meanings in the construction of psychiatric intervention. Spiritism,  a  religious  movement  with  Euro-American  origins,  could  be  called  a  \"modern  spirit possession  religion,\"  since  its  practices  involve  systematic  and  regular  contact with  the  dead.  Spiritists administer about a third of private psychiatric hospitals in Brazil and claim to not only treat mental illness more  successfully  and  effectively,  but  to  also  explain  the  causes  of  mental  illness.  In  their  view  most mental  illness  is  originally  caused  by  \"obsessing  spirits,\"  and  they  conceptualize  mental  illness  as ultimately originating  from  the  moral  failure  of  the  mentally  ill  person,  attributing  individual responsibility to the patient.  This spiritual etiology is in marked contrast to contemporary  neuroscientific  psychiatry,  which locates mental illness in the body, i.e. as a physiological malfunction, and psychoanalysis, which locates mental illness in the mind, i.e. an emotional malformation. The Spiritist psychiatric hospital then is a site of contradiction, in which multiple competing and opposed epistemologies intersect, clash and ultimately coexist. This dissertation analyzes the following: 1) how Spiritist psychiatrists conceptualize, treat, and the meaning  they  attribute  to  mental  illness,  and  2)  how  they  negotiate  their  professional  psychiatric knowledge with their religious moral beliefs about madness. This  dissertation makes  several  important  theoretical  contributions  and  intersects  with  several theoretical fields, such as the anthropology of religion and religious healing, transcultural psychiatry, and ethical dimensions of science and technology. This project further provides one of the rare discussions of the  religiosity  of  psychiatrists  and  its  influence  on  patient  treatment.  It  provides  a  complementary  and missing piece to the emergent investigation of modernity and subjectivity at the intersection of psychiatric institutions, religious cultural systems and modernity. This dissertation addresses both psychiatric and anthropological concerns.  It  illuminates  the history  and  practice  of  psychiatry  and  its  relationship  to  religion  and  cultural  identity  in  contemporary Brazil. The theoretical and practical investigation of the cultural. construction of psychiatric intervention will  further  the  understanding  of  the  cultural  adaptations  of  professional  psychiatries  in  non-western contexts and is both timely and important in addressing neglected vectors in mental health with possible application in public policy, specifically, the negotiation of morality; professional values and ethics; and prejudice, stigma and stereotyping. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefania",
   "pi_last_name": "Pandolfo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefania Pandolfo",
   "pi_email_addr": "pandolfo@berkeley.edu",
   "nsf_id": "000393765",
   "pi_start_date": "2005-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}