{
 "awd_id": "0451969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Taxonomic Implications of Basicranial Variation in Australopithecus africanus",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Kay",
 "awd_eff_date": "2005-03-15",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 8665.0,
 "awd_amount": 8665.0,
 "awd_min_amd_letter_date": "2005-03-30",
 "awd_max_amd_letter_date": "2005-03-30",
 "awd_abstract_narration": "\tDespite earlier near-consensus, the taxonomy of the fossil hominin Australopithecus africanus has become controversial.  Many researchers now argue that this group of fossils may contain more than one species.  If this is the case, it will have substantial implications for our understanding of hominin phylogeny.  In order to address the question of multiple species within A. africanus, the co-PI will visit six museums in Africa, Europe, and the United States in order to gather 3D morphometric (shape) data from the skulls of A. africanus fossils, modern bonobos, and three subspecies of modern common chimpanzees.  \r\n\tBonobo and chimpanzee variation will be used to model the limits of interspecific variability in the hominin fossil record.  With these limits, the researcher will undertake a two-stage analysis of the hypothesis that there are multiple species within A. africanus.  In the first stage, he will apply the shape data in an attempt to identify subgroups within A. africanus.  For the second stage, he will use traditional morphological characters to determine whether these subgroups merit distinction as separate species.  The combination of 3D morphometrics and traditional morphological analysis has not yet been applied to A. africanus.  If the results suggest that A. africanus should be split, the proposed subgroups will be compared to those suggested by other researchers in order to understand the temporal and geographical basis of the variation.  This will allow the development of a well-supported argument for or against multiple taxa.\r\n\tThis project's intellectual merit centers on its development of a novel two-stage technique for testing taxonomic hypotheses.  While applied here to A. africanus, it would be useful in many areas of paleontology, and is not necessarily limited to paleoanthropology.  The conclusions generated by this project will have direct implications for hominin taxonomy and lay the groundwork for a reassessment and clarification of hominin phylogeny.  If the results of this project suggest a split, that argument will be considerably strengthened by the synthesis with others' proposals for splitting A. africanus.\r\n\tThis project also has broad impacts with respect to education and research.  It will provide the co-PI with an international research experience and new skills and knowledge.  This will in turn enhance his ability to teach and mentor future students as well as to inform the general public about the richness of biological variation and the value of understanding our own species' heritage.  Findings will be broadly disseminated in publications, presentations at professional association meetings, and a dissertation.  This project will also foster valuable research collaborations between the University of New Mexico and six other universities and museums, both domestic and international.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osbjorn",
   "pi_last_name": "Pearson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Osbjorn M Pearson",
   "pi_email_addr": "ompear@unm.edu",
   "nsf_id": "000352971",
   "pi_start_date": "2005-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 8665.0
  }
 ],
 "por": null
}