{
 "awd_id": "0451716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hemispheric-Scale Changes in Air-Temperature Probability Distributions",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 119963.0,
 "awd_amount": 119963.0,
 "awd_min_amd_letter_date": "2005-03-23",
 "awd_max_amd_letter_date": "2006-05-11",
 "awd_abstract_narration": "Abstract\r\n \r\nAnalyzing air-temperature probability distributions provides considerable insight into recent climatic change.  Past work by the principal investigator has shown that the analysis of time-varying percentiles is a useful extension of traditional methods for detecting climatic change, particularly those that focus solely on mean air temperature.  This research will use hemispheric-scale daily data to estimate time-varying percentiles and other parameters of air-temperature probability distributions that can evaluate recent climatic change in innovative ways.  In addition to time-varying percentiles, resistant measures of variability, skewness, and kurtosis, as well as the persistence of air temperature, will be derived from historical air-temperature data over the Northern Hemisphere.  Time-dependent changes in percentiles, variance, shape measures, and persistence are apparent only in daily air-temperature records, which have recently become available over large spatial scales. Functional relationships between parameters will be used to evaluate how changes in the shape of the distribution and persistence respond to a changing mean climate.  Extensive mapping combined with cluster analysis will be used to identify cohesive spatial patterns that can be analyzed further.  Null hypotheses that climatic change occurs equally throughout the air-temperature distribution and that shape and persistence parameters will not change with changes in the mean will be evaluated.  This research will demonstrate that variability estimated within daily air-temperature probability distributions can be far different and more illuminating than those drawn from mean air temperature alone. \r\n\r\nEvaluating the nature of changes in air-temperature probability distributions is critical to gaining a complete understanding recent climatic change.  When determining the ecological, economic, and social dimensions of climatic change, the concurrent changes in mean, variability, and persistence of air temperature have wide-ranging impacts.  Results from this project will help national and international agencies to better understand the past and to plan for future climatic changes. The broader impacts of this research also will include (i) wide dissemination of results at professional meetings and in scientific journals, (ii) the support of graduate research assistants, and (iii) the enhancement of graduate and undergraduate teaching.  In addition to dissemination of results at professional meetings and journals, data and graphics from the researcher's findings will be made available from the project's website.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Robeson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Scott M Robeson",
   "pi_email_addr": "srobeson@indiana.edu",
   "nsf_id": "000237772",
   "pi_start_date": "2005-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 59094.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 60869.0
  }
 ],
 "por": null
}