{
 "awd_id": "0451444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Organization of Environmental Injustice",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 128858.0,
 "awd_min_amd_letter_date": "2005-03-17",
 "awd_max_amd_letter_date": "2005-03-17",
 "awd_abstract_narration": "\r\nTHE ORGANIZATION OF ENVIRONMENTAL INJUSTICE\r\n\r\nThis proposal will address the following question:  Which types of chemical plants pose the greatest health threat and in which types of communities?   Environmental justice scholars have long been interested in the physical dangers posed by industry and the factors that make communities vulnerable to them.   They have extensively researched the effects of community characteristics like race, class, and civic engagement on exposure to industrial facilities and their emissions.  However, researchers have rarely studied industrial facilities themselves and the effects of their characteristics on emissions.  Nor have they examined how combinations of facility and community characteristics influence pollution exposure.  In large part, this is because researchers have lacked systematic data on the health risks posed by facilities' emissions and the methods available to scholars have not been suited for testing complex, higher-order interactions.  \r\nTo remedy this situation, we use the EPA's newly released Risk-Screening Environmental Indicators (RSEI) to investigate the effects of facility and community characteristics on chemical plants' risk-related emissions.  We employ conventional regression techniques to analyze the independent effects of facility and community factors, and novel qualitative comparative analysis (QCA) methods to determine their conjoint effects.  Consistent with research on structural embeddedness, we hypothesize that not only do facility and community factors exert significant net effects on risk-related emissions, but they also interact to produce multiple causal pathways.  By specifying such interactions, this project will help to bridge the gap between the literatures on organizational behavior and environmental justice.  This study will also generate a structural typology of industrial polluters that policymakers can use to focus and prioritize their regulatory efforts.  In particular, this research will benefit Local Emergency Planning Committees (LEPCs) and State Emergency Response Commissions (SERCs) that are responsible for disseminating information about local polluters under the Community Right-to-Know Act.  Finally, results should help the Chemical Manufacturers Association improve the self-regulation and environmental performance of its member companies. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Grant II",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Don S Grant II",
   "pi_email_addr": "don.grantii@colorado.edu",
   "nsf_id": "000279539",
   "pi_start_date": "2005-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 128858.0
  }
 ],
 "por": null
}