{
 "awd_id": "0452852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Dynamics of Household Land Use and Economic Welfare on the Amazon Frontier",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 168679.0,
 "awd_min_amd_letter_date": "2005-03-01",
 "awd_max_amd_letter_date": "2007-01-23",
 "awd_abstract_narration": "\r\nThis project will contribute to understanding household land use and economic welfare in the Amazon basin, through the collection of a third round of panel data with improved spatial referencing and a new system for tracking households and individuals, in a study area typical of the \"arc of deforestation\" across the southern Brazilian Amazon. The researchers will use this dataset to model the relationship between deforestation and household well being, thereby gaining insight on welfare outcomes that also have implications for conservation policies. While the global and local costs of deforestation are widely recognized, the benefits of deforestation for small farm households, who are among its principal agents, are less clearly understood.  This is partly due to the deforestation literature's reliance on cross-sectional or aggregate data. Household land use strategies and livelihoods are actually simultaneously determined over long time periods and reflect heterogeneity (some unobserved) across households and space. Thus, data sets and analyses that are rich in both time and space dimensions will provide the best policy guidance. Analysis that ignores these dynamics or simultaneities may misrepresent the size, significance, and even direction of the effects of land use on economic welfare and on the reverse relationship: the impact of economic well being on deforestation.\r\n\r\nThis project has the opportunity to address these gaps by building on an existing spatially referenced two-period panel of farm households. This new round of data collection will add detail to the spatial data and additional quality controls to reduce the attrition of households. Properties of surveyed households will be precisely geo-referenced, enabling comparisons with remotely sensed land cover data at the scale of the decision-maker. The modeling approach will use the household production framework, providing a theoretical basis for understanding responses to larger-scale socioeconomic forces as played out across time and space in the study region. The empirical analysis will focus on a simultaneous model that explicitly estimates the co-evolution of land use and welfare at the household level using panel estimation techniques.\r\n\r\n Broader Impacts:  This grant will continue and improve a panel survey in a remote, but environmentally and economically significant region. Particular attention and resources will be dedicated to creating a survey registry to maintain the panel by lot and household, tracking households and individuals that have moved, gathering detailed geo-referenced data, and collecting ground control points to link remote sensing land cover data to survey data. These processes will lay the foundation for empirical analyses that will result in journal publications, conference presentations, benefits for students and the development of a long-term panel.\r\nBroader impacts include methodological contributions, such as quantifying the costs and benefits of reducing attrition and collecting panel versus retrospective data, and opportunities for students to learn about applied research in an international setting through participation as research assistants and courses taught by the principal investigators. \r\n\r\nThis project is jointly supported by the Office of International Science and Engineering Americas Program, the Geography and Regional Sciences Program and the Economics Program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Caviglia-Harris",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jill L Caviglia-Harris",
   "pi_email_addr": "jlcaviglia-harris@salisbury.edu",
   "nsf_id": "000183746",
   "pi_start_date": "2005-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Sills",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Erin O Sills",
   "pi_email_addr": "Erin_Sills@ncsu.edu",
   "nsf_id": "000245298",
   "pi_start_date": "2005-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salisbury University",
  "inst_street_address": "1101 CAMDEN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SALISBURY",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4105436066",
  "inst_zip_code": "218016860",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "SALISBURY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D69GS8RKHG25"
 },
 "perf_inst": {
  "perf_inst_name": "Salisbury University",
  "perf_str_addr": "1101 CAMDEN AVE",
  "perf_city_name": "SALISBURY",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218016860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 108401.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 57081.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 3197.0
  }
 ],
 "por": null
}