{
 "awd_id": "0452814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Intraspecific Variation and Plasticity in Primate Behavior and Ecology",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Kay",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 6867.0,
 "awd_amount": 6867.0,
 "awd_min_amd_letter_date": "2005-01-06",
 "awd_max_amd_letter_date": "2005-01-06",
 "awd_abstract_narration": "Researchers have been conducting interspecific comparisons for over twenty-five years to seek explanations for primate ecological variation. The purpose of this project is to expand on this decades-long tradition by incorporating intraspecific variation in a quantitative fashion. As such, this study will serve as the first comprehensive comparative study incorporating quantitative analyses of primate behavior and ecology variation at the population level. This approach allows the following questions to be addressed: 1) What is the relationship between geographic distance and ecological similarity among populations, 2) What factors are important in affecting primate ecological plasticity, 3) Do less ecologically plastic species have a higher risk of extinction? Previously published data from over 100 populations of approximately 30 primate species will be gathered to create a comprehensive ecological database. These data will be grouped into five datasets: 1) environmental, 2) diet, 3) activity budget, 4) social organization, and 5) social behavior. Multivariate techniques will be used to quantify the variation in each dataset for each species. Comparative analyses will control for species' evolutionary relationships and Geographic Information System software will be employed to investigate the above questions. \r\n\r\nThe results of this study will have important scientific ramifications. Examining the patterns and processes of primate behavior and ecology at this finer level of analysis can be an important method of identifying why certain behavioral and ecological traits are present in some species and not others. Also, understanding the significance of variation at the interspecific level will greatly benefit from the results of this intraspecific study. Finally, identifying the factors influencing primate ecological plasticity can lead to more effective models of primate socioecology. \r\n\r\nBesides the scientific merit, this project has considerable broader impacts. The ecological database of primate populations will be available to the public on the Internet. This will allow researchers easy access to a wealth of information for future studies. Training and research opportunities will be available to undergraduate students that assist in the data collection and organization. Finally, identifying the role that ecological plasticity plays in affecting primate extinction will assist in the conservation of primate species that are vital to the maintenance of forest structure and are viewed as a flagship species for many conservation programs.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Janson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Janson",
   "pi_email_addr": "charles.janson@mso.umt.edu",
   "nsf_id": "000179400",
   "pi_start_date": "2005-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6867.0
  }
 ],
 "por": null
}