{
 "awd_id": "0452920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fossil Coral Radiocarbon Records of Equatorial Pacific Upwelling over the Last Millennium",
 "cfda_num": "47.050",
 "org_code": "06040205",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 307824.0,
 "awd_amount": 307824.0,
 "awd_min_amd_letter_date": "2005-06-22",
 "awd_max_amd_letter_date": "2005-06-22",
 "awd_abstract_narration": "\r\nABSTRACT (Cobb - 0452920)\r\n\r\nIntellectual Merit:  This research, which supports a faculty member and student at the Georgia Institute of Technology, probes the role that ocean circulation plays in shaping tropical Pacific climate variability over the last millennium.  Justification for the work comes from the fact that every two to seven years, the climate oscillation known as the El Nino-Southern Oscillation (ENSO) causes sea-surface temperatures to rise in the tropical Pacific ocean, significantly altering temperature and precipitation patterns in many areas of the world. Despite the recent ENSO variability afforded by satellites, both short and long-term predictions of tropical Pacific climate change are limited by poor understanding of the complex atmospheric and oceanic interactions that govern tropical Pacific climate variability. Records of past tropical Pacific climate variability, gleaned from long-lived corals, provide centuries-long perspectives on this key component of the global climate system, guiding the development of both theory and predictive models. In fact, recent work on a collection of fossil corals from the tropical Pacific has revealed a surprisingly large range of tropical Pacific climate variability during the last millennium - variability that currently lacks a mechanistic explanation, yet undoubtedly holds clues as to future climate change. \r\n       The funded research involves generating monthly-resolved, well-dated records of equatorial Pacific upwelling on seasonal to centennial timescales by measuring radiocarbon in central tropical Pacific corals that grew during the last 1,000 years, with radiocarbon being used to document the strength of vertical mixing in the ocean.  Samples come from fossil and modern corals from the Line Island Chain (Palmyra and Christmas Islands, in particular). Additional samples will be collected at no cost to this program.  Samples will be screened petrographically and geochemically for diagenesis. Most samples have already been dated with U-Th and analyzed for 18O to determine chronological and sea surface temperature controls \r\n        Results of this research will deliver much-needed constraints on the feedback between upper ocean circulation and tropical Pacific climate variability, both of which represent large uncertainties in predictions of future anthropogenic climate change. The coral radiocarbon data analyzed in this study will serve as ground-truthing  for ocean circulation models and help improve parameterizations of vertical mixing, which is presently poorly constrained by available instrumental data.\r\n\r\nBroader impacts:  Broader impacts of this research include the integration of results into a graduate-level Isotope Geochemistry course at Georgia Tech.  In addition, two undergraduate research fellows are involved in this work and the research will constitute the PhD dissertation research of a female graduate student.  The research supports a female faculty member with no prior NSF support and fosters a valuable collaboration and mentoring relationship between two female faculty at NSF ADVANCE institutions (Georgia Tech and UC-Irvine). The data will have immediate application in ocean general circulation models and coupled ocean-atmosphere models, whose parameterizations of vertical mixing in the tropical Pacific require testing with long, high-resolution proxy records. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Cobb",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kim M Cobb",
   "pi_email_addr": "kim_cobb@brown.edu",
   "nsf_id": "000090921",
   "pi_start_date": "2005-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 307824.0
  }
 ],
 "por": null
}