{
 "awd_id": "0452862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CROSSTEX - Swash Zone Hydrodynamics and Sediment Transport",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2005-03-15",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 733998.0,
 "awd_amount": 739998.0,
 "awd_min_amd_letter_date": "2005-03-18",
 "awd_max_amd_letter_date": "2008-01-07",
 "awd_abstract_narration": "0452862\r\n\r\nThis  proposal  is  a  part  of  the  Cross  Shore  Sediment  Transport  Experiments  (CROSSTEX), designed  as  a  multi-investigator  project  that  is  focused  on  cross-shore  sediment  transport processes  in  the  coastal  zone.  CROSSTEX  consists  of  three  sub-group  projects  that  address different coastal sediment transport processes, including sheet flow transport in the swash zone, suspended transport in the inner and outer surf zone and short-term morphological changes. These projects are interconnected by the nature of the problems to be studied and by the conducting of an  integrated  and  shared  experiment  in  the  large  wave  flume  at  the  Oregon  State  University (OSU).   \r\n\r\nThis project   specifically  seeks  a  better  understanding  of  small-scale  sediment transport  processes  in  the  swash  zone.  The  instantaneous  fields  of concentration and fluid and sediment particle velocity will be measured in the sheet flow layer and these measurements and the directly calculated turbulent statistics, including the particle stress, will be used to test existing two-phase sediment transport models and to guide their further development.  To achieve the objectives, an integrated experimental, theoretical and computational research program is proposed. Dr. Philip Liu will lead a research team to develop simulation models based on the two-phase Reynolds Averaged Navier-Stokes (RANS) equations. In collaboration with other research  groups  in  the  CROSSTEX,  a  series  of  near  prototype  scale  experiments  will  be conducted in the large wave flume at the OSU. A new Fiberscope Measurement System (FMS) will be designed with a remotely controlled positioning device. By adopting quantitative imaging techniques, such as particle imaging velocimetry (PIV), simultaneous  high-resolution measurements of both fluid and sediment particle velocities can be obtained. Dr. Edwin Cowen will be responsible for the design and performance of the FMS. \r\n \r\nBroader Impacts:   The research is at the interface between several fields of science and engineering- fluid dynamics, oceanography, geology, soil mechanics, and applied mathematics- and will serve as a bridge among them. All graduate students involved in the project will receive cutting-edge training in mathematical modeling, numerical methods, and experimental techniques.  The  numerical  models  to  be  developed  will  be  useful  as  research  tools  for  many  related engineering  science  fields  and  can  be  employed  to  investigate  wave-induced  soil  failures, scouring  around  coastal  structures,  debris  flows,  and  sand  dune migration.  The  laboratory  data will  be  used  to  benchmark  other  numerical  models  under  current  or  future  development.  A project web site will be developed to disseminate the results broadly in addition to publishing manuscripts in the peer-reviewed literature. The  research  program  will  have  significant  impacts  on  our  academic  programs.  Several upper-level undergraduate and graduate student courses at Cornell will benefit significantly from the research program, as the instruments developed in this project will be used in these courses and the experimental and numerical results will be included in the course material. We will also make  every  effort  to  directly  expose  undergraduate  students  to  the  research.  Oregon  State University is currently an REU site. At Cornell, the PIs and REU participants will work with staff members of the Sciencenter on exhibits on both the mechanics of sediment deposition and scour in rivers and along coasts. At Oregon State University, the PIs also have good working relationships with the local aquarium and science museum and will distribute distilled versions of CROSSTEX to them. Finally, the processes leading to sediment transport in the swash and the methodology developed in this study are relevant to sediment transport caused by tsunamis.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Liu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Liu",
   "pi_email_addr": "pll3@cornell.edu",
   "nsf_id": "000106952",
   "pi_start_date": "2005-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Cowen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin A Cowen",
   "pi_email_addr": "eac20@cornell.edu",
   "nsf_id": "000187051",
   "pi_start_date": "2005-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 312877.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 167440.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 172433.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87248.0
  }
 ],
 "por": null
}