{
 "awd_id": "0452643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teaching Decision Behavior: A Conference at the University of Michigan (May-August 2005)",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2005-03-15",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 135915.0,
 "awd_amount": 135915.0,
 "awd_min_amd_letter_date": "2005-03-01",
 "awd_max_amd_letter_date": "2005-03-01",
 "awd_abstract_narration": "In recent years, decision behavior scholarship has achieved numerous exciting breakthroughs. For instance, we now know where particular chronic decision-making deficits are localized in the brain. We know that certain aspects of people's mechanisms for anticipating future events are characteristically different in some parts of the world than in others. And we also know that people's risk-taking behavior sometimes results from a complex-but orderly-interaction of cognition and emotion. Such advances promise more than a deeper scientific understanding of natural decision processes. They also offer hope for guidance in preventing at least some of the devastating breakdowns of our society's organizations and institutions that are so familiar, from failed corporate governance practices and rules (e.g., Enron) to space shuttle disasters to everyday medical errors that kill thousands each year. Unfortunately, however, it is doubtful that this great promise will come close to being realized. A major reason is that good, solid courses in decision behavior are available to only a remarkably small fraction of the nation's undergraduates and graduate students. Thus, the great majority of the people we could expect to exploit the decision behavior knowledge that is being created are destined to remain woefully ignorant of it. Perhaps even more troubling, this fact necessarily means that future research in the field cannot possibly progress as it should because there will be few trained scientists capable of doing the required work. Moreover, even current research suffers from the absence of the eager, inquisitive, and demanding students who serve as essential catalysts in every vibrant scientific field. The proposed effort is intended to redress this problem.  \r\n\r\nThe core of the project is a small, intensive, \"working\" conference that is followed by print and electronic publications as well as symposia at annual meetings of major professional societies. Conference participants will include decision scholars who have demonstrated their excellence not just as researchers, but also as master teachers, communicators, and innovators. The invitees will also include experts in the development of instructional techniques and technologies as well as dissemination. The conference will be preceded by initial surveys intended to help inform conferees of the full magnitude and dimensions of the decision behavior instruction problem and also its foundations, e.g., in faculty and student incentives. The sessions of the conference will include ones devoted to the topics that arguably should have priority in decision behavior courses, to reasons for the current dearth of decision courses, to techniques and technologies that have established their value elsewhere, and to means for developing new methods and tools. Before they disperse, conferees will design and set in motion concrete action plans. These plans will guide efforts to complete and disseminate the conference's publications.  Just as importantly, these plans will also result in specific teaching and development efforts at institutions in this country and elsewhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Frank",
   "pi_last_name": "Yates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Frank Yates",
   "pi_email_addr": "jfyates@umich.edu",
   "nsf_id": "000347364",
   "pi_start_date": "2005-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 135915.0
  }
 ],
 "por": null
}