{
 "awd_id": "0452503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Summer REU in Biomedical Engineering: Imaging, Modeling and Rehabilitation of Neurosystems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 274967.0,
 "awd_amount": 274967.0,
 "awd_min_amd_letter_date": "2005-02-07",
 "awd_max_amd_letter_date": "2005-02-07",
 "awd_abstract_narration": "Abstract for Ropella, 0452503:\r\n \r\nThis award to the Department of Biomedical Engineering at Marquette University (MU) supports a Research Experience for Undergraduates (REU) site in Biomedical Engineering (BME), which enables 10 highly qualified undergraduate students to participate in independent biomedical research. This summer program is funded for three years.   The intellectual focus of the program is the imaging, modeling and rehabilitation of neurosystems, drawing on faculty strengths at MU and The Medical College of Wisconsin (MCW).  \r\n \r\nThe goals of the this project are: 1) to involve undergraduate biomedical engineering students in meaningful ways in ongoing, interdisciplinary research projects at MU and MCW; 2) to integrate research and education to attract, prepare, and motivate a diverse pool of talented students into careers in engineering and research; and 3) to provide high-quality interactions between students and faculty mentors.  Specifically, it provides instructional and mentoring opportunities to allow ten talented and diverse BME students to participate each year in interdisciplinary biomedical research aimed to improve the quality of life of individuals with impaired nervous-system function.  This 9-week summer project allows participants to explore career opportunities in engineering, science, and research, to gain a level of independence in a research environment, and to gain exposure to various aspects of a professional research career.  The stated goals are achieved by 1) aggressively recruiting talented undergraduates from around the country, particularly students from underrepresented backgrounds and from institutions where research opportunities are limited, 2) providing them with faculty mentors, seminars, and professional-development activities, 3) providing state-of-the-art research laboratories and training from faculty engaged in interdisciplinary research and education, and 4) evaluating and monitoring the effectiveness of the project in meeting its goals using metrics reported to the NSF. \r\n \r\nThis REU program engages the students in intellectually stimulating neurosystems research. The individual research projects are aimed to better understand and improve human performance by engineering better diagnostic, therapeutic and assistive technologies.  The students work side by side with leading experts in neurosystems research and thus gain an appreciation for how interdisciplinary teams of scientists, engineers, and clinicians work together to solve challenging problems and how researchers move from imaging and physiologic monitoring to modeling and simulation in order to control and rehabilitate neural function.  In doing so, students learn about the physics of imaging, instrumentation for physiologic monitoring, modeling and numerical simulation, robotics, control, and design for rehabilitative purposes.  Students have the opportunity to publish their work and perhaps engage in technology transfer.   \r\n \r\nUltimately, the goal of this project is to contribute to the development of a diverse, internationally competitive, and globally engaged science and engineering workforce, a priority for NSF.  The project engages participants in exciting and rewarding research experiences that motivate them to pursue careers in scientific and engineering research.  Students not only learn about the engineering innovations used to solve biomedical problems but they also see the opportunities for service to society as biomedical engineers. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Ropella",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina M Ropella",
   "pi_email_addr": "k.ropella@marquette.edu",
   "nsf_id": "000341131",
   "pi_start_date": "2005-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brigid",
   "pi_last_name": "Lagerman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brigid J Lagerman",
   "pi_email_addr": "brigid.lagerman@marquette.edu",
   "nsf_id": "000338851",
   "pi_start_date": "2005-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "313 N 13TH ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532332244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 274967.0
  }
 ],
 "por": null
}