{
 "awd_id": "0452036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coalition Policymaking and Legislative Review in Parliamentary Democracies",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 83369.0,
 "awd_amount": 83369.0,
 "awd_min_amd_letter_date": "2004-12-30",
 "awd_max_amd_letter_date": "2004-12-30",
 "awd_abstract_narration": "Collaborative Research:\r\nCoalition Policymaking and Legislative Review in Parliamentary Democracies\r\n\r\nThree features distinguish politics in Europe from politics in the United States. The first is that individual parties rarely win a majority of legislative seats.  The second is that European parliamentary systems do not strictly separate the legislative and executive branches.  To stay in office, the leaders of the executive branch (generally called \"governments\" or \"cabinets\") must enjoy majority support in parliament.  The third feature is a direct consequence of the first two: To secure the necessary majority support in the legislature, most European governments include several parties that agree to govern as a \"coalition.\"\r\nThis project examines the central role played by coalition government in European politics. Other political scientists have already addressed important aspects of coalition politics.  For example, we have a good understanding of which parties are likely to be included in coalitions, and we know much about the circumstances under which coalitions break down.  But there remains a huge gap in our knowledge concerning how coalition governments make policy between their formation and termination.  This gap is significant because coalition policy-making poses a challenge: The parties making up a coalition have different views about desirable policies.  But a coalition can adopt only one government policy on any given issue, and so coalition government requires parties to agree on a common position.  Once selected, however, such a compromise policy must be implemented by the cabinet minister with jurisdiction over the relevant policy area.  As a result, parties that participate in a coalition are constantly confronted by the possibility that ministers with will deviate from compromise positions and pursue policies that favor their party at the expense of their partners. Overcoming this tension between the need to pursue common compromise positions and the risk posed by attempts to undermine these compromises poses a central challenge for coalition governments. It is impossible to understand how policymaking works in European democracies without understanding how parties are able to deal with this challenge.\r\nThe goal of this project is to explain how coalition governments make policy in light of this tension.  The Investigators' argument focuses on legislative review - the key institutional mechanism that allows partners to \"police\" the coalition bargain. Coalition members can make use of the legislative process to scrutinize and amend legislation introduced by \"hostile\" ministers.  As part of this project, the research team demonstrates the empirical relevance of such parliamentary scrutiny by gathering detailed data on the treatment of government bills in France and Denmark. Together with similar data they have already collected for Germany, Ireland, and the Netherlands, they will be able to conduct a detailed study of the legislative process in five major European democracies. They will be able to investigate how bills are changed, which parties are able to exercise influence over the content of legislation, and how these dynamics relate to the tension between coalition members. This is the first cross-national study to trace the evolution of a large number of government bills on a variety of issues from introduction to final passage.\r\n\r\nBroader Impacts:  Two features of this project provide significant contributions to our understanding of European politics. First, the project contributes to moving scholarship beyond its current focus on the formation and termination of coalitions to an understanding of the actual process by which coalitions govern jointly. Second, and more importantly, our analysis suggests a novel perspective on European legislatures that challenges the existing scholarly wisdom.  Conventional wisdom holds that European legislatures exercise only marginal influence in policymaking. In sharp contrast, this argument stresses an aspect that has largely been ignored: the possibility of legislative scrutiny plays a central role within coalition governments by enabling parties with divergent preferences to successfully pursue compromise policies.  In other words, the project shows that the legislative process provides an institutional mechanism that is central to the ability of coalition governments to solve intra-coalition conflicts and to contain the effects of delegation to cabinet ministers. In short, this research project provides a deeper understanding of how policy is made under multiparty government.  At the same time, it helps us understand (and appreciate) the central role played by legislatures in European political systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lanny",
   "pi_last_name": "Martin",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lanny W Martin",
   "pi_email_addr": "lmartin@rice.edu",
   "nsf_id": "000058623",
   "pi_start_date": "2004-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 83369.0
  }
 ],
 "por": null
}