{
 "awd_id": "0452686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optimal Security Design, Capital Structure, and Investment Policies in a Dynamic Agency Setting",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 371589.0,
 "awd_min_amd_letter_date": "2005-01-14",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nProp ID:   SES-0452686\r\nP I:   DeMarzo, Peter  Organization:   National Bureau of Economic Research Inc \r\nTitle:   Optimal Security Design, Capital Structure, and Investment Policies in a Dynamic Agency Setting   \r\n\r\nStandard models of security design are static in nature. Many prior analyses of investment and optimal dynamic capital structure begin by assuming a coupon and maturity structure for debt and a dividend payout policy for equity. This research brings the latest techniques of dynamic contract theory to the study of corporate finance. It solves for optimal long-term contracts, and shows conditions for which debt and equity are optimal securities. Moreover, it derives the coupon/maturity structure of the debt and the dividend payout policy for the equity. This project's contracting model also has implications for the dynamics of investment and firm growth. In particular, it shows that optimal investment will be positively correlated with past growth and current cash flows, independent of current investment opportunities. The investigators propose to generalize and extend these techniques to ask still broader questions.\r\n\r\nThe proposed research will bring the techniques of dynamic contract theory to the study of corporate finance, capital structure, and investment. It will address many standard questions in corporate finance from the standpoint of optimal contracts and can show that certain empirical regularities in corporate finance may indeed represent optimal behavior in an agency context. For example, the investigators have already demonstrated optimal contracts imply a correlation between cash flow and investment. This also implies a strongly history dependent capital structure, a feature of the data that has puzzled researchers.\r\nThe investigators expect to make significant methodological contributions as well. The techniques of DeMarzo and Sannikov (2004) demonstrate a tractible method for analyzing dynamic agency models in continuous time. By generalizing these techniques further, and moving contracting theory into the continuous-time domain that is more natural for asset pricing and empirical finance, this research provides a bridge between these literatures that will stimulate future research.\r\n\r\nBroader Impact:  The study will have a number of useful policy implications. It will broaden our understanding of small firm finance, which is important for economic growth and policy, especially regarding the benefits of providing public subsidies to small business. The investigators also propose to study securities and bankruptcy laws. One view of these laws is that they serve simply as boilerplate provisions - since these provisions are optimal for so many firms, codifying these provisions as law reduces firms' transactions costs. If so, we might expect firms to have the ability to opt out of these provisions. This, however, is not the case. There is no opting out of securities or bankruptcy law. This project will ask under what circumstances appropriately designed laws regarding default and liquidation can improve contracting opportunities? By applying the new theory to hedge funds, this research may also have implications for recently proposed regulations of this sector.  The results will have empirical implications for optimal managerial compensation schemes. For instance, an agent's equity share will be dynamic in nature. Normally, the agent's equity exposure will increase with performance, much like stock options. But in times of financial distress, managers will be given \"high powered\" incentive payments if they keep the firm from defaulting. The use of such payments at a time when the firm and its investors are doing poorly has been the subject of much recent public scrutiny.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "DeMarzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter DeMarzo",
   "pi_email_addr": "pdemarzo@stanford.edu",
   "nsf_id": "000467012",
   "pi_start_date": "2005-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael J.",
   "pi_last_name": "Fishman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J. Fishman",
   "pi_email_addr": "m-fishman@kellogg.northwestern.edu",
   "nsf_id": "000315024",
   "pi_start_date": "2005-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuliy",
   "pi_last_name": "Sannikov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuliy Sannikov",
   "pi_email_addr": "sannikov@berkeley.edu",
   "nsf_id": "000190172",
   "pi_start_date": "2005-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 125863.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 122863.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 122863.0
  }
 ],
 "por": null
}