{
 "awd_id": "0452991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Empirical Tests of Neo-Classical Trade Theory Using a Natural Experiment: The Case of Japan",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 278419.0,
 "awd_min_amd_letter_date": "2005-03-29",
 "awd_max_amd_letter_date": "2009-04-21",
 "awd_abstract_narration": "Intellectual inquiry in the field of international trade is firmly rooted in an\r\nanalytical paradigm: the comparison of an economy in a state of autarky relative to a state\r\nof open international trade. In the context of the Arrow-Debreu model of general\r\nequilibrium, this methodology has facilitated the formulation of some of the most\r\nfundamental theorems in neoclassical economics: the law of comparative advantage, the\r\nHeckscher-Ohlin theorem and the Stolper Samuelson theorem. Since the price is the final\r\nprimitive concept in the Arrow-Debreu model, these theoretical theorems are usually\r\nformulated using goods and factor prices under autarky and free international trade. The\r\nalleged impossibility of employing goods and factor price data in autarky and free trade\r\nunder the ceteris paribus assumption has been a major difficulty to empirically test these\r\ntheorems.\r\nIn the current research project, the PIs plan to continue their empirical analysis of\r\nthe most dramatic trade liberalization in recorded economic history: Japan.s reopening to\r\nthe world economy in 1859 after 200 years of self-imposed isolation. In their previous\r\nresearch (Bernhofen and Brown, 2004, 2005a), the investigators establish the case of\r\nJapan as a natural historical experiment compatible with the neoclassical trade model and\r\ninvestigate the pattern and gains from trade related to the law of comparative advantage.\r\nIn the proposed project the PIs, together with a Japanese collaborator, plan to engage in a\r\nsubstantial data creation effort which will entail the collection of goods prices, factor\r\nprices and factor input coefficients of tradable commodities before and after Japan.s\r\nopening up to international trade. This will enable the PIs to provide new and unique tests\r\nof the Stolper-Samuelson and the Heckscher-Ohlin theorem, which are expected to make\r\nsubstantial contributions to the empirical international economics literature.\r\nThe proposed project consists of three parts. The first part will provide the first\r\ndirect test of a general version of the Stolper-Samuelson theorem. It will investigate\r\nwhether factor intensity weighted changes in goods prices predict the observed pattern of\r\nchanges in the prices of the corresponding factors after Japan.s opening up. The second\r\npart will provide the first direct test of the Heckscher-Ohlin theorem in its autarky price\r\nformulation. A key advantage of using autarky factor prices as a measure of relative\r\nfactor abundance for a test of the Heckscher-Ohlin theorem is that it allows for unequal\r\nfactor prices and technologies between Japan and its trading partners.\r\nThe third part of the project will use the results from the first two parts of this\r\nproject and Bernhofen and Brown (2004, 2005a,2005b) to create an account of the natural\r\nexperiment of Japan that is accessible to a wide range of audiences. The PIs expect this\r\npart of the project to have a broad impact on teachers, undergraduate students and\r\ngraduate students with an interest in international economic issues. This theory-guided\r\ncomprehensive case study will include components designed to meet the pedagogic goals\r\nappropriate to a range of student audiences from the introductory to the Ph.D. level. The\r\nPIs will make this case study publicly available on their website. The website has the potential\r\nto engage student audiences from around the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bernhofen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Bernhofen",
   "pi_email_addr": "daniel.bernhofen@nottingham.ac.uk",
   "nsf_id": "000176331",
   "pi_start_date": "2005-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Brown",
   "pi_email_addr": "JBrown@clarku.edu",
   "nsf_id": "000335792",
   "pi_start_date": "2005-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 90210.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 93200.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 95009.0
  }
 ],
 "por": null
}