{
 "awd_id": "0452612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cosmic Topology and Software Development",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 154800.0,
 "awd_min_amd_letter_date": "2005-04-21",
 "awd_max_amd_letter_date": "2008-02-13",
 "awd_abstract_narration": "In a sufficiently small multiconnected universe one expects unusually weak broad-scale fluctuations in the cosmic microwave background (CMB), and that is exactly what the WMAP satellite has observed, at a confidence level of roughly 1-in-300 to 1-in-500.  However, the mystery has deepened with the discovery of anomalies in the CMB. Specifically, the broadest fluctuations (the ell=2 and ell=3 modes) align in the direction of the cosmological dipole. Stranger still, radio and optical astronomers have independently observed unexplained anisotropies pointing in the same direction.  While it would be premature to draw conclusions, dark matter is high on the list of candidates.  Whatever the ultimate explanation, if the broad-scale CMB fluctuations turn out to be weaker than they seem, this will strengthen the case for a finite universe.  The current project continues to develop the mathematics of the eigenmodes of finite universe candidates for better comparison with observations, while simultaneously trying to make sense of the anomalies in the data and to gauge their impact on topological conclusions.  The educational half of the project is developing and expanding a suite of geometry and topology software, spanning the gamut from specialized research software (SnapPea) to widely used topology games for middle school students.\r\n\r\nSpeculation on the shape of the universe goes back to ancient times, but serious mathematical study of cosmic topology began in 1854 when Riemann proposed the hypersphere as a cosmological model. Topology blossomed in the late 19th century, leading to a variety of possible 3-dimensional spaces. The astronomer Karl Schwarzschild presented these models to the German Astronomical Society in 1900 as candidates for the topology of space, but given the limited observational data available at the time, he could conclude only that the universe must be much larger than our Milky Way galaxy.  Indeed cosmic topology made little headway as an observational science until the 1990's when the COBE and WMAP satellites found hints of a finite universe in the cosmic microwave background radiation. The past decade has been a turbulent one, though, with intense work on hyperbolic models giving way to flat and spherical models to accommodate the 1998 discovery of dark energy.  More recently the plot has taken a new twist, with features of the cosmic microwave background -- as well as some optical and radio anomalies -- all aligning in the direction of Virgo.  This suggests some new physical effect -- perhaps dark matter -- which has not been previously accounted for. The research component of the present project applies geometrical and topological knowledge to the ongoing efforts to understand the shape and nature of our universe, while the educational component makes these breathtakingly beautiful ideas accessible to middle school, high school and college students (www.geometrygames.org).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Weeks",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R Weeks",
   "pi_email_addr": "",
   "nsf_id": "000241367",
   "pi_start_date": "2005-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Weeks                   Jeffrey        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Canton",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "136171120",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Weeks                   Jeffrey        R",
  "perf_str_addr": "",
  "perf_city_name": "Canton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136171120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  },
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 154800.0
  }
 ],
 "por": null
}