{
 "awd_id": "0452364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Estimation of Cross-sectional and Panel Data Duration Models with General Forms of Censoring (Revised)",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 44742.0,
 "awd_amount": 44742.0,
 "awd_min_amd_letter_date": "2005-02-17",
 "awd_max_amd_letter_date": "2005-02-17",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nProp ID:   SES-0452364\r\nP I:   Khan, Shakeeb  \r\nOrganization:   University of Rochester \r\nTitle:   Estimation of Cross-sectional and Panel Data Duration Models with General Forms of Censoring \r\n\r\nThe primary intellectual merit of the proposed activities is the development of new econometric and statistical methods for conducting estimation and inference in duration models. The statistical models considered in this proposal are motivated by particular features of duration data, which often arise in empirical settings. For example, censoring often arises in time-to event data, for a variety of reasons that are usually a consequence of the empirical researcher's observation or data collection plan. Unemployment spell-length may be censored because the agent is lost from the sample, or to control data collection costs, unemployed agents are only followed for short period of time. If they are still unemployed at the end of this period, their spell length is censored. The estimators introduced in this proposal will permit a general form of censoring, in the sense that they permit the censoring variable to depend in an arbitrary way on the observed variables that explain the duration length. This is motivated by, (but not restricted to) a specific empirical setting. With certain welfare programs, such as those in TANF (Temporary Assistance to Needy Families), entitlement depends on individual labor market histories. In this case, duration until one finds employment would be censored at the period when entitlement expires.  \r\n\r\nIn addition to general forms of censoring, the proposal includes new estimation procedures for models encountering other features of duration data encountered in practice. One such class of duration models is those for panel data, where the researcher observes multiple times-to-event, either for the same individual, or for different individuals within the same group, i.e. either family members, or firms within the same industry. Generally speaking, panel data allows researchers to control for unobserved factors that cannot be controlled for in a cross-sectional data set. In the context of durations models, this proposal suggests a new estimator for a panel data model which allows for a very general form (in this case spell specific) censoring. The other components of this proposal develop estimators for duration models which exhibit the following features: doubly censored data, duration models with time varying covariates, and stock sampled duration data, all of which have been encountered in practice.\r\n\r\nBroader Impacts:  The project provides applied economists with new tools to conduct inference in duration analysis. Duration models are widely applied in practice in a variety of fields in applied economics, since they are used to address important policy issues, such as the effect of welfare reform, tax incentive effects on retirement, and the incentive effects of unemployment insurance. Duration models are also used in labor, development, public finance and finance.  The new methods introduced here, and the software code will be made available on the investigator's website.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shakeeb",
   "pi_last_name": "Khan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shakeeb Khan",
   "pi_email_addr": "shakeebk@econ.duke.edu",
   "nsf_id": "000202508",
   "pi_start_date": "2005-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 44742.0
  }
 ],
 "por": null
}