{
 "awd_id": "0452809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Integrated Bioengineering Research, Education, and Outreach Experiences for Females and Underrepresented Minorities at WPI",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 271255.0,
 "awd_amount": 271255.0,
 "awd_min_amd_letter_date": "2005-01-18",
 "awd_max_amd_letter_date": "2005-01-18",
 "awd_abstract_narration": "Abstract for REU Site: Integrated Bioengineering Research, Education, and Outreach Experiences for Females and Underrepresented Minorities at WPI, Camesano, 0452809 \r\n\r\nThis REU site offers integrated research, education, and outreach experiences for 8 undergraduates in bioengineering at Worcester Polytechnic Institute. The objectives of this program are to provide 1) research opportunities for undergraduate students in bioengineering; 2) personal and professional development training to help increase the retention of females and minority undergraduate students in engineering; and 3) involvement in outreach to middle-school students. This experience as mentors provides a form of civic engagement that helps the REU students realize their ability to influence and aid the next generation of engineers and scientists. For the middle-school students, participation increases their interest in science and their retention in essential math and science courses that will allow them to pursue engineering as an academic discipline. This is especially important for females and students of color, who may fall behind in math courses in the middle-school years, thus limiting the future educational opportunities available to them. The interaction with middle-school students occurs partly through a two-week (half-day) internship program for middle-school students and also through involvement in existing summer-camp programs organized and run through the WPI Office of Diversity and Women's Programs (ODWP). \r\n\r\nIntellectual Merit. The intellectual merit of the proposed work is that 8 undergraduates/year are engaged in research in one of the most exciting and rapidly developing areas of engineering --- Bioengineering. Six faculty members from Biomedical Engineering, Chemical Engineering, and Electrical and Computer Engineering have created research opportunities in areas that include biomedical signal processing, control of bioprocesses, tissue engineering, oxygen transport in the body, and microbial infections. Each student conducts research in the laboratory with the faculty mentor on a project specifically designed for his or her abilities and also participates in professional development activities. The assessment plan focuses on desired outcomes, uses multiple measurements, has formative and summative elements, and uses published evaluation instruments. \r\n\r\nBroader Impacts. For the undergraduates, this experience not only exposes them to academic research but also helps them to see how a scientific career can be possible for them, is not inconsistent with a rich personal life, and can be used to benefit the next generation of students. Weekly seminars involve workshops and discussions on topics including ethics in science, balancing work and family life, how to choose a graduate school, etc. In addition, the undergraduates become engaged in the recruitment of new engineers. Each undergraduate in the program is assigned an 8th grade \"intern\" for a period of two weeks. The intern is given a small portion of a research project to work on, and the team makes a poster presentation at the end of the summer. As a separate activity, the undergraduates also work with the ODWP to develop bioengineering activities for two (already existing) summer camps for females and students of color. \r\nUndergraduates from Bioengineering, Chemical, Biomedical, Electrical, and Computer Engineering are recruited from U.S. institutions, especially from schools that lack graduate research programs and from institutions with large minority enrollments. The recruitment program derives from published best practices for recruiting underrepresented groups. These practices comprise a process that is highly personal and visible and a program that includes project-based, hands-on learning, mentoring, and creation of a learning community in the research labs that engages students of all types and backgrounds. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terri",
   "pi_last_name": "Camesano",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terri A Camesano",
   "pi_email_addr": "terric@wpi.edu",
   "nsf_id": "000147507",
   "pi_start_date": "2005-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "DiBiasio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David DiBiasio",
   "pi_email_addr": "dibiasio@wpi.edu",
   "nsf_id": "000286027",
   "pi_start_date": "2005-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 271255.0
  }
 ],
 "por": null
}