{
 "awd_id": "0453404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site:    Nanoscale Science and Engineering for Materials Processing and Systems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 249696.0,
 "awd_amount": 249696.0,
 "awd_min_amd_letter_date": "2005-02-14",
 "awd_max_amd_letter_date": "2007-04-25",
 "awd_abstract_narration": "Abstract for Moosbrugger, EEC-0453404:\r\n\r\nThis award establishes a three-year at Clarkson University focusing on the theme Nanoscale Science and Engineering for Materials Systems and Materials Processing.  During this ten-week summer program, the twelve participating undergraduates conduct self-contained research projects, mentored by faculty from the Chemistry, Mechanical and Aeronautical, and Chemical Engineering departments.  Projects range in scope from polymer synthesis to the study and control of motion of nanoparticles on surfaces.  The program includes several additional activities designed to expose students to topics associated with nanoscale materials science and engineering as well as important issues associated with their professional development, particularly focused on the research enterprise and promotion of graduate studies. The objectives of the program are to expose undergraduate students, especially those from underrepresented groups, to scientific and engineering research in an area of national priority; to promote graduate-level study in science and engineering among participating students and their cohort; to build self-confidence and self-esteem among participating students to encourage exploration and risk taking; to promote acceptance of multidisciplinary research activity among participating students and academic researchers; to promote the acquisition of skills necessary for scientific inquiry and engineering synthesis among participating students as well as the ethics of professional service and dissemination of knowledge; and to transform student perspectives, such that they view themselves as potential graduate students. \r\n \r\nThe research experience is built around projects that are mentored by experienced faculty.   The projects are augmented with a nanoscale-materials engineering and science symposium, workshops on communicating research results, graduate-studies workshops, conference-style presentations and papers by students, and collegial activities  (both technical and social), such as plant trips, community-building workshops, and cultural and recreational events.  \r\n \r\nThe program is designed to focus undergraduate research on an area identified as a national priority, thus providing an excellent platform for promoting graduate study among participating students.  Proposed projects all fit within established research programs, and they focus on either materials processing or materials-systems issues where alteration and/or exploitation of structure at the nanoscale is critical for achieving technological advances.    \r\n \r\nRecruitment efforts are directed toward achieving a diverse group of student participants.  This is accomplished by focusing recruitment efforts on students from demographic groups that are traditionally underrepresented in science and engineering, with priority placed on reaching students who are women, African-American, Native American, and Hispanic.  Special attention is given to creating an environment that promotes and embraces diversity throughout program activities.  \r\n\r\nThis site is supported by the Department of Defense in partnership with the NSF REU program.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Moosbrugger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Moosbrugger",
   "pi_email_addr": "moose@clarkson.edu",
   "nsf_id": "000272880",
   "pi_start_date": "2005-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Issen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Issen",
   "pi_email_addr": "issenka@clarkson.edu",
   "nsf_id": "000296923",
   "pi_start_date": "2005-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 83000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 83230.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 83466.0
  }
 ],
 "por": null
}