{
 "awd_id": "0453166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An NSF REU Site in Micro/Nanostructures Engineering Research",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 274983.0,
 "awd_amount": 274983.0,
 "awd_min_amd_letter_date": "2005-01-19",
 "awd_max_amd_letter_date": "2005-01-19",
 "awd_abstract_narration": "Abstract for Li, U. California-Irvine, 0453166\r\n \r\nThe REU site at the University of California, Irvine (UCI), \"The Integrated Micro/Nano \r\nSummer Undergraduate Research Experience (IMSURE)\" hosts16 junior and senior undergraduates per year for a 10-week summer research experience in micro- and nanosystems.  The program provides faculty mentoring on a significant range of research topics and offers hands-on prototyping and fabrication experience.  Student participants are recruited through national and local efforts, with special emphasis on minority and community-college students who will be attending a four-year institution after the summer experience.  Along with a large selection of well-equipped faculty-research laboratories, students will have direct access to UCI's Integrated Nanosystems Research Facility (INRF), a modern, industrial-grade facility for designing, constructing and testing micro-electro-mechanical (MEMS) systems, opto-electronics, fiberoptics and photonics, microfluidics, and hybrid systems.  The REU program benefits from an existing campus culture committed to undergraduate research that includes targeted programs, symposia and conferences, publication of an undergraduate-research journal, and a network of outside collaborators in recruitment, data sharing, and other coordinated activities.  With a goal of helping students gain the skills and confidence to become independent researchers and make better career decisions, the experience focuses on intensive and direct contact with a large number of faculty and their graduate students through a series of pre-research lectures, hands-on projects, weekly seminars and workshops, an industry field trip, and social activities.  \r\n\r\nThe intellectual merit of the project derives from the exposure of the undergraduates to the significant breadth and depth of multidisciplinary activity in nano/MEMS research and engineering, both basic and applied.  The broader impacts include building stronger and more sophisticated collaborative links with other REU institutions, community colleges, and campuses known to have diverse enrollment, and inclusion of industrial and security-oriented applications among the research thrusts.  \r\n\r\nIn support the program goals, and to ensure excellence in the undergraduate experience, the faculty and staff are engaged in both the student activities and in the program evaluation, from recruitment to post-experience tracking. The evaluation plan is based on various measurements and participant feedback as well as guidance from faculty Steering and Evaluation committees.  Faculty sponsors at the student's home institutions are engaged to identify individuals who will benefit most from the experience and to provide post-experience support and mentorship for final-paper submission, conference attendance, and sustained career momentum.   \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guann",
   "pi_last_name": "Li",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Guann P Li",
   "pi_email_addr": "gpli@calit2.uci.edu",
   "nsf_id": "000468291",
   "pi_start_date": "2005-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 274983.0
  }
 ],
 "por": null
}