{
 "awd_id": "0453809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRI: Emstar: A Community Resource for Heterogeneous Embedded Sensor Network Development",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor S. Frost",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 856987.0,
 "awd_min_amd_letter_date": "2005-07-08",
 "awd_max_amd_letter_date": "2007-06-02",
 "awd_abstract_narration": "Wireless embedded systems are invigorating CISE research areas from operating systems, distributed embedded computing, architecture, and networking to signal processing, algorithms, and data management, and opening up new broad-impact applications ranging from wide area environmental management to biomedical monitoring. These systems are increasingly focused on a particularly powerful and exciting class of deployment: the heterogeneous or tiered sensor network. A heterogeneous sensor network contains nodes with different capabilities, such as tiny, low-power \"motes\" and higher-powered, \"microservers\". Motes are inexpensive and require no infrastructure for long-term deployments, but also extremely constrained in memory, CPU power, and communication. Microservers, in contrast, are more efficient than motes at many computation- and memory-intensive tasks, and more readily interfaced to high-bandwidth peripherals, such as high-rate ADCs and network interfaces; but their higher energy consumption requires power infrastructure, such as solar panels, in long-term deployments. A heterogeneous system containing both motes and microservers can combine the advantages of both devices, using motes to achieve the desired spatial sensing density and microservers to achieve the desired processing power. \r\n\r\nWireless embedded sensor systems present the CISE community with an array of intertwined research challenges: real time sensing of complex and diverse phenomena, embedded computing constrained in bandwidth, energy, memory, and storage, controlled mobility, and the autonomous coordination of vast numbers of network nodes. But implementing and testing sensor network applications is daunting even aside from these challenges: many of the constraints that yield low-power, long-lifetime systems also undermine traditional methods for instrumenting and understanding program behavior. Coordinated community infrastructure can thus act as a tremendous research accelerator, and without shared infrastructure, research in the field will be significantly hampered. This project addresses a pressing need: wireless sensor network research demands a concentrated effort to develop a community resource for heterogeneous sensor systems.\r\n\r\nThe investigators will develop a community resource based on Emstar, a highly resilient application methodology for microservers and general heterogeneous deployments. Emstar smoothly combines simulation, emulation, and deployment, leading to qualitatively easier debugging and application analysis. An EmTOS component seamlessly integrates motes and microservers; the EmView visualizer provides unprecedented visibility into wireless sensor network communication patterns.\r\n\r\nThis will build on the investigators Emstar prototype which has proven its value in deployments of heterogeneous networks.\r\nWith expanded functionality, integration, hardening, enhanced usability, and longer-term support, its broad array of tools will become accessible to the computer and information science and engineering community. The project will expand Emstar's flexibility, completeness, robustness, documentation, and programmability; extend its functionality by learning from targeted deployments such as seismic arrays, mobile environmental sensing, and medical informatics; and develop a robust, active Emstar community through workshops, tutorials, and mailing lists.  The proposed community resource will act as a tremendous accelerator for research into heterogeneous wireless sensor networks, enabling quick and thorough exploration of socially important applications including environmental monitoring, medical and public health systems, and industrial and civic infrastructure development and management. The project will also support and develop undergraduate and graduate level project courses using Emstar, and explicitly involve an undergraduate research program targeting underrepresented minorities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Estrin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah S Estrin",
   "pi_email_addr": "destrin@cs.cornell.edu",
   "nsf_id": "000460549",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kaiser",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Kaiser",
   "pi_email_addr": "kaiser@ee.ucla.edu",
   "nsf_id": "000325518",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mani",
   "pi_last_name": "Srivastava",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mani B Srivastava",
   "pi_email_addr": "mbs@ucla.edu",
   "nsf_id": "000468770",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Kohler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Kohler",
   "pi_email_addr": "kohler@seas.harvard.edu",
   "nsf_id": "000099226",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Guy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Guy",
   "pi_email_addr": "rguy@cs.ucla.edu",
   "nsf_id": "000450646",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 286304.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 297034.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 273649.0
  }
 ],
 "por": null
}