{
 "awd_id": "0454887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supramolecular Formation, Complexation and Dynamics in Colloidal Polyelectrolyte-Surfactant Complexes",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2005-03-15",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2005-03-10",
 "awd_max_amd_letter_date": "2006-11-30",
 "awd_abstract_narration": "The emphasis in this project will be on soluble colloidal  polyelectrolyte-surfactant complexes (CPSCs). The complex formation and supra-molecular assembly of colloidal particles with condensed and encapsulated polyelectrolytes, e.g., DNA fragments, require the introduction of more challenging designs on the nature of the surfactant and the surfactant molecular topology. Star tri-arm surfactants are proposed which consist of a hydrophilic block , a charged soluble block, and an additional biodegradable and flexible hydrophobic bloc (B), and which have the potential of being universal surfactants having micelle formation properties in both hydrophobic and hydrophilic environments. Kinetic processing is an essential element to manipulate the complex formation due to strong electrostatic interactions. Time-resolved observation of the binding process should play an important role in reaching a better understanding of the mechanism of C-PSC supra-molecular formation. The biodegradable hydrophobic block (B) in the surfactant will be designed to serve several useful functions. It can modify the hydrophobic surface of the PSC segments. The CPSC can thus be designed to be soluble in both the aqueous and hydrophobic environments. The presence of a duality of hydrophobic and hydrophilic chains on the PSC surface could increase the protection for the polyelectrolyte (e.g., DNA) in the CPSC. Furthermore the biodegradable block will be designed to destabilize the CPSCs for eventual release of the polyelectrolyte. Star tri-armed surfactants have synthesized . Fundamental studies will be carried out with emphasis on (i) the micellization of this new type of surfactants in selective solvents, (ii) their directed complex formation with polyelectrolytes in aqueous and hydrophobic environments, and (iii) the disassembly of CPSCs, in terms of (a) surfactant morphology and architecture, including chemical composition of the three blocks, total block length, and block ratio, (b) pH, (c) ionic strength, (d) the nature of counter ions, as well as solvent quality, concentration and temperature. \r\n\r\nIntellectual Merit\r\nThe proposed study deals with scientific investigations on the micro-phase behavior of polyelectrolyte condensation and encapsulation, using surfactants that can undergo hydrophobic and electrostatic interactions. The findings should provide new pathways on the design of better carriers for polyelectrolytes in general and for DNA fragments in particular. It could have an impact on the use of block copolymers as vehicles for gene and drug delivery, based on the coil-to-globule transition and the self-assembly of more complex block copolymers with oppositely charged polyelectrolyte. Its biological implication for in-vitro non-viral gene therapy applications could be especially fruitful from the polymer science viewpoint.\r\n\r\nBroader Impacts\r\nThe proposed approach has potential for practical applications to drug and gene delivery, as well as tissue engineering. These are important topics that can take advantage of our knowledge in materials science for applications to biology and medicine. Furthermore, the project has unique and natural connections among the disciplines of polymer synthesis (chemistry), polymer processing (engineering) and characterization (physics), as well as polymer theory with specific timely objectives. The fertile grounds are appealing subject matters for the next generation of scientists and engineers, from high school to post-doctoral students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Chu",
   "pi_email_addr": "bchu@notes.cc.sunysb.edu",
   "nsf_id": "000159345",
   "pi_start_date": "2005-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9151",
   "pgm_ref_txt": "EPSCOR OUTREACH"
  },
  {
   "pgm_ref_code": "9152",
   "pgm_ref_txt": "EDUCATION PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}