{
 "awd_id": "0455651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multi-Institution Testbed for Scalable Digital Archiving",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Brandt",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150033.0,
 "awd_min_amd_letter_date": "2005-05-17",
 "awd_max_amd_letter_date": "2007-05-15",
 "awd_abstract_narration": "Intellectual merit\r\n\r\nLong-term preservation of digital data is critical in the sciences and especially so in the ocean sciences where the cost of data acquisition is very high, typically $750K per project for ship time alone, and re-acquiring datasets is generally not feasible. Instrumentation, media and formats are rapidly evolving, more diverse types of sensors are being used, and the volume of data collected is increasing exponentially. While there have been dramatic advances in storage technology, raw storage capacity alone will not solve the long-term data retrieval and preservation problems. Years after data were collected, researchers seeking to re-use the data struggle to discover information about the context of original observations. There is a critical lack of metadata\r\ninfrastructure, and substantial barriers often exist between individual projects, diverse computer systems, and different institutions. Because the requirements for long-term preservation of data and those for independent re-use of data have a great deal in common, they can both be met by a common approach, the publication of information in a digital library designed for handling scientific data. This award will  establish a multi-institution, scalable digital archiving testbed, combining the efforts of the San Diego Supercomputer Center (SDSC), the Scripps Institution of Oceanography (SIO), and the Woods Hole Oceanographic Institution (WHOI). This inter-institutional  demonstration project, will implement a fully functioning digital library, providing a spectrum of curatorial functions including automated ingest, metadata extraction, provenance tracking, validation, quality control, and access control. The combined SIO/WHOI digital library will allow data from approximately 60 new oceanogrphic research projects to be preserved each year, augmenting data from roughly 1600 awards to dozens of institutions over the last 4 decades, over a wide range of disciplines. With the introduction of WHOI data, the testbed will provide access to data, photographs, video images and documents from WHOI ships, Alvin submersible and Jason ROV dives, and deep-towed vehicle surveys.  Notions of scalability will be tested, as data volumes range from 3 CDs per cruise to 200 DVDs per cruise. An interactive digital library interface will allow combinations of distributed collections to be browsed, metadata\r\ninspected, and objects displayed or selected for download. In addition, web services will be implemented to insure computer-to-computer interoperability, thus helping to streamline data interchange with the NOAA's National Data Centers, and with other major research consortia.\r\n\r\n Broader  impact\r\n\r\nData and technology from this effort will be incorporated in the second national teachers' workshop for the grantees' ERESE (Enduring Resources for Earth Science Education) Project, scheduled for summer, 2005 at SIO. These efforts will result in direct access for 3000 students in the classrooms of participating teachers, and a wider audience across the Internet as a component of NSF's National Science Digital Library. Seafloor photos and video from Alvin have enthralled schoolchildren around the world for generations. This effort will make these images much more readily accessible to students, teachers and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Detrick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Detrick",
   "pi_email_addr": "detrick@iris.edu",
   "nsf_id": "000220784",
   "pi_start_date": "2005-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1706",
   "pgm_ref_txt": "DIGITAL GOVERNMENT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 150033.0
  }
 ],
 "por": null
}