{
 "awd_id": "0455727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Validating Global Magnetospheric Models with Theoretical Magnetograms",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kile B. Baker",
 "awd_eff_date": "2005-06-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2005-06-21",
 "awd_max_amd_letter_date": "2007-06-15",
 "awd_abstract_narration": "This is a collaborative project between Rice University and the University of Michigan to develop and implement a flexible computational module that will calculate ground magnetic disturbance patterns, based upon input from various theoretical space physics models. The module will compute time-series of simulated magnetic field disturbances across the network of magnetic observatories (i.e., theoretical magneto grams) using a distribution of currents in the ionosphere and inner magnetosphere, and a specification of the global magnetic field far from the Earth's surface, provided by a theoretical model. \r\n\r\nThe basis for the module is a method that combines numerical integration of the Biot-Savart law over a finite volume with a scalar potential representation of the field produced by unspecified currents external to the volume. This approach attempts to take into account all major currents in the magnetosphere-ionosphere system, including ground induction currents, field-aligned and partial ring currents, and large-scale currents in the outer magnetosphere and solar wind. Thus the computed ground disturbance fields will be the most realistic possible for a given model. \r\n\r\nIntended as a general-use tool, the proposed module will provide the means of comparing a broad range of models, including ring current models and convection models, as well as comprehensive global magnetosphere-ionosphere-thermosphere models currently under development. In the implementation phase of the project, several issues related to the Earth's ring current will be explored with the ground-magnetogram computational module. Traditionally, ring current models have been tested against ground-based observations indirectly, through the Dst index and its relationship to the total particle energy via the Dessler-Parker-Sckopke relation. The new computational machinery will allow much more detailed model-magnetogram comparisons that consider both the temporal and spatial variation of the magnetic disturbance field. The comparisons will provide new information on physical issues such as: (1) Magnetosphere-ionosphere coupling and the ionospheric closure path for the partial ring current that develops in the main phase of a geomagnetic storm; (2) The mechanism by which a self-consistent conductance influences this closure path and how the feedback from the ionospheric current results in a modification of the magnetospheric currents; (3) Quantitative identification of the currents that contribute to the Dst index, that will help resolve the ongoing controversy about the physical meaning of that index. \r\n\r\nThere are several broader impacts of this proposed research. Foremost is that it allows a more effective utilization of the data from the vast array of ground based magnetometer stations. Advancing our knowledge of the ionosphere-magnetosphere system will result in the creation of more reliable space weather codes, which will benefit society. The project also provides educational support for graduate students and a postdoctoral fellow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Liemohn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Liemohn",
   "pi_email_addr": "liemohn@umich.edu",
   "nsf_id": "000431862",
   "pi_start_date": "2005-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}