{
 "awd_id": "0455321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of Clays Undergoing Large Strains or Possible Shear Banding",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2004-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 18019.0,
 "awd_amount": 281632.0,
 "awd_min_amd_letter_date": "2004-11-30",
 "awd_max_amd_letter_date": "2005-08-02",
 "awd_abstract_narration": "This project concerns the investigation of the behavior of clays at very large strains, utilizing both experimental and analytical techniques.  Many problems in geotechnical engineering relate to this phenomenon.  Some relate to post-failure or instability issues such as: slope stability failures (sands and clays); bearing capacity failures (sands and clays); liquefaction and lateral spreading (sands); and all types of geotechnical failure and post-failure events.  Examples involving laboratory experiments include soil inside a shear band in a test specimen (sands and clays) and calibration chamber testing of the CPT (sands and clays). In all of these problems the soil inside the shear zone may be subjected to shear strains in excess of one hundred percent.\r\n\r\nThe first fundamental question related to such problems is: What is the soil behavior at these high strain levels?  Presently, the PI's are aware of no available experimental data in the literature that has tested soils to large strains under well-controlled conditions with resulting uniform stresses and strains.  This is especially true with respect to three-dimensional stress path tests sheared to large strains. Typical laboratory tests on unit soil specimens can only be reliably sheared to a maximum of 20 or 30 percent strain without significant specimen nonuniformities that call into question the actual stress and strain magnitudes, along with the void ratio. An experimental program is included to investigate the behavior of clays at very large strains.\r\n\r\nA second fundamental question is: How do existing theories of soil behavior compare with the experimental data? Are existing simple, but widely used constitutive models, such as the Modified Cam-Clay and bounding surface models, consistent with this new data set? An analytical research program will carefully analyze and utilize the experimental data to evaluate traditional soil behavior frameworks and simple constitutive models that have been extended to finite strains. However, the research program is weighted towards experimental work.\r\n\r\nBased upon the PIs current unpublished experimental work on clays, a third fundamental question must also be raised. Can all specimens loaded onto different 3-d stress paths and all OCRs be sheared to very large strains without persistent shear banding? If not, it may not be possible to execute the proposed experimental program outlined below in its entirety.  However, in the event that persistent shear bands form, a supplementary experimental and analytical research program has been formulated to address that particular issue.   \r\n\r\nThe Experimental Program will consist of the following tasks: 1) Perform very large strain drained axisymmetric triaxial compression tests on clay specimens using repetitive staged shearing techniques to achieve engineering strains well beyond 100 percent; 2) Using the aforementioned repetitive staged shearing techniques, perform large strain drained true triaxial tests on cuboidal clay specimens. Three-dimensional stress paths will be varied from triaxial compression to triaxial extension; 3) Analyze void ratio distributions in specimens at different points during shearing to ensure uniform strains and void ratio distribution; 4) If persistent shear banding occurs, supplement experimental tasks with experiments directed toward a study of this phenomenon.\r\n\r\nThe Analytic Program will consist of the following tasks: 1) Analyze experimental data within the framework of Critical State soil mechanics; 2) Based on the experimental results, evaluate the consequences to and propose possible changes to constitutive formulations, such as the Modified Cam-Clay and the bounding surface models for cohesive soils to account for variations in the behavior at large strains and for general stress paths; 3) If persistent shear banding occurs, supplement analytic tasks with work related to shear banding.\r\n\r\nThis study incorporates significant original intellectual concepts.  It integrates fundamental experimental work on clays, application of existing elasto-plastic constitutive model formulations, and numerical analysis of frictional materials that can represent large-scale field applications. Moreover, the basic proposed experimental and analytical work will provide a benchmark for the verification of models used to simulate large deformation problems.  The mechanics of shear banding in clays is a largely uninvestigated topic.  The experimental and analytical plans significantly increase the fundamental knowledge in this area.\r\n\r\nThe proposed activity will have a broad impact on society. Further knowledge about the general condition of failure in clays will be developed. Uniform strain and strain localization failure mechanisms are two widely different phenomena and both have a great impact on the design of geo-structures.  Understanding them will help develop better codes to ensure a safe and cost efficient civil infrastructure. Special efforts will be made to recruit underrepresented minorities as graduate students and REUs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Yamamuro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry A Yamamuro",
   "pi_email_addr": "yamamuro@engr.orst.edu",
   "nsf_id": "000434196",
   "pi_start_date": "2004-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 80364.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 100613.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100655.0
  }
 ],
 "por": null
}