{
 "awd_id": "0455946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Support for the Board on Atmospheric Sciences and Climate",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2005-05-11",
 "awd_max_amd_letter_date": "2007-02-06",
 "awd_abstract_narration": "The mission of the Board on Atmospheric Sciences and Climate (BASC) is to facilitate excellence in the atmospheric sciences, meteorology, and climate-related fields and to provide objective analysis and recommendations on related issues to federal agencies, the science community, and the nation. BASC strives to advance understanding of atmospheric science, meteorology, and climate; foster application of this knowledge to benefit the public; help ensure that US research programs are responsive to scientific opportunities and the needs of the nation; and help make scientific information more useful in government planning and decision-making. BASC has been extremely productive in the past three years: it released 11 reports in 2002-2004 and has 6 studies underway and others in the process of development. The Board is an increasingly visible and respected source of information in the atmospheric and climate sciences.    \r\n\r\nINTELLECTUAL MERIT:  Using an extensive network of volunteers, BASC designs and oversees studies and other activities that are extremely important to advancing knowledge about the atmospheric and climate sciences and illustrating their relevance to society. The Board's volunteer members are the intellectual force behind all the Board's work and they are selected with care to bring a diversity of expertise and experience; they are broad thinkers who can both react to requests for assistance and look ahead to anticipate needs, often seeking innovative methods to engage the science community in the science policy setting. The Board is increasingly effective, conducting increasingly visible activities and earning a reputation for objectivity, energy, and commitment to fostering the status of our fields of science. Through Board meetings and the ad hoc activities, and based on the rigorous processes of the National Academies, BASC provides information of value to both the science community and government decision makers.\r\n  \r\nBROADER IMPACTS:  BASC itself does not conduct research, but works to help the atmospheric and climate sciences have broader impacts on society. Through its work, BASC increases general understanding of significant issues at the forefront of many contemporary concerns, such as climate change, stratospheric ozone depletion, severe storms, droughts, and floods. BASC members' and staff's understanding of these issues directly affect the nation's environmental policies, energy choices, motor vehicle and aircraft manufacturing decisions, construction codes, agricultural methods, and even human health. The activities conducted under BASC serve the science community as well as federal and state decision makers, educators, and the public and are disseminated widely, including publication of reports and report summaries, presentations at meetings, and distribution of an electronic newsletter. BASC activities involve a diverse range of people, with thought given to gender, ethnicity, age, geography, and institutional diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Elfring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Elfring",
   "pi_email_addr": "celfring@nas.edu",
   "nsf_id": "000312462",
   "pi_start_date": "2005-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}