{
 "awd_id": "0456703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Studies of Aging and Memory in Granular Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith E. Herold",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 46000.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2006-04-11",
 "awd_abstract_narration": "\r\nABSTRACT-0456703\r\nYale University\r\n\r\nCollaborative Research:  Studies of aging and memory in granular materials\r\n\r\nW. Losert (Department of Phyiscs, IPST, and IREAP, University of Maryland),\r\nC.S. O.Hern, (Departments of Mechanical Engineering and Physics, Yale University)\r\n\r\nWe seek a deeper understanding of aging and memory in jammed granular materials. Our research focus is on the structure, slow evolution and initial failure of the jammed state. We will use novel 3D imaging techniques of individual grains and complementary molecular dynamics (MD) simulations to study the slow evolution of the grain-scale properties of granular materials under shear stress. We believe that the results from these studies can be used to build better models for yielding and the initiation of flow in jammed granular systems.\r\n\r\nIntellectual Merit: Few studies have been able to analyze the arrangements of individual grains during the aging process in granular materials. This largely results from the fact that non-invasive and nondestructive techniques for locating the positions of grains in 3D are only now available. We will use several state-of-the-art techniques to study the microstructure during aging: confocal microscopy and fluorescence resonance energy transfer (FRET) at the University of Maryland and synchrotron x-ray microtomography at the European Synchrotron Radiation Facility in Grenoble, France. Prof. Wolfgang Losert (WL) will conduct the experiments in collaboration with Profs. Renaud Delannay (Rennes) and Doug English (Maryland). Prof. Corey O.Hern (CO) will perform MD simulations of simple models of frictional granular materials to guide future experiments, investigate the stability of experimentally obtained jammed configurations, and probe parameter regimes that are not easily accessed by experiments. CO has extensive experience in simulations of athermal systems and access to ample computational resources. The proposed collaboration between simulation and experiment will allow us to make significant and swift progress in developing a more microscopic explanation of aging and history dependence in granular materials.\r\n\r\nBroader Impact: An improved fundamental understanding of how jammed granular matter starts to flow may lead to advances in the processing, transport, and storage of these systems, which includes a large fraction of industrial raw materials, food, and pharmaceutical products. Specific advances may include 1) prevention of catastrophic failure of heaps of granular media even after prolonged storage, 2) optimized civil engineering procedures for the settling of soil, and 3) a better understanding of highly cohesive jammed nanoparticles for nanotechnology applications. Through this project we will train new scientists to use several powerful experimental techniques such as confocal microscopy, x-ray tomography, and FRET. We will also develop demonstration materials to highlight the complex and unexpected properties of granular flows in very visual ways. These demos will be used in undergraduate courses, lab open houses, and public lectures to demonstrate the fascinating properties of granular materials to audiences that may not be familiar with them. We will strongly encourage undergraduate student involvement in the proposed research, e.g. the computational projects are ideal for undergraduates, who, with a basic knowledge of computer programming can begin immediately running existing MD simulations and analyzing data. Lastly, we will take steps to reduce the racial and gender imbalance that exists among students in physics and engineering. Both PIs will actively recruit women and underrepresented minorities into their respective programs. CO will do so for the Yale Engineering and Applied Science program by serving on the Graduate Admissions Committee. CO will also mentor undergraduate students from the Science, Technology and Research Scholars program for minority students at Yale and WL will mentor minority high school and undergraduate students in the Washington, DC area.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "O'Hern",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Corey S O'Hern",
   "pi_email_addr": "corey.ohern@yale.edu",
   "nsf_id": "000263174",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}