{
 "awd_id": "0456627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ergodic Theory Workshop",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2005-06-02",
 "awd_max_amd_letter_date": "2005-06-02",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nAs a continuation of the successful workshops we organized on June 2002, February 2003, 2004 and 2005, we are planning two ergodic (and probability) workshops in February 2006 and 2007 in the Department of Mathematics at the University of North Carolina at Chapel Hill. These workshops are partially funded by the Mathematical Sciences Research Institute at Berkeley and are part of the MSRI network conferences.\r\nThey are also supported in part by the Department of Mathematics at UNC Chapel Hill.\r\nThe main themes of these workshops are recent progress on the convergence of the ergodic averages and their connections with number theory and probability.  Two possible topics could be the pointwise convergence of ergodic averages along the squares in L1 and the recently shown existence of arbitrary long arithmetic progressions among prime numbers. The organization is similar to the one used in the past workshops. We are trying to bring together young (graduate students, Post Doc, Assistant Professors) and senior researchers during the three days of the workshops. Senior researchers are asked to give semi expository talks to allow junior researchers to get a good introduction to some active research areas. Younger researchers and especially PhD students are encouraged to give talks and ask questions. Problems sessions are presented and discussed during the workshops. \r\n\r\nIn terms of intellectual merit these 2006 and 2007 workshops provide an opportunity for young researchers to meet worldwide experts in ergodic theory and related fields and to have helpful discussions that would advance their career. Younger researchers will be able to apply for travel support directly from the conferences websites. Senior researchers certainly have fruitful exchanges with their fellow mathematicians. In terms of broader impact the standing of the invited speakers adds visibility to the Department of Mathematics as a whole. Mathematicians from under-represented groups are being looked for through advertisements at HBCU or the AARMS web sites and some are invited to speak. We hope that such workshops will help increase the participation of mathematicians from under represented groups into the graduate program at UNC Chapel Hill. As was the case with the previous workshops, we expect the proceedings of these 2006-2007 workshops to be published by Contemporary Mathematics. The first proceedings have appeared under the title \"Chapel Hill ergodic theory workshops\".\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Idris",
   "pi_last_name": "Assani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Idris Assani",
   "pi_email_addr": "assani@math.unc.edu",
   "nsf_id": "000249220",
   "pi_start_date": "2005-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}