{
 "awd_id": "0456421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Turkey Workshop on Nanophotonics and Nanobiotechnology",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2006-02-28",
 "tot_intn_awd_amt": 34980.0,
 "awd_amount": 34980.0,
 "awd_min_amd_letter_date": "2005-04-11",
 "awd_max_amd_letter_date": "2005-04-11",
 "awd_abstract_narration": "0456421\r\nUnlu\r\n\r\nDescription:  This proposal is to support participation by US scientists in a US-Turkey Workshop on Nanophotonics and Nanobiotechnology, to be held at the campus of Koc University in Istanbul.  The U.S. organizer is Dr. Selim Unlu, Department of Electrical and Biomedical Engineering at Boston University (BU).  The Turkish organizers will be Dr. Irsadi Aksun, Dean of Engineering and Dr. Hakan Urey, Department of Electrical Engineering, Koc University, Istanbul. While the workshop will cover fundamental topics in nanoscience, it will focus on two particular areas: Nanophotonics and Nanobiotechnology.  The proposed Workshop will bring active researchers from US and European institutions and immerse junior academic faculty, postdocs, and graduate students in a significant learning environment. The format of the workshop will be as a \"summer school\" that provides both fundamental learning and an environment for informal scientific discussions. There are commitments from a number of highly regarded European scientists including: Atac Imamoglu and Vahid Sandoghdar from the Swiss Federal Institute, ETH Zurich, Khaled Karra from Ludwig Maximillan University, Munich, Fritz Keilmann from Max-Planck-Institut fur Biochemie, Stuttgart, Germany, Niek van Hulst from University of Twente, Enschede, The Netherlands, and Dieter Pohl University of Basel, Switzerland. All of these scientists as well as US participants will be in residence at the workshop for a minimum of 4 days, give one or more 90 minute seminars, hold \"office hours\" and participate in panel discussions related to their expertise area.  U.S. graduate students will also be in residence for the 10 days of the workshop.\r\n\r\nScope and broader Impacts:  The importance of advancement in nanotechnology has rapidly become a global phenomenon with many countries investing significant research funds and starting new initiatives. It is recognized that most successful scientists and engineers of tomorrow will be those with strong international collaborations.  This workshop will include training and create opportunities for US junior faculty and graduate students, including women and minorities. U.S. participants will come from Boston University, University of Illinois and University of Rochester as well as from other institutions. The commitment from the Center for Nanoscience and Nanobiotechnology at BU will support the travel of 2 additional students. Priority will be given to women and minorities and students in their 2nd and 3rd year of PhD studies.  It is expected that the workshop will have a significant impact on starting new US-Europe and US-Turkey Collaboration activities. Bringing senior researchers and junior faculty with common interests together with graduate students in an informal scientific environment will strengthen existing ties and initiate new programs including student exchange and international research cooperation. Workshop presentations and reports on panel discussions will be disseminated to the scientific community via a dedicated web site and by mailing CD-ROMs and printed reports.  The workshop will enable U.S. researchers and educators to advance their work through international collaboration, and help ensure that future generations of U.S. scientists and engineers gain professional experience beyond this nation's borders early in their careers in the field of nanoscience and technology. Koc University will provide substantial support for the workshop.  This project is being supported by the Office of International Science and Engineering and the Division of Electrical and Communications Systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selim",
   "pi_last_name": "Unlu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Selim Unlu",
   "pi_email_addr": "selimunlu@gmail.com",
   "nsf_id": "000309334",
   "pi_start_date": "2005-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 34980.0
  }
 ],
 "por": null
}