{
 "awd_id": "0456862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Superfluid State of Solid Helium Four",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2005-04-15",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 185710.0,
 "awd_min_amd_letter_date": "2005-04-12",
 "awd_max_amd_letter_date": "2007-02-02",
 "awd_abstract_narration": "Recent torsion oscillator experiments showed the first probable evidence of superfluidity of solid He-4 below 230 mK.  It is now crucial to provide an independent and distinct experimental verification of the superfluidity.  In this SGER project, it is proposed to search for propagation of fourth sound in solid He-4.  Fourth sound propagation occurs only if the material becomes superfluid and the observation of it constitutes an unmistakable proof of superfluidity.  It is proposed to conduct the first such search in solid He-4 using a superconducting film bolometer. When solid helium transforms into a superfluid, an associated signature in specific heat is expected.  In collaboration with Prof. Chan's group (Pennsylvania State University), the specific heat of solid He-4 will also be measured down to 5 mK at Rutgers University.  The superfluidity in solid He-4 should affect its mechanical properties such as its response to externally applied stress.  It is also proposed to search for the influence of supersolidity on the phenomenon of stress-driven instability at the liquid solid interface.  All three proposed experiments are risky since the behavior of the supersolid phase is largely unknown. The impact of the results will be enormous: it will open up a new field of research in both experiment and theory to study the fundamental physical mechanism behind the \"supersolidity\" at low temperatures. The proposed research will expose and train undergraduates, graduates and post-graduates in the advanced principles and technologies in fundamental research in low temperature physics. The experience in the proposed basic research will lay the intellectual foundation for the young scientists in preparation for their future careers in academia, industries and society at large.\r\n\r\n%%%\r\n\r\nIs it possible that a solid can flow as if it has no viscosity?  The answer is affirmative according to the recent experiment carried out to measure the rotational inertia of solid helium four at very low temperatures, just a few tenths of a degree above the absolute zero temperature.   It is now crucial to provide an independent and distinct experimental verification of the superfluidity of solid helium. Through a series of studies, this SGER project attempts to prove or disprove the existence of \"supersolid helium.\" The impact of corroborative proof of supersolid (or otherwise) will be enormous: it will open up a new field of research in both experiment and theory to study the fundamental physical mechanism behind the \"supersolidity\" at low temperatures. When we understand this novel phenomenon, improvements and control of materials properties such as friction, adhesion, and flow, should become possible.  Thus, these studies have potentially broad and important impacts on fundamental science as well as eventual technological advancement.  The project will attempt to give an independent proof of superfluidity of solid helium four by searching for the fourth sound propagation, which would not occur unless the material is a superfluid.  The fourth sound is the acoustic wave in which only the superfluid fraction moves leaving the rest of solid at rest.  Observation of the fourth sound propagation will provide an unmistakable proof of superfluidity.  Another part of the project is to measure the heat capacity of solid helium four down to 0.005 K in search of thermodynamic signature of the superfluid transition.  The proposed research will expose and train undergraduates, graduates and post-graduates in the advanced principles and technologies in fundamental research in low temperature physics.  The experience in the proposed basic research will lay the intellectual foundation for the young scientists in preparation their future careers in academia, industries and society at large.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haruo",
   "pi_last_name": "Kojima",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haruo Kojima",
   "pi_email_addr": "kojima@physics.rutgers.edu",
   "nsf_id": "000451169",
   "pi_start_date": "2005-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 185710.0
  }
 ],
 "por": null
}