{
 "awd_id": "0457453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Liquid-Core Capsules via Interfacial Free Radical Alternating Copolymerization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 245043.0,
 "awd_min_amd_letter_date": "2005-03-07",
 "awd_max_amd_letter_date": "2007-11-01",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Carlos C. Co and Chia-Chi Ho \r\nInstitution:  University of Cincinnati\r\nProposal Number: 0457453\r\nTitle: Liquid-Core Capsules via Interfacial Free Radical Alternating Copolymerization\r\n\r\nResearch:  \r\n\r\nLiquid-core capsules have application in the high efficiency encapsulation and controlled delivery of drugs, dyes, enzymes, etc.  These applications have driven the rapid development of innovative techniques, based on layer-by-layer assembly, shell polymerization of particles and dendrimers followed by core-removal, microphase separation of core-shell latexes, and vesicles, to confine polymerization or assembly of encapsulants at the interface.  However, all of these techniques require, in one way or another, procedures and materials, such as repeated centrifugation-washing, sintering, core-removal, microphase separation, vesicle templates, or block copolymers, that limit control of shell thickness and permeability, preclude direct encapsulation of substrates, or hamper large-scale practical application. \r\n\r\nThe aim of this project is to study interfacial free-radical alternating copolymerization for direct encapsulation of liquid drops within a polymer shell without the need for a solid core or vesicle template.  The approach for making liquid-core capsules is based on a free-radical analogy of interfacial condensation principles routinely demonstrated with the nylon rope trick.  Instead of diamines and diacid chlorides that react uncontrollably upon contact, oil- and water-soluble vinyl ethers and alkyl maleates are alternately copolymerized at interfaces via a free-radical mechanism.  The objectives of the work are to: \r\n1.Elucidate the mechanism through which liquid-core capsules are formed during interfacial polymerization \r\n2. Demonstrate dynamic control of shell permeability for aqueous-core capsules \r\n\r\nThe underlying principles and methodology of this type of polymerization allows for the \r\ndirect encapsulation of many substrates through a highly scalable and inexpensive process.  The general principle of interfacial free-radical alternating copolymerization has potentially significant impacts that extend beyond liquid-core capsules and into many established nanotechnologies where the preponderance of interfaces accentuates the significance of interfacial polymerizations. \r\n\r\nBroader Impacts:  \r\n\r\nBroader impacts of this project include the introduction, education, and training of high \r\nschool, undergraduate, and graduate students in the principles of radical and condensation \r\npolymerizations, interfacial phenomena, and complex fluids.  Special effort will be made to recruit American and minority students to pursue advanced studies.  In particular, engineering education will be promoted to under-represented groups via UC programs aimed at recruiting students from the large black population in the city of Cincinnati.  The free-radical polymerization approach to liquid-core capsule formation proposed here, itself promises broad impact from a commercial standpoint due to its low cost and the ease with which it can be implemented on a large scale.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Co",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos C Co",
   "pi_email_addr": "carlos.co@uc.edu",
   "nsf_id": "000238708",
   "pi_start_date": "2005-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chia-Chi",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chia-Chi Ho",
   "pi_email_addr": "cho@alpha.che.uc.edu",
   "nsf_id": "000237990",
   "pi_start_date": "2005-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 245043.0
  }
 ],
 "por": null
}