{
 "awd_id": "0457504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Dilation Theory",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2005-05-15",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 51564.0,
 "awd_amount": 51564.0,
 "awd_min_amd_letter_date": "2005-03-30",
 "awd_max_amd_letter_date": "2005-03-30",
 "awd_abstract_narration": "The Sz.-Nagy Dilation Theorem, which models a contraction operator on Hilbert space as the adjoint of an isometry restricted to an invariant subspace has had a profound influence on operator theory and its  applications. Indeed, dilation theorems, which  represents an operator (or algebra of operators) on Hilbert space from a specialized class as a coherent part of a nice operator (or algebra from the class are an integral part of operator theory and connect to a broad range of mathematics and have significant applications in physics, systems theory, and engineering. This project pursues three related lines of investigation. Namely, dilation theoretic aspects of multi-variable operator theory in both the commutative and non-commutative setting and single-variable operator theory on multiply connected domains. There are two  objectives  in the non-commutative case. First to  establish that convexity in this setting must take a very simple form; and second to begin the concomitant development of a theory of non-commutative real algebraic geometry. The study of the dilation theory and completely positive maps associated to multiply connected domains has a long tradition in operator theory and an aim of this project is study a problem known as rational dilations for domains of genus three or larger.(A disc with  g discs removed is a domain of genus g.) This work is expected to make connections with the theory of theta functions and Riemann surfaces. successfully used in the genus two case include the theory of theta functions, Riemann surfaces. The work on commutative multi-variable operator theory, more accurately described as the study of non-self-adjoint operator algebras (with some added structure), has as an objective the extension of familiar operator theoretic results for $H^\\infty$ of the unit disc. \r\n\r\n\r\n\r\nOperator theory has a history of rich interplay with engineering and physics as well as other vital areas of mathematics including complex function theory and algebraic geometry. Originally developed as a tool to study integral and differential equations arising in physics,  operator theory, operator algebras, and operator systems play an important role in modern quantum physics and fundamentals of operator theory are now basic technology in systems theory which in turn has important applications in image processing and control theory - the mathematics behind automatic controllers such as autopilots. The proposed work builds on operatortheoretic ideas with a view toward applications to systems theory, control theory, operator algebras, and function theory. The investigation also connects with non-commutative algebraic geometry and  Linear Matrix Inequalities or LMIs. Many engineering problems can be formulated as matrix inequalities in which the variables are noncommutative (xy is not the same as yx).  Moreover, often convexity is either present, as is the case with LMIs,  or desirable. This project will pursue the theme that convex\r\nMIs can be converted to LMIs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "McCullough",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A McCullough",
   "pi_email_addr": "sam@ufl.edu",
   "nsf_id": "000445098",
   "pi_start_date": "2005-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 51564.0
  }
 ],
 "por": null
}