{
 "awd_id": "0457471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sub-surface Structural Damages in Laser-assisted Surface Nanostructuring: Experimental Characterization and Atomistic Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 249999.0,
 "awd_min_amd_letter_date": "2005-08-01",
 "awd_max_amd_letter_date": "2005-08-01",
 "awd_abstract_narration": "Sub-surface Structural Damages in Laser-assisted Surface Nanostructuring: Experimental Characterization and Atomistic Modeling\r\n\r\nABSTRACT\r\n\r\nAs a top-down nanofabrication technique, the laser-assisted scanning tunneling microscope (STM) provides a wide variety of potential applications in surface nano-repair, fabrication and characterization of nano- to microscale integrated nanoelectronics and nanophotonics, and machining and aligning of nanoparticles and nanotubes/wires. The nanoscale residual stress/strain and structural damages in surface nanostructures fabricated using laser-assisted STM can significantly change the local mechanical, thermal, optical, and electronic characteristics, thereby degrading the functionality and reliability of surface nanostructures. Targeting this critical problem, the objectives of the proposed project are to (1) develop the knowledge base about the underlying physics in the formation of sub-surface nanoscale structural damages in surface nanostructuring with laser-assisted STM, and (2) explore and identify how and to what extent the experimental parameters affect the formation of sub-surface nanoscale structural damages.\r\nSignificant insights into strain and structural damages at molecular/atomic levels in nanostructuring by laser-assisted STM will be attained using both scanning tunneling spectroscopy and high-resolution transmission electron microscopy. This represents the early attempts to quantitatively explore the characteristics of the residual strain and structural damages at such a small scale. The proposed large-scale molecular dynamics simulation will provide fundamental and dynamic understanding of the development and propagation/migration of both stress/strain and structural damages in surface nanostructuring with laser-assisted STM. These strategically combined experimental and numerical investigations will reveal the correlations between residual strain and structural damages and varied experimental parameters. The anticipated outcomes are instrumental for minimizing residual stress/strain and structural damages and improving the function/performance and dependability of micro/nanoscale systems. Sufficient insights into the mechanisms and driving forces behind the formation of nanoscale structural damages will lead to the establishment of basic knowledge building blocks required for successful development of the nanostructuring technology with laser-assisted STM and its implementation to industries.\r\nResults of the proposed research will be broadly disseminated through presentations at professional conferences, publications in highly visible refereed journals, across-department seminars, and a dedicated project website. The research results will be integrated into new courses \"Heat Transfer at Nanoscales and in Ultra-short Time Domain\" and \"Introduction to Nanotechnology.\" Extensive undergraduate participation will be involved via summer research employment. Special efforts will be taken to recruit graduate and undergraduate students from groups traditionally underrepresented in higher education, particularly women and minorities. A specially designed website will be developed for instructional functions for K-12 students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinwei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinwei Wang",
   "pi_email_addr": "xwang3@iastate.edu",
   "nsf_id": "000284721",
   "pi_start_date": "2005-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yongfeng",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongfeng Lu",
   "pi_email_addr": "ylu2@unl.edu",
   "nsf_id": "000092735",
   "pi_start_date": "2005-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 148677.0
  }
 ],
 "por": null
}