{
 "awd_id": "0457574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Combinatorics and Number Theory III",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2005-06-15",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 105000.0,
 "awd_min_amd_letter_date": "2005-06-13",
 "awd_max_amd_letter_date": "2005-06-13",
 "awd_abstract_narration": "Title: Combinatorics and Number Theory III\r\n\r\nPI: Wen-Ching Winnie Li, Penn State University\r\n\r\nAbstract.\r\n\r\nThis proposal contains two projects, in number theory and its\r\napplications to combinatorics. The first project concerns\r\nmodular forms for noncongruence groups and their connections to forms\r\nfor congruence groups. The arithmetic of the forms for noncongruence groups \r\nis little understood. Based on their numerical data, Atkin and Swinnerton-Dyer\r\n (ASD) suggest very interesting congruence relations  to be satisfied by a basis of cusp forms for a noncongruence group. A recent joint work by the PI,\r\nLong and Yang gives the first two-dimensional example establishing the ASD\r\ncongruence relations between forms for noncongruence and congruence groups. \r\nTo move forward, the PI plans to systematically study the structure of the \r\ncusp forms for noncongruence groups, to explore their relationship\r\nwith forms for congruence groups, and to tackle the conjecture that   \r\nalgebraic cusp forms genuinely living on noncongruence groups are distinguished\r\nby their Fourier coefficients having unbounded denominators. The second is on \r\nthe interplay between automorphic forms and Ramanujan hypergraphs, and \r\nconnections between hypergraphs and LDPC codes.  Ramanujan hypergraphs are \r\nhigher dimensional analogue of Ramanujan graphs, which are known to have broad \r\napplications. The PI proposes to study whether the rich interplay between \r\ncombinatorics and number theory, which exists for Ramanujan graphs, extends to \r\nRamanujan hypergraphs. On the applied side, the PI plans to construct good \r\nLDPC codes using Ramanujan hypergraphs, and to generalize her joint work with \r\nKoetter, Vontobel, and Walker on  characterizing pseudo-codewords for LDPC \r\ncodes from attached to graphs to attached to hypergraphs.\r\n\r\nIt has been the PI's long term research goal to do fundamental research in \r\nnumber theory and to seek applications of number theory to graph theory and \r\ncoding theory, especially to solve real world problems. The study of interplay \r\nbetween these areas has turned out to be quite fruitful. The PI has applied \r\ndeep results in number theory to construct efficient communication networks; \r\nand conversely, investigations in graph theory inspired very interesting \r\nand unexpected results in number theory. This proposal is a continuation of\r\n the PI's effort to pursue the same general theme. The first\r\nproject of the proposal lies in basic research, to understand the arithmetics\r\nof modular forms for noncongruence subgroups. The second project is to explore \r\n the interplay in arithmetic and connections between automorphic forms and \r\nRamanujan hypergraphs, extending PI's previous success on Ramanujan graphs.  \r\nA potential application is to LDPC codes. The very efficient encoding and \r\ndecoding algorithms for LDPC codes together with their extensive \r\napplications make them very hot research topic in coding theory. A primary \r\ngoal of the second project is to construct good LDPC codes using Ramanujan \r\nhypergraphs, and to understand the \"wrongly\" decoded words arising from \r\nthe rapid decoding algorithm. A conference is planned in 2007 to disseminate \r\nthe results of this proposal.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen-Ching",
   "pi_last_name": "Li",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Wen-Ching W Li",
   "pi_email_addr": "WLI@math.psu.edu",
   "nsf_id": "000320539",
   "pi_start_date": "2005-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}