{
 "awd_id": "0457445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Default Risk Management in Supply Chains: Reduced-Form vs. Structural Default Models",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cerry M. Klein",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 139998.0,
 "awd_min_amd_letter_date": "2005-04-19",
 "awd_max_amd_letter_date": "2005-04-19",
 "awd_abstract_narration": "The grant provides funding for the development of stochastic models and numerical tools which will be used to analyze the ramification of default risk on supply chains and to design resilient supply chains.  This research is multidisciplinary, relying on the results from supply chain management, inventory management, industrial economics, finance, and financial engineering; and employing optimization, game theory, and stochastic modeling tools.  In the course of the research, the models in which defaults are driven by random processes exogenous to the supply chain (reduced-form models) and the models in which defaults depend on the actions of firms in the supply chain (structural models) will be contrasted.   To assess the importance of supplier competition, models with the fixed wholesale prices and the negotiated prices will be considered.  The solution for the optimization problem of the manufacturer and the equilibrium solution of the games among suppliers and between suppliers and the manufacturer will be computed and the effects of the various model parameters, in particular, the distribution of the supplier defaults, on the equilibrium solution will be analyzed.  The results of the research will be incorporated in the curriculum of graduate and undergraduate courses at the University of Michigan.\r\n\r\nThis research, if successful, will help to answer the following questions: what operational and financial controls can managers employ to mitigate the effects of default risk in supply chains?; how effective are these controls and how their performance is affected by the competition among firms, asymmetric information, and dynamic environment?; what are the side effects of risk-management policies on the firms incentives and the competition?  Design and management of resilient supply chains in the competitive, dynamic environments is a new research area and the proposed research may kindle further interest in this area in the academic community and stimulate additional research. This multidisciplinary study could also provide new prospective on the research conducted in each of the component disciplines.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Volodymyr",
   "pi_last_name": "Babich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Volodymyr Babich",
   "pi_email_addr": "babich@umich.edu",
   "nsf_id": "000269672",
   "pi_start_date": "2005-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 139998.0
  }
 ],
 "por": null
}