{
 "awd_id": "0457552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FDSS: A New Tenure-Track Solar Physicist at University of Colorado (CU)-Boulder: Catalyst for Change",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Bellaire",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 1196971.0,
 "awd_amount": 1000280.0,
 "awd_min_amd_letter_date": "2005-03-16",
 "awd_max_amd_letter_date": "2010-01-20",
 "awd_abstract_narration": "The University of Colorado at Boulder (CU/Boulder) proposes to hire a new tenure-track faculty member in Solar Physics, to complement Boulder's strong community in solar and space physics both at CU and at institutions across the Boulder Valley (National Oceanic and Atmospheric Administration/Space Environment Center (NOAA/SEC), National Center for Atmospheric Research/High Altitude Observatory (NCAR/HAO), Southwest Research Institute (SwRI), etc). Currently, despite the large number of solar physicists in the Boulder community, there is no tenure track faculty member actively working in solar physics at CU, significantly inhibiting the growth of CU graduate programs in this space physics discipline. The potential addition of a faculty line in solar physics comes at an opportune time of overall transformation of the solar and space physics graduate and upper-division undergraduate programs on the CU/Boulder campus, including the development of a new integrative first-year graduate course in solar and space physics and new cross-departmental graduate courses. This proposal would enhance these endeavors, as well as support a named graduate student fellowship and an undergraduate research program.\r\n\r\nBecause the space industry is a mature and essential part of the global economy and the commercial and governmental interests of the United States, it is essential that the US cultivate the talent needed to thrive and excel in this arena. This proposal would develop new talent for the US work force through both enhanced graduate and undergraduate education, an imperative identified in the recent NRC Decadal Survey on space physics. Space weather and the concomitant threats it poses to our technological infrastructure present important societal impacts. The Laboratory for Atmospheric and Space Physics (LASP) at CU/Boulder, the research home of the new faculty hire, has a leading role in knowledge transfer and empirical modeling as part of the National Science Foundation (NSF)-sponsored Center for Integrated Space weather Modeling (CISM). LASP performs this work in close cooperation with NCAR and NOAA/SEC, pursuing efforts to consolidate and integrate results from many international research programs and campaigns. The strengthening of solar and space physics at CU/Boulder will directly enhance LASP's ongoing Education and Public Outreach program in space weather. This EPO program is gaining national recognition for its space physics curriculum enhancements, teacher workshops, distance learning programming, and its new planetarium show entitled \"Space Storm.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Baker",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel N Baker",
   "pi_email_addr": "Daniel.Baker@lasp.colorado.edu",
   "nsf_id": "000389338",
   "pi_start_date": "2005-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Avery",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Susan K Avery",
   "pi_email_addr": "Susan.Avery@colorado.edu",
   "nsf_id": "000331190",
   "pi_start_date": "2005-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "DiStefano",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Philip P DiStefano",
   "pi_email_addr": "phil.distefano@colorado.edu",
   "nsf_id": "000281695",
   "pi_start_date": "2005-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Rast",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Rast",
   "pi_email_addr": "mark.rast@lasp.colorado.edu",
   "nsf_id": "000178872",
   "pi_start_date": "2006-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 196296.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 196691.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 196267.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 202597.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 208429.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The immediate goal of the proposed effort was to hire a new tenure-track faculty member in Solar Physics at the University of Colorado &ndash; Boulder.&nbsp; The broader motivating goal was to use that position to further transform the Boulder solar and space physics community into a vibrant multi-institutional collaboration with a strong graduate student base and rich undergraduate research opportunities. Boulder is host to a wide range of solar and space physics investigations. The better these individually challenging scientific endeavors are coordinated, the better the outcomes will serve the needs of ground and space-based activities that rely on a robust understanding of the space environment and the Sun as its driver. To these ends the NSF Award #0457552 was made and augmented by CU-Boulder&rsquo;s Graduate School, in support of graduate student fellowships, and Provost&rsquo;s Office, in support of undergraduate research opportunities.&nbsp; Together, the resources have contributed to significant progress toward the project goals.</p>\n<p>Mark Rast joined the CU faculty in the Department of Astrophysical and Planetary Sciences in January 2006 and became the first of the FDSS supported positions to be tenured in August 2009.&nbsp; His efforts in support of the proposed goals have been focused on defining and enlarging the interdepartmental graduate solar and space physics program at the University, increasing the opportunities for undergraduates of varying capabilities to gain research experience, and furthering the national solar and space physics effort by developing Boulder as a center of excellence.</p>\n<p>The NSF Award, along with CU Graduate School augmentations, has made possible graduate student support and co-mentoring opportunities that serve to bridge the Boulder research community and the University. &nbsp;Additionally, the course work that defines a graduate emphasis in solar and space physics at CU has been clarified, with a focus on providing the essential diverse content of such a program across departments. The courses are scheduled on a two-year rotation so that incoming students can reliably identify the sequence. &nbsp;New courses have been identified, and for these content has been developed, with participation by research scientists from the broader Boulder solar community, via graduate student seminars.</p>\n<p>Undergraduate education in solar and space physics has also developed under the award.&nbsp; A new upper division E&amp;M-based APS majors class, Solar and Space Physics, was introduced and taught three times.&nbsp;&nbsp; Four academic year students and two REU summer students were engaged in solar irradiance research.&nbsp; The work of one of the former was the subject of a Physics honors thesis (awarded summa cum laude) and a student first-authored paper in a prominent refereed journal.&nbsp; That student is now a third-year graduate student in Astrophysics at the University of California, Santa Cruz.&nbsp; To broaden the undergraduate research opportunity base, Rast developed and taught a one-semester independent study course titled Research Opportunity for Undergraduates.&nbsp; The course involved eighteen undergraduate majors with no prior research experience in one-semester paid research projects.&nbsp; The dual goals were to engage undergraduates with a broad range of capabilities in research and document strategies critical to providing them with a meaningful experience.&nbsp; Teaching and research faculty and postdoctoral researchers rostered in CU&rsquo;s CASA, JILA, and LASP mentored the individual research projects, with the students working up to twenty hours per week on their projects.&nbsp; In addition, the students were enrolled in a one-unit independent study class that met in two groups, each once per week.&nbsp; The classroom sessions were used to discuss strategies, techniques, tools, and science in the context...",
  "por_txt_cntn": "\nThe immediate goal of the proposed effort was to hire a new tenure-track faculty member in Solar Physics at the University of Colorado &ndash; Boulder.  The broader motivating goal was to use that position to further transform the Boulder solar and space physics community into a vibrant multi-institutional collaboration with a strong graduate student base and rich undergraduate research opportunities. Boulder is host to a wide range of solar and space physics investigations. The better these individually challenging scientific endeavors are coordinated, the better the outcomes will serve the needs of ground and space-based activities that rely on a robust understanding of the space environment and the Sun as its driver. To these ends the NSF Award #0457552 was made and augmented by CU-BoulderÆs Graduate School, in support of graduate student fellowships, and ProvostÆs Office, in support of undergraduate research opportunities.  Together, the resources have contributed to significant progress toward the project goals.\n\nMark Rast joined the CU faculty in the Department of Astrophysical and Planetary Sciences in January 2006 and became the first of the FDSS supported positions to be tenured in August 2009.  His efforts in support of the proposed goals have been focused on defining and enlarging the interdepartmental graduate solar and space physics program at the University, increasing the opportunities for undergraduates of varying capabilities to gain research experience, and furthering the national solar and space physics effort by developing Boulder as a center of excellence.\n\nThe NSF Award, along with CU Graduate School augmentations, has made possible graduate student support and co-mentoring opportunities that serve to bridge the Boulder research community and the University.  Additionally, the course work that defines a graduate emphasis in solar and space physics at CU has been clarified, with a focus on providing the essential diverse content of such a program across departments. The courses are scheduled on a two-year rotation so that incoming students can reliably identify the sequence.  New courses have been identified, and for these content has been developed, with participation by research scientists from the broader Boulder solar community, via graduate student seminars.\n\nUndergraduate education in solar and space physics has also developed under the award.  A new upper division E&amp;M-based APS majors class, Solar and Space Physics, was introduced and taught three times.   Four academic year students and two REU summer students were engaged in solar irradiance research.  The work of one of the former was the subject of a Physics honors thesis (awarded summa cum laude) and a student first-authored paper in a prominent refereed journal.  That student is now a third-year graduate student in Astrophysics at the University of California, Santa Cruz.  To broaden the undergraduate research opportunity base, Rast developed and taught a one-semester independent study course titled Research Opportunity for Undergraduates.  The course involved eighteen undergraduate majors with no prior research experience in one-semester paid research projects.  The dual goals were to engage undergraduates with a broad range of capabilities in research and document strategies critical to providing them with a meaningful experience.  Teaching and research faculty and postdoctoral researchers rostered in CUÆs CASA, JILA, and LASP mentored the individual research projects, with the students working up to twenty hours per week on their projects.  In addition, the students were enrolled in a one-unit independent study class that met in two groups, each once per week.  The classroom sessions were used to discuss strategies, techniques, tools, and science in the context of the ongoing research.  All but two of the students delivered a 25-minute oral presentation on their research at the end of the semester.  Some students continued on in their ..."
 }
}