{
 "awd_id": "0457440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanoscale Magnetism and Unconventional Quantum Phases and Transitions",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2005-07-13",
 "awd_max_amd_letter_date": "2007-05-11",
 "awd_abstract_narration": "This grant involves two broad research projects in theoretical condensed matter physics: modeling and control of spin transport in nanostructures, and unconventional collective states of quantum matter in strongly correlated materials. Both areas are very active experimentally, and present important puzzles and challenges to existing theory.\r\nThe spintronics project has several specific goals. A proper hydrodynamic theory of spin transport will be developed, with microscopic derivations of transport coefficients. Specific problems are to determine the structure of spin-charge coupling terms, their dependence upon various scattering processes, and experimental means of measuring these effects. Another project is spin relaxation in ferromagnetic diluted magnetic semiconductor materials, and how this enters the appropriate hydrodynamics. Finally, the non-hydrodynamic regime of single quantum spins will be considered,\r\nincluding their coherence effects and relaxation mechanisms. This research benefits from, and complements, existing experimental expertise in spintronics at UCSB.\r\nThe project on unconventional phases and transitions is motivated by the realization in recent work that simple reasonable models can exhibit phases and quantum critical points completely outside the usual paradigms. Thus this project is aimed both at applying the emerging new conceptual framework to recent and long-standing puzzles in experimentally interesting materials, and, to a lessor extent, at extending and systematizing the framework itself. Some of the experimental phenomena to be studied are Mott charge ordering transitions, charge and spin frustration in spinels and rare earth intermetallics and their connection to heavy fermion behavior, and spin liquid states in organic and inorganic triangular lattice magnets.  These problems will be addressed by a variety of analytical (field theory, renormalization group, gauge theory, bosonization) and numerical (exact diagonalization, variation wavefunction) techniques.  The PI is familiar with a wide variety of such approaches, and has made substantial contributions in these fields prior to this grant.\r\nIntellectual Merit: These projects represent two different frontiers of condensed matter physics.  Control and measurement of spin is undergoing an experimental revolution in techniques (e.g. time-resolved optical pump-probe spectroscopy, strain engineering of spin-orbit interactions, etc.) and materials (diluted magnetic semiconductors, digital magnetic structures). New mechanisms of collective quantum order and emergent behavior are reinvigorating the theoretical investigation of old outstanding problems - and suggesting new ones - in strongly correlated materials. Both fields are thus ripe for bringing new theoretical ideas into application, and thereby advancing the fundamental knowledge base of condensed matter physics.\r\nBroader Impacts: First and foremost, this work is designed to motivate and explain experiments and properties of materials. Moreover, the hydrodynamic models to be developed in the spintronics portion of the proposal in fact describe macroscopic transport phenomena: they are the spin analogs of Ohm's law for charge conduction. Detailed models of this type are clearly crucial for any applications. Educationally, graduate students and postdocs will be trained in these forefront areas of condensed matter theory, and new course materials will be developed to communicate the\r\nexcitement of the fields to new students. A comprehensive web site with colloquial and graduate student level explanations of the research will be developed to further communicate to a broader audience.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Balents",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Leon M Balents",
   "pi_email_addr": "balents@physics.ucsb.edu",
   "nsf_id": "000199229",
   "pi_start_date": "2005-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}