{
 "awd_id": "0457022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regular Algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zongzhu Lin",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 102000.0,
 "awd_min_amd_letter_date": "2005-04-06",
 "awd_max_amd_letter_date": "2009-08-03",
 "awd_abstract_narration": "This award supports the research of Michaela Vancliff to work in\r\nnon-commutative algebra, with special emphasis on problems arising \r\nfrom the theory of regular algebras and non-commutative algebraic \r\ngeometry. She is interested in the graded-module category viewed as \r\na geometric space, with certain graded modules playing the role of \r\ngeometric objects. The linear geometric modules (point modules, line \r\nmodules, etc) are parametrized by so-called linear schemes. Vancliff \r\nplans to study how the structure and role of higher-dimensional linear \r\nschemes generalize the structure and role of point schemes. She intends \r\nto produce algebro-geometric techniques that allow the easy construction \r\nof regular algebras of global dimension four that have finitely many \r\npoints and a one-parameter family of line modules; such techniques would \r\nallow researchers in the field to easily create examples on which to \r\ntest their conjectures.  An underlying theme of her research is to \r\nclassify the line schemes that arise for \"generic\" quadratic regular \r\nalgebras of global dimension four.  Vancliff is also interested in \r\nconnections between this type of geometry and that of various \r\nPoisson-geometric structures. \r\n\r\nSystems of polynomial-style equations and their solutions play a \r\ncritical role in almost every scientific field, such as statistical \r\nmechanics, elementary-particle physics, quantum mechanics, robotics, \r\ncrystallography, networking, etc. Often, the solutions cannot be found \r\nby experimentation, and often they are not numbers but are functions \r\n(e.g., differential operators or matrices), and so, in general, they do \r\nnot commute. The science of seeking methods that find all solutions to \r\nany system of polynomial-style equations in non-commuting variables is \r\ncalled non-commutative algebra. To find the solutions, the main idea is as \r\nfollows. One associates to such a system of equations a certain algebra; \r\none that encodes all the properties of the original equations. Associated\r\nto this algebra are modules, and these encode all the properties of the \r\noriginal solutions. Hence, in order to find all the solutions, one should \r\nfind all the modules for the associated algebra.  In many of the \r\napplications, the algebras that arise in this way tend to share certain \r\nproperties; they are called regular algebras and are the main focus of \r\nVancliff's projects. One of the goals of non-commutative algebraic geometry,\r\nthe subfield in which Vancliff works, is to use geometric techniques to \r\nfind certain modules (point modules, line modules, etc) of the regular \r\nalgebra, and then to use those modules to find the modules giving the \r\nsolutions to the original system of equations. Vancliff's underlying goal \r\nis to improve on these geometric techniques and to understand better how \r\nthey relate to the structure of the category of modules.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michaela",
   "pi_last_name": "Vancliff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michaela Vancliff",
   "pi_email_addr": "vancliff@uta.edu",
   "nsf_id": "000428403",
   "pi_start_date": "2005-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 102000.0
  }
 ],
 "por": null
}