{
 "awd_id": "0457610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Non-Linear Optical Waveguide Devices for Nanophotonics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eric johnson",
 "awd_eff_date": "2005-04-15",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2005-04-15",
 "awd_max_amd_letter_date": "2007-04-02",
 "awd_abstract_narration": "0457610\r\nWessels\r\n\r\nIntellectual merit: Communication and computer systems face increasing requirements for delivery of more data at faster rates. Thin film optical devices and circuits have been proposed for these systems for both their potential wideband width operation and integration capabilities. Potential applications include optical switches, modulators, tunable filters, beam steering and frequency conversion.  For wide bandwidth optical devices, materials with large optical non-linearities are needed. Ferroelectric oxides offer considerable advantages due to their large optical non-linearities and photo and thermal stability. With the recent development of low-loss epitaxial ferroelectric thin films and electro-optic modulators, the PI is now in the position to realize a number of high bandwidth devices suitable for optical signal processing. In the proposed research non-linear optical waveguide devices will be developed. Of particular interest are ultra-wideband thin film electro-optic modulators. This work builds on the recent demonstration of thin film ferroelectrics with electro-optic coefficients of more than an order of magnitude greater than lithium niobate, the current standard. Thin film strip-loaded waveguide devices will be fabricated for ultra-wideband frequency operation (>100 GHz). In order to operate at low voltage, and wide bandwidth, ferroelectric oxides with large electro-optic coefficients are required. To minimize bandwidth limitations due to velocity mismatch between the microwaves and optical waves, thin film composite structures will be utilized. Photonic crystal devices will be fabricated from the non-linear oxide waveguides. Of particular interest are 1-D and 2-D photonic crystal modulators and optical switches. Factors limiting bandwidth will be determined through modeling and testing. Chip-scale integration of several devices with a single platform will be pursued using the thin film ferroelectric technology. By using epitaxial ferroelectric oxide thin films with high optical non-linearities, significant improvements in bandwidth, operating voltage, and size are expected compared to conventional devices. It is anticipated that these devices should have excellent photo and thermal stability. Devices will be fabricated using vapor phase epitaxial deposition, and both conventional and e-beam lithography. \r\n\r\nBroader impact: The broad impact is the potential realization of ultra-wide bandwidth, small size, optical devices and circuits for optical communications and signal processing. Use of thin film techniques potentially enables chip-scale integration of waveguides, modulators, ring resonators and switches using a single platform such as silicon. The program will involve training of undergraduates, graduates and postdoctoral fellows. Industrial outreach through related STTR programs and industrial internships will be pursued.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Wessels",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce W Wessels",
   "pi_email_addr": "b-wessels@northwestern.edu",
   "nsf_id": "000170734",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 77264.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 79958.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 82778.0
  }
 ],
 "por": null
}