{
 "awd_id": "0500133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Towards Machine Ethics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 110631.0,
 "awd_min_amd_letter_date": "2004-11-05",
 "awd_max_amd_letter_date": "2006-05-17",
 "awd_abstract_narration": "Research concerning the relationship between technology and ethics has largely focused on responsible and irresponsible use of technology by human beings, with a few people being interested in how human beings ought to treat machines.  In all cases, only human beings have engaged in ethical reasoning.  The PIs believe the time has come to add an ethical dimension to at least some machines.  Recognition of the ethical ramifications of behavior involving machines, and recent and potential developments in machine autonomy, necessitate this.  In this project, the PIs will explore this dimension through investigation of what has been called machine ethics, which (in contrast to computer hacking, software property issues, privacy issues and other topics normally ascribed to computer ethics) is concerned with the consequences of behavior of machines towards human users and other machines.  Clearly, relying on machine intelligence to effect change in the world without some restraint can be dangerous.  Until fairly recently, the ethical impact of a machine's actions has either been negligible (e.g., a calculator) or, when considerable, has only been taken under the supervision of a human operator (e.g., robotic automobile assembly).  As we increasingly rely upon machine intelligence with reduced human supervision, we will need to be able to count on a certain level of ethical behavior from them.  And as machines are given more responsibility, an equal measure of accountability for their actions must be meted out to them if we are to avoid undesirable machine behavior.  In this project, the PIs will implement prototype systems in limited domains, one that incorporates an ethical dimension to its advantage, and another that learns weights of competing duties to the end of providing a decision procedure for an ethical theory.  The PIs hope these investigations will sharpen their understanding of the field, so that they can compose a well-argued position paper that clarifies the objectives of and answers objections to machine ethics, as a first step towards dealing with an issue that has been of concern since the beginning of the 20th century but has seen little serious scientific effort.  \r\n\r\nBroader Impacts:  The PIs will develop a machine ethics website, and will organize a AAAI Machine Ethics symposium tentatively planned for fall 2005.  The outcomes of this research will contribute to the development of autonomous intelligent agents that could be used to replace human effort in many subservient, dangerous, or undesirable tasks.  In the longer run, an ethical dimension in machines could be used to alert humans who rely on machines before they do something that is ethically questionable, averting harm that might have been caused otherwise.  Such capabilities might be harnessed to assist us in ethical decision-making; machine-machine relationships might also benefit, in that the new capabilities could provide a basis for resolving resource conflicts or predicting behavior of other machines.   Perhaps most importantly, the behavior of more fully autonomous machines, guided by an ethical dimension, might be more socially acceptable in real-world environments than that of machines without such a dimension.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Anderson",
   "pi_email_addr": "anderson@hartford.edu",
   "nsf_id": "000111559",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Armen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Armen",
   "pi_email_addr": "chris.armen@trincoll.edu",
   "nsf_id": "000098937",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Anderson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Anderson",
   "pi_email_addr": "Susan.Anderson@uconn.edu",
   "nsf_id": "000446462",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hartford",
  "inst_street_address": "200 BLOOMFIELD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WEST HARTFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8607685938",
  "inst_zip_code": "061171545",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "THE UNIVERSITY OF HARTFORD",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1HAYR9Y1FJ9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hartford",
  "perf_str_addr": "200 BLOOMFIELD AVE",
  "perf_city_name": "WEST HARTFORD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061171545",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "684500",
   "pgm_ele_name": "HUMAN COMPUTER INTER PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99861.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 10770.0
  }
 ],
 "por": null
}