{
 "awd_id": "0501460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integration of Magnetic Tunnel Junctions with Quantum Negative Differential Resistance Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 261814.0,
 "awd_min_amd_letter_date": "2005-04-28",
 "awd_max_amd_letter_date": "2007-09-14",
 "awd_abstract_narration": "The proposed study seeks to monolithically integrate silicon nanoelectronics with spintronics.  Vertical integration of double barrier magnetic tunnel junctions  (MTJ) will be investigated with CMOS compatible silicon based quantum resonant tunnel diodes (RTD).  It has been shown through physical models and simulations that a series combination of MTJ and RTD could increase the tunneling magnetoresistance  (TMR) ratio significantly, which is desirable for ultra high-density memory applications.  Utilizing ferromagnetic layers of different coercivities, the double barrier MTJ can have four distinct resistance values, representing four states in which the information is stored.  The negative differential resistance (NDR) characteristic of the RTD is used to read the state of the MTJs, as well as to increases the TMR ratio without area penalty.  The proposal will build upon the experience of the proposing team in successful integration of Si based Resonant Interband Tunnel Diodes  (RITD) with CMOS.    This device consists of Sage spacer layer sandwiched between two delta-doped regions of different polarities, all grown via low temperature molecular beam apiary.  The basic double barrier magnetic tunnel junction structure    will consist of Ta 5 nm/Ni79Fe21 3 nm/Cu 20 nm/Ni79Fe21 3 nm/Ir22Mn78 10 nm/Co75Fe25 4 nm/Al 0.8 nm-oxide/ Ni79Fe21 3 nm / Al 0.8 nm-oxide /Co75Fe25 4 nm/ /Ta 5 nm.  A detailed research project will be undertaken to investigate processing constraints such as layout, clean processes, thermal budget and patterning process for the proposed integration.  In addition, theoretical models will be developed to predict the response of the MTJ-RITD structures.  This will be a collaborative effort between RIT, Naval Research Laboratory and Veeco located at Plainview, New York.  RIT will carryout CMOS-RITD-MTJ chip design, mask fabrication, process development, fabrication, modeling and electrical test. NRL will provide MBE growth for RITD structures and Veeco will provide MTJ films depositions.  \r\n \r\nIntellectual Merit \r\nThe novelty of this proposed research lies in the fact that it consists of a heterogeneous set of novel and widely spread disparate technologies integrated on silicon CMOS compatible platform that has a potential to develop into new architectures for logic-memory applications.  In addition, the proposed technology utilizes three different state variables in the novel information processing: electric charge, spin orientation, and quantum state. By the convergence of these functionalities, the MTJ/RITD MRAM technology is expected to outperform the current state-of-the-art 1T-1MTJ MRAM architecture in term of cell size due to the vertical integration approach, high signal-to-noise ratio due to MR ratio enhancement, and ease of fabrication and cost.    The coexistence of magnetoelectronics with conventional electronics will open new frontiers. The PI, and Co-PI have extensive experience in RITD fabrication with CMOS chips and synergistic collaborations with NRL and Veeco.  \r\n \r\nBroader Impact \r\nThe intersection of nanotechnology and electronics will yield many new innovations over the coming decades. It is anticipated that convergence of various technologies with the standard silicon technology has the potential for tremendous impact in memories and displays and subsequently in logic. The proposed research is aimed at the development of electronic.spintronic systems such as multi-value memory that will provide ultra high density memory, extremely important for the information demands of the future and for maintaining innovative edge of the US industry in the era of global competition. The study will involve participation of faculty and students with a national laboratory (NRL) and industry (Veeco).  The PI and Co-PI will develop new courses- \"Fundamentals of Spintronics\" and  \"Novel Memory Technologies\" that will enrich engineering education.   These courses will also be made available for distance delivery for industry and academia.  The program will promote science and engineering in the community through K-12 partnerships and in attracting community college and underrepresented student groups to science and engineering.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Santosh",
   "pi_last_name": "Kurinec",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Santosh K Kurinec",
   "pi_email_addr": "skkemc@rit.edu",
   "nsf_id": "000484506",
   "pi_start_date": "2005-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Rommel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sean L Rommel",
   "pi_email_addr": "slremc@rit.edu",
   "nsf_id": "000198724",
   "pi_start_date": "2005-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 79891.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 79963.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 101960.0
  }
 ],
 "por": null
}