{
 "awd_id": "0501297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Three-Dimensional Magnetic Memory Device",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2005-04-15",
 "awd_max_amd_letter_date": "2007-07-26",
 "awd_abstract_narration": "Intellectual Merit The objective of this proposal is to explore 3-D magnetic recording in order to produce future high-performance memory devices. There is increasing demand for data and this demand will continue to exponentially grow. However, this year for the first time, researchers witnessed that the recorded data in conventional longitudinal magnetic media becomes highly unstable as the areal density increases beyond approximately 100 Gbit/in2. Most of these known alternative technologies are of 2-D nature and promise to defer the superparamagnetic limit beyond one terabit/in2. However, to defer the superparamagnetic limit substantially beyond the one terabit/in2 mark, it will be necessary to stack recording layers in the third (vertical) dimension. The vertical stacking underlies the concept of 3-D magnetic memory - the primary subject of this proposal. Several implementations of a 3-D memory device are proposed. The physics underlying the alternative implementations will be comparatively studied from both theoretical and experimental perspectives. Through these experiments, it is proposed to use focused ion beam (FIB) to fabricate test structures with sub-100-nm dimensions. The focus will be on the study of three components: 1) medium, 2) write and 3) read processes. One of the proposed mechanisms to access data takes advantage of an earlier developed (for perpendicular recording) method to control strong magnetic fields using a \"soft\" magnetic underlayer (SUL) under the 3-D recording medium. During the write process, the use of the SUL allows to considerably increase the recording field across the entire thickness of the 3-D medium. During the readback process, the \"softness\" of the SUL strongly influences the sensitivity field (for the Reciprocity Principle) and thus will be used as a mechanism to identify a uni-field plane (2-D layer). To minimize the inter-symbol interference and improve stability, it is proposed to pattern the recording medium in all three dimensions. The physics of 3-D magnetic recording will be also investigated theoretically with Landau-Lifshits-Gilbert-based micromagnetic modeling and Monte-Carlo-based temperature simulations. Magnetic force microscopy (MFM) and optical Kerr Microscopy will be used to study the intergranular interactions in the recording medium. Finally, to learn how to efficiently analyze and read back information from the bulk of the 3-D medium, it is proposed to take advantage of a signal processing technique such as \"constrained deconvolution\". Basic Co/Pt-based 3-D medium thin-films necessary for this study will be fabricated inhouse using co-sputter deposition. With optical lithography and following FIB trimming, nanoscale bit cells will be tested. To conduct a comparative study of 3-D magnetic recording, Seagate Technology commits to provide additional recording transducers (for further FIB trimming at FIU) and various forms of recording media (patterned via E-beam-based lithography), and help with additional characterization methods. In addition, to support this work, Seagate has offered to donate a 13-chamber sputtering system by Balzers Corporation. The ultimate goal of this project is to develop guidelines to design an adequate 3-D medium and understand the physics of write and read processes.\r\n\r\nBroader Impacts This project is interdisciplinary in nature. Its success depends on the adequate integration of the engineering experience in data storage with the understanding of the basic physics of magnetic recording devices and knowledge of advanced data recognition methods. Based at one of the largest minority-serving and one of the youngest research institutions (FIU), this joint project with strong industrial ties promises to boost the research initiatives at FIU and strongly promote the involvement of underrepresented groups in advanced research. Throughout these research efforts, PIs have established a tradition of inviting leading researchers to offer colloquia at FIU. The interest in research on Nanoscale information systems at FIU has significantly grown due current joint efforts. In one year alone, the number of students (mostly minority) involved in the study of nanoscale magnetic devices has grown from one to twelve.  As for the technological impact, due to the nature of this project, it will contribute to the advancement of the multi-billion-dollar data storage industry. From a short-term perspective, similar to popular flash memory today, 3-D magnetic memory could be used as a USB-compatible device with significantly higher data capacity. In the long-term perspective, 3-D magnetic memory may replace conventional magnetic hard-drives and other memory technologies, and under the right circumstances may even transform into single-chip computing. Finally, 3-D memory goes well along the expected general future trend of vertical integration.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sakhrat",
   "pi_last_name": "Khizroev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sakhrat Khizroev",
   "pi_email_addr": "skhizroev@Miami.edu",
   "nsf_id": "000484202",
   "pi_start_date": "2005-04-15",
   "pi_end_date": "2007-07-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Barreto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Armando Barreto",
   "pi_email_addr": "Armando.Barreto@fiu.edu",
   "nsf_id": "000074313",
   "pi_start_date": "2007-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Candocia",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Frank M Candocia",
   "pi_email_addr": "candocia@fiu.edu",
   "nsf_id": "000267044",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sakhrat",
   "pi_last_name": "Khizroev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sakhrat Khizroev",
   "pi_email_addr": "skhizroev@Miami.edu",
   "nsf_id": "000484202",
   "pi_start_date": "2007-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Chomko",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roman M Chomko",
   "pi_email_addr": "chomko@fiu.edu",
   "nsf_id": "000483903",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 97009.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100209.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 102782.0
  }
 ],
 "por": null
}