{
 "awd_id": "0501168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Problems from Statistical Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 142337.0,
 "awd_min_amd_letter_date": "2005-04-12",
 "awd_max_amd_letter_date": "2005-04-12",
 "awd_abstract_narration": "Abstract\r\nKennedy\r\n\r\nThe problems to be studied include self-avoiding random walks, droplet states in the quantum Heisenberg ferromagnet and covering and packing problems in two and three dimensions. A self-avoiding walk is a model that exhibits critical phenomena and universality, two of the most important ideas in statistical mechanics. Understanding such models in two and three dimensions is a major problem in mathematical physics. Droplet states will be studied in the quantum Heisenberg ferromagnet, a model of how the spins of the electrons in a crystal can line up to produce ferromagnetism. Droplets refer to domains where the spins are aligned in a different direction from the prevailing direction. Such droplets have been studied extensively using classical statistical mechanics.  However, electron spins are only properly described with quantum mechanics, and there are no mathematical results on quantum mechanical models in more than one dimension. We will study the quantum mechanical behavior of these droplets in two dimensions. The third area of research is in classical geometry, specifically covering and packing problems. An example of a packing problem is to ask how you should arrange discs of two different sizes in the plane so that they do not overlap, but cover as much of the plane as possible. Problems like this are simple to state, but notoriously difficult to solve.\r\n\r\nIn the research proposed, mathematical techniques will be used to study problems whose origins are in statistical mechanics and condensed matter physics, and ideas developed in the study of physical problems will be used to attack questions in classical geometry. The work on self-avoiding walks will impact physics and physical chemistry since this is a good model for polymers in dilute solution. Simulations of self-avoiding walk models can lead to improvements in the algorithms, both for this model and for models in other fields. The code developed in these simulations will be made publicly available. The study of droplets in the quantum Heisenberg ferromagnet will impact our understanding of the physics, but it should also contribute to our understanding of more mathematical questions including degenerate perturbation theory and the existence of continuous spectrum. In the research on packing and covering problems, ideas developed in the study of frustrated spin systems will impact a completely different field. Frustration refers to spin systems which need to do one thing to minimize one part of their total energy but need to do something inconsistent to minimize another part. Mathematical physicists developed a technique for studying such systems which we will adapt to the packing and covering problems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Kennedy",
   "pi_email_addr": "tgk@math.arizona.edu",
   "nsf_id": "000366890",
   "pi_start_date": "2005-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 142337.0
  }
 ],
 "por": null
}