{
 "awd_id": "0502421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: A Micro-Optical Wall Shear Stress Sensor Based on Whispering Gallery Mode Resonators",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Wendell Schultz",
 "awd_eff_date": "2005-02-15",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": 56510.0,
 "awd_amount": 56510.0,
 "awd_min_amd_letter_date": "2005-02-01",
 "awd_max_amd_letter_date": "2005-02-01",
 "awd_abstract_narration": "PROPOSAL NO.:\t\t\tCTS-0502421\r\nPRINCIPAL INVESTIGATOR:\t\tVOLKAN OTUGEN\r\nINSTITUTION:\t\t\tPOLYTECHNIC UNIVERSITY OF NY\r\n\r\nSGER: A Micro-Optical Wall Shear Stress Sensor Based on Whispering Gallery Mode Resonators\r\n\r\nThis grant is to develop a novel micro-optical wall shear stress sensor based on dielectric micro-beads that are excited by coupling light from optical fibers.  The technology exploits the morphology-dependent shifts in resonant frequencies that are commonly referred to as the whispering gallery modes (WGM).  A minute change in the size, shape or optical constants of the micro-bead causes a shift in the resonant frequency (or the WGM).  This optical phenomenon is the harbinger of a new class micro-sensors that can be used for a wide range of fluid dynamic applications; any physical stimuli that can directly or indirectly change the size, shape or optical constants can be detected with higher resolution than can be realized by existing mechanical sensors.  Furthermore, the concept can be easily extended to a system of distributed micro-sensors providing spatial data resolved in time and space.  With the growth of wide-band communications through optical fibers, the use of WGMs of miniature optical elements are rapidly becoming commonplace in the telecommunication industry where components that are several wavelengths of light in size are used.  However, such components are seldom manipulated mechanically to develop new sensor technologies.  The intellectual merit of this work is its contributions to the development of a novel sensor.  The proposed research will explore a new concept for micro-optical wall shear stress sensors that is based on the WGMs of dielectric resonators and that exploits recent technological developments in the telecommunications field.  The broader impacts of this work will include advancing discovery and understanding while promoting teaching and learning, broadening the participation of underrepresented groups, and broad dissemination of results for the enhancement of scientific and technical understanding.  Although the primary area of application for the proposed sensor is fluid mechanics research, the proposed activity will have the following broader impact: the micro-optical wall shear sensor can have a significant impact on process control in manufacturing industries as well as the medical field.  Furthermore, the successful completion of this effort will lay the groundwork for the development of a much broader range of WGM-based sensors for temperature, pressure and species concentration.  Therefore, although several technical challenges exist in the development of rugged, reliable optical sensors of this kind, the payoff at the successful conclusion are very significant.  Polytechnic's Youth in Engineering and Science (YES) program, will provides opportunities for high school students (juniors and seniors) to participate in this research project and to receive exposure to science and engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Volkan",
   "pi_last_name": "Otugen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Volkan Otugen",
   "pi_email_addr": "otugen@engr.smu.edu",
   "nsf_id": "000117285",
   "pi_start_date": "2005-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valery",
   "pi_last_name": "Sheverev",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Valery A Sheverev",
   "pi_email_addr": "sheverev@lenterra.com",
   "nsf_id": "000162783",
   "pi_start_date": "2005-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polytechnic University of New York",
  "inst_street_address": "15 Metrotech Center",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182603360",
  "inst_zip_code": "112013826",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 56510.0
  }
 ],
 "por": null
}