{
 "awd_id": "0502990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-DFG Cooperative Activity in Materials Research: Behavior of Organized Quantum Dot and/or Wire Arrays",
 "cfda_num": "47.049",
 "org_code": "03070001",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2005-06-15",
 "awd_max_amd_letter_date": "2007-07-03",
 "awd_abstract_narration": "TECHNICAL EXPLANATION\r\nThe unifying theme of this work is to refine and apply growth and fabrication techniques to synthesize ordered arrays of nanoscale synthetic units (dots, wires, rings, etc.) which will allow exploration and creation of new structures with novel optical and transport properties. While self-assembly provides quantum dot structures, approaches will be explored to guide dot formation to take a desired path.  For example, one can create media with abnormally large or even negative indices of refraction, nonlinear optical photonic crystals that can dramatically change their reflectivity with an applied electric field or increasing optical intensity. Such material by design control would open a new era in applications ranging from improving ferroelectric memory densities by a factor of 10,000 to optical circuits that rival their electronic counterparts.  Two research teams contribute complementary expertise and facilities.  Both teams have extensive experience in the growth and study of nanostructures.  The American team consists of researchers at the University of Arkansas and the University of Oklahoma (AU/OK) who are partners in a NSF Materials Research Science and Engineering Center (MRSEC). This team is especially talented in the growth by molecular beam epitaxy (MBE), characterization by scanning tunneling microscopy (STM), and in particular, the study of the optical behavior of nanostructures and interactions between them.  The German team consists of researchers at Humboldt University in Berlin and has many years of experience in growth using gas-source molecular-beam epitaxy and in particular, the study of the transport behavior of heterostructures and nanostructures. Together, both teams have the experience, talent, and infrastructure to uncover the underlying physics important to the growth and optical and transport behavior of organized nanostructure arrays. The award will support graduate students who will benefit greatly from the international research environment.\r\n\r\nNONTECHNICAL EXPLANATION\r\nThe last decade has seen great advances in our ability to create semiconductor structures on the submicron scale.  This has been driven in a large part by the desire for increased chip performance and memory density.  Submicron linewidths are now routine in commercial semiconductor devices, but as structure size is reduced, traditional lithographic techniques are encountering fundamental limitations.  To achieve smaller feature sizes more innovative techniques such as self-assembly or nanosculpting must be explored.  To carry out this investigation two different research teams with complementing talents have been assembled. The American team consists of researchers at the University of Arkansas and the University of Oklahoma (AU/OK) who are partners in a NSF Materials Research Science and Engineering Center (MRSEC). The German team consists of researchers at Humboldt University in Berlin. Together, both teams have the experience, talent, and infrastructure to uncover the underlying physics important to the growth and optical and transport behavior of organized nanostructure arrays.  The award will support graduate students who will benefit greatly from the international research environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Salamo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Salamo",
   "pi_email_addr": "salamo@uark.edu",
   "nsf_id": "000182244",
   "pi_start_date": "2005-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "1125 W MAPLE ST STE 316",
  "perf_city_name": "FAYETTEVILLE",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727013124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173500",
   "pgm_ele_name": "MATERIALS RSCH SCI & ENG CENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}