{
 "awd_id": "0502387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program: Ocean Variability & Fish Population Response Beyond El Nino from Laminated Sediments of the Peruvian Margin Spanning the Last Millennium",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 121014.0,
 "awd_amount": 121014.0,
 "awd_min_amd_letter_date": "2005-07-06",
 "awd_max_amd_letter_date": "2008-06-17",
 "awd_abstract_narration": "0502387\r\nField\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct three to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-two-month research fellowship by Dr. David B. Field to work with Dr. Dimitri Gutierrez at Instituto del Mar del Peru in Callao, Peru, and Dr. Christina Ravel at the University of California, Santa Cruz.\r\n\r\n \r\nThe tropical Pacific is a key component in the global climate system and has far reaching societal impacts.  Paleoclimate records are needed to examine ocean variability beyond the El Nino Southern Oscillation (ENSO) timescale.  Since different modes of variability have unique horizontal and vertical patterns, determining the mechanisms of change is possible through reconstructing changes in the vertical structure of the water column with planktonic and benthic foraminifera, as well as through comparison of records between different locations.  Laminated sediments from the Peruvian shelf region are ideally suited to test hypotheses concerning the role of the eastern tropical Pacific (ETP) and intermediate water circulation in decadal- to-centennial-scale variability, the ecosystem response to such ocean variability, and the effects of anthropogenic activity. This proposal outlines an international effort to develop paleoceanographic time series resolving decadal-scale changes over the last 1,000 years from laminated sediments off Peru.  This effort will take place at IMARPE (Instituto del Mar del Peru) in Callao, Peru in direct collaboration with Dr. Dimitri Gutierrez and other scientists from Peru, Chile, France, and Mexico.  In the period of time spent at the University of California, Santa Cruz, the PIs will investigate the sources of high frequency climate variability in the Eastern tropical Pacific. \r\n\r\nCharacterizing the natural modes of climate variability is essential to understanding climate and ecosystem processes, detecting anthropogenic influences, and identifying and predicting future changes and risks.  The time series of this research will serve as important constraints on the role of the ETP in modifying ENSO, decadal-to-centennial climate variability, and 20th century warming.  Understanding the mechanisms of change has policy implications for assessing the potential environmental and ecological risks and uncertainties associated with future natural and/or anthropogenic change.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Field",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Field",
   "pi_email_addr": "",
   "nsf_id": "000466576",
   "pi_start_date": "2005-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field, David B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "92038",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Field, David B",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "92038",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 121014.0
  }
 ],
 "por": null
}