{
 "awd_id": "0502671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-Europe Materials Collaboration:   Rational Design and Quantum Chemistry of Complex Itinerant Intermetallic Magnets",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David L. Nelson",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 142000.0,
 "awd_amount": 142000.0,
 "awd_min_amd_letter_date": "2005-08-18",
 "awd_max_amd_letter_date": "2006-08-03",
 "awd_abstract_narration": "This award by the Solid State Chemistry program in the Division of Materials Research to Iowa State University combines experimental and theoretical studies towards the designed preparation and subsequent characterization of new intermetallic ferromagnets and antiferromagnets. This proposal, received in response to the Materials World Network announcement NSF 04-599, involves the use of a complex metal boride framework with magnetic 3d elements, e.g., Cr, Mn, Fe, Co and Ni, inserted in voids that create magnetic structures with low-dimensional character. The new intermetallic series M9M'2T18-xT'xB8 (M and T represent metal elements; M' specifically indicates a magnetic metal element) will serve as a chemical system in which the number of valence electrons can be tuned to induce desired magnetic properties. This collaborative effort between solid-state chemistry groups at Iowa State University Chemistry Department and the Institute for Inorganic Chemistry at RWTH Aachen represents a strong, synergistic coupling of experiment and theory that targets new magnetic materials, and may lead to new materials with unusual bulk magnetic properties due to the potential one-dimensional character of the magnetic exchange. The Aachen group will extend its present synthetic experience using classical high temperature synthetic routes to synthesize several compounds in this new series, characterize them using diffraction methods and diffraction analyses and measure their magnetic properties. The Iowa State group will use electronic structure packages and chemical bonding analysis to understand the electronic and magnetic behavior of these complex phases and predict new synthetic targets for the Aachen group. In addition, the ISU group will carry out temperature-dependent, single crystal studies to explore details in structural changes with magnetic behavior.  Both groups will clarify the spin structures of the new compounds by experimental (neutron diffraction) and theoretical (spin-polarized super-cell calculations) efforts. \r\n\r\nThis international collaborative project will combine experiment and theory for condensed matter systems, and provides student and post-doctoral associates with a truly interdisciplinary problem.  These students will clearly learn how different scientific subjects and models impact other research areas. In addition, student and/or post-doctoral participating in this project in Aachen, Germany and Ames, Iowa will have opportunities for international exchange, and they will have opportunities to learn both experimental and theoretical components of research in solid-state chemistry.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Miller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon J Miller",
   "pi_email_addr": "gmiller@iastate.edu",
   "nsf_id": "000176203",
   "pi_start_date": "2005-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 62000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}