{
 "awd_id": "0502728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-Germany Materials Collaboration: Defects and Orientation-Dependent Transport in Orthosilicates",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2005-04-12",
 "awd_max_amd_letter_date": "2006-05-24",
 "awd_abstract_narration": "Orthosilicates of the type Me2SiO4+d with Me = Co, Mn and Ni are solids which crystallize in the olivine structure. This structure has a very significant lattice anisotropy, which causes a large orientation-dependence of the transport of matter and charge. Details on this subject are known so far only for the iron silicate fayalite. The observed orientation dependences for fayalite are among the largest so far known for non-layered crystal structures. A completely open question is how the replacement of Fe by Co, Mn and Ni will influence the orientation dependence of the transport of matter and charge. This question will be systematically investigated for the transport of matter and charge in orthosilicates of the type Me2SiO4+d with Me = Co, Mn and Ni. The research will be performed in an international collaboration with the group of Klaus-Dieter Becker at the Technical University of Braunschweig (Germany). The emphasis at Cornell will be to establish the crystal orientation and oxygen activity dependence of tracer diffusion coefficients of the cations.  Complementary studies of the electrical conductivity and on the kinetics of the reequilibration after oxygen activity jumps will be performed in Germany. In addition, to allow modeling of the observed oxygen activity dependences, thermogravimetric studies will be performed at Cornell University whenever necessary. To enable the proposed studies of the orientation dependence, single crystal growth will be performed at Cornell by using the floating zone method. The program will provide training at the graduate and undergraduate level and will also provide experiences in international collaboration.\r\nThe results of this fundamental research will very significantly improve the basic understanding of transport of matter and charge in an important class of materials, which crystallize in the olivine structure. For example, in the applied geosciences, olivine structure minerals are common materials in the upper mantle of the Earth. An improved knowledge of this type of materials will aid to better understand the history of the Earth. On the other hand, lithium iron phosphate is an olivine structure material with a very high electrical conduction, making it a promising candidate for being used as the cathode in lithium batteries. Therefore, the field of solid-state electrochemistry and others will also benefit from this research program. This broad relevance clearly justifies public support of the proposed research. The research will focus on the transport of matter and charge in orthosilicates with the olivine structure and will include the growth of single crystals and measurements related to the transport of cations and of electrical charge. Due to its collaborative nature, the program involves an exchange of graduate students between the Technical University of Braunschweig (Germany) and Cornell University. In addition, there will be significant research experiences for undergraduates. Outreach to local schools and to other institutions will continue.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruediger",
   "pi_last_name": "Dieckmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruediger Dieckmann",
   "pi_email_addr": "dieck@ccmr.cornell.edu",
   "nsf_id": "000126388",
   "pi_start_date": "2005-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}