{
 "awd_id": "0503942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:    NSF-EC Cooperative Activity in Computational Materials Research:    Multiscale Modeling of Nanostructured Interfaces for Biological Sensors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 215675.0,
 "awd_amount": 215675.0,
 "awd_min_amd_letter_date": "2005-07-25",
 "awd_max_amd_letter_date": "2007-07-10",
 "awd_abstract_narration": "This collaborative grant involving researchers at Wisconsin, Northwestern and Purdue has been made in response to a proposal submitted to the NSF-EC solicitation sponsored by the Division of Materials Research in coordination with the European Commission.\r\n\r\nRecent experiments have shown that liquid crystalline materials are capable of probing the structure of interfaces having chemical or topographical features of nanometer length-scales. The ability of liquid crystals to detect the adsorption of proteins or viruses at surfaces or interfaces has been exploited for development of highly effective and inexpensive biological sensors. The principle of operation for these sensors is an anchoring transition of the liquid crystal material at a surface, triggered by the binding of a biological molecule or organism to a substrate. This transition leads to formation of defects, which propagate over macroscopic length scales. This cascade of defects provides the basis for a remarkable amplification mechanism, making possible the detection of a few binding events by simple optical means.\r\n  \r\nWhile the use of liquid crystals for sensing applications has been focused on solid surfaces, recent studies suggest  that  liquid-liquid  interfaces  could  also  be  used  for  sensing,  thereby  paving  the  way  for development  of  more  versatile  sensing  devices,  and  development  of  novel  technologies  capable  of interrogating  the  structure  of  interfaces  with  nanometer  level  resolution.  For such devices and technologies to be quantitative  (as opposed to purely qualitative), it will be necessary to develop a theoretical formalism capable of providing a direct correspondence between macroscopic experimental measurements (e.g. optical micrographs) and anchoring transitions and specific binding events occurring at the scale of nanometers. That formalism is inherently multi-scale, in that it must be capable of capturing anchoring transitions occurring at the level of a few liquid crystal molecules while being able to describe the formation of defects over micrometer length scales.   \r\n\r\nA hierarchical, multi-scale modeling approach is proposed for description of liquid-crystal based chemical and biological sensors. A diverse and unique team of scientists and engineers from the US and the EC has been assembled, all of them with complementary backgrounds and expertise. A carefully orchestrated set of modeling activities is proposed which capitalizes on the strengths of individuals and exploits synergisms between the groups of M.Olvera, J.de Pablo, I.Szleifer, M.Laso, H.Ottinger, and D.Theodorou.    \r\n\r\nThe  proposed  hierarchical  multi-scale  approach  starts  from  atomistic  models  of  water,  surfactant  and peptide  amphiphile  laden  interfaces,  and  liquid  crystals.  Residue-level  models  are  used  for  biological molecules. These models will be coarse grained, using recently proposed methods from non-equilibrium thermodynamics. The resulting coarse grain models will be fed into single-molecule and field theories to \r\nmap out the structure and phase behavior of the systems of interest over wide ranges of parameter space. The  theories  will  be  used  to  predict  the  formation  of  nanostructured  patterns  at  interfaces,  which  can subsequently be exploited to bind specific proteins and even growth factors for cell capture. The theories will also be used to provide potentials of mean force and other relevant structural information, which will \r\nbe fed into field-theoretic and lattice Boltzmann descriptions of defect dynamics in liquid crystals, over macroscopic  length  scales  both  at  and  beyond  equilibrium.  Solution  of  these  dynamic  models  will  be implemented  within  the  context  of  novel,  grid-less  numerical  techniques.  A  final,  global  effort  will consider solution of the entire multi-scale system within a micro-macro formalism that will simultaneously resolve the dynamics of molecules in effective fields and the macroscopic conservation equations.\r\n     \r\nIntellectual Merit: The sensor systems envisaged in this proposal are particularly complex. They include multiple  species,  small  and  large molecules,  charges,  interfaces,  and  are  often encountered  in  far from equilibrium  situations.  They  exhibit  a  rich  structural,  phase  and  dynamical  behavior  that  spans  many length and time scales. Given this complexity, past theoretical and numerical studies have been largely \r\nlimited to select, isolated elements or components of the systems considered in this proposal. There are few, if any  precedents  for describing  the  adsorption of  biological molecules to peptide amphiphile and surfactant  laden  interfaces  at  a  molecular  level,  and  for  describing  the  concomitant  response  of  a coexisting liquid crystalline material to that adsorption process over nanoscopic and mesoscopic length \r\nscales,  with  full  consideration  of  hydrodynamic  effects.  This  proposal  describes  a  multi-pronged, concerted plan of research that brings some of the best, state-of-the-art theory and simulation to the study of such processes. \r\n\r\nBroader Impacts: Sensor design has become an area of central importance to science and technology. The  biological  sciences  will  benefit  considerably  from  devices  capable  of  detecting  the  occurrence  of proteins in real time, medicine will benefit from faster, reliable sensors for minute amounts of proteins, and  society  in  general  will  benefit  from  inexpensive  and  reliable  sensors  for  chemical  toxins  and  viral \r\nagents.  Recent  published  reports indicate that the sensors to be  explored  in  this  proposal  offer  unusual promise  on  all  of  those  fronts.  Such  reports  also  underline  the  fact  that  the  usefulness  and  promise  of liquid-crystal based sensing devices can only be fully realized by developing detailed multi-scale models and a fundamental understanding of the processes that occur in such systems over various length and time \r\nscales. The multi-scale formalism to be developed in this project will not only facilitate considerably the design and development of sensors, but will also permit development of quantitative, liquid-crystal based techniques to probe the structure and properties of interfaces. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igal",
   "pi_last_name": "Szleifer",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Igal G Szleifer",
   "pi_email_addr": "igalsz@northwestern.edu",
   "nsf_id": "000168516",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1589",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 69718.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 63083.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}