{
 "awd_id": "0503814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "String-related structures in homotopy theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 88712.0,
 "awd_min_amd_letter_date": "2005-06-22",
 "awd_max_amd_letter_date": "2009-09-22",
 "awd_abstract_narration": "The overall theme of the investigator's research is the application of\r\nhomotopy theory to other areas of mathematics and to physics, in\r\nparticular to the understanding of strings and similar structures. Among\r\nthese structures, most directly related to of string theory is conformal\r\nfield theory, which also appears to be closely connected to elliptic\r\ncohomology.  This in turn has implications in the area of automorphic\r\nforms, and relations with Borcherds' Moonshine module.  There is also a\r\nremarkable connection with the absolute Galois group of Q, through\r\nGrothendieck's program of dessins d'enfants, and the action of\r\nGrothendieck-Teichmueller structures on the formalism that make up\r\nconformal field theories. By way of analogy, studying the space of loops\r\nin a topological space leads to the string topology, which is closely\r\nrelated to operads and deformation theory in more abstract contexts. To\r\napproach these questions, the investigator uses categorical Koszul\r\nduality.  Related to Koszul duality is the notion of Grothendieck/Verdier\r\nduality in various contexts, which led back to A^1- and equivariant stable\r\nhomotopy theory, including Real-oriented homotopy theory. This is directly\r\nanalogous to the A^1-homotopy theory constructed by Morel and Voevodsky.\r\n\r\n-------------------------------------\r\n\r\nThe overall theme of the investigator's research is the interaction\r\nbetween the area of algebraic topology in mathematics, and string theory\r\nin physics. String theory emerged in physics in the 70's and 80's as a\r\ntheory providing new hope toward gaining a unified theory of all the\r\nforces of nature; its basic idea was that the fundamental units of the\r\nuniverse are not point-like particles, but tiny one-dimensional strings,\r\nwhich may form a closed loop, or may be open (with two endpoints). The\r\ntheory since underwent a tumultuous development in which many additional\r\nstructures emerged. Today it is still believed in physics that the\r\nunification program may be facilitated by some theory closely related to\r\nstructures discovered by string theory. Despite the long history, many\r\nfundamental aspects of string theory are not well mathematically\r\nunderstood, which, it seems, has somewhat hindered the physical theory.\r\nThe investigator studies some of these issues both directly, and by way of\r\nanalogy and connection with similar structures elsewhere in mathematics.\r\nTopology can be thought of as geometry in its purely qualitative aspects.\r\nIn particular, algebraic topology has built up many powerful methods for\r\nstudying topological spaces, by associating to them certain\r\nalgebraic/numerical invariants. In physics, spacetime itself can be\r\nconsidered as a topological space.  However, to understand strings in\r\nspacetime, one needs to study not only the points in topological spaces,\r\nbut loops in such spaces, which can be thought of as models for strings.\r\nThe investigator studies the structures arising from the space of loops in\r\ntopological spaces. This includes conformal field theory and string\r\ntopology, as well as certain structures from the area of algebra, such as\r\noperads and Hochschild cohomology. The investigator also considers the\r\nstructures arising from loops in certain purely abstract, general context,\r\nfor instance that of categorical Koszul duality.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Po",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Po Hu",
   "pi_email_addr": "po@math.wayne.edu",
   "nsf_id": "000323966",
   "pi_start_date": "2005-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 88712.0
  }
 ],
 "por": null
}