{
 "awd_id": "0503952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Older Adult Decision Making During Hurricane Hazard Preparation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas A. Birkland",
 "awd_eff_date": "2004-12-15",
 "awd_exp_date": "2005-11-30",
 "tot_intn_awd_amt": 29729.0,
 "awd_amount": 35729.0,
 "awd_min_amd_letter_date": "2004-12-06",
 "awd_max_amd_letter_date": "2005-03-11",
 "awd_abstract_narration": "NSF PROJECT ABSTRACT\r\n\r\nOlder Adult Decision Making during Hurricane Hazard Preparation:\r\nTo Evacuate or Shelter-in-Place\r\n\r\nPrinciple Investigator:  Christopher B. Mayhorn, North Carolina State University\r\n\r\nPopulation estimates indicate that by 2025, more than 82 million people in the United States will be over the age of 60.  There is a critical need for research that investigates the needs of older adults in preparing for natural hazards such as hurricanes. The events of the present hurricane season, where multiple storms (i.e., Charley, Frances, Ivan, and Jeanne) have threatened the state of Florida within a one-month time frame, illustrate the need to better understand how recent previous experience with a particular hazard influences decision making in young and older adults.  The proposed Small Grant for Exploratory Research (SGER) will utilize multiple approaches to answer the following research questions of interest:  (1) How do older adults (aged 65+) differ from younger adults in how they make decisions regarding hurricane hazard preparation?  (2) Do age-related factors (i.e., cognitive, social, physical) interact to limit hazard preparation and potentially hinder warning compliance with protective action recommendations (PARs)?  (3) Does frequent, repeated exposure to previous hurricanes influence risk perception, which in turn may determine how factors are weighted during subsequent decision making?  Methodological approaches include the use of structured interviews and drop off surveys that will quantify age-differences in the process of decision making when people are faced with the decision to either evacuate or shelter-in-place.\r\n\r\nThe proposed research is significant for a number of reasons.  First, the theoretical contributions that will result from a synthesis of the cognitive aging and disaster warning literatures promises to significantly increase understanding for age-related vulnerability during natural disasters.  Second, the information gleaned from this research will be informative in updating current hazard warning and communication systems that are not designed with older adults in mind and may pose a systematic risk to this traditionally under-represented population.  Third, this SGER project will contribute to the education of future generations of hazard researchers because it promotes teaching, training, and learning among graduate and undergraduate students who will be trained to apply their knowledge of cognitive psychology and aging to this new domain.  In summary, the proposed research is both theoretically and practically interesting because it addresses a critical need by investigating the safety of a growing segment of the American public in the context of a frequent, naturally occurring hazard that is annually responsible for numerous deaths, injuries, and property damage.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Mayhorn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Mayhorn",
   "pi_email_addr": "chris_mayhorn@ncsu.edu",
   "nsf_id": "000288865",
   "pi_start_date": "2004-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 35729.0
  }
 ],
 "por": null
}