{
 "awd_id": "0504715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Epitaxial Electrodeposition of Chiral Metal Oxide Films",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 452000.0,
 "awd_min_amd_letter_date": "2005-04-25",
 "awd_max_amd_letter_date": "2006-07-18",
 "awd_abstract_narration": "Many biomolecules are chiral- they can exist in one of two enantiomeric forms that only differ in that their structures are mirror images of each other.  Because one enantiomer tends to by physiologically active while the other is inactive or even toxic, drug compounds are increasingly produced in an enantiomerically pure form using solution-phase homogeneous catalysts and enzymes.  Chiral surfaces offer the possibility of developing heterogeneous enantiospecific catalysts that can more readily be separated from the products and reused.  In addition, such surfaces might serve as electrochemical sensors for chiral molecules - perhaps even implantable chiral sensors that could be used to monitor drug levels in the body.  In the proposed work, chiral surfaces of metal oxides such as CuO, AgO, Bi2O3, PbO2, Tl2O3, Y2O3, and In2O3 will be electrodeposited onto achiral surfaces such as single crystal Au and Cu using chiral molecules such as tartaric acid and amino acids to direct the chirality. Surfaces will be electrodeposited which lack mirror or glide plane symmetry. It is not necessary for the materials to crystallize in a chiral space group. The absolute configuration of the films will be determined by X-ray pole figure analysis, and the microstructure will be probed by electron and scanning probe microscopy. The concept of electrochemical biomineralization will be explored by depositing calcite in the presence of chiral agents by electrochemically generating base in a solution of calcium bicarbonate.  The mechanism of chiral electrodeposition will be explored to determine whether the chiral molecules simply template the surface or imprint it. The mechanism will be probed by in situ techniques like scanning tunneling microscopy, vibrational spectroscopy, and electrochemical quartz microbalance experiments. Finally, the chiral oxide surfaces will be used to produce chiral electrochemical sensors. These sensors will be screened for the chiral recognition of simple chiral molecules such as tartaric and amino acids, in addition to more complex pharmaceutical drugs.\r\n\r\nChirality is ubiquitous in Nature.  Many biomolecules, such as pharmaceuticals and chemical warfare agents are chiral. They are non-superimposable mirror images of each other. One hand of the molecule can be an effective drug, while the other hand can be ineffective or even lethal.  Thalidomide is an example- one hand is a sedative, while the other hand produces birth defects.  In the proposed work, chiral metal oxides will be deposited by electrodeposition, a simple and inexpensive method. The chirality of the films will be controlled by the addition of chiral molecules such as tartaric acid and amino acids.  The chiral films will be tested as sensors for simple chiral molecules and more complex pharmaceutical drugs. Students and postdoctoral associates will be provided with an interdisciplinary research environment in the Materials Research Center. The PI has a research group consisting of chemists, physicists, chemical engineers, and materials scientists.  The students will also have the opportunity to work with the pharmaceutical company AstraZeneca Corporation on the development of chiral sensors. Undergraduate research is an important part of the project.  Funding is provided each year for two undergraduate student researchers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Switzer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jay A Switzer",
   "pi_email_addr": "jswitzer@mst.edu",
   "nsf_id": "000275142",
   "pi_start_date": "2005-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 113000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 339000.0
  }
 ],
 "por": null
}