{
 "awd_id": "0504435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conjugated Polymer Ultrathin Films:   Synthesis, Electropatterning, and Nanopatterning of Precursor Polymers",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2007-11-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2005-04-15",
 "awd_max_amd_letter_date": "2005-04-15",
 "awd_abstract_narration": "In this project, the ultrathin film formation, electropatterning, and nanopatterning of conjugated polymer materials using the \"precursor polymer\" approach will be pursued. This will involve: 1) Synthesis of specialized soluble precursor homopolymers and copolymers, 2) Electropolymerization of these polymers on specific sites and multilayer sequences, and 3) Use of micro-lithography (soft-lithography) and electrochemical nanolithography (ECN) to polymerize and pattern features. Based on current literature and recent results obtained, there is a high potential to pursue new methodologies of synthesizing and patterning ultrathin films of p-conjugated polymers useful for semiconductor, display, sensor, and other electro-optical applications with micron to submicron features. \r\n\r\nIntellectual Impact: Direct electrochemical polymerizations of monomers on electrodes usually result in films of poor mechanical and optical quality with limited patterning possibilities. By taking the precursor polymer approach, \"active\" or \"passive\" precursor polymer backbones can direct the formation of conjugated polymer \"cross-links\" from pendant electroactive monomers. In addition, soft-lithography is possible using microcontact printing (mCP) and other imprinting methods. Nanopatterning will be possible using ECN on both polymer films and patterned features.\r\nThus, in order to make significant scientific impact in understanding the potential and limitations of these materials and methods, a research strategy will be pursued. This includes understanding the mechanism and kinetics of electropolymerization, macromolecular design of a precursor polymer, conformation and pre-orientation of electroactive pendant monomers, growth and composition of polymer brushes, order, size, and resolution limits of patterning, and thermo-mechanical stability issues. Eventually, the challenge is to successfully form patterns and arrays of electropolymerized conjugated polymers from micron to nm (submicron) resolution with unique patterning complexities, electro-optical properties, and device function.\r\n\r\nBroad Impact: This project will directly impact current methodologies for synthesizing conjugated polymer materials, ultrathin films, and patterning methods. Wide dissemination of results through publications and collaborations will be done to aid industrial and academic research to pursue electro-optical device development using these methods. The project follows a detailed plan and timeline to incorporate the training of students and interaction with academic and industrial collaborators. The discovery process involves a tandem and synergistic materials and methods research. This includes: a) new synthesis methods for polymers, b) innovative spectroscopic, microscopic, and electrochemical characterization methods, and c) ultrathin film fabrication. The most important impact is the education and training of three talented students and their involvement in mentoring activities. They will be trained in a unique environment to investigate new polymer materials synthesis and device fabrication under one laboratory with the Advincula Group. In addition, this will allow them to harness scientific and technological skills towards a technology-minded society including participation in mentoring activities with the REU program, Project SEED, and outreach activities to high school students through the Welch Summer Student Program. As with the priorities of the Principal Investigator (PI), under-represented groups and minority students will be encouraged to participate in their research activities.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rigoberto",
   "pi_last_name": "Advincula",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rigoberto C Advincula",
   "pi_email_addr": "rca41@case.edu",
   "nsf_id": "000484657",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}