{
 "awd_id": "0504208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Subgroups of Mapping Class Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2006-01-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 87821.0,
 "awd_min_amd_letter_date": "2005-05-09",
 "awd_max_amd_letter_date": "2005-05-09",
 "awd_abstract_narration": "The mapping class group Mod(S) of a surface S is the group of orientation-preserving homeomorphisms of S, up to isotopy, and is a fundamental object of study in several fields, particularly in geometric group theory and geometric topology.  For example, mapping class groups are closely related to arithmetic groups (e.g., SL(n,Z)), automorphism groups of a free group, and Artin groups (e.g., braid groups), making Mod(S) valuable both as a venue for applications of, and as an inspiration for, more general group theoretic results.  Mapping class groups are also prominent in 3- and 4-manifold topology, e.g., via Heegaard splittings and Lefschetz fibrations. Moreover, Mod(S) arises naturally as the fundamental group of the moduli space of Riemann surfaces and is therefore much studied in complex analysis and algebraic geometry. The PI has an ongoing program for studying the algebraic structure of Mod(S) and understanding the relationship between Mod(S), arithmetic groups, and the automorphism group of a free group, by comparing properties such as actions on combinatorial models, automorphism and abstract commensurator groups, generating sets, finiteness properties, subgroups, and possible obstructions to linearity.  In the course of the proposed project, the PI expects to find new generators for two groups which play an important role in the algebraic characterization of 3-manifolds via Heegaard splittings:   the Torelli and Heegaard groups.  The PI also expects to give a new presentation for Mod(S) relating Mod(S) to Coxeter groups, to find a finite presentation for the Hilden group, and to gain insight into the homology of the Torelli group and the Johnson kernel using a map arising from the Rochlin invariant of homology 3-spheres.  Understanding the structure of the Johnson kernel is of particular interest as one can, for example, use this group to construct all homology 3-spheres.\r\n\r\n\r\nSurfaces are fundamental objects in mathematics, physics and other sciences.  Mathematicians have understood how to classify 2-dimensional surfaces for nearly a century.  However, the natural second step of investigating surface automorphisms (maps of a surface to itself which preserve the essential properties of the surface) has proved to be a much more challenging problem.  The group of surface automorphisms, known as the mapping class group Mod(S) of the surface S, has been extensively studied, but some of the most basic and essential questions about its structure remain unsolved.  In this project, the Principal Investigator will continue an ongoing program to study the algebraic structure of Mod(S).  Though Mod(S) arises naturally in many different fields of mathematics, a particular goal of this project is to look for algebraic structure in Mod(S) which reveals connections between geometry, topology, and algebra. For example, one focus will be on the study of subgroups of Mod(S) which play a large role in the algebraic characterization of various 3-dimensional spaces.  Another focus will be understanding certain sets of generators, or ``building blocks'' of Mod(S), which reveal the relationship between surfaces, which are topological objects, and reflections and other symmetries, which are purely geometric in nature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Brendle",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Tara E Brendle",
   "pi_email_addr": "brendle@math.lsu.edu",
   "nsf_id": "000221505",
   "pi_start_date": "2005-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 424.0
  }
 ],
 "por": null
}