{
 "awd_id": "0504925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synthesis of Ternary and Higher Order Phase Nanoparticulate and Nanorod Materials by Alkalide Reduction",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2005-06-15",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 299886.0,
 "awd_min_amd_letter_date": "2005-05-17",
 "awd_max_amd_letter_date": "2007-04-04",
 "awd_abstract_narration": "TECHNICAL EXPLANATION                                                                                                                                         The goal of this research project is to explore the synthesis of binary, ternary and higher order phase inorganic nanomaterials by a new and promising synthetic method referred to as alkalide reduction. Alkalides are crystalline ionic salts consisting of crown ether or cryptand complexed alkali metal cations charge balanced by a stoichiometric number of alkali metal anions. Homogeneous reduction of metal salts with alkalide solutions at or below room temperature results in single and binary metal nanoparticles with a narrow size distribution, without the presence of organic surfactants or the need for size selection. The method is applicable across the periodic table; it is the only chemical method shown to be capable of producing nanoparticulate lanthanide metals and alloys. Binary and ternary phases are accessible through co-reduction with alkalide solutions. Nanorods, spindles and cubes can be made by this method, in addition to spheriodal nanoparticles. The synthesis of ternary and higher order phase nanomaterials by alkalide reduction and investigating shape and size control by the method are also being explored. The magnetic, optical, electrical and catalytic properties of the materials are being studied as appropriate for each class of nanomaterial synthesized. The educational impact of this grant is multifold. Graduate and undergraduate students are being trained in a multidisciplinary environment. The PI is continuing his development and participation in scientific outreach to the youth of the Washington DC area, including hands on science demonstrations. The PI is also continuing his mentoring activity for chemistry undergraduates as the faculty advisor of the Alpha Pi chapter of the chemistry fraternity, Alpha Chi Sigma. Finally, the PI is integrating materials chemistry, into the courses he teaches.\r\n\r\nNON-TECHNICAL EXPLANATION\r\nNanotechnology will undoubtedly be one of the most important driving forces behind tomorrow's technologies. However, some obstacles must be overcome before the promise of nanotechnology is realized. One of the basic challenges is developing methods to synthesize (make) the wide variety of nanomaterials that will be necessary for future applications. This project explores one of the most promising methods of making nanomaterials, a chemical technique termed \"Alkalide Reduction\". These  nanomaterials are being tested for their potential for use in a wide variety of applications, including nanoelectronics, magnetics and advanced flat screen display technologies. The conduct of this research is providing training for graduate and undergraduate students in this technologically vital field. In addition, a variety of outreach activities are being implemented to bring \"hands-on\" science to elementary school students in the Washington, DC area, to teach and encourage tomorrow's scientists.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wagner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Wagner",
   "pi_email_addr": "wagnerm@gwu.edu",
   "nsf_id": "000466416",
   "pi_start_date": "2005-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99914.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99979.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 99993.0
  }
 ],
 "por": null
}