{
 "awd_id": "0504654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electronic Properties of Reduced-Dimensional, Supported Metals",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 337000.0,
 "awd_min_amd_letter_date": "2005-06-24",
 "awd_max_amd_letter_date": "2006-03-28",
 "awd_abstract_narration": "**** NON-TECHNICAL ABSTRACT ****\r\nElectronic properties in nanoscale materials are quite different from those in macroscopic materials.  The properties of electrons, which dictate nearly all physical, electronic, magnetic, and chemical properties, become more and more \"exotic\" as the size of the material decreases. This study will use both experiment and theory to reveal the quantum physics underlying the behavior of metals as their dimensions decrease from 3-D macroscopic materials to 2-D surfaces and thin-films that have nanometer thicknesses, to 1-D nanowires that can be quite long but have cross-sections of only nanometers. These nanoscale metal structures will be fabricated using approaches that allow one to \"turn-the-knob\" of atomic dimensionality. By adjusting the \"surface-to-volume ratio\" atom-by-atom this project will tune the underlying electronic structure and physical properties. Utilizing state-of-the-art experimental techniques, such as scanning probe microscopy and synchrotron-based photoelectron spectroscopy, the properties of supported nanoscale metals will be characterized. A key ingredient of this study will be to correlate experimentally observed atomic and electronic properties of supported nanoscale metals with theoretical calculations. This research is expected to enhance our basic understanding of materials with dimensions on the nanoscale, where \"exotic\" electron interactions allow the development of a new generation of novel electronic, magnetic, photonic, and catalytic devices. Both graduate and undergraduate students will be involved in this project. They will gain knowledge and learn skills that will enable them to become productive researchers in a field of academic and technological interest. In addition the researchers will endeavor to bring the excitement of science to both K-12 children and the general population in a region of the U.S. known for its diversity and its significant educational and economic challenges, the deep South.\r\n\r\n**** TECHNICAL ABSTRACT ****\r\nThis award supports both experimental and theoretical investigations of electronic properties of reduced-dimensional, supported metals. The underlying theme is to understand the roles that spatial size, arrangement, and dimension play in establishing the ensuing electronic properties of nanophase metallic materials.  This study will probe the underlying physics (e.g. quantum size effects, many body effects, hybridization) of metals as the dimensionality decreases from bulk to 2-D (surface/ultra thin-film) to 1-D (nanowire) to quantum well/nano-arrays. The project will investigate how many-body effects manifest themselves in reduced dimensional systems, answering questions concerning the breakdown of the Fermi Liquid Theory. A key initiative of this project will be to produce reduced-dimensional metal systems that are decoupled electronically from the underlying supporting substrate (e.g. ultra-thin oxides) and then probe their properties. The project involves \"bottom-up\" fabrication of metals with spatial dimensions (size and separation) down to the atomic size. The growth, structure, and morphology of these structures will be characterized on the atomic scale. Furthermore the electronic, magnetic, and chemical properties of the metals will be probed via high-resolution synchrotron photoelectron spectroscopy. Finally the experimental results will be correlated with Full Potential Linearized Augmented Plane Wave (FLAPW) and Molecular Dynamics (MD) theoretical calculations to reveal both the new features produced by the constrained dimensions and the new physics that cannot be simply addressed by band computational models. This project will increase our basic understanding of metals at the nanoscale, where novel electronic interactions and dynamic response may allow the development of a new generation of novel electronic, magnetic, photonic, and catalytic devices. From participation in the research activities of the project, both graduate and undergraduate students will be trained in the growth and characterization of nanoscale materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Sprunger",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip T Sprunger",
   "pi_email_addr": "phils@lsu.edu",
   "nsf_id": "000293079",
   "pi_start_date": "2005-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Kurtz",
   "pi_email_addr": "rlkurtz@lsu.edu",
   "nsf_id": "000107018",
   "pi_start_date": "2005-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": null
}