{
 "awd_id": "0505025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Haplotype Linkage and Association Mapping of Quantitative Trait Loci",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Yang",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 61147.0,
 "awd_min_amd_letter_date": "2005-05-09",
 "awd_max_amd_letter_date": "2006-06-09",
 "awd_abstract_narration": "The objectives of the project are to develop statistical methods and algorithms for linkage and association mapping of quantitative trait loci. The research includes: (1) to extend existing methodology to analyze non-temporal genetic data; (2) to create novel approaches and models to analyze temporally longitudinal human genetic data. The projects include the model building and testing, well-designed simulation studies, and applications to empirical datasets. Algorithms and software will be developed based on the techniques developed in the research. For longitudinal human genetic data, multiple measurements of quantitative or qualitative traits are taken for each individual over time, in addition to the genotype information and covariates such as gender, age, and familial income. The theory of stochastic processes will be applied to build models and methods in longitudinal genetic study.\r\n\r\nIn human genetics, one important issue is to locate and to identify important genetic variants/determinants of complex traits. Complex diseases are familial, but the mode of inheritance is uncertain. Many common diseases are complex disorders, such as asthma, diabetes, Alzheimer's disease, psychiatric disorders, Parkinson's disease, cardiovascular disease, and arthritis. With the development of the Human Genome Project, high resolution micro-satellite and chromosome-wide haplotype maps of human genome, enormous amounts of genetic data on human chromosomes are becoming available. The opportunities for genome-wide scan to map complex disease genes are tremendous. However, it is not yet clear how to extract the most useful information for complex disease gene mapping. To fully utilize the massive genetic data for complex disease gene mappings, novel mathematical and statistical methods are crucial. The investigator develops appropriate models and handy algorithms in linkage and association mapping of complex diseases. This helps to identify important genetic variants/determinants of complex traits. The Broader Impacts are: (1) To advance discovery of common disease genes and to facilitate identification of drug targets for medical sciences and the pharmaceutical industry to benefit society and to enhance public health; (2) to make algorithms and software for disease gene mapping publicly available, and to upgrade and enhance general research and education infrastructure; (3) to help develop an interdisciplinary graduate program in training a new generation of researchers in bioinformatics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruzong",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruzong Fan",
   "pi_email_addr": "rf740@georgetown.edu",
   "nsf_id": "000325735",
   "pi_start_date": "2005-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 61147.0
  }
 ],
 "por": null
}