{
 "awd_id": "0505998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Turkey: Plannning Visit for Research on Interagency Coordination in International Science and Engineering Research: Implications for Policy Formation & Scientific Collaboration",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 10298.0,
 "awd_amount": 10298.0,
 "awd_min_amd_letter_date": "2005-04-11",
 "awd_max_amd_letter_date": "2005-04-11",
 "awd_abstract_narration": "0505998\r\nMcMullen\r\n\r\nThis proposal is to support a planning visit by Dr. Donald F. McMullen and Dr. Michael A. Evans, Pervasive Technology Labs, Indiana University, Bloomington, Indiana.  They seek to establish an international research network between the US and Turkey to examine how corresponding research agencies in different countries coordinate to establish research priorities and programs. They plan to establish a core US-Turkey research group, to conduct preliminary research at TUBITAK, the Turkish Government science agency, in Ankara, to plan a reciprocal visit by their collaborators there, and to lay the groundwork for an international workshop on the role of \"egovernment\" in assisting the coordination of international scientific research. The foreign collaborators are: Dr. Kurat Cayltay, Department of Computer Education and Instructional Technology, Middle East Technical University and Dr. Mete Yildiz, Department of Public Administration, Hacettepe University, both in Ankara, Turkey.\r\n\r\nIntellectual Merit - The research agenda is unique. For the most part egovernment studies have narrowly focused on the interaction of citizens with government services and processes, and not as much on interactions between government agencies. There are no reported studies on the interactions between similar agencies in different countries in the service of scientific discovery.  An understanding of the knowledge requirements for coordination between agencies with similar missions and an understanding of the degree to which the satisfaction of these requirements could be subsumed by an information system would be a useful addition to the field. As an initial approach the PIs plan to examine the interactions between the NSF and TUBITAK. Turkey is chosen as the initial participating international partner for four reasons: 1) Turkish students are among the top-ten in number of foreign nationals studying in the US and thus a large source for \"brain drain\"; 2) Turkey plays an important role in the Middle East acting as a bridge between the Central Asia republics of the Russian Federation and Europe; 3) Turkey is held up as a model for neighboring countries in the region for many aspects, including a growing market economy, democracy and education; and 4) Turkey is aggressively working to organize government, industry, and academia for scientific and engineering research purposes.\r\n\r\nBroader Impacts - The major benefit of the project will be the development of a research network to investigate interagency coordination and knowledge discovery in international scientific collaborations among US and Turkish (and possibly other Middle Eastern) researchers. The expected benefits anticipated are as follows: 1) A network of researchers investigating international interagency coordination and scientific collaboration will be established between the US and Turkey (and possibly interested Middle Eastern countries); 2) A long-term research agenda to study the possibilities and consequences of e-Government initiatives between the US and the Middle East will be initiated. 3) The identification of salient variables that inhibit or facilitate coordination and collaboration will be identified and investigated. 4) Recommendations for policy changes to facilitate coordination and collaboration among participating countries will be offered. 5) Requirements for socio-technical systems to implement policy changes and facilitate future coordination and collaboration will be derived.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "McMullen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald McMullen",
   "pi_email_addr": "mcmullen@iu.edu",
   "nsf_id": "000262653",
   "pi_start_date": "2005-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Evans",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Evans",
   "pi_email_addr": "michael.a.evans@ncsu.edu",
   "nsf_id": "000272807",
   "pi_start_date": "2005-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170600",
   "pgm_ele_name": "DIGITAL GOVERNMENT"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 10298.0
  }
 ],
 "por": null
}