{
 "awd_id": "0505595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Practical Perfect Sampling for Bayesian Computation and Engineering and Financial Applications",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 258511.0,
 "awd_min_amd_letter_date": "2005-05-16",
 "awd_max_amd_letter_date": "2006-06-06",
 "awd_abstract_narration": "This is a comprehensive research project aimed at making perfect or exact sampling a more practical tool for common Bayesian modeling, as well as for engineering and financial applications. Key reasons for the current limitation of exact sampling include the non-applicability of available algorithms because they operate under assumptions that are not present (such as monotonicity or compact spaces) or assume elements that are not available (such as suitable ``bounding chains''), and the fact that many proposed perfect sampling algorithms take too long or too much memory to be practical beyond certain ``stylized'' applications. The investigators propose to take full advantage of specific problem structures arising in common applications to enhance the performance of exact simulation algorithms. More precisely, in the context of Bayesian computations, the investigators study the idea of data augmentation and multi-shift/scaling couplers to implement and to speed up perfect sampling algorithms for a number of common Bayesian models. The investigators also propose a new exact simulation algorithm that is suitable for applications in stochastic modeling (as in the contexts of engineering and finance), particularly for distributions that are solutions of fixed point stochastic equations. In addition, the investigators study a general procedure to implement a regeneration-based exact simulation algorithm. Finally, the investigators analyze related methods, such as ``nearly perfect sampling\", which by allowing a known and controlled error term, can potentially provide considerable gain in terms of both speed and applicability.\r\n\r\nMarkov chain Monte Carlo (MCMC) is a class of very popular methods for scientific computation, and Perfect Sampling is a subclass of MCMC methods that aim to deliver more accurate results. The price one pays for this better accuracy is that the construction of a Perfect Sampling algorithm is typically a difficult task. The main purpose of this proposal is to study practical strategies for reducing such difficulties and thereby to make Perfect Sampling a more practical tool than currently it is. The research activities on perfect sampling described by the investigators focus on widely used models in statistical inference, production and manufacturing systems and financial econometrics. Therefore, the research plan that the investigators propose can have a substantial impact in a great variety of applications in Statistics, Industrial Engineering and Finance. The proposed research activities will also greatly advance the general knowledge and understanding of the applicability of perfect sampling in practice thereby addressing a key problem in the MCMC methodology.  The proposed activities will have broad impact in both statistical computation practice and theory, via both research and associated teaching and advising due to the direct involvement of student research assistants and via seminars and publications. The investigators will also make every effort possible to recruit the best research assistants who at the same time will also enhance diversity in their general research environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao-Li",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao-Li Meng",
   "pi_email_addr": "meng@stat.harvard.edu",
   "nsf_id": "000107265",
   "pi_start_date": "2005-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Blanchet",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jose H Blanchet",
   "pi_email_addr": "jose.blanchet@stanford.edu",
   "nsf_id": "000489034",
   "pi_start_date": "2005-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 83855.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 174656.0
  }
 ],
 "por": null
}