{
 "awd_id": "0506693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "6th Open Meeting of the Human Dimensions of Global Environmental Change Research Community; Bonn, Germany, October 2005",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 99825.0,
 "awd_amount": 99825.0,
 "awd_min_amd_letter_date": "2005-08-03",
 "awd_max_amd_letter_date": "2005-08-03",
 "awd_abstract_narration": "Since 1995, open meetings of the international community conducting research on the human dimensions of global change (HDGC) have been held.  The 2005 open meeting will be conducted in Bonn, Germany, in October 2005.  Over the last decade, HDGC open meetings have grown in size and stature to attract more than 500 scientific participants from 60 countries who meet to exchange about current research, teaching, and outreach; to encourage networking; and to attract other natural and social scientists not previously involved in human dimensions research.  An additional major function of the open meetings has been to bring together researchers of a range of ages from developing countries and junior scholars from the U.S. and Europe, who otherwise would not be able to participate in a major international conference alongside senior scientists.  The 6th open meeting will include a strong focus on key research themes derived from the four core projects of International Human Dimensions Programme (IHDP) with active participation of leaders in the field.  It will focus on the identification of gaps and emerging future areas of research by exploratory sessions, and it will promote the integration of junior researchers in collective research projects in order to strengthen the human dimensions research network.  This award provides support to the IHDP Secretariat, which is helping to plan, organize, and conduct the 6th open meeting in coordination with a broad range of HDGC researchers.\r\n\r\nThe benefits from the 6th HDGC open meeting should be similar to the kinds of contributions made during the five previous meetings.  By promoting greater interaction among researchers from developed and developing countries, the meeting will foster the kinds of scientific exchange, including the sharing data and techniques and collaborating on joint research, that enhances understanding of global processes.  By engaging additional researchers from developing countries in this vibrant research community, the open meeting will strengthen the basis for continued human dimensions research within developing countries.  By bringing together scholars from different disciplines, the Open Meeting will create significant opportunities for tangible cross-fertilization.  The open meetings will help to foster the next generation of human dimensions researchers.  Finally, the open meeting will bring together many scholars from many countries, thereby providing a considerable logistical aid to teams of scholars seeking cost-effective ways to bring research teams together.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Rechkemmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Rechkemmer",
   "pi_email_addr": "rechkemmer@ihdp.unu.edu",
   "nsf_id": "000886860",
   "pi_start_date": "2005-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Bonn",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bonn",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Germany",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Bonn",
  "perf_str_addr": "",
  "perf_city_name": "Bonn",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5209",
   "pgm_ref_txt": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99825.0
  }
 ],
 "por": null
}