{
 "awd_id": "0506832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NIRT:   Bioinspired Flex Nanomembranes for Multifunctional Microsensors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1100001.0,
 "awd_min_amd_letter_date": "2005-07-15",
 "awd_max_amd_letter_date": "2005-09-15",
 "awd_abstract_narration": "ABSTRACT - 0506832\r\n\r\nNIRT: BIOINSPIRED FLEX NANOMEMBRANES FOR \r\nMULTIFUNCTIONAL MICROSENSORS\r\n \r\n\r\nThe intellectual merit of this study is in the introduction and development of a new class of robust, freely suspended, lightweight, organic-inorganic flex nanomembranes  with  an  effective thickness of 5-100 nm exhibiting outstanding sensitive properties.  These nanomembranes will be exploited as a new platform for microscopic sensors and sensing arrays: thermal, acoustic, chemical, tactile, fluidic, and gas membrane microsensors.  A clear understanding of the fundamentals of nanoscale interactions and structures important for the formation, responsive behavior, and functioning, will be crucial for the successful assembly of these flex nanomembranes.   As a long-term goal, we envision embedded arrays of microscopic nanomembranes, which will be used as multifunctional arrays with an optical, an electrical, or a  mechanical response.   The principal molecular design includes a primary central sensing layer of inorganic nanoparticles sandwiched between two polymer multilayers, each 10-30 nm thick.  The sensingnanolayer will include metal or semiconducting nano- spheres, platelets, rods, wires, shells, or tubes, exhibiting strong and detectable responsive behavior (e.g., changes in Raman spectra, conductivity, surface plasmon resonances, or luminescence).   The polymeric multilayers will serve as anelastic supporting matrix as well as provide a tunable permeable wall which will control the access to the central layer.   As a result of this project, we expect to fabricate a wide variety of robust, free-suspended nanomembranes with various sensing intra-layers and test their fundamental physical properties critical for sensing applications.  Five PIs from Materials Science and Engineering, Chemical Engineering, and Electrical Engineering Departments of Iowa State University, University  of Illinois, and University of Michigan, along with partners from five national labs/institutions and two European research institutions will join their efforts in NIRT collaborative activities. The team represents a truly interdisciplinary mix of chemists, physicists, materials scientists, chemical and electrical engineers with complementary expertises.   The cross-disciplinary project will require the collaboration with partners from national labs (ANL, Ames Lab, ORNL, LLNL, and AFIT) assisting in advanced characterization and providing access to cutting-edge experimental facilities, unique experience for students, and vital feedback.  International collaboration will be established with Fraunhofer Institute for Applied Polymer Research, Germany and the Institute of Macromolecular Chemistry, Ukrainian Academy of Sciences.   \r\n \r\nA broader impact of the project is in enhancing student training and education in science and \r\nengineering and  bringing advanced knowledge to national needs. Through intensive national and international collaborations, this project will enable Ph.D. students to become mature, internationally aware researchers familiar with cutting-edge research. In conjunction with the well established recruiting/retention programs at ISU like the Learn and Earn, Freshman Honors, BS/MS, and REU and the UROP program at UM, the PIs will continue their efforts to attract the number of young people pursuing advanced degrees in science and engineering, with a special emphasis on underrepresented groups. To address this, the PIs plan to establish a new sound initiative to attract younger women to science and engineering education in close collaboration with the Program for Women in Science and Engineering  (PWSE) and the Virtual Reality Applications Center  (VRAC). The NIRT team will establish the Summer Nanotechnology Boot Camp (SNBC) for summer PWSE interns that will incorporate active participation of NIRT graduate students. In the framework of this summer camp, up to ten high school female students will be involved in these activities under supervision of NIRT graduate students. They will \r\nprepare formal research presentations, which  will  be  used  in middle school science classes in Iowa. A key exciting element of this camp will be student participation in live, 3D virtual reality demonstrations of nano-assemblies. The new focus on enhancing diversity will be on the establishment of a new collaboration with the University of Puerto Rico-Mayaguez (UPRM), a minority US institution.  The NIRT team will establish a new summer visit-program with the UPRM to bring science and engineering bound minority undergraduate students to Iowa State campus. Finally, the NIRT industrial partnership will focus on knowledge transfer to small businesses (SB)  with potentials for development of new sensor technologies.  SB industrial partners include high-tech companies, Nomadics and Agiltron, which are already actively involved in membrane sensor technologies.   \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Tsukruk",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir V Tsukruk",
   "pi_email_addr": "vladimir@mse.gatech.edu",
   "nsf_id": "000279643",
   "pi_start_date": "2005-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Kotov",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Kotov",
   "pi_email_addr": "kotov@umich.edu",
   "nsf_id": "000129416",
   "pi_start_date": "2005-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang Liu",
   "pi_email_addr": "changliu@northwestern.edu",
   "nsf_id": "000490735",
   "pi_start_date": "2005-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Zubarev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene Zubarev",
   "pi_email_addr": "EZ@rice.edu",
   "nsf_id": "000316323",
   "pi_start_date": "2005-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhiqun",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiqun Lin",
   "pi_email_addr": "zhiqun.lin@mse.gatech.edu",
   "nsf_id": "000097014",
   "pi_start_date": "2005-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1407",
   "pgm_ref_txt": "COMBUSTION, FIRE, & PLASMA SYS"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 233392.0
  }
 ],
 "por": null
}