{
 "awd_id": "0506120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Solid State NMR Studies of Disordered Solids: Ionic Conductors and Battery Materials",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 411000.0,
 "awd_min_amd_letter_date": "2005-05-17",
 "awd_max_amd_letter_date": "2007-05-07",
 "awd_abstract_narration": "TECHNICAL EXPLANATION                                                                                                                                        New solid-state electrolytes with higher ionic conductivities are required  in order to lower the operating temperatures of a solid oxide fuel cell (SOFC). In this research project, two phenomena that limit ionic conductivity at low temperatures or that may help in the design of materials with very high conductivities at moderate temperatures will be investigated.  Specifically, solid-state NMR spectroscopy will be used to (i)  investigate structure and ionic mobility at the interfaces between two phases (e.g., heterolayers formed of CaF2 and BaF2) or at the surfaces of nanoparticles, and (ii) identify the cation sites that are nearby the oxygen-ion vacancies in the moderate oxygen-ion conductor, doped lanthanum gallate (La0.9Sr0.1Ga0.9Mg0.1O3), in order to explore effects arising from trapped vacancy-dopant clusters formed due to magnesium (Mg2+) and strontium (Sr2+) doping.  Fluorine-19 (19F)  and oxygen-17 (17O) NMR will be used to investigate local structure and mobility; the local environments surrounding the cations will be probed by using gallium-71 (71Ga) and magnesium-25 (25Mg) magic angle spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy.  Finally, MAS NMR methods will be used to study a series of battery electrode materials and related compounds.  Many of these materials show metallic behavior and one aim of the work is to develop straightforward approaches for extracting structural/electronic information from the NMR spectra of these compounds.  The research program will be incorporated into outreach activities involving both high and middle school students, undergraduates and the community at large.  The P.I. runs a high-school program for minority students, which focuses on power sources, where the students synthesize battery electrodes (e.g., lithium manganese) and test their own batteries.  \r\n\r\nNON-TECHNICAL EXPLANATION\r\nImproved batteries and fuel cells with higher power densities are critically needed to help facilitate the move from an oil-based economy, to an economy based on a more diverse range of energy sources.  New materials are required which will allow rapid transport of oxygen ions through a solid in order to lower the operating temperatures of a solid oxide fuel cell (SOFC), and reduce the costs of these devices.  The aim of the first part of this research program is to identify, via the use of solid-state NMR methods, phenomena that limit conductivity of oxygen ions in membranes and at the interfaces between two different materials. Solid-state NMR methods allow the ions that move in a solid to be observed directly, and their mobility to be measured.  The results from this program will help in the design of improved fuel cells and other devices where oxygen conduction is important (e.g., oxygen/nitrogen separations and oxygen sensors). In the second part of the research program, NMR methods will be used to study a series of battery electrode materials and related compounds in order to understand how these materials function.   The research program will be incorporated into outreach activities involving both high school and middle school students, undergraduates and the community at large.  The P.I. runs a high-school program for minority students, which focuses on power sources, where the students make and test their own batteries.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clare",
   "pi_last_name": "Grey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Clare P Grey",
   "pi_email_addr": "cgrey@notes.cc.sunysb.edu",
   "nsf_id": "000237941",
   "pi_start_date": "2005-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 137000.0
  }
 ],
 "por": null
}