{
 "awd_id": "0506069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Detection of the Structure and Electrical Level of Defects in Semi-Insulating SiC",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 211097.0,
 "awd_min_amd_letter_date": "2005-05-09",
 "awd_max_amd_letter_date": "2007-03-08",
 "awd_abstract_narration": "This project addresses the structure and energy level of defects in high resistivity silicon carbide (SiC) considered for high power, high frequency device applications. Knowledge of defect levels and associated defect structure is essential for understanding the benefits and limitations of this material. High resistivity SiC is achieved by intentionally incorporating intrinsic defects that can trap free carriers generated by unintentionally incorporated donor/acceptor impurities. The most effective traps are those that are ionized by energies of about half the band gap, so that their defect level should be ~1.6 eV below the conduction band edge. Most techniques designed to measure defect levels are thermal methods, which for levels greater than 1 eV require temperatures greater than 500C. The approach here will be to utilize optical excitation in order to eliminate difficulties associated with electrical measurements at high temperature. Furthermore, electron paramagnetic resonance (EPR) spectroscopy will be employed so that the identity of the defects will be determined simultaneously with the defect level. Photo-induced EPR will be used to monitor the intensity of specific defect spectra as a function of photon energy and/or time so that the type of defect, its level, and the relaxation energy can be determined. Combined with results for optical admittance and photocurrent spectroscopies, these measurements are expected to yield a more definitive picture of specific defects and their levels in SiC. The project will address the defects and their level in several types of semi-insulating SiC including commercial wafers grown by physical vapor deposition and high temperature chemical vapor deposition as well high purity CVD epitaxial layers grown by university colleagues. In turn, these studies will be beneficial to help establish improved growth parameters. \r\n*** \r\nThe project addresses fundamental materials research with strong technological relevance to electronics and photonics, and integrates research and education. Students will be learning fundamental physics and materials science while making measurements on high purity semi-insulating silicon carbide substrates presently being produced to facilitate a new thrust in electronic devices. Students at the pre-college through graduate levels, both within UAB and recruited from nearby high schools and universities, will be actively involved in the project. Students will broaden their education by participating at local and national meetings and attending classes designed to augment materials studies like those proposed. The project enhances the growing materials science effort at UAB and supports current activities to establish a UAB materials research laboratory. Experience in this lab, along with that gained working with non-UAB collaborators who grow SiC, will expose the PI and students to a broad range of disciplines widening their research scope. Overall, the project is expected to provide educational and technological benefits to the students and the semiconductor research community. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Ellen",
   "pi_last_name": "Zvanut",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Ellen Zvanut",
   "pi_email_addr": "mezvanut@uab.edu",
   "nsf_id": "000214772",
   "pi_start_date": "2005-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 82293.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 65213.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 63591.0
  }
 ],
 "por": null
}