{
 "awd_id": "0507745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSPA-CSE: Collective Behavior of Complex Systems with Long-Range Effective Interactions: A Network Approach",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2005-11-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 103380.0,
 "awd_amount": 103380.0,
 "awd_min_amd_letter_date": "2005-09-29",
 "awd_max_amd_letter_date": "2005-09-29",
 "awd_abstract_narration": "This project develops a new qualitative and quantitative approach for the study of complex systems.  It benefits from the growing amount of knowledge about networks to analyze the role of long-range effective interactions in the collective behavior of systems which are characteristic of those encountered in the environment. Regardless of their complexity, many physical and biological systems can be described as a set of elements with an internal dynamics (that specifies how each element will evolve under interactions) coupled to an external one (that determines which elements interact). The network approach developed in this project consists in replacing the external dynamics by a network of effective interactions that captures the long-range effects that emerge from changing local contributions. The simpler problem of describing the internal dynamics of elements interacting through network links (with, for example, small-world or scale-free architectures) can then be solved analytically or numerically. In cases where the external dynamics  can be averaged, these solutions approximate the collective behavior of the original system. The project is divided into three complementary parts: (1) study of phase transitions in a set of simple dynamical processes on networks, (2) application of the network approach to a system of self-driven agents, and (3) exploration of other complex systems using the network approach.\r\n\r\nIn its first part, the project seeks to understand the collective changes of state that can occur in systems with elements coupled through network connections. Its results can lead to the development of efficient algorithms for distributed computations or the control of critical overloads in vital systems such as the Internet or the electric power grid. In the second part, the  investigator will continue an effort to relate models of multiple moving self-driven agents to dynamics on fixed networks. This will be used as a test case for the network approach. These models can describe various complex systems such as groups of biological agents (bacteria, insects, etc.) or of autonomous robots performing collective tasks. They could lead to a better understanding or control of collective behaviors that affect the environment, such as swarms of locusts or fish. They could also help develop algorithms for simple robots to work together in robust and scalable ways, performing tasks ranging from containing a disease to deploying for security, surveillance or rescue purposes. The third part of this project will search for additional applications of the network approach by identifying other biotic or abiotic complex systems that can be analyzed through this common perspective. The approach will be tested in various systems with high economic and environmental impact such as granular materials (where force  chains can be represented as direct links to study avalanches), epidemics and ecosystems (where links describing effective interactions between organisms can be extracted from empirical data). Finally, the project will strengthen research interactions by involving collaborations with scientists of different disciplines and institutions in the United States and Latin America.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristian",
   "pi_last_name": "Huepe",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cristian L Huepe",
   "pi_email_addr": "",
   "nsf_id": "000631130",
   "pi_start_date": "2005-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Huepe                   Cristian       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Chicago",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "606226062",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Huepe                   Cristian       L",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606226062",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 103380.0
  }
 ],
 "por": null
}