{
 "awd_id": "0507754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physico-Chemical Modeling of Recent Comet Observations",
 "cfda_num": "47.049",
 "org_code": "03020414",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 258728.0,
 "awd_amount": 258728.0,
 "awd_min_amd_letter_date": "2005-06-10",
 "awd_max_amd_letter_date": "2007-04-02",
 "awd_abstract_narration": "AST 0507754\r\nBoice\r\n\r\nDr. Daniel Boyce and colleagues will carry out a project to analyze observations of the recent comets, Hale-Bopp and Hyakutake, to gain insights into the intrinsic properties of their nuclei and the important physical and chemical processes that occur in their comae.  They will employ two computational tools that they have developed over the past decades; ComChem, a global, gas dynamics simulation with chemistry of the cometary coma, and ComFluo, a time-dependent fluorescence model with collisions and superposition of non-equilibrium states, appropriate for molecules of interest in comets. The coupling of these powerful tools will result in an innovative and unique opportunity to advance our knowledge of parent molecules in comets, thereby gaining clues to understanding the origins of the solar system and life, making this work highly relevant to NSF and spacecraft missions to comets (Stardust, Deep Impact, Rosetta). The model analyses outlined in this award are expected to yield new insights into the sources, chemistry, and parents of S2, C2, C3, NS, and HCN/HNC, and CN, and the thermodynamics of the inner coma (gas velocity\r\ndistribution and vibration and rotation temperatures) in two very different comets as a function of\r\ncometocentric and heliocentric distance. For example, this research group will test the parentage of S2, whether it is a primordial species or merely a reaction product, which has direct implications to the thermal history of icy comet grains. The chemistry of the NS radical will be investigated and compared to observations of comet Hale-Bopp. The team also seeks to improve the knowledge of the photodissociation rate of NS, search for important parent molecules (X-NS) which photodissociate to produce NS, and understand better the chemistry of NS in the inner coma. The chemistry of complex organics relative to primitive molecules inferred from our study of the parentage of C2, and C3 directly relates to issues concerning the relative ages of comets and the conditions from which they formed. The results of this study should be the best reaction network for cometary comae, forming the standard model for future studies.\r\n\r\nDr. Boice and the research team are strongly committed to education and public outreach. Dr. Boice will incorporate the results of this work into several on-going educational activities to involve high school, undergraduate, graduate students. Dr. Boice has been the director of the Young Engineers and Scientists (YES) Program for the past 10 years. YES is an award-winning community partnership between SwRI, local school districts, and charitable foundations in San Antonio, Texas, for high school juniors and seniors. Several students will be mentored during the school year on independent research related to this project. YES has a strong commitment to recruiting students from underrepresented groups.  Dr. Boice has close ties with the University of Texas San\r\nAntonio (UTSA) and San Antonio Community College where he has taught classes in astronomy for the past 10 years. Elements of this research will be presented in his classes, affecting about 350\r\nstudents/year. One of UTSA's strategic goals is become a center of excellence in graduate\r\neducation and research opportunities for Hispanics. A newly formed partnership between SwRI\r\nand the UTSA Physics Dept. will allow the PI to teach graduate classes in the Ph.D. program\r\nwith the results of this project used to generate material for advanced courses.\r\n***\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Boice",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Boice",
   "pi_email_addr": "dboice@swri.edu",
   "nsf_id": "000232483",
   "pi_start_date": "2005-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W.",
   "pi_last_name": "Huebner",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "W. F Huebner",
   "pi_email_addr": "whuebner@swri.edu",
   "nsf_id": "000132992",
   "pi_start_date": "2005-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southwest Research Institute",
  "inst_street_address": "6220 CULEBRA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2105222231",
  "inst_zip_code": "782385166",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "SOUTHWEST RESEARCH INSTITUTE",
  "org_prnt_uei_num": "PB11V1KH3KV4",
  "org_uei_num": "PB11V1KH3KV4"
 },
 "perf_inst": {
  "perf_inst_name": "Southwest Research Institute",
  "perf_str_addr": "6220 CULEBRA RD",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782385166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 84151.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 85925.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 88652.0
  }
 ],
 "por": null
}