{
 "awd_id": "0507326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:    Study of Interstellar Shells in our Galaxy",
 "cfda_num": "47.049",
 "org_code": "03020416",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Scott Fisher",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 123698.0,
 "awd_amount": 123698.0,
 "awd_min_amd_letter_date": "2005-09-01",
 "awd_max_amd_letter_date": "2005-09-01",
 "awd_abstract_narration": "AST 0507326\r\nSallmen\r\n\r\nBubbles in the interstellar medium (ISM), in the form of neutral gas shells (and supershells) are ubiquitous in our Galaxy. The walls of these interstellar shells mainly consist of neutral gas that are sometimes highlighted by ionized gas and/or synchrotron emission. Since the shell cavities themselves often contain hot and ionized X-ray emitting gas, these features must play an important role in shaping the structure of the whole Galaxy. They therefore provide an important diagnostic of the way in which both the energy and matter released by stars are redistributed in the Milky Way. Although the expansion of these shells is thought to be driven by stellar winds from massive OB stars and/or supernovae, there are too many large shells requiring energy input, and alternate explanations have failed to solve the problem. This work, led by Dr. Shauna Sallmen, seeks to improve the observational sample of well-studied shells by (1) searching the database of the SETHI radio survey project  for previously unidentified neutral shells (2) creating narrow-band optical (e.g. H-alpha) maps with high angular resolution and (3) using absorption-line spectroscopy to find the distance to absorption components of the expanding shell walls, and probe the physical conditions of this gas.\r\n\r\nAmong existing neutral-hydrogen surveys, maps created using the SETHI database have a unique\r\ncombination of sensitivity, spectral resolution, and angular resolution. These provide an excellent\r\nresource for identifying new expanding shells. Narrow-band H-alpha maps with extremely high angular resolution will be created in selected cases. These will be combined with the SETHI maps, along with archival data at other wavelengths, to form a coherent picture of these shells. Such multi-wavelength studies are essential to understanding the interplay between hot and cold gas in these shells. Spectroscopic studies to stellar targets lying at a range of distances towards the shells will complement emission observations for these and other shells. Absorption measurements of NaI can isolate the distances and velocities to cold neutral features, while CaII measurements allow the researchers to probe the differences between the cold neutral gas and slightly warmer gas. In addition to revealing the velocity structure, physical location, and size of shells, such observations provide details about the physical conditions of the gas within the shell.\r\n\r\nThis project will spearhead the development of a cohesive undergraduate astrophysics research program at the University of Wisconsin-La Crosse, as well as establishing a research program for Dr. Sallmen. By funding research in the discipline of astronomy, this project will bring the Astronomy Emphasis in line with other disciplines within Dr. Sallmen's academic Department, and\r\nprovide a foundation for future astronomy research programs at this institution. The department encourages undergraduate research, believing that such experiences both enhance student interest, and improve student preparation.  More students currently wish to participate in astronomy research than can be accommodated. The establishment of an undergraduate astronomical research community will help retain physics students whose main interest is astrophysics. Many freshman women are interested in astrophysics. Enhanced research options in astronomy should also increase women's enrollment in physics. Resources initiated by this project will remain in place for future research programs. Computer equipment and software dedicated to undergraduate astronomy research, closer ties with collaborators at other institutions, and undergraduates with experience in observing and analyzing data are all benefits which will not end when data for the targets of this proposal have been analyzed. This award is made under the auspices of the Research in Undergraduate Institutions (RUI) program at NSF.  \r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shauna",
   "pi_last_name": "Sallmen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shauna M Sallmen",
   "pi_email_addr": "sallmen.shau@uwlax.edu",
   "nsf_id": "000489504",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-La Crosse",
  "inst_street_address": "1725 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "LA CROSSE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6087858007",
  "inst_zip_code": "546013742",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LZFYPNDKE3Y5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-La Crosse",
  "perf_str_addr": "1725 STATE ST",
  "perf_city_name": "LA CROSSE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "546013742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 123698.0
  }
 ],
 "por": null
}