{
 "awd_id": "0507208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Novel Polymer Microgel Dispersions with an Inverse Thermoreversible Gelation",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2005-04-11",
 "awd_max_amd_letter_date": "2008-06-23",
 "awd_abstract_narration": "The objective of this proposed project is to create dispersions of polymer microgels with \r\nan inverse thermo-reversible gelation.  They will be liquids at room temperature but become \r\nsolids at an elevated temperature.  The central idea is to design and synthesize polymer microgels \r\nwith environmentally responsive hydrophobic or hydrogen bonding that are sufficient to hold the \r\nmicrogel assembly together but not too strong to cause  flocculation.   In contrast to physically \r\ncrosslinked gels such as gelatin, the building blocks of proposed dispersions are colloidal \r\nmicrogels.  With a temperature tunable interparticle potential, these microgels can self-assemble \r\ninto various mesoscopic structures.  This proposed project consists of five aims. The first is to \r\nsynthesize  microgels  with  two  interpenetrating  polymer  networks  (IPN).    One  network  is \r\nresponsive to a temperature change and the other is not.  The balance between these two \r\nnetworks  provides  a  suitable  interparticle  potential,  resulting  in  an  inverse  thermoreversible \r\ngelation. The second is  to design and synthesize biodegradable  IPN microgels for the use in \r\nthermally  gelling  dispersions.  The  concept  of  thermally  gelling  microgel  dispersions  will  be \r\nextended  to  include  microgels  with  core-shell  structures  (Aim  3)  and  to  a  mixture  of  two \r\ndifferent microgels  with hydrogen bonding (Aim 4).  The last  aim is to use the  IPN microgel \r\ndispersion as a model system to experimentally study dynamics of melting, the jamming phase \r\ndiagram, and the interparticle forces.                                                                                                                    \r\nIntellectual merit: This proposed project is innovative because its designs combine the \r\nbalances between different polymers, different structures and different inter-particle interactions. \r\nThe polymer microgel synthesis will be correlated with accurate characterizations by UV-visible \r\nspectroscopy, static and  dynamic light scattering and rhelogical methods.  If successful, it  will \r\nlead to a new class of polymer microgel dispersions with an inverse thermoreversible gelation.  \r\nIn contrast to all known dispersions including hard spheres or atomic systems, the  newly \r\ndesigned microgel dispersion with a single polymer concentration can change from a liquid to a \r\ngel by increasing temperature, or to a  crystal or to a  glass by  decreasing temperature.   This \r\nmicrogel dispersion can provide a model system to study the fundamental problems in melting \r\nand jamming processes that have not been fully explored due to limitations of current available \r\ncolloidal systems. The proposed project will open an avenue to the development of injectable \r\ndrug delivery liquids by  synthesizing biodegradable microgels as building blocks in the \r\ndispersions.                                                                                                                                                               \r\nBroader impacts:  The basic sciences established in this research will have impacts not \r\nonly in polymer sciences but also in biomedical applications.  This program will integrate its \r\nundergraduate educational efforts with two existing programs that promote research experiences: \r\nthe Texas Academy of Mathematics and Science (TAMS) and the Ronald F. McNair Post-\r\nbaccalaureate Achievement Program at University of North Texas.  From this proposed inter-\r\ndisciplinary project, both graduate and undergradaue students will gain valuable experimental \r\nand analytical skills in the rapidly growing fields of biopolymers and nanostructured materials.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhibing",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhibing Hu",
   "pi_email_addr": "zbhu@unt.edu",
   "nsf_id": "000096891",
   "pi_start_date": "2005-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}