{
 "awd_id": "0507926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of FDTD Accelerator for 3D Mutual Interaction Between Human body and Radiation From Wireless Devices",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeAndra Beck",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 28500.0,
 "awd_min_amd_letter_date": "2005-08-17",
 "awd_max_amd_letter_date": "2008-07-24",
 "awd_abstract_narration": "0507926  \r\nBagherzadeh\r\nDescription: This project supports collaborative research by Dr. Nader Bagherzadeh, Department of Electrical Engineering and Computer Science, University of California, Irvine and Dr. Hesham Eldeeb, Electronic Research Institute, Cairo Egypt.  They plan to study the mutual interaction between human body and electromagnetic radiation such as wireless phones.  \r\n\r\nIntellectual merit of the proposed activity:  This research will seek efficient technique to simulate mutual interaction between the human body and electromagnetic radiation, and to simulate potential hazardous effects of electromagnetic radiation on human tissues, and on the other hand distortion effects of human body on antenna performance as well. The outcome of this research could be a parallel implementation of the finite difference time domain (FDTD) method to determine specific absorption rate (SAR) values on-line, in order to let the technology users be more aware of how electromagnetic radiation is absorbed by their bodies and the resulting safety concerns (if any).  The objective is to accurately determine the compliance of SAR values with set safety standards.  FDTD has been by far the method of choice for such simulations due to its advantages over other methods of full wave simulations.  FDTD is the optimum method simulating problems with a lot of different inhomogeneous materials with different properties as that in human head/body phantoms.  The final C++ code will be hosted on the UCI web site and mirror on ERI web site to be available to any one any time any where to determine the SAR values, safety displacements from antennas and also the distortion effects on antenna performance.\r\n\r\nBroader impacts of the proposed activity:\r\nWith the explosive growth of the wireless communication technology there have been concerns about the safety aspects and the potential hazardous effects associated with electromagnetic radiation interaction with human tissues. This includes concern for the large class of workers involved in radio communication apparatus installation and maintenance and also to the increasing number of users of wireless handheld devices. This research would be beneficial for our understanding of the interaction between human body and a mobile wireless device. The research work could have influence on different aspects of commonly used wireless communication technology.  For example the distortion effects on antenna characteristics uncovered by the tool to be developed in the course of this research should be a help to antenna engineers to revise the design. The research outcome might also be able to initiate some research avenues to relax hazardous effects of electromagnetic radiation.  This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nader",
   "pi_last_name": "Bagherzadeh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nader Bagherzadeh",
   "pi_email_addr": "nader@uci.edu",
   "nsf_id": "000367188",
   "pi_start_date": "2005-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 28500.0
  }
 ],
 "por": null
}