{
 "awd_id": "0507902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/DIS: GO-GIRL Partnership Program",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199862.0,
 "awd_min_amd_letter_date": "2005-06-14",
 "awd_max_amd_letter_date": "2007-08-14",
 "awd_abstract_narration": "Roosevelt University will disseminate the results of education research and evaluation through the replication a successful program in four new cities.  The program to be disseminated is NSF-funded  Gaining Options-Girls Investigate Real Life (GO-GIRL) which showed positive impacts on all participants including middle school girls, their parents, and university students.\r\n\r\nThe GO-GIRL program develops mathematical and scientific reasoning in middle school girls by engaging them in social science research in an all-girl, technologically-rich environment over ten Saturdays.   Urban girls from diverse backgrounds come together to apply mathematics, data literacy, and scientific methods to social science research.  Their experiences are led by undergraduates who are enrolled in a service-learning course in education, psychology, and women's studies.  \r\n\r\nSite leaders in the new cities are trained by the original developers of GO-GIRL (University of Michigan and Wayne State University), with collaboration from TERC, Inc, on data literacy tools used in the program.  The sites are Bloomington (Illinois Wesleyan University), Philadelphia (University of Pennsylvania), Chicago (Roosevelt University), and Washington, D.C. (Howard University).  The project will also host a meeting of scholars to discuss the expanded program implementation and continuation in the future.\r\n\r\nIntellectual merit.  Middle school has been identified as a critical time for girls to define their career and social identities.  Using mathematics and technology to address social issues important to their lives is an effective strategy for gaining and maintaining girls interest in mathematics.  Evaluation results over four years have shown that the GO-GIRL model is successful.\r\n\r\nThe project introduces strategic alliances that can catalyze new thinking and future action among educators at the partnering educational institutions.  The model evolved from a multi-year, careful sequence of research, program implementation, program evaluation, and program improvement.  It will be improved through adaptation to new community sites.\r\n\r\nTERC, Inc., is leveraging many years of NSF-funded development of Tabletop 2, a popular visual data tool that is well suited for social science research conducted by the girls. Tabletop 2 has reached an estimated 85,000 classrooms nationwide already. TERC will gain additional field test sites, and, conversely, the GO-GIRL Partnership will be introduced to the educational community at large through Tabletop on-line guides. \r\n\r\nBroader impacts.  The project contributes to the need to create a diverse and competitive pool of talent in the US, and specifically supports the goal of broadening the participation of girls in mathematics-related areas.   Universities and community organizations in four new sites across four states will make known policy issues related to the national need to increase student interest in mathematics and science and provide an example of a specific research-based educational program that achieves the goal locally.\r\n\r\nAdditionally, the replication develops a cohort of new teachers who are prepared to engage diverse groups of girls in scientific thinking and foster their mathematics confidence and ability. Site leaders will develop an enhanced understanding of gender-based barriers by guiding university students in the study of gender-based research on girls' achievement, learning strategies, and educational interaction styles during a community service learning experience.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Reid",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela T Reid",
   "pi_email_addr": "preid@roosevelt.edu",
   "nsf_id": "000159997",
   "pi_start_date": "2005-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Roberts",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sally K Roberts",
   "pi_email_addr": "s.k.roberts@wayne.edu",
   "nsf_id": "000324247",
   "pi_start_date": "2005-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Roosevelt University",
  "inst_street_address": "430 S MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123413500",
  "inst_zip_code": "606051394",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "ROOSEVELT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FH92NMVB8XL6"
 },
 "perf_inst": {
  "perf_inst_name": "Roosevelt University",
  "perf_str_addr": "430 S MICHIGAN AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606051394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 199862.0
  }
 ],
 "por": null
}