{
 "awd_id": "0508418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERATION RESEARCH: Life History Trade-offs: An Investigation of the resource allocation hypothesis in the Florida Scrub-Jay (Aphelocoma coerulescens)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11600.0,
 "awd_min_amd_letter_date": "2005-04-29",
 "awd_max_amd_letter_date": "2007-07-30",
 "awd_abstract_narration": "Dissertation Research: Life History Trade-offs - An investigation of the resource allocation hypothesis in the Florida Scrub-Jay (Aphelocoma coerulescens)\r\n\r\n Stephan J. Schoech & Raoul K. Boughton\r\nUniversity of Memphis\r\n\r\nThere is considerable interest in the hypothesized trade-off between current reproduction\r\nand survival. However, the mechanisms that mediate this trade-off have been elusive. One mechanism that can affect both reproduction and survival is the immune system. While activation of the immune system during reproduction will likely increase survival, activation will also use energetic resources that could have been directed towards reproduction. The main objectives of this study are to test the resource allocation hypothesis in the monogamous long-lived cooperatively breeding Florida Scrub-Jay, and to investigate endocrine mechanisms that may function as immuno-modulators. Florida Scrub-Jays are a unique model to investigate the resource allocation hypothesis because research in this area has been restricted to migratory species with life histories that are characterized by relatively short life spans and temporally restricted breeding seasons. The sedentary nature, long life span, and socially and genetically monogamous breeding system of the Florida Scrub-Jay provide for a new and unique model to investigate postulated reproduction-survival trade-offs. The study has five specific objectives: (1) To characterize immune responses throughout the yearly cycle with special attention paid to previously identified energetic bottleneck periods when an internal trade-off of resources would be expected to occur; (2) To measure the effects of high quality supplemental food on immune function and reproductive success by comparing jays from supplemented and non-supplemented territories; (3) To determine whether breeding per se is responsible for immune suppression by comparing immune responses in breeders and nonbreeding helpers; (4) To further investigate the interrelationship between immune function and endocrine physiology (especially, testosterone, estrogen, corticosterone, and prolactin); and (5) to monitor both disease and parasite state to assess their effects upon immune function, reproductive effort, and survival. \r\nThe broader impacts of this study are numerous and include facilitating co-PI Boughton's graduate training as both a professional researcher and as a mentor to undergraduate students. Where possible, we will recruit undergraduate students from the Department of Biology, University of Memphis' NSF funded program, Undergraduate Mentoring in Environmental Biology. These students will have the opportunity to learn methods and techniques of field biology, such as bird handling, blood sampling, and assays of immune function. Researchers will be exposed to the general public while working on the suburban portions of Florida Scrub-Jay population, allowing direct communication as to how basic science can investigate the reproductive success, disease exposure, and coping mechanisms of this threatened species. The grass roots concept of public awareness of research programs and the research that is undertaken is fundamental to encourage continued public support of funding programs. Additionally, both co-PIs regularly share their research results with local birding clubs and within the classroom at the University of Memphis. A most important aspect of this study is its connection with the private Archbold Biological Station and the long term Florida Scrub-Jay research. This relationship has promoted a partnership with another PhD student from the University of Missouri at St. Louis, who is concurrently investigating the oxygen free radical hypothesis and how it relates to longevity. The combined efforts of both studies will allow evaluation of two hypotheses put forth to explain why immune suppression may occur during reproduction. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephan",
   "pi_last_name": "Schoech",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephan J Schoech",
   "pi_email_addr": "sschoech@memphis.edu",
   "nsf_id": "000450204",
   "pi_start_date": "2005-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "115 JOHN WILDER TOWER",
  "perf_city_name": "MEMPHIS",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1148",
   "pgm_ref_txt": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11600.0
  }
 ],
 "por": null
}