{
 "awd_id": "0508091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BE/CNH: Biocomplexity of Integrated Perennial-Annual Agroecosystems",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Todd A. Crowl",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 99998.0,
 "awd_amount": 99998.0,
 "awd_min_amd_letter_date": "2005-09-01",
 "awd_max_amd_letter_date": "2005-09-01",
 "awd_abstract_narration": "Agroecosystems are among the most complex and intricately coupled sets of human and natural systems on Earth.  On a global scale, the consequence of intensive food production is closely linked to the health and stability of both biophysical and human systems.  In the Midwestern U.S., the almost-complete replacement of perennial-dominated vegetation by annual crops has significantly impacted environmental services that maintain function and stability of both the human and biophysical systems.  The possibility that these trends can be reversed through the re-introduction of perennial vegetation into agricultural landscapes is underscored by two parallel processes:  (1) the increasing emphasis of agricultural policies on promoting conservation practices that incorporate perennial plants, and (2) increasing evidence from field and modeling studies suggesting that increasing perennial cover may significantly enhance both ecological and socioeconomic benefits.  Fundamental scientific knowledge is sorely lacking, however, with respect to the complex causes and feedbacks within the human and biophysical systems that will ultimately determine the degree and direction of these changes in perennial-annual systems.  This project will integrate a watershed-scale field experiment with modeling simulations to assess coupled ecological and socioeconomic dynamics and trade-offs associated with integrating perennial vegetation in agroecosystems dominated by annual crops in the Midwest.  The project will be conducted at the Neal Smith National Wildlife Refuge in the Walnut Creek watershed in central Iowa, where approximately one-third of the watershed has been converted to native prairie vegetation, producing a mosaic landscape of agricultural lands and native prairie vegetation that provides an ideal context for this research.  The core hypothesis for this research is that strategic locations, amounts, and types of perennial plant cover within agriculturally-dominated landscapes will have a disproportionate effect on the functioning of the biophysical (i.e., water quality and flow, biodiversity) and socioeconomic (i.e., quality of life, economic and social stability) systems.  The main objective of this project is to develop an environmental-efficiency index derived from baseline economic and biophysical data that will enable assessment of the extent to which different landscape designs having contrasting annual-perennial plant configurations optimize ecosystem functioning and socioeconomic benefits.  This project will include parameterizing, validating, and explicitly linking biophysical and economic models that will be used to assess the environmental benefits and economic costs of various perennial-annual watershed scenarios.\r\n\r\nThis project will have significant impacts on science and society by developing novel approaches to assessing biocomplexity in agricultural landscapes and by providing knowledge that will contribute to policies aimed at effecting positive environmental and socioeconomic change.  The project will result in a prototypic decision-making tool that can be applied by a range of governmental agencies and civil society organizations to guide management and policy decisions, thereby offering a scientific basis for assessing trade-offs of alternative intensively managed landscapes.  It will establish a scientific understanding of the full societal costs and benefits of integrating perennial vegetation into annually dominated agricultural systems and of the complex dynamics currently influencing adoption and payments of conservation practices that is needed for more effective policy formulation.  The project will enhance knowledge of biocomplexity of intensively managed systems and alternative watershed design options within society as a whole by providing educational opportunities for undergraduate and graduate students as well as through public education and outreach activities conducted through the refuge's learning center that will target a wide range of stakeholders (e.g., policy makers, school children, farmers, etc.).  The results and approach developed through this project will have broad applications to assessing trade-offs of alternative intensively managed landscapes and guiding management and policy decisions in other regions in the U.S. and abroad.  This project is supported by an award resulting from the FY 2005 special competition in Biocomplexity in the Environment focusing on the Dynamics of Coupled Natural and Human Systems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Asbjornsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Asbjornsen",
   "pi_email_addr": "heidi.asbjornsen@unh.edu",
   "nsf_id": "000116524",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Liebman",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Z Liebman",
   "pi_email_addr": "mliebman@iastate.edu",
   "nsf_id": "000475731",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Kling",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine L Kling",
   "pi_email_addr": "ckling@cornell.edu",
   "nsf_id": "000388744",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Cruse",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Cruse",
   "pi_email_addr": "rmc@iastate.edu",
   "nsf_id": "000393082",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Opsomer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jean D Opsomer",
   "pi_email_addr": "jopsomer@stat.colostate.edu",
   "nsf_id": "000099380",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99998.0
  }
 ],
 "por": null
}