{
 "awd_id": "0508293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:    Bio-inspired Synthesis of Novel Porous Carbon Nanotubes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 99988.0,
 "awd_amount": 99988.0,
 "awd_min_amd_letter_date": "2005-06-29",
 "awd_max_amd_letter_date": "2005-06-29",
 "awd_abstract_narration": "University of Rochester \r\n\r\nCarbon nanotubes are important active components in various novel applications such as nanocomposites, supporting materials for electrode catalysts in low-temperature fuel cells, filtration and separation.  Structural modification and surface functionality of carbon nanotubes are pivotal to many of these applications.  This project focuses on a bio-inspired synthesis of novel porous carbon nanotubes (pCNTs) starting from the surfactant assembly that resembles those structures of biolipid tubes formed in Nature.  The project aims at the development of pCNTs from porous Langmuir-Blogdett (LB) films of various fatty acids, the understanding of the formation mechanism and preliminary data on the structure-property relationship.\r\n\r\nIntellectual Merit\r\n\r\nIn this project, the PI will explore a bio-inspired approach, based on the self-assembly and template principles, to synthesis of porous carbon nanotubes with different surface functional groups and chemical compositions, degree of crystallinity.  He hypothesizes that self-assembled porous surfactant layers with homogenous thickness can be used as precursor structure in the creation of nanotubes upon conversions to carbon nanotubes at the elevated temperatures when organic surfactants being to decompose (>~450).  He further hypothesizes that the film to nanotube formation is driven by the stain gradients created between the top and bottom of the organic films and the van der Waals forces at the molecular level and during the carbonization process.  The specific aims are: 1) Generation of supported porous Langmuir-Blodgett (LB) films of various carboxylic acid surfactants on templates of anodized aluminum oxide (AAO) nanoporous membranes;  2) Conversion of these porous LB thin films into porous carbon nanotubes under various synthetic conditions, such as temperature, thickness of LB films and the type of surfactants (alkene and aromatic ring- containing chains);  and 3) Prelimiary porosity, gas absorbance and conductivity characterizations of porous carbon nanotubes  are to be made.\r\n\r\nBroader Impact\r\n\r\nThe program will contribute to the development of functional carbon nanotubes.  Such materials are critically important in the areas of advanced carbon nanotube fibers and composites, advanced separation and filtration techniques, novel components for fuel cell catalysts which will impact in automobile, aerospace, microelectronic, fine chemical and pharmaceutical industries, and in the advancement of hydrogen economy.\r\n\r\nCourse modules on the bio-inspired nanomaterials will be developed and incorporated into the materials chemistry course, \"the Chemistry of Advance Materials\" offered to graduate and undergraduate students from several Departments at the University of Rochester.  Undergraduate and high school students will be given opportunities to conduct research on related projects through summer internship programs.  To reach out for under-representative high school students, the PI will work with the University administrations and local organizations to recruit economically disadvantaged students and prepare them to be the future workforce in the interdisciplinary fields of nanotechnology.  His group will strengthen the partnership with Pittsford High School Career Intern Program, and American Chemical Society (ACS) Rochester Section Project SEED program which attracts a large number of high school students from Western New York region.  The dissemination of research results will be carried out through the publication in refereed journals, presentation at conferences and workshops, invited lectures, and organization of topical symposia. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Yang",
   "pi_email_addr": "hy66@illinois.edu",
   "nsf_id": "000095299",
   "pi_start_date": "2005-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "1415",
   "pgm_ref_txt": "PARTICULATE &MULTIPHASE PROCES"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99988.0
  }
 ],
 "por": null
}