{
 "awd_id": "0509853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geophysical Monitoring of Groundwater-Lake Interactions",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 51090.0,
 "awd_amount": 51090.0,
 "awd_min_amd_letter_date": "2005-09-19",
 "awd_max_amd_letter_date": "2005-09-19",
 "awd_abstract_narration": "0509853\r\nToran\r\nGroundwater-surface water interactions are an emerging area of research. There\r\nis a critical need to determine water budgets, to track contaminants moving across the\r\ninterface (in either direction), and to understand the influence of groundwater discharge\r\non surface water habitats. But obstacles remain to making the necessary measurements.\r\nFlux estimates made using mass balance calculations and models do not provide locations\r\nof groundwater discharge and recharge. Point measurements made using seepage meters\r\nor piezometers and sediment K have been plagued by lack of spatial coverage and\r\nreproducibility problems.\r\nThis research will map the extent and continuity of groundwater recharge and\r\ndischarge zones at two well-documented sites, Lake Lacawac in Pennsylvania and Mirror\r\nLake in New Hampshire, using a newly-developed marine resistivity system.\r\nMeasurements collected by towing the electrodes behind the boat on a floating line can\r\nbe combined with GPS and bathymetry data during data inversion to produce nearly\r\ncontinuous 2-D resistivity profiles. Resistivity responds to variation in porosity, ionic\r\nstrength of pore fluids, and clay content. In some cases, changes in pore fluid indicate\r\ngroundwater recharge from the lake (outseepage) or discharge to the lake (seepage).\r\nIncrease in porosity may indicate likely areas of discharge and increased clay content\r\nmay indicate areas of restricted groundwater-surface water interaction. Using the\r\nresistivity system, measurements can be made over larger areas, and compared with the\r\ngeology beneath the lake. The geophysical interpretation of potential areas of\r\ngroundwater seepage or outseepage will tested by deploying an array of low cost manual\r\nseepage meters, as well as new logging seepage meters that make use of an\r\nelectromagnetic flowmeter to detect changes in flow over time. The geophysical surveys\r\nwill advance knowledge of groundwater-lake interactions by providing better spatial\r\ncoverage, linkages between geologic features and seepage, and more temporal data in\r\norder to examine system response to stresses (both storms and climate change).\r\nThis research is important to society because of the increasing pressures on\r\nfreshwater resources. Better understanding groundwater-surface water interactions will\r\nimprove prediction of water budgets and chemical transfer (i.e., contaminants).\r\nFurthermore, seepage interfaces are often hot spots of biological activity and play an\r\nimportant role in nutrient and carbon cycling. This study is designed for transfer to other\r\nsites because it looks at the fundamental relationships between the geophysical signal(s)\r\nand the observed hydrology.\r\nThe educational impact of this research occurs at multiple levels. Funds will be\r\nprovided for three masters students during their second year of study. In addition,\r\nundergraduates will act as field assistants and take ownership of research sub-projects. To\r\nfurther enhance their research experience, funding is included to permit undergraduate\r\nstudents to attend a scientific conference and present their research. Temple often attracts\r\nfirst-generation college students and has a 30% minority population; in the geology\r\ndepartment, there is a good gender balance among students. Thus, Temple is able to\r\nreach under-represented groups in the sciences. In addition to university education, the\r\nproject will contribute educational materials on the importance of groundwater-lake\r\ninteraction for tours at the lakes studied.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Toran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Toran",
   "pi_email_addr": "ltoran@temple.edu",
   "nsf_id": "000272423",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Nyquist",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Nyquist",
   "pi_email_addr": "nyq@temple.edu",
   "nsf_id": "000176243",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 51090.0
  }
 ],
 "por": null
}