{
 "awd_id": "0509622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Existence and Stability of Coherent Structures with Applications to Elasticity",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 88346.0,
 "awd_amount": 88346.0,
 "awd_min_amd_letter_date": "2005-06-24",
 "awd_max_amd_letter_date": "2005-06-24",
 "awd_abstract_narration": "Applications of elastic rod theory range from modeling the\r\ndynamics of DNA to the coiling of oceanic cables.  The commonly\r\nused descriptive equations for elastic rods dynamics are due to\r\nKirchhoff.  However, the Kirchhoff model is complex and only few\r\nclasses of explicit solutions are known and analyzed.  In a series\r\nof papers, Goriely and coworkers obtained a reduced model\r\nconsisting of amplitude equations for the dynamics of a twisted\r\nrod beyond the threshold of its first writhing instability. \r\nSolutions to these equations are known to correspond to fully\r\nthree-dimensional deformations of rods.  The goals of this project\r\nare twofold.  Firstly, the investigator studies existence and\r\nstability properties for a large class of explicit solutions of\r\nthe amplitude equations.  Secondly, the methods developed to study\r\nthe stability of these solutions are extended to partial\r\ndifferential equations that are completely integrable or have\r\ncertain symmetry properties.  More precisely, the first task\r\ninvolves a systematic study of existence and stability of coherent\r\nstructures for amplitude equations.  Existence is studied by means\r\nof symmetry analysis, while stability is addressed using two\r\ndifferent tools: the Evans function and Hamiltonian techniques. \r\nThe second task is a general study of the Evans function.  The\r\ninvestigator examines the relation between the Evans function and\r\ncomplete integrability and, in particular, is interested in the\r\nconnections with a particular notion of integrability, the\r\nPainleve Test.  When integrability is not present, it is still\r\npossible for the equations to admit interesting Lie symmetries. \r\nThe goal is to show that important information on the Evans\r\nfunction can be retrieved from these symmetries.\r\n\r\n     Mechanics is a fascinating field of physics.  Its main\r\npurpose is the study of interactions of particles in the presence\r\nof forces such as gravity.  In contrast to the dynamics of\r\nparticles, the study of continuous media, such as fluids or\r\nelastic bodies, is challenging and not yet entirely well\r\nunderstood.  This is due to the fact that continuous media behave\r\nin numerous and complex ways.  For example, it is difficult to\r\ndescribe mathematically the twisting and bending of elastic rods,\r\nbut approximate models do exist.  The study of the dynamics of\r\nelastic rods is a field of research that is interesting in itself\r\nas it gives rise to beautiful and complex mathematical structures. \r\nFurthermore, understanding elastic rods is crucial for\r\napplications in several domains of science.  In biology, rod\r\nmodels are used to describe the coiling of different structures\r\nsuch as DNA.  In engineering, elastic rods are used to study the\r\nbehavior of submarine cables.  In this project, the investigator\r\nfocuses on a model that has been proven to be successful in\r\ndescribing the dynamics of rods: the Kirchhoff equations.  These\r\nare differential equations, that is they are equations involving\r\nderivatives.  The solutions to these equations represent possible\r\nbehaviors for elastic rods.  The main purpose of the project is to\r\nstudy stability properties of elastic rod models.  Stability is a\r\nfundamental concept in physics: for example, in theory, it is\r\npossible to make a pencil stand on its lead but, in practice,\r\nbecause that is such an unstable state, it cannot be done.  In the\r\nexample just described, the study of stability is very simple and\r\nthere is no need for a mathematical analysis to prove or disprove\r\nthe stability of the system.  The concept of stability carries\r\nover to solutions of differential equations such as the Kirchhoff\r\nequations.  In this context, stability takes an abstract form and\r\nits study often involves sophisticated mathematical tools.  The\r\nstudy of stability is of fundamental importance because only\r\nstable solutions can be realized experimentally.  Unstable\r\nsolutions, just like in the case of the pencil balancing on its\r\npoint, although they exist in theory will not be observed.  Hence,\r\nwith stability studies, one can distinguish the solutions that can\r\nbe realized experimentally from the ones that cannot.  The\r\ninvestigator proposes new ways of investigating stability\r\nmathematically.  The methods he develops are applied to elastic\r\nrods and other applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephane",
   "pi_last_name": "Lafortune",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephane Lafortune",
   "pi_email_addr": "lafortunes@cofc.edu",
   "nsf_id": "000494967",
   "pi_start_date": "2005-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "66 GEORGE ST",
  "perf_city_name": "CHARLESTON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 88346.0
  }
 ],
 "por": null
}