{
 "awd_id": "0509808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cooperative Dynamics in Polymer Fluids and their Mixtures",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 414000.0,
 "awd_amount": 414000.0,
 "awd_min_amd_letter_date": "2005-07-08",
 "awd_max_amd_letter_date": "2007-03-27",
 "awd_abstract_narration": "This is a theoretical grant funded jointly by the Materials Theory Program and the Theoretical and Computational Chemistry Program.  The research is aimed to develop a unified microscopic description of polymer dynamics for systems in different thermodynamic and dynamical conditions. The main focus here is on polymer liquids and their mixtures.  \r\n\r\nSeveral rigorous theoretical approaches have been developed in the past to describe\r\npolymer dynamics. However, each one specifically describes a well-defined phenomenon.  Sometimes two approaches to the same phenomenon stand on physically incompatible hypotheses (e.g., compressible or incompressible fluids). Our approach is microscopic and system-specific. It predicts dynamical properties on the basis of local chemical structure, specific intra- and intermolecular interactions, and physical parameters. So far, our approach has successfully explained the experimentally observed center-of-mass anomalous diffusion and the anomalous relaxation of normal modes in polymer melts, on the basis of intermolecular time dependent correlation of polymer chains due to the dynamically heterogeneous nature of polymer liquids.\r\n\r\nWe will optimize our microscopic theoretical approach working in several directions. First, our approach will be extended to polymer mixtures. A new analytical form of the intermolecular potential for polymer melts and blends will be implemented: predictions of\r\ndynamical quantities will be tested against microscopic simulations. Second, we will investigate cooperative effects (of intra- and intermolecular origin) on local and global polymer dynamics.  Finally, we will develop a coarse-graining procedure to optimize the computational time in simulations of polymer liquids.\r\n\r\nBroader Impact\r\n\r\nThe development of a theoretical tool that formally correlates the effect of physical and\r\nchemical parameters (e.g., polymer molecular weight, density concentration, and temperature) and local molecular structure to the global dynamical properties (e.g., viscosity, glass transition temperature) will provide essential information in designing custom-tailored syntheses of new polymeric materials. A unified approach to polymer dynamics will help developing a comprehensive understanding of polymer motion. The latter has been a long-standing goal of both practical and fundamental interest in polymer physics, since all polymeric materials (fibers, plastics, coating materials, etc.) are processed in their liquid state.  Five women (undergraduate, graduate students and postdoctoral associates) and one Hispanic student have been involved in this project. Collaborations with experimental groups at the University of Oregon have produced important interactions for the students in the project.  Students have been involved in outreach activities to publicize our research and the University of Oregon to undergraduate institutions and high-school students of Hispanic descent.  The introduction of educational modules on thermodynamics and statistical mechanics of\r\npolymer fluids has enriched undergraduate courses taught by the P.I. at the junior and senior levels.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Guenza",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Marina G Guenza",
   "pi_email_addr": "mguenza@uoregon.edu",
   "nsf_id": "000298504",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "195600",
   "pgm_ele_name": "STATISTICAL AND SIMULATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}