{
 "awd_id": "0509714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Midwest Geometry Conference, 2005-2007",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2005-04-15",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-04-11",
 "awd_max_amd_letter_date": "2005-04-11",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS 0509068, 0508661, 0509714\r\nPrincipal Investigator:  Thomas P. Branson, Shihshu Walter Wei, \r\nAndrzej J. Derdzinski\r\nInstitutions: University of Iowa, University of Oklahoma,\r\nOhio State University\r\n\r\nThe Midwest Geometry Conference has been meeting annually since\r\n1991.  Its goal is to present recent advances in differential\r\ngeometry, geometric analysis, and integral geometry to geometers\r\nfrom the Midwest, including junior level researchers and some\r\ngraduate students.  The main part of the program consists of\r\nseveral plenary lectures given by experts in specific sub-fields\r\n(who need not be Midwest-based); an opportunity is also provided\r\nfor some of the participants to give contributed talks.  The\r\ncurrent project provides for conferences in the spring of 2005,\r\n2006, and 2007 at the Ohio State University, the University of\r\nOklahoma and, respectively, the University of Iowa.  The Ohio\r\nState conference, planned for April 29 to May 1, 2005, will focus\r\non three topics: positively curved manifolds; Ricci flow,\r\nsolitons and Einstein metrics; geometric group theory.  The lists\r\nof topics for the other two conferences are still tentative, and\r\ninclude: symmetric criticality; p-harmonic geometry; convexity,\r\npositively curved manifolds, and Ricci flow (Oklahoma, 2006), as\r\nwell as: symmetries and overdetermined systems of PDEs; the\r\nAdS/CFT correspondence; nonlinear hyperbolic evolution equations;\r\ngeometric scattering theory (Iowa, 2007).\r\n\r\nThe Midwest Geometry Conference is dedicated to the exchange of\r\nideas among members of the geometry community in the Midwest, as\r\nwell as dissemination of important research advances and ideas,\r\nnationwide and worldwide, in differential geometry and related\r\nfields.  A key objective of the conference is the attempt to\r\nencourage researchers and potential researchers in the Midwest,\r\nespecially those who work some distance from the large research\r\ncenters, as well as young people, women, and members of\r\nunderrepresented groups.  \"Warm-up\" sessions for graduate\r\nstudents and young researchers are planned for the days leading\r\nup to the conference.  At least one of the three or four focus\r\ntopics at each conference is related to applications of geometry.\r\nHistorically, such applications lie primarily in physics, with\r\nprominent examples provided by Einstein's general theory of\r\nrelativity and the currently accepted Standard Model of\r\nelementary particles and their interactions.  Other well-known\r\napplications of differential geometry are in engineering, for\r\nexample robotics.  A further example pertains to evolution\r\nequations, which are currently a subject of keen interest to\r\ndifferential geometers and, at the same time, have the applied\r\naspect of describing how some materials, or the space itself,\r\ndevelop in time.  A very specific example of the latter kind is\r\nprovided by the mean curvature flow.  The surface of a globule of\r\nmolten plastic evolves, or adapts in time, to have the minimum\r\npossible curvature; this evolution is completely determined by\r\nthe globule's curvature.  This fundamental observation provides\r\nan understanding of a wide range of flow problems, and allows an\r\napproach to predicting the flow.  This has immediate relevance to\r\ninjection molding of materials, for example in the dashboards and\r\nbumpers of automobiles.  But the fundamental principles behind\r\nmean curvature flow have also provided a paradigm for problems\r\nlike the Ricci flow, in which the metric properties of space\r\nitself are the quantities which are evolving.  Questions of the\r\nlatter kind will be central to the coming meetings of the Midwest\r\nGeometry Conference.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrzej",
   "pi_last_name": "Derdzinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrzej Derdzinski",
   "pi_email_addr": "andrzej@math.ohio-state.edu",
   "nsf_id": "000457618",
   "pi_start_date": "2005-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}