{
 "awd_id": "0510000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of Molecular Contacts and Interfaces",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 289054.0,
 "awd_min_amd_letter_date": "2005-06-29",
 "awd_max_amd_letter_date": "2008-05-01",
 "awd_abstract_narration": "Technical. \r\nIntellectual Merit: This project addresses fundamental features of the electronic and chemical structure of molecular contact systems considered promising for molecular electronics. Detailed understanding of molecular contacts is a critical element in this field since, currently, the orbital alignment and charge injection barriers at molecular contacts is only poorly understood. The methodology to determine the electronic structure of molecular contacts is based on photoemission spectroscopy (PES), Kelvin probe (KP), and low energy electron diffraction (LEED). These experiments are enabled by an experimental set-up combining preparative and analytical capabilities allowing the deposition of contamination free molecular layers in vacuum and in a vacuum system attached glove box in inert atmosphere, providing self-assembled monolayers, Langmuir-Blodgett films and molecular multilayer stacks suitable for investigation with PES, KP and LEED. The project is collaborative with Hewlett Packard (HP) where current based characterization methods will be carried out in parallel to complementary efforts using exploratory molecular device structures. The combined results will provide a scientific basis for the selection of tailored molecule/electrode combinations. Objectives of the project include: (1) Investigation of the electronic structure of interfaces employed in explorative devices structures based on single molecular active layers. (2) Investigation of the electronic structure of \"molecular alligator clips\" used for self-assembled monolayer (SAM) based devices, and devices based on single molecules. (3) Investigation of deoxyribonucleic and ribonucleic acid (DNA, RNA) oligonucleotide based contacts, which are currently explored by several groups for the self-assembly of three-dimensional nano-structures for applications in integrated circuits and sensors. \r\nBroader Impact: Molecular electronics, and in combination with established CMOS technology, is considered a promising pathway to future integrated circuit generations, sensing and optoelectronic devices. This research is expected to provide new insights and understanding into charge transfer mechanisms at molecular contacts, which will improve the rational design capabilities of molecular structures. The collaborative interaction established with HP has the potential to result in the development of novel device structures with tailored electronic properties. \r\nNontechnical. \r\nThe project addresses fundamental materials research with strong technological relevance to electronics and photonics, and effectively integrates research and education. The project facilitates interdisciplinary education of students in a collaborative interaction between academia and industry. Graduate and undergraduate students will participate in the project allowing them to gain hands-on experience in forefront research. High school students will also be involved in the research program during their summer breaks through a recently started program, where gifted high school students are mentored by REU students to work on projects together with graduate students. Science teachers will participate in the proposed research through RET supplements. The PI will especially focus on increasing the number of minority and female students in his research program. Results of this research will also be used in research modules in the PIs' courses for graduates and undergraduates. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rudiger",
   "pi_last_name": "Schlaf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudiger Schlaf",
   "pi_email_addr": "schlaf@eng.usf.edu",
   "nsf_id": "000418793",
   "pi_start_date": "2005-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 102795.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 92278.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 83981.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}