{
 "awd_id": "0510501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural and Elastic Properties of Post-Perovskite Related Phases at High PT",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 346419.0,
 "awd_min_amd_letter_date": "2005-07-08",
 "awd_max_amd_letter_date": "2007-03-20",
 "awd_abstract_narration": "Seismic observations of the D\" layer reveal large-scale heterogeneous structures and seismic anisotropy existing at the interface of Earth's mantle and liquid outer core. Recent experiments on MgSiO3 perovskite, the dominant phase in Earth's Lower Mantle, indicate the D\" discontinuity might result from a phase transition from perovskite (pv) to a post-perovskite (ppv) of CaIrO3 structure-type. While this discovery by the mineral physics community has led to rapid application to interpretation of the seismic data, there are several open questions concerning the atomic structure and elastic properties of ppv.  The structure and elastic properties are data crucial to the testing of theoretical models and to interpretation of the seismic observations.  While studies of silicate ppv structure and elasticity is stymied by the extreme conditions required for synthesis, there are recent theoretical predictions and experimental evidence of pv-ppv phase transitions in NaMgF3 starting at as low as P~18 GPa.  NaMgF3 is often used as an analogue for the silicate pv phase.  Accurate in situ studies of NaMgF3 and of CaIrO3 at high pressures and temperatures offer a way forward for systematic theoretical/experimental studies of the crystal chemistry and elasticity of the ppv structure at ambient and at high PT conditions.  Further, the ppv-NaMgF3 can be recovered to ambient conditions when quenched from above 40 GPa at room temperature, allowing accurate studies of crystallography and elasticity at ambient and high PT to address many of the gaps in our knowledge for this new, and until recently, relatively obscure class of materials.  Comparisons of the compression mechanism for the pv form of NaNgF3 through the pv-ppv transition would aid in testing the validity of proposed mechanisms in a system that is tractable both theoretically and experimentally.  Although challenging theoretically, CaIrO3 itself needs to be reexamined using modern diffraction techniques, since positions of oxygen were only determined graphically in the mid 60's.  Because neutrons are more sensitive to the oxygen in the presence of heavy elements such as iridium than are X-rays, a systematic study of this phase at high PT using neuron scattering is required.  These studies will be underpinned by theoretical work being carried out in Minnesota on both NaMgF3 and CaIrO3.  The diffraction work will be carried out at neutron and synchrotron X-ray facilities with large volume high-pressure devices, where diffraction and ultrasonic data are collected simultaneously, allowing direct correlation of crystal structure and elasticity as pv-NaMgF3 transforms to ppv-NaMgF3.  These results will be applicable to the possible pv-ppv transition at the core mantle-boundary.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Parise",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Parise",
   "pi_email_addr": "john.parise@sunysb.edu",
   "nsf_id": "000153878",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 225056.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 15000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 106363.0
  }
 ],
 "por": null
}