{
 "awd_id": "0510887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: A study of transient aseismic slip and non-volcanic tremor in southern Mexico with large aperture seismic and GPS arrays",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 165682.0,
 "awd_amount": 165682.0,
 "awd_min_amd_letter_date": "2005-09-14",
 "awd_max_amd_letter_date": "2007-06-26",
 "awd_abstract_narration": "Intellectural merit: Funds are requested for a joint geodetic and seismic study of\r\nthe Oaxaca-Guerrero segment of the Middle America subduction zone, one of the few places\r\non earth where land-based GPS and seismic observations can be used to study both the\r\nlocked, seismogenic area of a subduction interface and region of deeper transitional\r\nslip, where episodic tremor and slip may originate. The principal scientific goal is\r\nto better understand the recently discovered phenomenon of episodic slip transients\r\nand its role in either relieving or increasing strain accumulating along the seismogenic\r\nportion of a subduction interface. A pilot study during the past year shows that such\r\ntransients are occurring as frequently as every 12-24 months in this region, that\r\nsome transients (1998 and 2004) originate far outside the Guerrero seismic gap, and\r\nthat the transients may be accompanied by non-volcanic seismic tremors.  Based on these\r\npreviously unrecognized results, deployment for 24 months of an 8-station broadband\r\nseismic array and expansion of a regional continuous GPS array to include 4 critically\r\nlocated stations in a region where the transients appear to occur are planned. The\r\nnew seismic array, which will span a\r\nbroad gap between two dense seismic transects being installed as part of the already\r\nfunded Caltech/UNAM Middle America Seismic Experiment, will allow detection and location\r\nof any episodic tremors in the study area. Continuous GPS measurements from the\r\npre-existing GPS stations and nine new stations constructed by this group and\r\ncollaborator Enrique Cabral of UNAM will provide critical complementary information\r\nabout the source regions, magnitude, and timing of episodic slip. Data from an existing\r\nsmaller-footprint 30-station continuous and campaign GPS array that DeMets and Cabral\r\noperate in Oaxaca above the Cocos-North America subduction interface will also be used\r\nto study in more detail deformation within a conspicuous seismic gap analogous to,\r\nbut smaller than the well-known Guerrero seismic gap. The combined GPS and seismic\r\narrays will be a powerful tool for studying subduction transients and non-volcanic\r\ntremor, and for imaging spatial and temporal variations in frictional coupling\r\nalong the locked and transitional zones beneath our network. Brudzinski, who will be\r\na new faculty member at Miami University of Ohio in August of 2005, will purchase the\r\nnecessary seismic equipment with start-up funds from his faculty position and will\r\nhave it prepared for a two-year deployment in early 2006. DeMets at UW-Madison will\r\ncoordinate the GPS station installation with Dr. Cabral, as well as a modest expansion\r\nof the Oaxaca GPS network to improve coverage of the aforementioned seismic gap. The\r\nUW-Madison geophysics group has a long history of deploying seismic and GPS networks\r\nand will provide at no cost two expert technicians to help build and maintain the\r\ncombined seismic and GPS network. Responsibilities for modeling of the geodetic and\r\nseismic observations will lie respectively with DeMets and Brudzinski.\r\nBroader impacts: Episodic tremor and slip are a newly observed phenomenon that appears\r\nto be related to many different aspects of earth science (seismology, tectonics,\r\npetrology, and geodynamics), with possible ramifications for understanding triggering\r\nof megathrust earthquakes. Students at Miami University will be offered a unique opportunity\r\nto participate in a field workshop course that will coincide with the initial seismic\r\ndeployment, thereby exposing students to a geophysics field research. Broader impacts at\r\nUW-Madison will include education of Mexican graduate student Francisco Correa-Mora,\r\nwho will do a substantial portion of his dissertation research on the mechanics of\r\nsubduction along the Middle America trench. The availability of new continuous and\r\ncampaign GPS and seismic data to the broader geophysical community will also\r\nextend the impact of this work beyond our group, particularly once future transient\r\nslip episodes and/or tremor sequences are recorded.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "DeMets",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis C DeMets",
   "pi_email_addr": "chuck@geology.wisc.edu",
   "nsf_id": "000336602",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 111290.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 54392.0
  }
 ],
 "por": null
}