{
 "awd_id": "0510555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renewal: Chemistry of the Earth's Deep Mantle and Core",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2005-06-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 386514.0,
 "awd_min_amd_letter_date": "2005-06-21",
 "awd_max_amd_letter_date": "2009-03-23",
 "awd_abstract_narration": "The goal of this project is to determine the chemical properties of lower mantle and core materials at relevant deep Earth conditions in order to obtain direct experimental constraints on the chemical composition, formation, and evolution of the planet's interior. The project takes advantage of numerous recent developments in in situ high-pressure techniques, including synchrotron x-ray diffraction and spectroscopy, infrared and optical spectroscopy, neutron diffraction, and new high P-T diamond-cell methods. The project will address new questions regarding phase transformations, phase relations, and element partitioning in deep mantle silicates and oxides. This work will start with high P-T structural studies of deep mantle phases, including silicate perovskites, magnesiowustite, and the recently discovered post-perovskite phases. Additional studies will be carried out using new single-crystal x-ray diffraction and neutron diffraction techniques to the highest pressures. A series of complementary synchrotron x-ray spectroscopic techniques used to characterize the spin and oxidation state of Fe throughout the P-T range of the lower mantle. The phase relations of the major components of the deep lower mantle, D\", and core-mantle boundary region will then be examined using a combination of in situ high P-T techniques and new microanalytical methods on quenched phases. The high P-T behavior of Fe to inner core conditions is crucial for constraining the composition, thermal state, evolution, and dynamics of the core. The question of additional, very high P-T phases of Fe and Fe-Ni alloys at >200 GPa and >3000 K will be investigated. High-resolution x-ray emission, nuclear resonant forward scattering, and Raman spectroscopies will be used to identify pressure-induced changes in electronic, magnetic, and vibrational properties of iron alloys to core pressures. High P-T x-ray diffraction measurements in the lower pressure range will also allow investigations of structural changes in the liquid state of Fe. The problem of the light element in the core will be examined in a few key pseudo-binary systems of Fe-Ni with oxygen, sulfur, silicon, and hydrogen using the same integrated array of diffraction and spectroscopic techniques. Depending on progress in the above tasks, additional elements and more complex core-forming chemical systems will be examined. \r\n\r\nResults from this project will be used to understand the chemistry of the Earth's deep interior, from the planet's ceramic mantle to its central, iron-rich core. In particular, the goals are to understand how the combined the extreme pressures and temperatures that prevail there (up to 3.6 million atmospheres and perhaps 6000 K at Earth's center) affect the materials that comprise these inaccessible regions of the planet. As such, the research will provide a basis for interpreting data on earthquakes, volcanic eruptions, deep-seated rocks brought up to the surface, and a variety of other geological, geophysical, and geochemical phenomena. The work will also improve our understanding of materials as a whole under extreme conditions, and as a consequence and will illuminate areas beyond the geosciences, in physics, chemistry, materials science, planetary science, and even biology. The work will augment and enhance activities at national experimental facilities (i.e., synchrotron and neutron sources), with the development of new techniques. In addition, the work will showcase the synergy between fundamental science and the development of new technologies, including new materials such as single crystal diamond as well as a variety of new microanalytical techniques. The project will also involve the training of students and both junior and senior scientists in the area of research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Hemley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Russell J Hemley",
   "pi_email_addr": "rhemley@uic.edu",
   "nsf_id": "000424608",
   "pi_start_date": "2005-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ho-kwang",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ho-kwang Mao",
   "pi_email_addr": "mao@gl.ciw.edu",
   "nsf_id": "000162482",
   "pi_start_date": "2005-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 129180.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 128838.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 128496.0
  }
 ],
 "por": null
}