{
 "awd_id": "0510750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Groundwater Dynamics and Arsenic Contamination in the Ganges Delta: Irrigated Agriculture, Subsurface Chemical Transport, and Aquifer Flushing",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 428494.0,
 "awd_amount": 428494.0,
 "awd_min_amd_letter_date": "2005-09-13",
 "awd_max_amd_letter_date": "2008-07-08",
 "awd_abstract_narration": "0510750\r\nHarvey\r\nA-1\r\nWe are now in a position to solve the puzzle of why dissolved arsenic concentrations are\r\ndangerously high in the groundwater of the Ganges Delta. Over the last five years several research\r\ngroups have provided detailed characterizations of the static geochemical characteristics of groundwater\r\nand sediments in arsenic-contaminated aquifers. The challenge now is to determine how groundwater\r\nflow transports chemicals in and out of the subsurface, and hence controls subsurface\r\nbiogeochemistry. We propose to develop novel hydrologic methods to characterize the complex spatial\r\nand temporal patterns of groundwater flow, and then to employ hydrogeologic models to study the\r\nevolution of groundwater geochemistry. By combining dynamic hydrological models with geochemical\r\ncharacterization we intend to answer key scientific questions that have thus far eluded us:\r\nWhy has arsenic not been flushed from some aquifers? Combined estimates of groundwater\r\nresidence times and arsenic retardation factors indicate that arsenic residence times are only decades to\r\ncenturies, implying that arsenic should be flushed from the aquifers that are thousands of years old. Is\r\ndissolved arsenic supplied by a continuous source, or are high concentrations transient?\r\nWill arsenic concentrations change in the future? Our field injection-withdrawal experiments show that\r\narsenic concentrations respond within days to biochemical perturbations. The adoption of dry-season\r\nrice cultivation has dramatically altered geochemical input and outputs from aquifers. How does this\r\nchange affect subsurface geochemistry and dissolved arsenic concentrations?\r\nWhy do arsenic concentrations differ between neighboring wells? Arsenic concentrations at nearby\r\nlocations in grey-colored anoxic aquifers often differ greatly, despite similar sediment characteristics. Do\r\nthese dramatic gradients result from the pattern of groundwater flow and recharge?\r\nWhat are the intellectual merits of the proposed activity?\r\nThese questions can only be resolved by determining how groundwater dynamics control\r\nchemical input and output to aquifers over two timescales: (1) Seasonal cycle: The hydrology of Bangladesh\r\nannually cycles between Monsoon flooding and dry-season arid conditions when evapotranspiration\r\ngreatly outstrips precipitation and irrigation water is pumped from aquifers to meet the transpiration\r\ndemands of crops. This cycle drives water table oscillations that create seasonally varying oxic/anoxic\r\nconditions in soils and also drives water exchange between aquifers and surface water (rice paddies,\r\nponds and rivers). (2) Anthropogenic changes over decades: The Ganges Delta has been\r\ndramatically altered over the last three decades by population growth and the advent of irrigated\r\nagriculture. Groundwater irrigation has changed the location, timing and chemical content of recharge.\r\nAnoxic irrigation water is ponded in rice fields over much of the land, thereby changing both the\r\nhydrologic budget and the biogeochemistry of recharge, potentially mobilizing arsenic from soil layers that\r\nmay be rich in arsenic and iron (oxy)hydroxides. Furthermore, pumping changes flow-paths deep in\r\naquifers, affecting both the rates and locations of recharge as well as groundwater exchange with surface\r\nwater bodies that now receive much higher loads of untreated waste.\r\nWe propose to: (1) Build on our successful field program in Bangladesh by extending our field\r\ncharacterization from vertical geochemical profiles at one location to three dimensional flow around this\r\nlocation; (2) Characterize recharge and discharge and map transient flow-paths through the aquifer by\r\napplying novel combination of natural isotope data and numerical inverse methods for groundwater flow;\r\n(3) Conduct a detailed study of geochemical fluxes through the bottom of a rice field, now a principle\r\nsource of groundwater recharge at our site, and a very likely source of dissolved arsenic; (4) Construct\r\npredictive numerical models that couple groundwater flow and recharge with the biogeochemical\r\ntransformations that control arsenic.\r\nWhat are the broader impacts of the proposed activity?\r\nThis collaborative project is built on our successful and productive partnership over the last five\r\nyears. We will continue to place a significant emphasis on the education and transfer of technology, with\r\nfurther exchange of students between BUET, MIT and Tufts. We also will continue to collaborate with\r\nother research groups including Stanford, EAWAG in Switzerland, UBC in Vancouver and UCLA. Our\r\nresearch findings should answer some key scientific questions and also help evaluate alternative arsenic\r\nmitigation strategies and better manage water resources in Bangladesh.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Harvey",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Charles F Harvey",
   "pi_email_addr": "charvey@mit.edu",
   "nsf_id": "000227252",
   "pi_start_date": "2005-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "730500",
   "pgm_ele_name": "BE-UF: WATER CYCLE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1629",
   "pgm_ref_txt": "BE: Non-Announcement Research"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7305",
   "pgm_ref_txt": "BE-UF: WATER CYCLE"
  },
  {
   "pgm_ref_code": "7306",
   "pgm_ref_txt": "BE-UF: CARBON CYCLE"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 107281.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 181512.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 66505.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 73196.0
  }
 ],
 "por": null
}