{
 "awd_id": "0510635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Metamorphic Fluid Evolution and Rock Rheology",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 107083.0,
 "awd_min_amd_letter_date": "2005-05-19",
 "awd_max_amd_letter_date": "2005-05-19",
 "awd_abstract_narration": "Linked field, experimental, and analytical studies are documenting the effect of carbonic fluids on rheology of deep-seated crustal rocks. Several recent studies show a correlation between generation of CO2 overpressures and seismicity. However, little is currently known about how carbonic fluids affect deformation mechanisms, and hence rheology, at depths in the crust where ductile behavior would normally be expected. This project is (1) describing the relationships between metamorphic release of mixed carbonic and aqueous fluids and deformation microstructures developed in natural quartz-rich rocks, and (2) using deformation experiments to explore the underlying mechanisms that control these relationships. The intent is to determine if progressive changes in C-O-H fluid composition during metamorphism cause progressive changes in rock rheology?\r\n\r\nIn many orogenic belts, carbonic fluids are produced during metamorphism. These fluids can vary widely in composition as a function of depth, temperature, local mineral assemblage, and permeability structure of the rocks. Mixed C-O-H fluids are generated naturally during metamorphism of both graphitic and carbonate-bearing schists. Similarities in crystal structure between graphite and sheet silicates suggest that strain accommodation mechanisms in highly graphitic rocks should be similar to those in mica schists. However, observations in graphitic schists from the Alps show preferential embrittlement and development of abundant tensile cracks in graphitic schists that equilibrated with carbon dioxide-bearing fluids relative to interlayered nongraphitic schists containing only aqueous fluids. Initial deformation experiments document colder deformation microstructures in quartzite deformed in the presence of mixed carbon dioxide-water-sodium chloride-calcium chloride fluid versus hotter microstructures in quartzite deformed at the same conditions in the presence of carbon dioxide-free brine. The presence of carbon dioxide thus appears to exert a fundamental control on the rheologic behavior of quartz-rich rocks, but the specific mechanism responsible for this effect is not yet known.\r\n\r\nIn this project, fieldwork in the Alps is documenting the spatial scales over which embrittlement occurs, the tectonic regimes that favor anomalous embrittlement, and the relationships between embrittled and non-embrittled rock types. Fluid inclusion analysis is providing direct information on the composition of the fluids in brittle versus ductile structures, and also on the depths and temperatures at which the structures were active. Rock deformation experiments, informed by the field and analytical studies, are designed to investigate the mechanisms whereby carbonic fluids induce embrittlement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Tullis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Tullis",
   "pi_email_addr": "Jan_Tullis@Brown.edu",
   "nsf_id": "000117699",
   "pi_start_date": "2005-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 107083.0
  }
 ],
 "por": null
}