{
 "awd_id": "0510274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computer Supported Collaborative Learning Student Community Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 19340.0,
 "awd_amount": 19340.0,
 "awd_min_amd_letter_date": "2005-02-16",
 "awd_max_amd_letter_date": "2005-02-16",
 "awd_abstract_narration": "This is funding to support a doctoral research symposium (workshop) of approximately 5 promising doctoral students from the United States, along with distinguished research faculty.  The event will take place in conjunction with the 2005 Computer Supported Collaborative Learning (CSCL'05) conference, to be held May 30-June 4 in Taipei, Taiwan.  CSCL'05 will be the 7th conference in the series, which began in 1995 and has become an internationally recognized forum for the exchange of research findings related to learning in the context of collaborative activity and the exploration of how such learning might be augmented through technology.  An important theme in the CSCL conferences has been the development of an active student community.  The 2005 Student Community Workshop will be a one-day event held prior to the start of the conference proper.  Workshop objectives include providing a setting for mutual feedback on current research and guidance on future research directions, developing a supportive community of scholars and a spirit of collaborative research across institutions, and contributing to the conference experience of students by fostering interactions with peers and key faculty.   Applications from PhD students at the dissertation stage will be reviewed by a 3-member committee chaired by the PI.  Participants will be selected on the basis of their anticipated contribution to the workshop goals, with specific emphasis on forming a diverse group of high quality students to include underrepresented minorities and persons with disabilities.  Successful applicants will present their doctoral research at the Workshop, and receive feedback from their peers and from an international group of senior faculty mentors.  Because the 2005 conference will be held in Taiwan, it will offer a rare opportunity for students from the US to meet future colleagues from around the world, and especially from Asia, thereby promoting greater understanding by our students of scientific and technical developments in the East Asia and Pacific region.  \r\n\r\nBroader Impacts:  This workshop will directly support the development of a strong student community in CSCL research.  It will help expand the participation of young researchers pursuing graduate studies in this field, by providing them an opportunity to gain wider exposure in the community for their innovative work and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Similar programs at other conferences have played a major role in building enduring and supportive ties within and between generations of researchers.  Because the students and faculty constitute a diverse group across a variety of dimensions, the students' horizons are broadened to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Lewis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton H Lewis",
   "pi_email_addr": "clayton@colorado.edu",
   "nsf_id": "000113813",
   "pi_start_date": "2005-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "684500",
   "pgm_ele_name": "HUMAN COMPUTER INTER PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 19340.0
  }
 ],
 "por": null
}