{
 "awd_id": "0511817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Exploratory studies of atmospheric-pressure glow plasma processing of bio-degradable polymer microparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Westmoreland",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 30315.0,
 "awd_amount": 30315.0,
 "awd_min_amd_letter_date": "2005-09-12",
 "awd_max_amd_letter_date": "2005-09-12",
 "awd_abstract_narration": "Public Abstract\r\nCTS-0511817\r\nSGER: Exploratory studies of atmospheric-pressure glow plasma processing of bio-degradable polymer microparticles\r\nPIs:  Laxminarayan L Raja and Krishnendu Roy\r\nInstitution:  University of Texas at Austin\r\n\r\nDiscovery of atmospheric-pressure glow (APG) discharges have created promising new avenues for plasma-based materials processing technologies. APG discharges have non-equilibrium thermal and chemical properties similar to classical low-pressure glow discharges, albeit under one-atmosphere and room-temperature conditions. Consequently, continuous processing of delicate/soft materials, particulate materials, and even materials in the liquid form are possible without need for expensive vacuum equipment. We have recently proposed a novel application of these discharges in the processing of biodegradable polymer microparticles. These polymer microparticles are used as vehicles for drug/vaccine delivery into the human body. An important step in the processing of these drug-laden particles is to activate them with a negative charge on their surface. Currently, this is achieved through a wet chemical processes that are inefficient, poorly reproducible, and engender undesirable liquid waste by-products. An APG plasma-based dry, efficient, and high-throughput process for the surface functionalization of bio-degradable polymer microparticles can address many of the problems with the wet-chemical processing approach. Here we propose to demonstrate the feasibility of using APG discharges for anionic surface activation of polymer microparticles. \r\n\r\nThis exploratory research will comprise the following activities: 1) we will develop a flexible, high-throughput APG plasma-based technique for the processing of biopolymer microparticles. 2) Reactive APG plasmas involving helium working gas and oxygen additives will be used to demonstrate the potential for negative charge activation of the microparticles. 3) Several detailed aspects of the APG plasma-particle processing technique will be explored by employing a host of plasma diagnostic and materials characterization techniques. Plasma diagnostics include electrical characterization by measuring discharge voltage-current waveforms, optical imaging, and optical emission spectroscopy. Materials characterization will be performed by measuring particle zeta potentials, scanning electron microscopy imaging, and X-ray photoelectron spectroscopy for particle surface elemental analysis. \r\n\r\nTwo important areas of technical impact are envisioned: 1) APG plasma discharge technology will be impacted through realization of an important material processing application for this relatively new class of discharges. Although numerous applications have been proposed ranging from the deposition/etching of materials to plasma flow control, APG discharge technology is yet to witness a successful and widespread application in the industry. 2) The existing technology for the manufacture of biopolymer drug-delivery microparticles will be impacted by the replacement of a crucial \"wet chemistry-based\" process step with an environmentally benign \"dry\" plasma-based process. We hope that successful demonstration of this process will serve as a motivation for additional research into plasma-based dry replacement technologies for biomaterials manufacture (a field that is currently dominated by wet processing approaches). We anticipate that this exploratory research will serve as precursor to a more systematic, long-term fundamental study of the unique aspects of the APG plasma-biopolymer processing technique.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laxminarayan",
   "pi_last_name": "Raja",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laxminarayan L Raja",
   "pi_email_addr": "lraja@mail.utexas.edu",
   "nsf_id": "000492472",
   "pi_start_date": "2005-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krishnendu",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnendu Roy",
   "pi_email_addr": "krish.roy@vanderbilt.edu",
   "nsf_id": "000107326",
   "pi_start_date": "2005-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 30315.0
  }
 ],
 "por": null
}