{
 "awd_id": "0512323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR PHASE I:    Manufacturing Workforce - Novice to Expert - Training Program",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2005-04-14",
 "awd_max_amd_letter_date": "2006-06-20",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project is designed to produce a prototype manufacturing workforce training curriculum, enhanced software programs, and methodology that specifically address Composite Design and Product Lifecycle Management (PLM), including more effective use of Catia V5  (an integrated suite of Computer Aided Design (CAD), Computer Aided Engineering (CAE), and Computer Aided Manufacturing (CAM) applications for digital product definition and simulation), by increasing its visualization capabilities, in the assembly of the Boeing 7E7 production workforce.  A knowledgeable and resourceful production workforce, not only in aerospace, but also in other manufacturing industries, is essential in order to meet the competitive requirements of a global market.  There is a gap between the availability of sophisticated hardware, software, and manufacturing processes and the skills and competence of the workforce who must utilize them.  This project, therefore, proposes to empirically demonstrate the value of \"cognitive learning\", using state-of-the-art 3d holographic technology as a knowledge transfer tool.  The research design features two workforce-training cohorts based on a random assignment to control and experimental groups.  The control group will receive traditional training and the experimental group will receive the technology-driven \"cognitive learning\" model curriculum.  Competency-based assessments, in addition to trainee pre- and post-knowledge assessments, will demonstrate that the experimental group will progress from \"novice\" workers to \"expert\" workers in a dramatically shorter and more effective training process through the use of the \"cognitive learning\" model.\r\n     \r\nCurrent and future engineers and technicians in aerospace, automotive, consumer goods, electronics, heavy equipment, biomedical devices and machine tools, will be required to have a level of understanding of a variety of materials and composites and new manufacturing processes. To be competitive, they must have access to a combination of advanced manufacturing and materials education and training to help produce highly-durable goods using less expensive processes while increasing efficiency.  That is precisely what the scientifically-based, technology-driven Cognitive Learning\" manufacturing workforce training model prototype, when field-tested and documented empirically, will do.  Just demonstrating that the prototype works well, and then expanding into the next phase of the research and development to fully verify and expand the model, will open the door to tremendous commercialization opportunities.  In summary, manufacturing workforce training will move from the traditional structure of education to a student-focused learning environment that provides for virtual teaming, three-dimensional visualization, critical thinking and real-life scenarios and problem solving for advanced manufacturing.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "H. Lynn",
   "pi_last_name": "Cundiff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Lynn Cundiff",
   "pi_email_addr": "lynncundiff@bellsouth.net",
   "nsf_id": "000395272",
   "pi_start_date": "2005-04-14",
   "pi_end_date": "2006-06-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lester",
   "pi_last_name": "Wilson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lester A Wilson",
   "pi_email_addr": "lwilson@3dh.net",
   "nsf_id": "000267557",
   "pi_start_date": "2006-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "3DH CORPORATION",
  "inst_street_address": "5555 Oakbrook Parkway",
  "inst_street_address_2": "Bldg. 400 Suite 400",
  "inst_city_name": "Norcross",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6782525999",
  "inst_zip_code": "300930000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "GA",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "3DH CORPORATION",
  "perf_str_addr": "5555 Oakbrook Parkway",
  "perf_city_name": "Norcross",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "300930000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "GA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9149",
   "pgm_ref_txt": "SUPPORT SYS & EDUC FOR ADV MANUFACTURING"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}