{
 "awd_id": "0512700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: A Casting Process Capable of Casting Wrought Aluminum Based Alloys Using Controlled Diffusion Solidification",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Hennessey",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2005-05-06",
 "awd_max_amd_letter_date": "2006-08-01",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop a casting process to cast wrought Al-based alloys such as the 2xxx, 3xxx, 4xxx, 5xxx, 6xxx, and 7xxx alloys. These alloys are extensively used in the aerospace and automotive industries due to their high tensile strength, elevated temperature properties, and ductility, as compared to traditional Al-Si casting alloys. However, one of the biggest problems encountered during casting of these alloys is the formation of hot cracks or tears during solidification. Alloys with long solidification ranges, higher eutectic liquid contents, and larger as-cast dendritic grain size are more prone to hot tearing than others. This project will combine the use of Controlled Diffusion Solidification (CDS) with a vertically injected slow fill sand casting process. In the CDS process, solidification of the alloy takes place by mixing two different liquid alloys with controlled mass and heat flow in order to achieve a predetermined alloy chemistry that solidifies with a non-dendritic microstructure without hot tears. The mixing of the two alloys will take place in a vertical shot sleeve that is placed below a staged sand mold and the mixture is subsequently pushed into the mold by advancing a ram until the mold is full. The anticipated resultant would be a process capable of casting near net-shaped wrought Al-based castings, with superior physical and mechanical properties, that could be twice as strong as existing Al-Si casting alloys. The ability to cast wrought alloys using the CDS process will improve the final casting by minimizing the traditional casting defects such as interdendritic shrinkage and non-fills. It will also produce a higher quality casting with improved yields at a reduced cost with a faster cycle time, due to a faster solidification rate and less gating required to fill the mold. The ability to cast wrought Al-alloys opens up numerous opportunities for additional applications in the elevated temperature and structural parts areas that have never been approached before economically.\r\n\r\nThe broader impacts from this technology could be significant commercial impact to both parts suppliers as well the end users of the castings. The primary users of premium aluminum castings are the automotive, military, and commercial aerospace industries. Motor vehicles and metallic component suppliers are the second largest revenue-producing industry in the world, surpassed only by petroleum and coal products. The car and light truck industries use 33% of all U.S. produced castings. Military and commercial aircraft use another 30%, with a significant portion of the remainder in weapons and spacecraft. This technological innovation will enhance the use of aluminum castings at the same time help reduce the component costs, by providing a near net shaped product with high mechanical properties. The CDS process has the potential of developing a whole new class of alloys with cellular and/or globular microstructures of primary alpha-Al phase and a well inter-connected inter dendritic liquid phase. These alloys could have fundamentally different mechanical and physical properties, which broadens the potential applications.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Buch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Buch",
   "pi_email_addr": "buchb@hitchcockusa.com",
   "nsf_id": "000391695",
   "pi_start_date": "2005-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hitchcock Industries, Inc.",
  "inst_street_address": "8701 Harriet Avenue South",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "9528877701",
  "inst_zip_code": "554202787",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MN03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Hitchcock Industries, Inc.",
  "perf_str_addr": "8701 Harriet Avenue South",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554202787",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MN03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1468",
   "pgm_ref_txt": "MANUFACTURING & CONST MACH EQP"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99735.0
  }
 ],
 "por": null
}