{
 "awd_id": "0512568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Strategic Model for Manufacturing Organizations (DSMMO)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": null,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2005-05-12",
 "awd_max_amd_letter_date": "2005-05-12",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes a dynamic modeling technology that helps manufacturers visualize the top and bottom line financial impact of changes made at the strategic, tactical and operational levels of a business.  WTRI has a long history of research and applications that work with the way that people become intuitive experts, the ways that experts use technologies and the cognitive triggers underlying shifts in cognitive frameworks and capabilities.  One of the intellectual merits of the proposed research is that it will further add to knowledge on how technologies extend complex cognitive capabilities in manufacturing settings.  This tool promises to address two well-known problems limiting manufacturing competitiveness: decision making rigidity (e.g., recipe driven solutions) and the inability to think simultaneously on strategic and tactical levels.  Currently, complex and difficult to use versions of these models exist and have proven successful when used by WTRI principals and maintained by the firm's technicians. The research will explore the core features of the technology that have made it successful.  It will result in the development of cost effective versions that can be easily used by customers and which can be modified to their business issues without extensive re-programming.\r\n\r\nThe broader impacts of the technology have already been indicated by increased use of these models in client engagements with measurable success.  However, in their current form, the models are not easily used independently; that is, without the participation of WTRI, although demand for them is high.   Historically, the difficulty of anticipating the links between changes in execution and a financial impact at the bottom or top line has accounted for many change initiative failures.  These models enable manufacturers to examine hypotheses about the impact on strategic goals of changes in their organizations.  University programs also see that the tool may have pedagogic value in showing professionals how to think through the multi-level issues in manufacturing companies.  The models themselves may also add to our understanding of how the different levels and functions in an organization interact.  Often, specific between-level or between-function impacts are known, but the model promises to bring all the interactions together into one dynamic whole, exposing both hidden negative ripple effects and growth opportunities that would not be discovered otherwise.  Finally, this tool can be viewed as providing a way to make our value vdded resellers more effective with their clients and their businesses more successful.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lia",
   "pi_last_name": "DiBello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lia DiBello",
   "pi_email_addr": "lia@wtri.com",
   "nsf_id": "000149149",
   "pi_start_date": "2005-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Workplace Technologies Research Inc.",
  "inst_street_address": "1550 HOTEL CIR N STE 180",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192328054",
  "inst_zip_code": "921082993",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "WORKPLACE TECHNOLOGIES RESEARCH, INC.",
  "org_prnt_uei_num": "HLTMJNJ8XJX1",
  "org_uei_num": "HLTMJNJ8XJX1"
 },
 "perf_inst": {
  "perf_inst_name": "Workplace Technologies Research Inc.",
  "perf_str_addr": "1550 HOTEL CIR N STE 180",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921082993",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9149",
   "pgm_ref_txt": "SUPPORT SYS & EDUC FOR ADV MANUFACTURING"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}