{
 "awd_id": "0512596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing Pedagogical Content Knowledge of Inquiry Science Teaching",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 400064.0,
 "awd_amount": 475474.0,
 "awd_min_amd_letter_date": "2005-09-06",
 "awd_max_amd_letter_date": "2012-04-19",
 "awd_abstract_narration": "Introduction. \r\nInquiry science teaching refers to teaching methods (pedagogy) that reflect the investigative attitudes and techniques that scientists use to discover and construct new knowledge. Undergraduate students are routinely assessed for their science content knowledge. A complementary component of our national effort to improve science education is the ability to effectively assess teachers' pedagogical knowledge of inquiry science teaching.  Currently, such an assessment tool is not available. This project is developing a field-validated, objective assessment tool for testing undergraduate pre-service elementary teachers' pedagogical knowledge of inquiry science teaching (POSIT, the Pedagogy of Science Inquiry Teaching test). The assessment items can be used both in summative evaluation and as a formative tool in undergraduate instruction. \r\n\r\nIntellectual merit. \r\nThe U.S. Department of Education has recently called for educational revisions to be informed by research and scientifically based evidence. This project helps to meet that standard.  It involves a careful plan for test development followed by two rounds of piloting and revision, concluding with a blinded field-test classroom observation component for studying the validity of POSIT. The intellectual merit of the project lies in its coherent combination of innovative and research-based features in its design -- a design that includes features of authenticity, problem-based learning, epistemology, exemplification, methodology, and summative and formative functions.  The project is focused with a clear goal - one that serves a national need as articulated by NSF, the National Research Council and the AAAS. This project is also interdisciplinary. Participating are ten universities, several geographically and demographically diverse public school districts, and a national panel of experts. The final instrument will conform to The Student Evaluation Standards and the Standards for Educational and Psychological Testing \r\n\r\nBroader impact. \r\nThe \"gold standard\" for pedagogy assessment is what teachers actually do in the classroom. POSIT is being blind-tested against such a standard. Once it has been developed and validated against the criteria by observation of classroom practice, educators at any undergraduate institution could use it to evaluate and improve science teacher education programs. Improving the preparation and quality of teacher graduates will help ameliorate inequalities in schools that serve underrepresented populations, by increasing the number of teachers well qualified to teach science. POSIT will also be of value to researchers in science education seeking to improve the education and practice of science teachers. Professors teaching undergraduate and graduate SMET courses may find POSIT useful. Previous research indicates that science professors can be motivated to improve their own teaching practice as a consequence of considering how science is best taught to young people. \r\n\r\nProject Goals\r\n1) Develop criteria for items reflecting the pedagogy of inquiry to guide item development and evaluation. 2) Compose, pilot, and revise a set of problem-based objective items for K-8 science curricula, based on realistic teaching vignettes of elementary science teaching, and meeting inquiry item criteria. 3) Pilot the test items with undergraduate, pre-service teachers reflecting racial and gender diversity. 4) Establish standardized scoring and test administration directions. 5) Establish initial estimates of reliability. 6) Validate the instrument by studying its predictive power with respect to actual teacher practice of inquiry teaching in classrooms. 7) Disseminate assessment items and project reports via the Internet, conference presentations, and journal articles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Schuster",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Schuster",
   "pi_email_addr": "david.schuster@wmich.edu",
   "nsf_id": "000334395",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cobern",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "William W Cobern",
   "pi_email_addr": "bill.cobern@wmich.edu",
   "nsf_id": "000456390",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Renee S Schwartz",
   "pi_email_addr": "rschwartz@gsu.edu",
   "nsf_id": "000291303",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Vellom",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph P Vellom",
   "pi_email_addr": "paul.vellom@wmich.edu",
   "nsf_id": "000257860",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Applegate",
   "pi_mid_init": "B",
   "pi_sufx_name": "III",
   "pi_full_name": "Edward B Applegate",
   "pi_email_addr": "brooks.applegate@wmich.edu",
   "nsf_id": "000322394",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 W MICHIGAN AVE",
  "perf_city_name": "KALAMAZOO",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743100",
   "pgm_ele_name": "CCLI - ASA"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 400064.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 39960.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Assessing Pedagogical Content Knowledge of Inquiry Science Teaching and Identifying Science Teaching Orientations </strong></p>\n<p>&nbsp; &nbsp; &nbsp;Science education standards in many countries advocate inquiry-based science instruction throughout K-12 education. Planning and implementing successful inquiry-based instruction in the classroom is a demanding task for teachers; it requires a <em>combination</em> of several different types of knowledge: content knowledge, pedagogy knowledge, knowledge of scientific inquiry, and knowledge of inquiry pedagogies. A general theoretical knowledge of each of these is not enough &ndash; a teacher needs to be able to integrate them in actual practice in designing and teaching specific science lessons. We call this required combination <em>pedagogical content knowledge of inquiry science teaching.</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; In practice, science instruction is found in many different variations, but at a fundamental epistemic level most of these can be regarded as variants of inquiry or direct approaches. Different teachers will have preferences for one mode over another, and hence one finds a <em>spectrum</em> of science teaching methods. Furthermore, all real classroom instruction reflects a combination of methods, depending on the teacher and the case at hand. An aim of our project was to develop an instrument for identifying science teaching orientations, as reflected in pedagogy choices for realistic teaching situations. In particular we wished to ascertain to what extent pre- and in-service teachers would select guided inquiry as their preferred mode, among other options. The project had several specific goals. The first was the conceptualization, development and testing of a new kind of assessment for these purposes. Arising from this, a major development goal was the production of a comprehensive collection of 100 case-based science pedagogy assessment items, for both formative and summative use, Formatively, individual items could be used during teacher preparation, and summatively, set of items could be assembled into instruments called Pedagogy of Science Teaching Tests (POSTT). Both aspects are valuable in both teacher education and research.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp; </em>A feature of the assessment is that items are couched not in generalities about pedagogy, but formulated in terms of case-based decisions about how to teach particular topics in real classroom contexts. An item for this purpose typically provides a <em>vignette</em> or <em>scenario</em> representing a realistic teaching situation for a particular science topic, poses a question about preferred teaching approach, and offers a set of response choices ranging across a spectrum of four common approaches, ranging from &lsquo;didactic direct&rsquo; at one extreme, through &lsquo;active direct,&rsquo; and &lsquo;guided inquiry&rsquo; to &lsquo;open discovery&rsquo; at the other.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp; </em>Two examples of case-based science pedagogy assessment items are attached. The item structure comprises teaching vignette, pedagogy question, and response options, with the options representing alternative teaching approaches. Such assessments are designed to elucidate teaching orientations of both pre- and in-service teachers toward a consistent spectrum of common approaches, and toward guided inquiry in particular. For formative purposes, in teacher education or professional development, individual items can be used as a realistic context for class debate about teaching alternatives. A hundred such items have been produced, classified by grade level, science discipline, topic and facet of instruction involved, as a free online resource. &nbsp;For summative or research purposes, suitable sets of items are compiled into POSTT instruments, which can provide data on science teaching orientation profiles for teac...",
  "por_txt_cntn": "\nAssessing Pedagogical Content Knowledge of Inquiry Science Teaching and Identifying Science Teaching Orientations \n\n     Science education standards in many countries advocate inquiry-based science instruction throughout K-12 education. Planning and implementing successful inquiry-based instruction in the classroom is a demanding task for teachers; it requires a combination of several different types of knowledge: content knowledge, pedagogy knowledge, knowledge of scientific inquiry, and knowledge of inquiry pedagogies. A general theoretical knowledge of each of these is not enough &ndash; a teacher needs to be able to integrate them in actual practice in designing and teaching specific science lessons. We call this required combination pedagogical content knowledge of inquiry science teaching.\n\n     In practice, science instruction is found in many different variations, but at a fundamental epistemic level most of these can be regarded as variants of inquiry or direct approaches. Different teachers will have preferences for one mode over another, and hence one finds a spectrum of science teaching methods. Furthermore, all real classroom instruction reflects a combination of methods, depending on the teacher and the case at hand. An aim of our project was to develop an instrument for identifying science teaching orientations, as reflected in pedagogy choices for realistic teaching situations. In particular we wished to ascertain to what extent pre- and in-service teachers would select guided inquiry as their preferred mode, among other options. The project had several specific goals. The first was the conceptualization, development and testing of a new kind of assessment for these purposes. Arising from this, a major development goal was the production of a comprehensive collection of 100 case-based science pedagogy assessment items, for both formative and summative use, Formatively, individual items could be used during teacher preparation, and summatively, set of items could be assembled into instruments called Pedagogy of Science Teaching Tests (POSTT). Both aspects are valuable in both teacher education and research.\n\n     A feature of the assessment is that items are couched not in generalities about pedagogy, but formulated in terms of case-based decisions about how to teach particular topics in real classroom contexts. An item for this purpose typically provides a vignette or scenario representing a realistic teaching situation for a particular science topic, poses a question about preferred teaching approach, and offers a set of response choices ranging across a spectrum of four common approaches, ranging from ædidactic directÆ at one extreme, through æactive direct,Æ and æguided inquiryÆ to æopen discoveryÆ at the other.\n\n     Two examples of case-based science pedagogy assessment items are attached. The item structure comprises teaching vignette, pedagogy question, and response options, with the options representing alternative teaching approaches. Such assessments are designed to elucidate teaching orientations of both pre- and in-service teachers toward a consistent spectrum of common approaches, and toward guided inquiry in particular. For formative purposes, in teacher education or professional development, individual items can be used as a realistic context for class debate about teaching alternatives. A hundred such items have been produced, classified by grade level, science discipline, topic and facet of instruction involved, as a free online resource.  For summative or research purposes, suitable sets of items are compiled into POSTT instruments, which can provide data on science teaching orientation profiles for teacher groups or individuals. This also enables us to evaluate the effectiveness of pre-service teacher education programs and to understand in-service teaching practice in the light of both intrinsic beliefs and the situational realities that might influence pedagogical choices.\n\n      Even befo..."
 }
}