{
 "awd_id": "0513376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mining Structured Data with Applications in Chemistry and Biology",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 311291.0,
 "awd_min_amd_letter_date": "2005-07-11",
 "awd_max_amd_letter_date": "2008-03-28",
 "awd_abstract_narration": "This project will develop novel data analysis algorithms that will enable scientists to discover new knowledge from large data sets of variable-size structured data. It will specifically focus on small molecules in organic chemistry that can be represented in various ways, such as the two-dimensional graph of covalent bonds. The project will develop new methods to explore chemical space and predict the physical, chemical, and biological properties of small organic molecules. \r\n\r\nThe research will directly address these problems by using annotated datasets of compounds in combination with machine learning approaches. Specifically, this project will develop new fingerprint representations of small molecules, for instance, by indexing the paths and trees contained in the molecular graphs, or by building histograms of three-dimensional distances between labeled pairs of atoms. Kernels methods - currently one of the leading methods in machine learning - will be used to measure similarity between fingerprints and to develop predictive algorithms for classification and regression tasks. The algorithms will be quantitatively evaluated in terms of their ability both to describe observed data and to predict new data. Selected applications to the prediction of critical temperatures, toxicity, mutagenicity, anti-cancer and other biological activity of small molecules will serve as testbeds for validating the techniques developed. Algorithms and data developed during the project will be made publicly available on the Web for research and scientific use. Educational activities included in this project will foster in computer science students an understanding of the increasingly important role of computer science and data mining in data-driven sciences such as chemistry. \r\n\r\nNew informatics methods for structured data will greatly benefit chemistry. The penetration of computational, artificial intelligence, and informatics methods in chemistry has been slower than in biology, because of the single-investigator nature of chemical research and the dominance of genome sequencing and other high-throughput projects in biology. Data on millions of compounds, however, are becoming readily available. By developing efficient fingerprints, kernels, and other machine learning methods for graphs and molecular structures, this project will address some of the most outstanding problems in the field and help accelerate the penetration of modern computational methods in chemistry. \r\n\r\nThe project has the potential for significant benefit to society. Small molecules have numerous applications in biology, pharmacology, and bioengineering. They can be used to probe and study biological pathways and systems and to develop new drugs. The algorithms developed by this project will provide basic building blocks and important steps towards understanding and predicting molecular properties from molecular structures. They will allow scientists to screen large data sets of compounds  rapidly, while searching for compounds that satisfy particular structural or functional constraints. This will produce cost savings, accelerate the development of new drugs, and promote the understanding of chemical space.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Baldi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Baldi",
   "pi_email_addr": "pfbaldi@ics.uci.edu",
   "nsf_id": "000440884",
   "pi_start_date": "2005-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729400",
   "pgm_ele_name": "SCIENCE & ENGINEERING INFORMAT"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 293538.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 17753.0
  }
 ],
 "por": null
}