{
 "awd_id": "0513069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Localized Bases and Band-Limited Methods for Image Modeling and Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2005-06-17",
 "awd_max_amd_letter_date": "2005-06-17",
 "awd_abstract_narration": "The objective of this project is to develop a mathematical framework\r\nfor the modeling and analysis of images in two and three dimensions\r\nbased on certain basis functions.  The foundation of this framework is\r\na class of band-limited functions (that is, functions that have\r\ncompactly supported Fourier transforms) which are also locally\r\nconcentrated in the spatial domain.  Although images are seldom truly\r\nband-limited, they are generally considered piecewise smooth, and are\r\nfrequently modeled so locally (or piecewisely) by smooth functions\r\nsuch as polynomials and trigonometric functions.  Since common images\r\ncontain many features such as edges and textures that are usually\r\nlocally compact in the Fourier domain and simultaneously limited in\r\nthe spatial (or image) domain, functions of this type are an ideal\r\nchoice of basis for image representations.  The PI will develop\r\nnumerical methods for the construction of the band-limited basis\r\nfunctions, as well as efficient methods for the analysis and synthesis\r\nof images in such bases.  Furthermore, algorithms for targeted image\r\nanalysis problems such as restoration and texture analysis will be\r\nimplemented.  The PI will also investigate the adaptive construction\r\nof optimal (or near-optimal) representations of images, and test the\r\neffectiveness of such techniques on a realistic collection of 2D and\r\n3D images.\r\n\r\nPotential applications of the mathematical theory and image analysis\r\nalgorithms developed in this project include satellite imagery, remote\r\nsensing, and image-based diagnoses in fields such as medicine, and\r\nmaterial science.  For example, in satellite imagery where data are\r\nacquired with limited resolution, one central task is to magnify or\r\ninterpolate the images so that the faintest details embedded can be\r\nreliably enhanced.  Since the methods proposed in this project provide\r\nhighly adaptive, localized image representation mechanisms, and\r\ntherefore are likely to produce advanced image enhancement techniques\r\nwith fewer artifacts than traditional methods, information may be more\r\nreadily and reliably extracted.  Research proposed in this project\r\nalso comprises methods and techniques that have been studied in\r\nseveral disciplines: the theory of band-limited functions in\r\nmathematics, fast algorithms in numerical computation, edge detection\r\nand texture analysis in computer vision.  Thus, the project affords\r\nopportunities for cross-pollination between researchers and students\r\nin mathematics, computer science, electrical engineering and\r\nstatistics, and will particular benefit the participating students by\r\nproviding a fertile ground for them to make connections between\r\nmathematics and engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Xiao",
   "pi_email_addr": "hxiao@ucdavis.edu",
   "nsf_id": "000154614",
   "pi_start_date": "2005-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}