{
 "awd_id": "0513370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic Processes at the Nanoscale in Polymer Systems",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 122000.0,
 "awd_min_amd_letter_date": "2005-04-18",
 "awd_max_amd_letter_date": "2005-04-18",
 "awd_abstract_narration": "A diverse range of applications, from organic electronic devices and sensors to coatings\r\nand patterning, rely on the properties and performance of polymers under various conditions of\r\nconfinement, particularly thin film geometries. Generally, interactions between polymer chain\r\nsegments and interfaces impose enthalpic and entropic penalties on the chain structure, and these\r\neffects may be manifested in properties at length scales beyond the size of a chain, up to tens of\r\nnanometers (nano-scale). Properties such as the viscosity, chain diffusion coefficients, D,\r\nglass transition temperatures, Tg, phase separation temperatures of mixtures and copolymers, as\r\nwell as morphological instabilities are known to exhibit film thickness dependencies. To date, a\r\ncomprehensive understanding of such size-dependent phenomena in polymers remains elusive.                          \r\nThe foregoing provides the basis for three problems examined in this proposal. (1) One\r\ngoal is to understand how interfacial forces influence the chain dynamics and to understand the\r\nconnections between chain dynamics and the film thickness dependent changes exhibited by the\r\nTg in homopolymer and in miscible polymer-polymer systems. The strategy of our proposed\r\nexperiments is predicated largely on the notion that the glass transition is a manifestation of\r\nunderlying dynamical features in the system. (2) We also plan to examine how the concentration\r\nand spatial organization of nanoparticles affect the morphological stability, chain diffusion and\r\naverage Tg of polymer-based nanocomposite thin film systems. (3) Finally, we examine the role\r\nof interfacial energetics and intermolecular interactions on the late-stage (coarsening) structural\r\nevolution in unstable and metastable thin polymer films on substrates.                                                                 \r\nIntellectual merit: In simple liquids, the relation between diffusion and viscosity is\r\nestablished within the context of the Stokes-Einstein equation. With regard to bulk long-chain\r\npolymeric melts, the Doi-Edwards theory describes the interrelation between diffusion and\r\nvarious viscoelastic processes exhibited by these materials; the temperature dependence is\r\nunderstood in terms of the WLF (or equivalently the Vogel-Fulcher) equation. In thin films,\r\nhowever, the situation is unclear. Through a series of experiments, guided by predictions based\r\non simulations and theory, connections between the thickness dependent quantities are examined\r\nfor thin film polymer-polymer mixtures. The second part of this proposal is devoted to\r\ndeveloping an understanding of the influence of polymer/nanoparticle interactions on the glass\r\ntransition and on dynamics (segmental dynamics and morphological instabilities) in thin film\r\npolymer-nanoparticle nanocomposites. Questions regarding the effect of interfaces, coupled with\r\nsize-scale dependencies, are unresolved, though simulations suggest strategies to examine them.\r\nOur goal for the third problem, is the development of an understanding of the role of interfacial\r\nenergetics and intermolecular interactions on late-stage coarsening processes in morphologically\r\nunstable and metastable thin , supported, polymer films.                                                                                       \r\nBroader Impact: This is an interdisciplinary program cross-cutting different fields, from\r\nphysical chemistry of surfaces (wetting and self-organization), processing of thin films\r\n(morphological stability, viscosity, glass transition) to two dimensional coarsening phenomena\r\n(an issue also of interest for the processing thin films for microelectronics and is part of the\r\nbroader ubiquitous phenomenon of coarsening). While it is true that we now understand a great\r\ndeal about how to tailor properties of bulk polymers through blending etc. we are at a stage of\r\ninfancy with regard to thin films. The thickness dependencies of the phase transitions, selfassembly\r\nand various morphological changes that result from the actions of intermolecular forces\r\nare endemic. An understanding of these issues will help us to develop new rules to design or to\r\ntailor properties of thin films for various applications. Clearly, the questions addressed in this\r\nproposal have scientific and technological implications. Students participating in this project\r\ndevelop an interdisciplinary background in areas that range from physics, materials and chemistry\r\nto engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Green",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Green",
   "pi_email_addr": "peter.green@nrel.gov",
   "nsf_id": "000183142",
   "pi_start_date": "2005-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}