{
 "awd_id": "0513699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure and Dynamics of Block Ionomer Complexes",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": null,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2005-05-09",
 "awd_max_amd_letter_date": "2007-04-28",
 "awd_abstract_narration": "The major goal of this project is to explore two types of dispersed composite nanomaterials\r\ncollectively called the block ionomers complexes or BIC. The first materials are synthesized by\r\nreacting dual hydrophilic block copolymers, containing ionic and water soluble nonionic\r\nsegments, with oppositely charged polyions. Such materials form micelle-like aggregates with\r\nthe polyion complex core and hydrophilic nonionic corona in aqueous media. The second\r\nmaterials are obtained by reacting micelles from block copolymers, containing ionic and water\r\ninsoluble nonionic segments with the polyions of opposite charge. Such materials contain the\r\nmicelles with hydrophobic cores as nucleating particles surrounded by insoluble polyion\r\ncomplex layer and a charged hydrophilic corona from the polyion present in excess.                                            \r\nThe area of BIC has emerged a decade ago as a result of intersection of the studies on the selfassembly\r\nof polyelectrolyte complexes and ionic block copolymers in selective solvents. Several\r\npromising applications of BIC materials have been determined, including the delivery of DNA,\r\ntherapeutic proteins, low molecular mass drugs and imaging agents. One fundamental property\r\nof regular polyelectrolyte complexes is the ability to participate in highly cooperative polyion\r\ninterchange reactions with other polyelectrolyte components present in solution. Initial studies\r\nsuggest that such reactions involving BIC can also proceed. Although these reactions are of great\r\nimportance for the self-assembly and practical use of BIC no systematic studies in this area have\r\nbeen conducted. This proposal will address this deficiency using fluorescence technique to\r\ndetermine rates and directions of these reactions and understand the contribution of the core-shell\r\narchitecture of BIC to their dynamic properties.                                                                                                     \r\nNovel materials will be synthesized and characterized, such as BIC obtained by reacting\r\npolyelectrolyte micelles having cross-linked ionic cores and nonionic water soluble corona or\r\nmicelles having hydrophobic cores and polyion corona with various polyions, including DNA\r\nand proteins. The stability, size, charge and morphology of the BIC will be determined using a\r\ncombination of physicochemical methods. In particular, the proposal will employ for\r\ncharacterization of BIC the Atomic Force Microscopy to determine the particle topography and\r\nSmall Angle Neutron Scattering to determine the particle internal structure. A theoretical\r\nanalysis of the BIC will be carried out in collaboration with scientists at Moscow State\r\nUniversity. Overall the proposal will greatly advance experimental and theoretical understanding\r\nof BIC and develop new classes of BIC materials that can be useful in biomedical applications.                              \r\nThe proposal will have broader impact by creating a favorable environment for collaboration\r\nbetween the material and biomedical scientists and will contribute to interdisciplinary training of\r\nstudents and scientists in the University of Nebraska and beyond. The results of the studies will\r\nbe disseminated through scientific meetings and seminars within the Center for Drug Delivery\r\nand Nanomedicine, which will advance applications of polymer nanomaterials in drug and gene\r\ndelivery. The integration of research and education will benefit from the course on Polymer\r\nTherapeutics taught by the PI and Co-PI, which incorporates recent scientific findings. The\r\ndissemination will be enhanced by the active use of Internet, such as online posting of the course\r\nand lectures. The scientific and technological understanding in the State of Nebraska will be\r\nenhanced by presentations to broad community groups such as MiniMedical School. These\r\nsynergistic activities will demonstrate linkage between scientific discoveries and societal benefit\r\nby providing the examples of application of polymer materials including the new findings\r\nanticipated from this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kabanov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander V Kabanov",
   "pi_email_addr": "kabanov@email.unc.edu",
   "nsf_id": "000404859",
   "pi_start_date": "2005-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tatiana",
   "pi_last_name": "Bronich",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tatiana K Bronich",
   "pi_email_addr": "tbronich@unmc.edu",
   "nsf_id": "000404189",
   "pi_start_date": "2005-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska Medical Center",
  "inst_street_address": "4215 EMILE ST",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025597456",
  "inst_zip_code": "68105",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G15AG3BLLMH4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska Medical Center",
  "perf_str_addr": "4215 EMILE ST",
  "perf_city_name": "OMAHA",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "68105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}