{
 "awd_id": "0513960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Reforming from Within: Human Rights and the Culture of the World Bank",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 11800.0,
 "awd_amount": 11800.0,
 "awd_min_amd_letter_date": "2005-07-25",
 "awd_max_amd_letter_date": "2005-07-25",
 "awd_abstract_narration": "\tIn the last decade, the World Bank has expressed its recognition and support for the protection of human rights as a prerequisite for poverty reduction. It also justifies its limited engagement in such activities by invoking its Articles of Agreement, which oblige it to leave aside \"political\" concerns including a country's human rights record. The hypothesis of this project is that internal conflicts within the organizational culture of the World Bank both illuminate and complicate decision-making over the institution's approach to human rights. Through ethnographic and documentary research at the Bank headquarters in Washington, D.C., this dissertation research project in cultural anthropology traces the development of a human rights culture within the organization. It seeks to demonstrate how the Bank objectifies knowledge, generates categories, and adopts policies as mechanisms of authority. This study builds upon previous ethnographic research at the World Bank and at indigenous and human rights non-governmental organizations.\r\n\r\n\tThrough a study of the Bank's shift from an economic to a human rights orientation, this research will uncover internal contradictions, to advance a scientific understanding of the impact of transnational processes on legal arenas including the mutually constitutive relations between global institutions, state law, and non-state normative orders. It will also contribute to a growing body of literature on the anthropology of institutions, including the nature and shape of bureaucratic power and the conditions that propel changes in organizational ideologies.\r\n\r\n\tThe results of this study will have broader impacts on society by furthering public understanding of the hidden internal operations of the largest development agency on the planet, the World Bank. It will promote meaningful interactions and partnerships between international institutions, advocates, and indigenous peoples, who are historically underrepresented in development decisions affecting them. This study also has implications for how other economic institutions and international organizations are attempting to incorporate human rights norms within their operations.  The project will also contribute materially to the education of the student-researcher. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Comaroff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Comaroff",
   "pi_email_addr": "jcomarof@uchicago.edu",
   "nsf_id": "000304282",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11800.0
  }
 ],
 "por": null
}