{
 "awd_id": "0514747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  A Systems Biology Workshop, Career Panel and  Speaker Session for the Promotion of Undergraduate Protein Science Education and Research, 7/30 - 8/3, 2005 in Boston, MA",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 14400.0,
 "awd_min_amd_letter_date": "2005-07-25",
 "awd_max_amd_letter_date": "2005-07-26",
 "awd_abstract_narration": "ABSTRACT\r\nThe Protein Society Education Committee, under the aegis of the Protein Society, requests assistance for the organization of a workshop and a speaker session during the annual meeting of the Protein Society in Boston, on July 30-August 3, 2005.  This project will support speakers for (1) a Systems Biology Workshop, and (2) an undergraduate research speaker session.\r\n\r\nIntellectual Merit: The broad mission of the Protein Society is to further research and development in protein science.  Within this intellectual framework, the Education Committee aims to facilitate discussions about education at the undergraduate and graduate levels in protein science.  Towards these goals, two events will be sponsored.  The first, a workshop on teaching and systems biology will offer a hands-on tutorial with the tools being used by researchers in systems biology.  Systems biology is a thematic element at this year's symposium and is an under-appreciated field in the education community.  Four experts in this field will present their work and lead a discussion.  The second event will sponsor research presentations from faculty and students coming from predominantly undergraduate institutions to speak about their work.  Requests for abstracts will be sent out to targeted faculty and students participating in RUI-level research for competitive renewal.  The goal of this program is to highlight the quality of the research opportunities that are available to undergraduate students at the national level in protein science.  Four faculty and eight students will be chosen to present their work at this research session.\r\n\r\nBroader Impact: By programming such events at this international meeting, it is expected that recruitment will be fostered of well-qualified undergraduates for careers in graduate science and visibility will be provided to the state of undergraduate education and research around the nation.  The meeting will highlight developing scientists from diverse cultural and ethnic backgrounds. Particular efforts will be made to afford gender balance as well.  These sessions will enrich the Protein Society membership.  Senior scientists of the Society will be educated about the quality research that is carried out by undergraduates at PUI's and have an opportunity to recruit for their graduate programs.  Undergraduate students will have a chance to shine and make critical contacts for graduate school and beyond. While attending symposia, undergraduate students will be exposed to speaker and poster presentations from the diverse fields of protein science often not possible to integrate into the classroom.  Faculty at undergraduate institutions will have a chance to promote their work and their students. The opportunity to present undergraduate research at the meeting will attract new membership to the Society and new participation.  The development of education outreach at this international meeting is coming at a critical juncture since science and math training has been targeted as a crucial at-risk discipline in the nation.  Intervention at the undergraduate level, as provided by these workshops, will help to meet a critical growing need for well-educated scientists.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leigh",
   "pi_last_name": "Plesniak",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh A Plesniak",
   "pi_email_addr": "leigh@sandiego.edu",
   "nsf_id": "000398782",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Fairman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Fairman",
   "pi_email_addr": "rfairman@haverford.edu",
   "nsf_id": "000154462",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Klein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judith Klein",
   "pi_email_addr": "jkleinse@asu.edu",
   "nsf_id": "000090986",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Protein Society",
  "inst_street_address": "9650 Rockville Pike",
  "inst_street_address_2": "",
  "inst_city_name": "Bethesda",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347277",
  "inst_zip_code": "208143998",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "The Protein Society",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 14400.0
  }
 ],
 "por": null
}