{
 "awd_id": "0514309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.- Vietnam Planning Visit:  Study of the Mekong River-derived sediment in the South China Sea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032922306",
 "po_email": "nsung@nsf.gov",
 "po_sign_block_name": "Nancy Sung",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 11000.0,
 "awd_amount": 11000.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2005-08-31",
 "awd_abstract_narration": "0514309\r\nLiu\r\n\r\nThis award supports a planning visit to enable Professors J Paul Liu and David De Master of the North Carolina State University in Raleigh to meet with Drs. Van Lap Nguyen and Thi Kim Oanh Ta of the Vietnamese Academy of Science and Technology (VAST). The visit will help develop a detailed collaborative plan to study the Mekong River-derived sediment in the South.  The Mekong River, one of the largest rivers in Southeast Asia, flows southward from the Tibetan Plateau to the South China Sea (SCS), the largest marginal sea in the world, through the Indochinese Peninsula.  It is 4200 km long and the sediment discharge of the river is currently about 160 million tons per year.  The modern Mekong River delta was formed during the past 6000-7000 years, and since then, has prograded more than 200 km from the Cambodian border to it present coastline.  However a huge amount of sediment also is suspected to escape the deltaic system, to disperse into the SCS, and to be transported southwest into the Gulf of Thailand.  At present there is little knowledge about the distribution and thickness of the river-derived find-grained deposits associated with the Mekong dispersal system.  It would be desirable to know how much riverine sediment and organic matter is buried in nearshore shelf deposits (sites of relatively high organic carbon preservation) and how much is transported offshore to deeper waters (with considerably lower organic carbon preservation efficiencies).  In order to quantitatively determine the fate of Mekong River sediment and evaluate organic carbon burial within the continental shelf reaches of the dispersal system the researchers will focus on a study of the inner shelf mud deposit of the Mekong Delta using the new high-resolution X-Star Chirp Sub-bottom Profiler and sediment coring.  This visit will enable the researchers to assess Vietnamese facilities, equipment, and existing data sets.  They can then determine methods and schedules for future cruises.  They will also devise a mechanism for arranging exchange visits for US and Vietnamese scientists and students.  \r\n\r\nResults of the research project will help the marine science community understand sedimentation and carbon burial on a river-dominated ocean margin.  The focus of the research in this epicontinental environment is consistent with several interdisciplinary NSF initiatives including Land-Ocean Interaction (LOICZ), Source-to-Sink (Marine Geology and Geophysics), RiOMar (River-dominated Oceanic Margins) and the Carbon Initiative.  The visits and collaborative research will have broader impacts through partnership building among Vietnam and US institutions and scientists.  It also provides an excellent opportunity to support the development of young marine geologists and to conduct exchange visits of students and scientists while promoting innovative, international, interdisciplinary scientific studies.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingpu (Paul)",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingpu (Paul) Liu",
   "pi_email_addr": "jpliu@ncsu.edu",
   "nsf_id": "000242244",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "DeMaster",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J DeMaster",
   "pi_email_addr": "Dave_DeMaster@ncsu.edu",
   "nsf_id": "000340738",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1061",
   "pgm_ref_txt": "VIETNAM"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11000.0
  }
 ],
 "por": null
}