{
 "awd_id": "0514213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computations with Unitary Matrices",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eun K. Park",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2005-06-22",
 "awd_max_amd_letter_date": "2005-06-22",
 "awd_abstract_narration": "Project Abstract\r\n0514213\r\nG. W. Stewart and Dianne P. O'Leary\r\nU of Maryland  College Park\r\n\r\n\r\nThis work considers several computational problems associated with unitary and real orthogonal matrices.\r\n\r\nThe intellectual merit of the work lies in the mathematical and algorithmic ideas.\r\n\r\nFirst, the investigators seek a unified view of the least squares family of solutions to data fitting problems.  The purpose is to improve algorithms for solving such problems and to advance the understanding of\r\nthe relationship among the various data models. The investigators have derived a common framework for least squares, data least squares, total least squares, and regularized least squares, for problems with single or\r\nmultiple sets of observations. Using this, they will study the existence and uniqueness of solutions and the behavior of the solutions as parameters are varied. Efficient algorithms will be derived, both for small problems and for problems too big to be solved directly. In addition, problems that use norms other than least squares will be investigated.\r\n\r\nSecond, the investigators will study sparse QR factorizations of sparse matrices into the product of an orthogonal matrix and a right-triangular matrix.  The usual QR factorization is quite storage intensive, since Q typically has many more nonzeros than the original matrix. Recently one of the investigators developed an algorithm that represents the QR factors in terms of the data in the original matrix, along with a small dense matrix, thus preserving sparsity.  By terminating the algorithm early, an approximate factorization can be formed to any given tolerance.  The investigators will produce quality software implementations of this\r\nalgorithm and test its performance on data from a variety of applications.\r\n\r\nThird, the investigators will study several unitary matrix problems arising in quantum computing.  The first set of problems comes from computing quantifiers for entanglement; in particular, the goal is to\r\ncompute the concurrence capacity for various operators of practical interest, including the Quantum Baker's map, by localizing the eigenvalues of certain unitary matrices or by solving an optimization problem. The\r\nsecond set is motivated by adiabatic quantum computing and involves perturbation analysis on various homotopies between matrices in order to understand their behavior and prove a stability property for them.\r\n\r\nFinally, the investigators will develop software for updating orthogonal matrix factorizations when rows or columns are added or deleted, either singly or in blocks (in collaboration with the LAPACK project).\r\n\r\nThe broader impact of the work arises from its applications in other problem areas and in its value to education.  The mathematical and computational results obtained under the first topic will impact data fitting in science and engineering.  The second topic has application to problems as diverse as astronomical image compression and medical information retrieval. The third might influence the design of practical quantum computers. The fourth has application, for example, to data assimilation in signal processing.\r\n\r\nOutreach activities will include working with women and minority graduate students and developing projects for computational science education based on the research. Two students will be supported under this grant. The research will continue to be incorporated as appropriate into computational science courses and published as computational science educational projects.  They will also influence a textbook on computational science to be begun next year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gilbert",
   "pi_last_name": "Stewart",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gilbert W Stewart",
   "pi_email_addr": "stewart@cs.umd.edu",
   "nsf_id": "000346770",
   "pi_start_date": "2005-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "O'Leary",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne P O'Leary",
   "pi_email_addr": "oleary@cs.umd.edu",
   "nsf_id": "000316636",
   "pi_start_date": "2005-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741700",
   "pgm_ele_name": "S AND T HIGH-END COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7417",
   "pgm_ref_txt": "S AND T HIGH-END COMPUTING"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}