{
 "awd_id": "0514922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Machine Learning, Approximation Algorithms, and Planning under Uncertainty",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Beigel",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2005-07-11",
 "awd_max_amd_letter_date": "2005-07-11",
 "awd_abstract_narration": "This project involves developing connections between Approximation Algorithms, Machine Learning and AI problems of planning under uncertainty. This work has two main related themes. The first is extending the technology of approximation algorithms to problems of greater interest to AI and Robotics. These include problems of path planning under uncertainty, clustering, and problems motivated by new challenges in machine learning. For instance, in the context of path planning, the classic Traveling Salesman Problem asks: what is the shortest route to visit all locations of interest in some deterministic environment and return back to the start? But what if we are developing a plan for a robot whose actions may be unreliable and to which unexpected events can occur? In that case, we would want to use a stochastic model of the environment such as in Markov\r\nDecision Processes. Can one develop good approximations to the natural analog of the TSP in such settings? One of the goals of this work is to explore this and several related optimization problems. In a different context, in machine learning there are a number of problems that can be phrased as a form of graph partitioning, but where the graph is embedded in Rn and there is some geometric restriction on the form of cuts allowed.\r\n\r\nThe second theme of this work is in the other direction, applying techniques from computational learning theory, including online learning and sample-complexity analysis, to the design of algorithms for optimization problems with provable quality guarantees. These include problems in routing, in algorithmic mechanism design, and a number of problems in online optimization.\r\n\r\nOther topics in this proposal include the exploring the relation between kernel methods in machine learning and dimensionality reduction, and investigating how online learning techniques can be used to converge to certain game-theoretic equilibria. The intellectual merit of the proposed work is that this research will advance our understanding of important problems in all three areas: approximation algorithms, machine learning, and planning under uncertainty. The broader impact is that by developing connections between these areas, it will bring them closer together, for instance by developing algorithms with good approximation guarantees for models of greater interest to robotics, or algorithms for clustering and graph partitioning problems of greater interest to machine\r\nlearning. This will in turn, we hope, allow future work by other researchers in each area to have a greater impact on each of the other areas.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avrim",
   "pi_last_name": "Blum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avrim Blum",
   "pi_email_addr": "avrim@ttic.edu",
   "nsf_id": "000445508",
   "pi_start_date": "2005-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}