{
 "awd_id": "0514768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Primal-Dual Method and Algorithm for large Scale Computation with Applications in Engineering Mechancis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2005-09-01",
 "awd_max_amd_letter_date": "2007-05-03",
 "awd_abstract_narration": "ABSTRACT\r\n0514768\r\nVirginia Polytechnic Institute and State University\r\n\r\nPrimal-Dual Method And Algorithm For Large Scale Computation With Applications In Engineering Mechancis\r\n\r\nDavid Y. Gao (Virginia Tech)\r\n\r\nAbstract: Global optimization problems are widespread in the mathematical modelling of real world systems for a very broad range of applications. Due to the nonconvexity of the cost functions, many problems in global optimization are NP-hard. Traditional direct methods and local optimization procedures can not guarantee the identification of the global minima. On the other hand, duality theory and methods may provide potentially important influence on the solutions and algorithms for global optimization problems.\r\nThe primary goal of this project is to develop a general   canonical primal-dual method and its associated   triality theory in global optimization. The project focuses on   a general constrained global optimization problem, which arises directly from numerical discretization of a large class of nonconvex variational problems in engineering mechanics. The secondary goal is to advance the development of certain powerful primal-dual algorithms with concrete applications to nonconvex mechanics.\r\n\r\nThe intellectual merit of the proposed work includes \r\n(1)\ta potentially powerful canonical dual transformation  which  can be used to formulate  perfect dual problems (with zero duality gap); \r\n(2)\tan interesting triality theory which can serve as an optimality criterion to identify both  global  minima and local extrema of nonconvex function.  \r\nEach of these aspects presents its own challenges. Formulation of perfect dual problems requires nonstandard methods, as the traditional duality theory in convex analysis may lead to a so-called duality gap when the primal problem is nonconvex. Global optimality criterion for nonconvex/nonsmooth functions over feasible spaces will need special mathematical techniques due to the loss of convexity and smoothness.\r\n\r\nThe broader impacts of this project are potentially very great as the proposed problem arises in multi-disciplinary fields of global optimization, nonconvex/nonsmooth analysis, engineering mechanics, modern materials, mathematical physics, and scientific computation. The general methodology of canonical dual transformation and the beautiful   triality theory will bridge the existing gaps among these fields. The broad distribution of software and publications (including a set of three volumes of Handbook of Duality Theory in Engineering Science to be published by Springer) will benefit practitioners and scientists across engineering, mathematics, physics, and computational science. Two international conferences on global optimization and nonconvex mechanics   will be organized in 2005 and 2006, respectively. These conferences will open new trends in modern analysis, optimization, and engineering science. Furthermore, they will stimulate young faculty and students to venture into this rich domain of research.  The proposed work will be carried out by an interdisciplinary team at Virginia Tech which includes both undergraduate and graduate students from math and engineering departments. \r\nThe completion of this project will lay a ground work in global optimization, nonconvex mechanics, and computational science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gao",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "David Y Gao",
   "pi_email_addr": "gao@vt.edu",
   "nsf_id": "000107958",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286500",
   "pgm_ele_name": "NUMERIC, SYMBOLIC & GEO COMPUT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7351",
   "pgm_ref_txt": "THEORETICAL FOUNDATIONS (TF)"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}