{
 "awd_id": "0514657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Integrated Paleomagnetic, Isotopic, and Stratigraphic Test of the Inertial Interchange True Polar Wander Hypothesis, Bitter Springs Stage, Australia",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 239995.0,
 "awd_min_amd_letter_date": "2005-08-06",
 "awd_max_amd_letter_date": "2009-09-02",
 "awd_abstract_narration": "Since the 1950s, inertial interchange true polar wander (IITPW) has been recognized as a phys-\r\nically viable process in which the entire solid Earth may shift as much as 90. with respect to the\r\nspin axis in 106-107 years. Nevertheless, IITPW events have not been demonstrated convincingly\r\nin the geologic record for two main reasons: (1) studies have been plagued by uncertainties in\r\nthe age, quality, and correlation of paleomagnetic poles collected from various types of rocks on\r\ndifferent continents, and (2) no serious effort has been made to link the effects IITPW may have\r\non the stratigraphic record due to changes in global climate structure, ocean circulation, sea level,\r\nnutrient cycling, organic carbon burial, methane storage, and continental weathering.\r\nThe IITPW hypothesis provides a series of testable predictions because an IITPW event will\r\naffect every continent differently, but predictably, depending on the continent's changing position\r\nrelative to Earth's spin axis. For example, the further a craton is from the inertial interchange\r\naxis (Imin), the greater the changes in sea level and paleomagnetic inclination will be. Maloof\r\net al. [70] identified an interval of relatively light carbon isotopes in *800 million year old (Ma)\r\ncarbonate rocks of East Svalbard (Norway) that is bracketed by large shifts in relative sea level\r\nand paleomagnetic orientation. They argue that the coincidence of these isotopic, magnetic, and\r\neustatic changes can be explained by rapid shifts in global paleogeography associated with a pair\r\nof inertial interchange true polar wander IITPW events. The same isotopic interval has also been\r\nidentified in Bitter Springs Formation equivalents in Australia. Australia is an ideal locality to\r\ntest the IITPW hypothesis because most models of middle Neoproterozoic paleogeography place\r\nAustralia further away and in a different direction from Imin than East Svalbard. Therefore, the\r\nstratigraphy spanning this interval in Australia should show unique paleomagnetic and sea level\r\nshifts that are both larger in amplitude and different in shape than those documented in Svalbard.\r\nThis proposal will test the IITPW hypothesis through an integrated investigation of the physical,\r\ngeochemical, and magnetic stratigraphy of the Bitter Springs Stage in Australia.\r\nIntellectual Merit. All paleogeographic reconstructions to date rely on two fundamental as-\r\nsumptions: (1) the motion of continents is dominated by plate tectonics, and (2) Earth's magnetic\r\nfield is geocentric and dipolar on time scales *104 yrs. Documenting IITPW in the geologic record\r\nwould have profound implications for interpreting plate motions over the last 2 billion years. Fur-\r\nthermore, documenting the sedimentological and biogeochemical consequences of an IITPW event\r\nat *800 would shed light on the equilibrium Earth System prior to the first of at least three major\r\nNeoproterozoic glaciations. A falsification of the IITPW hypothesis would lead to an equally im-\r\nportant suite of results documenting ancient secular variation of the geomagnetic field or perhaps\r\nan unexpected Neoproterozoic paleogeography.\r\nBroader Impacts. (1) The distribution of continents is crucial to any first order understanding\r\nof general fluid circulation on the Earth. Therefore, the science of developing geologically and\r\npaleomagnetically realistic paleogeographies is necessary for generating models of ancient climates\r\nand for understanding the limits of global change. (2) This proposal will be the start of a research\r\nproject led by the PI and involving laboratory collaborations with MIT (S.A. Bowring, B.P. Weiss),\r\nYale (D.A.D. Evans), and Caltech (J.L. Kirschvink). These collaborations not only will produce\r\nimportant science, but also will begin a technology transfer to Princeton, where the PI will set\r\nup a paleomagnetics laboratory in 2006. (3) Study of the Bitter Springs Stage is an ideal student\r\nproject because it requires the knowledge of a suite of complementary subjects, from basic field\r\nmapping and sequence stratigraphy to paleomagnetism, stable and radiogenic isotope systems, and\r\nwhole-Earth geophysics. The PI will recruit underrepresented students to receive extensive training\r\nin field and analytical methods, and to play active roles in discovery-based research science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Maloof",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Maloof",
   "pi_email_addr": "maloof@princeton.edu",
   "nsf_id": "000103202",
   "pi_start_date": "2005-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 79714.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120286.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 39995.0
  }
 ],
 "por": null
}