{
 "awd_id": "0514584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Market-linked Conservation in Neotropical Environments and Emergent Exchange Patterns among the Kayap?",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2005-06-22",
 "awd_max_amd_letter_date": "2005-06-22",
 "awd_abstract_narration": "The Brazilian Amazon, a region historically renowned for cultural and biological diversity and home to many of Brazil's indigenous peoples, has long been a contested landscape.  Its rich resources have attracted diverse international stakeholders from across the globe interested in resource extraction and exploitation, and in resource conservation.  In response, indigenous communities are increasingly challenged to relinquish local control of their traditional homelands as they become unequally integrated into the global economy.  This dissertation research by a cultural anthropologist focuses on the ways that the Kayapo, an indigenous population in Central Brazilian Amazon, have aggressively maintained their independence while simultaneously participating in a complex and fragmented world-market system. The Kayapo have resisted what many scholars have speculated as an inevitable outcome of globalization via a variety of social and economic strategies.  This project seeks to explore the causes and enduring consequences of the strategies used by the Kayapo to negotiate their role in an increasing global system through an ethnographic case study of the historical, social, and political development of a cooperative sustainable development project, the mahogany seedling project, involving the Kayapo and the international non-governmental organization (NGO), Conservation International (CI).  By critically analyzing this project as it unfolds, this research will evaluate the complex outcomes of sustainable development strategies which have become prevalent among indigenous groups struggling to maintain control over land and resources.  The research will investigate this project in detail through field research among actors involved in this conservation initiative and archival research on the historical background of the project. This project will broaden the scope of scientific work by using theories of traditional environmental knowledge, commodity chains, and anthropological critiques of sustainable development theories.  These theories will be necessary to critically investigate contemporary Kayapo entrepreneurship.  \r\nThe broader impacts of this research is the analysis of how indigenous communities can use their native homeland to promote indigenous rights, conservation, and resistance strategies during a time of intense environmental destruction.  It also provides an important example for countries attempting cooperative conservation efforts to preserve biological and cultural diversity. The project also advances the education of a young social scientist. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stevan",
   "pi_last_name": "Harrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stevan Harrell",
   "pi_email_addr": "stevehar@u.washington.edu",
   "nsf_id": "000451205",
   "pi_start_date": "2005-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}