{
 "awd_id": "0515812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2005 CO2 Assimilation in Plants: Genome to Biome Gordon Conference,European GRC site Centre Paul Langevin in Aussois, France on September 11-16, 2005",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita S. Klein",
 "awd_eff_date": "2005-05-01",
 "awd_exp_date": "2006-04-30",
 "tot_intn_awd_amt": 12600.0,
 "awd_amount": 12600.0,
 "awd_min_amd_letter_date": "2005-03-28",
 "awd_max_amd_letter_date": "2005-03-28",
 "awd_abstract_narration": "Project Summary\r\nThis proposal requests supplemental support for the Gordon Research Conference (GRC) entitled CO2 Assimilation in Plants: Genome to Biome(formerly  CO2 Fixation and Metabolism in Green Plants) to be held at the European GRC site Centre Paul Langevin in Aussois, France on September 11-16, 2005. This international GRC has occurred on a triennial basis since 1976, and alternates between sites in the US and Europe.\r\nIntellectual Merit: The specific focus of this GRC, intimacy, emphasis on extensive, orward thinking, off-the-record discussion, and its stature, are not duplicated by related conferences in this field. The 2002 conference received one of the highest evaluations of all GRCs and the elected, international organizing committee, comprised of Drs. George Bowes (University of Florida) and Susanne von Caemmerer (Australian National University) as Co-Chairs, and Drs.Michael Salvucci (USDA-ARS Arizona) and Anne Borland (University of Newcastle, UK) as Vice-Chairs, has developed a timely and intellectually stimulating program to emulate that meeting's success. Consistent with recent trends in this GRC and in the field's advancing science, it is designed to be integrative and to encourage conferees to think beyond their specific research interests. It will also introduce participants to the latest technologies that they might use, and will give access to colleagues with expertise in developing and using these technologies. The program consists of nine formal sessions and four contributed poster sessions (see the GRC website http://www.grc.org/programs/2005/co2.htm, and the February 4th, 2005 issue of Science). Thus, under the general theme of photosynthetic CO2-assimilation, the program starts with a session on photosynthesis and global climate change: the big picture (Session 1); it continues with CO2 entry into photosynthetic organisms and how it is modulated (Sessions 2, 3);advances in regulation of the primary CO2 fixation enzymes (Session 4); the utilization of fixed carbon, and gene regulation in C4 and CAM plants, including single-cell C4 systems and their evolutionary and agricultural significance (Sessions 5, 6); a session highlighting the work of early-career plant biologists and late-breaking findings (Session 7); new technologies applicable to photosynthesis research (Session 8); and a featured, after-banquet, wrap-up presentation on the genomics of signaling (Session 9). As befits a GRC, all speakers must present their very latest, unpublished findings, and be bold in proposing novel concepts and unanswered questions that help to define where the science is headed in the future. An entire session is devoted to early-career scientists and  hot-off-the-press results selected from the best abstracts and recent literature. Thus the goal of this modest funding request is to provide support toward conference fee and/or travel costs for conference participants, especially early-career plant scientists, including postdocs, graduate and advanced undergraduate students, and beginning PIs. Speakers and discussion leaders were selected based on their research quality and impact, and to provide a diversity of ideas, nationality, gender, ethnicity, career-stage, and work-place.\r\nBroader impacts: The participation of junior scientists will be of immense professional benefit and encouragement to them by providing the opportunity to network with established leaders in the field. It also enhances the dynamic, cutting-edge nature of this GRC and the success of Session 7 depends upon it. This GRC delves into exciting advances in a field of experimental plant biology that directly relates to environmental and agricultural issues faced by a world that is undergoing rapid atmospheric CO2 enrichment and associated changes in the climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bowes",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Bowes",
   "pi_email_addr": "gbowes@botany.ufl.edu",
   "nsf_id": "000299899",
   "pi_start_date": "2005-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2005-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12600.0
  }
 ],
 "por": null
}