{
 "awd_id": "0516340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phylogeny, Biogeography, and Ecological Diversification of Subfamily Grevilleoideae (Proteaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 335617.0,
 "awd_amount": 335617.0,
 "awd_min_amd_letter_date": "2005-07-27",
 "awd_max_amd_letter_date": "2007-05-30",
 "awd_abstract_narration": "\tPlant Subfamily Grevilleoideae (45 genera, ca. 950 species) of the family Proteaceae (Macadamia Nut Family) is important to our understanding of evolutionary events driven by the fragmentation of the ancient supercontinent Gondwana and subsequent changes on its now isolated fragments (including South America, Africa, Madagascar, India, Australia, New Caledonia, New Zealand).  The family's fossil history extends to 90 million years ago, prior to most fragmentation events in Gondwana, and the subfamily's far-flung distribution in the Southern Hemisphere (on all major Gondwanan fragments) is generally explained by rafting of ancestors on those fragments. The subfamily is particularly diverse in Australia.  It contains 3 of that continent's 10 largest flowering plant genera; Grevillea is third largest (behind Eucalyptus and Acacia), and Banksia has that continent's most extensive fossil record.  The subfamily is also a major component of the diverse flora occupying Australia's open, fire-swept vegetation - a vegetation type that expanded substantially after Australia's post-Gondwana isolation.  However, despite the significance, we are still without a well-resolved phylogeny (family tree) for the subfamily. The proposed research by Dr Austin Mast at Florida State University, with colleagues Peter Weston and Greg Jordan in Australia and David Cantrill in Sweden, will (1) construct a backbone phylogeny for subfamily Grevilleoideae, relying upon nuclear and chloroplast gene sequence data for 200 or so species; (2) construct fine-scale phylogenies for 8 focal groups of biogeographical, ecological, and paleobotanical significance; (3) improve subfamily classification and circumscriptions of genera, subtribes, and tribes; (4) test the effects of the break-up of Gondwana on the subfamily using the many replicate disjunctions (at least 6 between Australasia and South America) within the context of known fossils; (5) test the effects of widespread aridification on ecological diversification in the Australian members; and (6) test the chronology of at least 6 replicate disjunctions between Australia's diverse Southwest Botanic Province and eastern coastal areas, separated by Australia's central deserts.  \r\nThe project will provide a robust phylogenetic framework for a significant portion of the Proteaceae, and thereby contribute to studies of the origin of Gondwanan and of amphitropical (Northern and Southern hemisphere) disjunctions.  The PI maintains an online relational database for the family that stores information about researchers and growers, currently recognized scientific names, images, news items, and links.  This project will expand the database to include a literature table with out-of-print texts, a taxonomic synonyms table, a geographic distribution table, a fossil taxa table, and graphics to communicate phylogenetic results and changes in taxonomic delimitations. The results of the research will be summarized in both scientific and layperson's terms. The site is broadly useful to researchers, commercial and hobby growers, educators, and students.  The project will train one graduate and two undergraduate students in modern systematic techniques and strengthen scientific collaborations with scientists in Australia, Papua New Guinea, New Caledonia, Fiji, and Vanuatu.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Mast",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Austin R Mast",
   "pi_email_addr": "AMast@bio.fsu.edu",
   "nsf_id": "000227212",
   "pi_start_date": "2005-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 153551.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 102019.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80047.0
  }
 ],
 "por": null
}