{
 "awd_id": "0516980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Grand Challenges for a Sustainable Chemical Enterprise",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2005-04-01",
 "awd_max_amd_letter_date": "2005-04-01",
 "awd_abstract_narration": "\r\n\r\nABSTRACT - 0516980\r\nNational Academy of Science \r\n\r\n\r\nAs companies struggle to ensure their long-term viability, and the government struggles to ensure the integrity of the nation, both the public and private sectors are attempting to better apply the concept of sustainability to their strategic thinking. This project will engage the chemistry and chemical engineering community in defining the necessary research objectives that will enable a transition towards sustainable products, processes, and systems for the chemical industry.\r\n\r\nObjectives for this proposal are to:\r\n\r\n1. Identify key research areas that will facilitate the transition to sustainability\r\n2. Communicate the rationale for driving green chemistry and provide the data to substantiate the\r\n     need\r\n3. Consider a plan of action to effect change in curriculum development to meet the demand for \r\n    green and sustainable chemistry\r\n4. Define key enabling technologies that drive the application of green chemistry and engineering\r\n5. Identify key supply chains and or parts of a supply chain that the research agenda can address\r\n6. Provide a research roadmap to the future which spans the next 25 years\r\n\r\nMethods\r\n\r\nUnder this proposal, funds will be utilized to hold a workshop to define a set of Grand Challenges for sustainability. This workshop will result in findings and recommendations from the workshop's organizing committee, which will be issued in a public report, which will be distributed to R&D decision makers in the public and private sector. Significant effort will also be made to disseminate the results of this activity to the broader science and technical community in order to stimulate work to address these Grand Challenges.\r\n\r\nIntellectual Merit of Proposed Activity\r\n\r\nIn this project, efforts will be made to engage the chemistry and chemical engineering community in applying sustainability to the chemical industry. A foundational body of ideas, or Grand Challenges, will be defined, and specific recommendations will be provided for federal and private scientific research investment that will advance the development of sustainable chemical products, processes, and systems in the chemical industry. The National Research Council, through its Board on Chemical Sciences and Technology is well suited to guide such an activity because it serves as a neutral well-respected facilitator in the scientific community.\r\n\r\nBroader Impacts Resulting from the Proposed Activity\r\n\r\nApplying sustainability to the chemical industry is inherently directed at addressing the broader impacts of chemistry and chemical engineering on society. This project will thus consider the challenges and research directions aimed at optimizing chemical products and processes with respect to environmental, economic, and societal concerns, for example: energy and material consumption, inherent safety, toxicity, environmental degradability, cost, public transparency, product availability, and equity. At the core of this effort will be-for the benefit of the common good-determining how to improve the relationship between those who conduct chemical research, those who engage in the commerce of chemistry, and those who willingly or not become impacted by the activities of the greater chemistry and chemical engineering community. This will certainly include a consideration of how sustainability concepts can be better integrated into the fundamental education of every chemist and chemical engineer.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Zolandz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy Zolandz",
   "pi_email_addr": "dzolandz@nas.edu",
   "nsf_id": "000193534",
   "pi_start_date": "2005-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}