{
 "awd_id": "0516784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Telomere Dynamics and Individual Quality",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Chamberlin",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 535227.0,
 "awd_amount": 535227.0,
 "awd_min_amd_letter_date": "2005-06-28",
 "awd_max_amd_letter_date": "2005-06-28",
 "awd_abstract_narration": "Telomere Dynamics and Individual Quality\r\nRobert A. Mauck and Mark F. Haussmann \r\nKenyon College\r\n\r\nTelomeres are repeated DNA sequences at the termini of eukaryotic chromosomes that function to protect and stabilize DNA. Telomeres generally shorten over time from incomplete replication during cell division and oxidative damage. Thus, they have been linked to cellular senescence. Within species, there is evidence that telomere length is positively correlated with survival and, thus, individual quality and longevity. In a study cited by Discover Magazine as one of the Top 100 Science Stories of 2003, Haussmann and colleagues found an exception to this general rule. The telomeres of Leach's storm-petrels (Oceanodroma leucorhoa) apparently lengthen with age. One explanation for this unique finding is that these long-lived birds have found a way to lengthen their telomeres. Significantly for aging research, if the finding can be verified it would be the first report of telomere elongation.\r\nRecent evidence indicates that age-specific reproductive success in these same birds can in large part be attributed to differences in individual quality. Mauck and colleagues recently demonstrated a positive correlation between reproductive success in the first breeding year and longevity. This positive correlation between reproductive success and adult survivorship defines individual quality as predicted by the Selection Hypothesis, which attributes age-related variation in reproductive success to intrinsic variation between individuals rather than to changes within individuals over time. The Selection Hypothesis offers an alternative explanation for the observed correlation between telomere length and age in storm-petrels. Essentially, if initial telomere length is correlated with individual quality and only high quality individuals reach advanced age, then mean telomere length should increase with age since only individuals born with long telomeres reach old age.\r\nThis project tests whether the observed positive correlation between telomere length and age can be attributed to lengthening of telomeres (Elongation Hypothesis) or to intrinsic differences between individuals (Selection Hypothesis) with regard to initial telomere length and mechanisms of telomere shortening and maintenance. The same population of storm-petrels that produced evidence of telomere lengthening and variation in individual quality will be used to test mutually exclusive predictions from the Elongation and Selection Hypotheses with regard to the phenomenon of age-specific telomere length. The researchers will use both natural and experimental variation in chick nutritional condition to examine the dynamics of telomere shortening and maintenance during the two-month chick development period when rate of telomere change is highest. Trained undergraduates will assist in examining effects of early life environment on how oxidative damage, anti-oxidant levels, and telomerase activity influence the net change in telomere length.  \r\nThe proposal builds on Kenyon College's strong commitment to undergraduate research and mentoring in the biological sciences. Students will be involved in field and lab research as part of Kenyon's Summer Science Scholar Program and honors theses. A new course will be offered at Kenyon that parallels concepts and techniques outlined in the proposal. The course will be taught by Haussmann (in collaboration with Mauck) as part of a post-doctoral fellowship combining research with teaching, thereby training a beginning scientist in balancing the demands of research and teaching at a high-quality liberal arts institution. Finally, the research enhances our understanding of aging with regard to telomere biology and provides an alternative model system for the study of individual variation in aging and senescence, a contrast to existing systems focused on short-lived species.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mauck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Mauck",
   "pi_email_addr": "mauckr@kenyon.edu",
   "nsf_id": "000283260",
   "pi_start_date": "2005-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Haussmann",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mark F Haussmann",
   "pi_email_addr": "hauss@iastate.edu",
   "nsf_id": "000212760",
   "pi_start_date": "2005-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kenyon College",
  "inst_street_address": "1 KENYON COLLEGE",
  "inst_street_address_2": "",
  "inst_city_name": "GAMBIER",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7404275114",
  "inst_zip_code": "430229623",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "KENYON COLLEGE",
  "org_prnt_uei_num": "XFWQPRJMQWP9",
  "org_uei_num": "NML9QD5ZL2F6"
 },
 "perf_inst": {
  "perf_inst_name": "Kenyon College",
  "perf_str_addr": "1 KENYON COLLEGE",
  "perf_city_name": "GAMBIER",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430229623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "1148",
   "pgm_ref_txt": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 535227.0
  }
 ],
 "por": null
}