{
 "awd_id": "0516799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms of Spiralian Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 365000.0,
 "awd_amount": 365000.0,
 "awd_min_amd_letter_date": "2005-06-08",
 "awd_max_amd_letter_date": "2005-06-08",
 "awd_abstract_narration": "The \"Spiralia\" represent a large group of closely related invertebrate phyla (members of the protostome, \"Lophotrochozoa\"). Despite the fact that this clade represents nearly 25% of the 30-plus metazoan phyla, relatively little is known of the cellular and molecular mechanisms controlling their development. Studies point to significant levels of conservation in the functions of a number of cell signaling pathways during development in the Metazoa. For instance, it has been proposed that b-catenin functions as an important member of a conserved cell signaling cascade involved in germ layer specification and embryonic axis polarization, but this point has not been established for large groups of organisms, including many protostomes (e.g., Spiralia). Likewise, MAP Kinases play key roles in a variety of developmental processes\r\nby transmitting extracellular signals to specific intracellular targets. Recently, MAPK has been shown to play an important role in the function of the dorsal organizer in some spiralians (molluscs). Most developmental/molecular studies have been carried out in a relatively small number of model systems, which have been selected for certain experimental advantages.  \r\n\r\nTherefore, the generality of so-called \"fundamental\" developmental processes within the Spiralia, and the Metazoa in general, is uncertain. This study will examine cellular and molecular mechanisms that establish cell fates and axial properties in two representatives of the Spiralia: the unequal-cleaving mollusc, Crepidula fornicata, and the equal-cleaving nemertean, Cerebratulus lacteus. These two species offer distinct advantages for studying gene function, and our preliminary results suggest that there may be interesting differences in the deployment of b-catenin and MAPK during their development.\r\n\r\nThe specific aims of this study are:\r\nSpecific Aim I. Assess cellular mechanisms of fate/axis determination in Crepidula and Cerebratulus\r\nA. Verify the basic cell lineage fate map for Crepidula fornicata \r\nB. What mechanisms establish quadrant fates in Crepidula? Study the role of the polar lobe. \r\nC. Assess the timing of D quadrant specification in Cerebratulus lacteus \r\n\r\nSpecific Aim II. Assess molecular mechanisms of cell determination in Crepidula and\r\nCerebratulus.\r\nA. Is MAPK activation required for D quadrant specification/induction in Crepidula?\r\nB. Is MAPK activation required for D quadrant specification/induction in Cerebratulus?\r\nC. Assess the role of b-catenin in the development of Cerebratulus\r\nD. Assess the role of b-catenin in the development of Crepidula\r\n\r\nIntellectual Merit: This research will increase our understanding of cellular and molecular processes that control development in members of the Spiralia, a poorly understood group of organisms. These findings will also provide us with a greater understanding of the generality of \"fundamental\" molecular processes that establish cell fates and axial properties in the Metazoa, which is important for understanding the evolution of the protostomes, and of the Metazoa in general.\r\n\r\nBroader Impact: This project has broader impact in terms of the education of future generations of scientists. Both graduate and undergraduate students will be involved in carrying out this research. The PI also maintains a close association with the Embryology course at the Marine Biological Laboratory in Woods Hole, MA, where he teaches and conducts much of this research. The PI's lab interacts closely with students in that course, as well as other scientists at Woods Hole. This research will be disseminated in internationally recognized scientific journals, and valuable reagents will be developed that will be made available to the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Henry",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan J Henry",
   "pi_email_addr": "jhenry@mbl.edu",
   "nsf_id": "000476605",
   "pi_start_date": "2005-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 365000.0
  }
 ],
 "por": null
}