{
 "awd_id": "0517925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Labor Mobility in Victorian Britain: An Analysis Using Matched Census Data",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 73158.0,
 "awd_amount": 73158.0,
 "awd_min_amd_letter_date": "2005-08-10",
 "awd_max_amd_letter_date": "2006-06-20",
 "awd_abstract_narration": "Intellectual Merit: This proposal describes a research program to study the labor market of  nineteenth-century Great Britain using new longitudinal data. Britain was the first industrial and urban society, and the nineteenth century was a time of rapid and dramatic change. Like much else in the society, the structure of the labor market was fundamentally altered by the technological breakthroughs of the Industrial Revolution and by the diffusion of that technology through the economy during the second half of the century. Many of the most interesting and important topics regarding this labor market involve changes over time in the lives of individuals - for example, internal migration and socioeconomic mobility. Existing cross-sectional data sources such as the population censuses are not well suited to addressing these questions. Therefore, this proposal describes a project to continue constructing a nationally representative longitudinal dataset by linking individuals from the 1851 Population Census of England and Wales into the 1881 census and from the 1881 census into the 1901 census. Individuals are linked based on information constant across censuses: name, year of birth, and place of birth. This new data will complement data already gathered by the principal investigator on 28,000 males matched between the 1851 and 1881 censuses. With this unique data source, patterns of mobility between 1851 and 1901 will be studied broadly, with particular emphasis on (i) internal migration, particularly rural-urban, (ii) socioeconomic mobility, both intra- and intergenerational, (iii) labor mobility of women, and (iv) comparisons of mobility between Britain and the U.S., in conjunction with Joseph Ferrie (Northwestern University). \r\nBroader Impact: This project will be undergraduate-oriented. Research carried out by undergraduate students at Colby will be integral to the project. Student research assistants, under the supervision and instruction of the principal investigator, will carry out the majority of the nominal linkage of individuals between the censuses, using an existing sample of individual records from the 1881 census and a Web-based resource allowing the researcher to search for individuals in the 1901 census. Creating new data is a hallmark of original research in economic history; working on this project will allow students to engage directly in the process of economic history research and will augment their education in a way not possible inside the traditional classroom setting. The pilot project already completed and much of the future work will be done by students of color and by female students, both of which are groups underrepresented in the field of economics. An important contribution of the research, in addition to the results themselves, will be the creation of a unique and useful dataset, which eventually would be made available for the broader academic community. These data will be the only existing micro-level, nationally representative panel data for Britain before the twentieth century. In conclusion, this research project will contribute meaningfully to the understanding of labor markets, economic development, and nineteenth-century economic history by addressing old questions with new data and methodology. It will enhance the quality of undergraduate economics education at Colby by giving students the opportunity to participate in original economic history research.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Long",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jason M Long",
   "pi_email_addr": "jason.long@wheaton.edu",
   "nsf_id": "000219208",
   "pi_start_date": "2005-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colby College",
  "inst_street_address": "4120 MAYFLOWER HILL",
  "inst_street_address_2": "",
  "inst_city_name": "WATERVILLE",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2078594342",
  "inst_zip_code": "049018841",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF COLBY COLLEGE",
  "org_prnt_uei_num": "EP1ALCV8VN65",
  "org_uei_num": "EP1ALCV8VN65"
 },
 "perf_inst": {
  "perf_inst_name": "Colby College",
  "perf_str_addr": "4120 MAYFLOWER HILL",
  "perf_city_name": "WATERVILLE",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "049018841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 36331.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 36827.0
  }
 ],
 "por": null
}