{
 "awd_id": "0517350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular, Cellular, and Physiological studies of Multidrug-Resistance-like ABC Transporters in Arabidopsis Seedlings",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2005-09-06",
 "awd_max_amd_letter_date": "2007-06-19",
 "awd_abstract_narration": "The model plant Arabidopsis thaliana possesses 22 Multidrug Resistance (MDR)-like genes. Study of these genes is justified by the evidence, obtained with previous NSF support, that the MDR genes play an important role in the control of plant growth and development by controlling the flow and distribution of the plant growth hormone auxin, as well as by the possibility that the findings will shed light on basic cellular processes related to human health. (Over-expression of the animal MDR1 gene in cancer cells is linked to the development of drug-resistant tumors.) The activities proposed for the next funding cycle are focused on learning how the MDR genes (particularly MDR1 and MDR4) control the subcellular localization of the PIN auxin efflux regulators, which in turn control distribution of auxin. The work will result in a more detailed understanding of how auxin-dependent events at the cellular and molecular levels influence the form and shape of plants. The experiments will include 1) quantification of mdr mutant phenotypes using electronic imaging and custom computational software, 2) studies of protein localization and kinetics of trafficking using fluorescently-tagged MDR and PIN proteins, 3) structure-function studies of the cytoplasmic tail of MDR1 and MDR4 to learn about the targeting mechanism.\r\n\r\nIn addition to the scientific goals of determining the functions of MDR proteins and how auxin controls plant growth and development, the project will include activities to promote a greater understanding of plants in the public at large and to stimulate youth to think about the science of plant biology. The personnel funded in this project have developed a traveling Discover Plants! outreach exhibit that can be set up at school science fairs. Through a mixture of media (live plants, microscopes, computer videos, and take-home projects), kindergarden through 8th grade students are exposed to various aspects of basic plant biology and its relevance to our everyday lives. Discover Plants! will be further developed and broadened to include more graduate student operators. Outreach at a higher scientific level will also occur via a website that will explain and demonstrate how measurements of shapes, plant shapes in particular, are made from a series of images. Downloadable software and some sample images will be provided. Links to and from engineering, mathematics, and computational sites will increase the exchange of information and ideas between these disciplines. Such a forum is expected to have a broad impact by attracting the attention of scientists in engineering and computational disciplines to issues in plant biology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Spalding",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar P Spalding",
   "pi_email_addr": "spalding@wisc.edu",
   "nsf_id": "000086002",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}