{
 "awd_id": "0517937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Electrostatics of Lipid Bilayer Membranes",
 "cfda_num": "47.049",
 "org_code": "03090006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zeev Rosenzweig",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2005-07-25",
 "awd_max_amd_letter_date": "2007-06-05",
 "awd_abstract_narration": "Professor Jason Hafner of Rice University is supported by the Analytical and Surface Chemistry Program to investigate electrostatic potentials at membrane interfaces.  The goal of the project is to understand charge distribution in lipid membranes and how that affects lipid aggregation and ultimately the structure of lipid membranes. The charge distribution and contributions from ion binding and dipoles from the lipids are being measured and mapped out using a novel charge-based nanoscale imaging technique developed by this group. The scanning probe instrument is called a Fluid Electric Force Microscope (FEFM), which is a version of an atomic force microscope (AFM) but uses the native electrostatic charge of the AFM tip to detect surface charge on the membrane. The AFM scans over the surface first to obtain topographic information from van der Waals interactions, then runs over the same trace again but now in a \"lift-off\" mode following the topography from the previous trace allowing the tip to now capture electrostatic information. The measurement technique has already been developed and has shown that it can distinguish between positively, negatively, and neutrally charged surfaces. In order to decipher and separate the multiple forces within the membrane (e.g., electrostatic, dipolar, hydrophobic, viscoelastic, and van der Waals interactions) that can influence both the topographic and charge mapping measurement, the team is characterizing the membrane's ion affinity using ion binding studies, dipole density through changes in the Debye length, and lipid phases in the membrane. They are achieving this by  establishing the effective charge of the probe tip,  controlling the solution ionic strength to ensure that the charge scan is run above the Debye length, measuring ion binding constants for different lipids with various ions, and determining the electrostatic contribution from lipid phases. Finally, the control of lipid bilayer dimensions by using the solution ionic strength is being examined. \r\n\r\nElectrostatic interactions are primary driving forces controlling molecular interactions at membrane interfaces. These play a critical role in determining the behavior and chemistry that takes place at the surfaces of all biological cells. Understanding the electrostatic charge distribution in the cell membrane is currently poor. Most of the attention is drawn towards specific interactions, such as protein-ligand recognition or raft formation through specific lipid combinations. Electrostatics are typically the domain of non-specific interactions. However, electrostatic interactions have astonishing effects on lipid phase transitions that could play a large role in raft formation in cell membranes, long range recognition properties that lead to specific host-guest complexation, cellular signaling for apoptosis, and facilitation of changes in membrane morphology during cell division or endo/exocytosis. Many studies have been performed to characterize the contribution of membrane charge with regard to these various phenomena, but they are mostly global or macroscopic measurements. To truly understand the contributions of electrostatic charge on cellular membranes, or even synthetic membrane systems, it is imperative to characterize the system at the nanoscopic level. It is highly likely that charge aggregation in nanoscale domains, such as in the partitioning of gangliosides in lipid rafts, is the activator for protein binding at specific sites in membranes. This project enables a first look into such phenomena with unprecedented resolution.   \r\n\r\nThe concepts that are being developed in this project would have a very broad impact on the biophysics community in their understanding of cellular membrane systems. Furthermore, research on lipid membrane materials is growing both at the scientific and technological fronts for drug delivery vehicles, sensor materials, biocompatible interfaces, detection array platforms, and as models for cell membranes. Understanding lipid organization is key to understanding how membrane materials function in each of these systems. Successful outcomes of this research may enable us to, for example, tune materials to selectively capture toxin molecules from solution for sensing and separations, or toggle ion channels for fuel cells or water purification. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Hafner",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jason H Hafner",
   "pi_email_addr": "hafner@rice.edu",
   "nsf_id": "000379334",
   "pi_start_date": "2005-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197400",
   "pgm_ele_name": "ANALYTICAL SEPARATIONS & MEAS."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}