{
 "awd_id": "0517734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Coseismic/Postseismic GPS Field Surveys in Response to the 26 December 2004 Mw 9.0 Sumatra Earthquake",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2005-03-04",
 "awd_max_amd_letter_date": "2005-03-04",
 "awd_abstract_narration": "\r\nWe propose to resurvey a network of (~50) geodetic monuments in North Sumatra, the Mentawai Islands, and Banda Aceh to determine coseismic and postseismic deformation caused by the 26 December 2004 Mw=9.0 Sumatra earthquake. These new data would provide critical geodetic constraints for the seismographic inversion of the earthquake source, to constrain models of the subsequent devastating tsunamis, and to contribute to the study of the great earthquake cycle in that region. It is very important to resurvey these monuments, since these are the closest available to the earthquake's epicenter (the closest one is 150 km to the south). The last great earthquakes (Mw > 8) to occur in this region were in 1833 and 1861. The geodetic monuments have been surveyed in the period 1989-2001 by Scripps Institution of Oceanography (Y. Bock, PI), Rensselaer Polytechnic Institute (R. McCaffrey PI), and the Indonesian National Coordination Agency for Surveying and Mapping (BAKOSURTANAL) with NSF and NASA funding. Over 70 stations were surveyed on Sumatra and the Mentawai islands and provide dense coverage of the Sumatra (oblique) subduction zone and the Sumatra fault, and several transects were surveyed across the Sumatra fault, including one in Banda Aceh, the region most affected by the recent disaster. We will focus on 26 stations observed on the Mentawai Islands and the Sumatran coast in 2001, and several stations just south of the epicenter on the Mentawai islands, as well as the fault transect in Banda Aceh. This effort, to commence on 7 January, 2005 by BAKOSURTANAL survey crews, will assess the condition of the geodetic monuments, perform and analyze the first survey, and set the stage for further postseismic measurements.\r\n\r\nRelevant references for previous NSF-funded research in Sumatra:\r\nPrawirodirdjo, L., Y. Bock, R. McCaffrey, J. Genrich, E. Calais, C. Stevens, S. S. O. Puntodewo, C. Subarya, J. Rais, P. Zwick, and Fauzi, \"Geodetic observations of interseismic strain segmentation at the Sumatra subduction zone,\" Geophysical Research Letters, 24, 1997 (pp. 2601-2604).\r\nMcCaffrey, R., P. Zwick, Y. Bock, L. Prawirodirdjo, J. Genrich, C. W. Stevens, S. S. O. Puntodewo, and C. Subarya, \"Strain partitioning during oblique plate convergence in northern Sumatra: Geodetic and seismologic constraints and numerical modeling,\" Journal of Geophysical Research, 105, 2000 (pp. 28,363-28,376).\r\nPrawirodirdjo, L., Y, Bock, J. F. Genrich, S. S. O. Puntodewo, J. Rais, C. Subarya, and S. Sutisna, \"One century of tectonic deformation along the Sumatran fault from triangulation and Global Positioning System surveys, \" Journal of Geophysical Research, 105, 2000 (pp. 28,343-28,361).\r\nGenrich, J.F., Y. Bock, R. McCaffrey, L. Prawirodirdjo, C. W. Stevens, S. S. O. Puntodewo, and C. Subarya, \"Distribution of slip at the northern Sumatran fault system,\" Journal of Geophysical Research, 105, 2000 (pp. 28,327-28,341).\r\nBock, Y., L. Prawirodirdjo, J. F. Genrich, C. W. Stevens, R. McCaffrey, C. Subarya, S. S. O. Puntodewo, and E. Calais, Crustal Motion in Indonesia from Global Positioning System Measurements, J. Geophys. Res., 108(B8), 2367, doi:10.129/2001JB000324, 2003.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yehuda",
   "pi_last_name": "Bock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yehuda Bock",
   "pi_email_addr": "ybock@ucsd.edu",
   "nsf_id": "000157553",
   "pi_start_date": "2005-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}