{
 "awd_id": "0518266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Family Law and Investment in Children",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 77238.0,
 "awd_amount": 77238.0,
 "awd_min_amd_letter_date": "2005-08-08",
 "awd_max_amd_letter_date": "2007-04-26",
 "awd_abstract_narration": "The fact that legal institutions may have profound impacts on the distribution of welfare in a society has been long appreciated but only recently subject to rigorous analysis(see, e.g., the seminal paper of Mnookin and Kornhauser (1979)). In this research program the PI's investigate the manner in which three parameters of the divorce environment, the presence of a bilateral divorce standard, physical custody awards, and child support orders, affect (i) investment in children; (ii) the divorce decision; and (iii) the decision to have additional children. The PI's perform their empirical analysis using data from the NLSY Mother-Child sample and estimate a continuous-time, discrete state model in which initially married parents with one child experience shocks to marriage match quality and child quality, and where the rate of child quality improvement is a function of the investments each parent makes in the child within a Markov Perfect\r\nEquilibrium. Changes in any of the state variables can result in some combination of the following: divorce (if currently married), adding another child to the household (if married), and equilibrium investment levels (in any marital state). As currently implemented, the PI's assume noncooperative parental behavior in both the married and divorced states. The PI's have also limited their attention to the case of single-child\r\nhouseholds. In addition to estimation of an expanded version of the current setup (e.g., including covariates in the flow utility in the divorce state and in the initial distribution of child quality), the PI's will considerably generalize the modeling framework by allowing for cooperative behavior in both marital states and an  endogenous fertility decision: i.e., married parents of a single child will have the option of adding more children to the family. These extensions will allow a better fit of the model to the data, enhanced\r\ncredibility of the policy simulations, which are the focus of the research, and an opportunity to explore innovative techniques for solving strategic models in a continuous time context and estimating the parameters which characterize them using simulation methods.\r\nIntellectual Merit: To the PI's knowledge this is the first research in which strategic models of parental investment decisions in public goods (i.e., children) are developed and estimated. Their preliminary results indicate that it is important to consider the impact of the family law environment on investment behavior both for divorced parents and for married ones. Allowing fertility decisions to depend on the (endogenous) quality outcomes of existing children is also a novel feature of the proposed research. Most\r\nimportantly, the research is designed to make a contribution to the analysis of the effect of endogenously-determined institutional environments on efficiency and the distribution of welfare in the population. \r\nBroader Impacts: Family law and policies have potentially significant implications for the welfare of parents and children. The intricate paths through which these impacts arise can only be discovered through the use of general dynamic models of family behavior. After estimating the parameters associated with various model specifications, the PI's will be able to begin to address the question of how to design welfare-enhancing family\r\nlaws. This will be accomplished through the simulation of outcomes under a number of potential family law structures and the construction of welfare distributions of parents and children associated with each.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meta",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meta Brown",
   "pi_email_addr": "mbrown@ssc.wisc.edu",
   "nsf_id": "000280543",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 18842.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 19638.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 38758.0
  }
 ],
 "por": null
}