{
 "awd_id": "0518511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High Resolution Sequence and Event Stratigraphy of Mid Silurian Strata in Eastern Laurentia and Avalonia",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 194901.0,
 "awd_amount": 194901.0,
 "awd_min_amd_letter_date": "2005-08-24",
 "awd_max_amd_letter_date": "2007-04-04",
 "awd_abstract_narration": "Increasing evidence indicates that the Silurian, long viewed as \"quiescent\", was actually a very dynamic\r\nperiod from the standpoint of tectonics and ecological evolutionary events. However, correlations of strata\r\nand events, particularly during the mid-Silurian, remain ambiguous even in well-studied areas. This project\r\nproposes to establish a regional stratigraphic framework, paleogeography, and sea level history for the\r\nNiagaran (late Llandovery-Wenlock) in eastern North America (Laurentia), based on coupled K-bentonites,\r\nsequence stratigraphic, and biostratigraphic criteria. We will also evaluate the potential for international\r\ncorrelation by comparisons of newly discovered K-bentonite beds in North America and Avalonia. This\r\nresearch will: a) yield more precise correlation and bracketing of this interval in eastern North America,\r\nwith emphasis on the Cincinnati Arch region; b) provide a test and extension of previous sequence\r\nstratigraphic interpretations; c) help to document the presence of and potentially, the position of volcanic\r\nactivity and basin dynamics during early phases of the Salinic Orogeny (late Telychian-Wenlock); d)\r\nprovide zircon-based radiometric dating of parts of the Niagaran Series (North American) and\r\nLlandovery/Wenlock Series (Britain); and e) explore the possibility of matching K-bentonite horizons or\r\nintervals of genetically similar ash beds, between Laurentia and Avalonia. High-resolution correlations will\r\npermit discrimination of regional sea level and tectonic history of late Llandovery-Wenlock strata within\r\neastern Laurentia and provide tests for apparent synchroneity of various physical and biotic events\r\nregionally and globally.\r\nThe specific benefits expected to emerge from this study can be summarized as follows:\r\n1) If K-bentonites and other event beds can be identified and traced within each paleogeographic area, as\r\nseems definite, this will permit a) high resolution stratigraphic correlation of late Llandovery-Wenlock strata\r\nwithin both eastern Laurentia and Avalonia; b) in turn, this will facilitate detailed linkage of stable platform\r\nareas with tectonically active basins; c) in both cases, but particularly in eastern North America (for which\r\nrefined graptolite biostratigraphy is impossible). Such correlations will then permit tests for apparent\r\nsynchroneity of various physical and biotic events. For example, similarities of relative sea level curves\r\nreconstructed from sequence stratigraphy suggest eustatic controls (Brett et al., 1990, 1998; Johnson et al.,\r\n1991); K-bentonites may provide independent high-resolution stratigraphic controls that will enable a\r\ndefinitive test of this inference. Bentonite correlations can also test for synchroneity of tectonic events, such\r\nas pulses of subsidence in the foreland and episodic uplift of the Findlay/Algonquin arch, and precursors of\r\nthe Cincinnati arch (Ettensohn and Brett, 1998). Finally, refined correlations may provide a test of the\r\ncoeval vs. diachronous nature of bioevents, such as the turnover pulses that separate intervals of relatively\r\nstable faunas (or ecological-evolutionary subunits) in the Appalachian Basin (Brett and Baird, 1995), and\r\nelsewhere.\r\n2) At the very least, if synchroneity of stratigraphic sequences within each area can be established,\r\nand those patterns appear similar, then it will strengthen the case of allocyclic and probably eustatic, as\r\nopposed to strictly local autocyclic controls of facies fluctuations. Furthermore, if clusters of K-bentonites\r\n(as opposed to single fingerprinted beds) coincide approximately (within conodont biostratigraphic\r\nresolution) in Laurentia and Avalonia, this may corroborate models of shared tectonic histories, consistent\r\nwith other tectonic evidence (Torsvik et al. 1996). Patterns of K-bentonite dispersal and thickness in each\r\npaleocontinent will aid in location of the volcanic source terranes and reconstruction of paleowind directions\r\nand paleogeography.\r\n3) Finally, the establishment of trans-Iapetus K-bentonite and sequence stratigraphic correlations: a)\r\npermit the first really detailed correlation of the Wenlock stratotype with the classic Niagaran provincial\r\nseries of eastern North America; b) provide a test for global eustatic sea level curve recently proposed by\r\nJohnson and others (1991); c) provide a test for synchroneity of possible global bioevents.\r\nThis project will provide a post-doctoral position for Michael DeSantis and give him further\r\nresearch experience in an area related to, but distinct from his doctoral studies. In addition, we intend to\r\nemploy one or more undergraduates. These students will benefit from the training in field and laboratory\r\nresearch and may develop \"capstone\" projects resulting in senior theses and/or published abstracts and\r\npapers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Huff",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Warren D Huff",
   "pi_email_addr": "warren.huff@uc.edu",
   "nsf_id": "000327012",
   "pi_start_date": "2005-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlton",
   "pi_last_name": "Brett",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlton E Brett",
   "pi_email_addr": "carlton.brett@uc.edu",
   "nsf_id": "000185890",
   "pi_start_date": "2005-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 46377.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80502.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 68022.0
  }
 ],
 "por": null
}