{
 "awd_id": "0518408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Polling Predispositions: The Structure and Strength of Political Orientations in the Czech Republic and Slovakia",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-08-03",
 "awd_max_amd_letter_date": "2005-08-03",
 "awd_abstract_narration": "Doctoral Dissertation Research in Political Science: Polling Predispositions: The\r\nStructure and Strength of Political Orientations in the Czech Republic and Slovakia\r\n\r\nHow can we account for the strikingly different political preferences of Czechs and\r\nSlovaks in the post-communist era, despite a shared half-century of political history and\r\nsimilar political institutions? What can explain the divergent levels of popular support\r\nfor government initiatives, such as EU membership, and the electoral success of different\r\ntypes of parties in each country? Partisanship has long been considered the strongest\r\npredictor of citizens' political preferences. However, partisanship appears to be on the wane in advanced democracies. In the new democracies of  Europe in particular, where partisanship is unevenly, if at all, crystallized at the popular level, it matters even less .Building upon extant research, the Ph.D. student looks to citizens' predispositions as the 'primary ingredients' of political judgment-making. The student has three main objectives for this project. The first is to identify those predispositions to which citizens in new European democracies refer, specifically utilitarian self-interest vs. group affect, when making political decisions. The second is to demonstrate the linkages between such predispositions and political judgments -- in effect, to map citizens' belief systems. The third objective is to test these linkages for their strength: how resilient are these predispositional-attitudinal linkages in the face of persuasive messages\r\nThe quest for the mechanism underlying preference formation is a daunting one. To\r\nminimize potential survey bias, the student  employs an in-depth cognitive questionnaire with a small sample of citizens. After letting respondents explain how they make political decisions in their own words -- in effect, the revealed organization of their belief systems - the student implements a large-scale survey experiment to test the organization and strength of their belief systems. The purpose of this dual methodology is to establish reliability of the measures and expected relationships between predispositions and political judgments via different avenues. In order to avoid the ecological fallacy, this design is employed to examine the mechanism underlying preference formation at both the individual and aggregate levels.\r\n\r\nBroader Impact:  These cases are invaluable because they allow us to hold constant often-cited explanatory variables, such as political institutions, transition to democracy, and post-World War I political history. Yet there are many differences between the two countries, such as pre-World War I historical experience, sociodemographic characteristics such as religion and class, and the presence of ethnic minorities, which may prove relevant to differences in political judgment-making and ultimately, political outcomes. Thus they provide a unique comparative set within which to explore the relationship between political\r\npredispositions and political decision-making in a virtual laboratory.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Linden",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald H Linden",
   "pi_email_addr": "linden@pitt.edu",
   "nsf_id": "000102228",
   "pi_start_date": "2005-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}