{
 "awd_id": "0518509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Political Party Organizations and Representation",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11468.0,
 "awd_min_amd_letter_date": "2005-08-10",
 "awd_max_amd_letter_date": "2007-08-03",
 "awd_abstract_narration": "The literature on political party positions focuses primarily on interparty competition. This approach tends to treat parties as unitary actors, and in doing so neglects the processes that occur within parties. The existing research that does concentrate on intraparty politics is dominated by actor-centered theories that fail to explain variation across parties. This dissertation research departs both from regarding parties as a \"black box\" and from treating intraparty dynamics as simply a group of actors with divergent preferences vying for party control. The dissertation investigates the institutions within parties that shape actors' preferences into party policies that ultimately determine the quality of representation. A major contribution of this project is the creation of a dataset of current intraparty institutions that govern candidate selection and manifesto design in over 60 competitive parties in longstanding parliamentary democracies. The data come from party statutes and constitutions that the researcher collected, and through primary interviews with party officials and fieldwork examining party records. Upon completion of research, the data will be archived and made available to other scholars in the field. This research is among the first to examine how parties form their manifestos. Although these manifestos are increasingly studied and used as indicators of parties' policy positions, the political institutions and processes that produce them remains understudied. Further, this project provides a clear and novel way of defining the dependent variable, party representation. Representation is often conceived of as how well the interests of the median member of society are reflected by government policy. With respect to political parties' representation, however, researchers may be more concerned with the alignment of party policy and the median preferences of those who contribute to the party's success in some fashion - specifically, party members or activists and those who vote for the party. This project examines party representation for each of three groups: party affiliates (members and activists), party voters and the broader electorate. Party representation is defined as a dimension along which any given combination of a group and party are located at a single point. A group is well represented by a party if its interests are closely aligned with those of that party.\r\n\r\nBroader impact:  The project provides data and a research strategy that can be used to study representation beyond the party; constituency groups with high party representation from those parties holding office will be best represented by government policy. In addition to governmental representation, the data on party institutions will promote comparative research on various aspects of parties including accountability, clarity of responsibility, economic or bureaucratic efficiency, campaign spending, fundraising, electoral competitiveness and party identification. Understanding how and how well parties connect citizens with their governments is a fundamental issue for assessing the quality of democracy. Although this research concentrates on developed parliamentary democracies, the findings here will give bases to hypotheses about party operations in presidential systems and less developed democracies, and about small or short-lived parties not included in this analysis.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Huber",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Huber",
   "pi_email_addr": "jdh39@columbia.edu",
   "nsf_id": "000389499",
   "pi_start_date": "2005-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11468.0
  }
 ],
 "por": null
}