{
 "awd_id": "0519902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "China's Technology Transformation: Diffusion & Intensification of R&D Effort in China's Firms and Research Institutes",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 293817.0,
 "awd_amount": 293817.0,
 "awd_min_amd_letter_date": "2005-09-19",
 "awd_max_amd_letter_date": "2005-09-19",
 "awd_abstract_narration": "This proposal builds on an initial round of NSF-sponsored research that has examined the channels through which research and development resources are contributing to technical change in China. Over the period 1995-2003, China raised its R&D/GDP ratio from 0.6 percent to 1.3 percent. This abrupt increase shares features of the historic trajectories of large OECD countries that on average in the space of a decade raised their R&D intensities from less than one percent to more than two percent. The central objective of the project is to deepen understanding of the factors that are driving the diffusion and intensification of R&D effort in China's economy. To investigate these factors, the project extends its empirical base along two dimensions: (i) for China's 22,000 large and medium-size enterprises, the National Bureau of Statistics has agreed to add the data for 2002-2006 (in addition to the data used previously for 1995-2001), and (ii) the Ministry of Science and Technology has agreed to provide its data base that covers China's approximately 4,500 research institutes for the years 1995-2003. The latter data have never before been used for systematic economic research. Together these data sets, which cover nearly three-quarters of China's total R&D spending, will allow for a comprehensive and detailed investigation of the theoretical and empirical sources of the diffusion and intensification of R&D effort. \r\nThe research promises substantial intellectual merit. The project will extend and apply aspects of the body of endogenous growth literature to explain the causes of the rapid rise in R&D intensity in a significant economy - that of China. Specifically, the research will study the role of four key factors in driving China's abrupt rise in R&D intensity. These are: (i) the shift in demand toward technology intensive goods and services, (ii) investment in complements to R&D, which raise the productivity of R&D personnel, (iii) international technology diffusion, which by extending the pool of knowledge expands the capacity for imitation and innovation in China, and (iv) an emerging wage-productivity gap, which results from the rise in the productivity of R&D personnel in relation to the compensation they receive thus providing an effective subsidy to R&D investment. The project will also examine the pattern and speed of diffusion of R&D activity from China's technology intensive centers to lagging areas. The extensive panels of firm and research institute panel data will allow for using a variety of panel data techniques to address issues of selection bias, endogeneity, and time structure. By focusing on China, this research investigates a pattern of R&D intensification associated with sustained S&T takeoff in large OECD countries that may now be emerging in China, Brazil, and India, whose R&D/GDP ratios have all recently reached or exceeded one percent. This tendency for R&D spending to grow more rapidly than GDP has broad implications for these large countries, which account for 40 percent of the world's population. Research in this area that documents, analyzes, and explains patterns of R&D intensification based on rich sets of firm and research institute data will likely motivate broad intellectual interest and follow-up research internationally that focuses on the causes and consequences of abrupt increases in sectoral, regional, and national R&D effort. This work grows out of research that has been supported by the Department of Energy and the National Science Foundation. The proposed project would not be possible without the data set up, the research network, and the intellectual capital provided by the initial project. In addition to on-going collaborations with China's National Bureau of Statistics and researchers from Dartmouth College, the National University of Singapore, and Peking University, the project will be extending its research network to include the National Research Center for Science and Technology Development in China's Ministry of Science and Technology and the National Entrepreneurship Center and a team of researchers from Tsinghua University. \r\nThe project promises to sustain and extend its broad impacts in the following six areas: (i) a deeper understanding of the sources of China's rapid increase in R&D intensity and its impacts on technical change and economic growth in that country that will be disseminated to a broad audience of international scholars with interests in the phenomenon of S&T takeoff and China's growing technological capabilities, (ii) an expanded appreciation by the staff and leadership in the collaborating Chinese agencies of the research and policy benefits resulting from the collection and analysis of the data they collect, (iii) introduction into the research community of data sets that are of extraordinary potential for the study of China's enterprise and research sectors, (iv) continuing improvements in these data sets in order to facilitate their usefulness for research and policy analysis, (v) training and research opportunities in the fields of R&D, technical change, and economic growth for young Chinese PhDs, scholars starting academic careers, and staff in important Chinese agencies, and (vi) collaboration between elements of the U.S. and China's research and policy establishments that share interest and responsibility for understanding and coordinating technology development in these two countries.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Jefferson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gary H Jefferson",
   "pi_email_addr": "jefferson@brandeis.edu",
   "nsf_id": "000094773",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 293817.0
  }
 ],
 "por": null
}