{
 "awd_id": "0519687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A Comparative Investigation of Statistical Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 123498.0,
 "awd_amount": 123498.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2007-06-20",
 "awd_abstract_narration": "When adults listen to speech, their perception is influenced by the phonetic system of their native language. For example, Japanese speakers find it very difficult to hear the difference between English [r] and [l], while English speakers have trouble discriminating Hindi [d] and [D]. In contrast, infants who have not yet acquired the phonetic system of their native language often surpass adults in their ability to discriminate foreign contrasts. By 12 months, infants lose sensitivity to most foreign contrasts and show the adult-like pattern of discrimination. What is responsible for this change over the first year of life? With support from the National Science Foundation, Drs. Jessica Maye and Daniel Weiss will follow up on their research that has demonstrated that infants' sensitivity to statistical regularities in the speech they hear may lead to decreased sensitivity to foreign language contrasts as well as enhanced sensitivity to native language contrasts. They will measure the degree to which different distributional patterns in speech affect discrimination by human infants and adults as well as cotton-top tamarin monkeys. Previous research has found that tamarins, like humans, are capable of learning linguistic regularities through statistical properties of human speech. However, there are subtle differences across species in the nature of what is learned. This project will provide the first test of statistical phonetic learning in another species, with an aim to find both similarities and differences between humans and nonhumans, as well as between infants and adults. Furthermore, these experiments will involve the use of monkey call stimuli as well as human speech, in order to compare the species on their own vocalizations versus that of another species. \r\n\r\nOur ability to acquire language is one of the fundamental traits distinguishing humans from other animals. For hundreds of years, scholars have debated the extent to which the mechanisms underlying language acquisition are unique to humans, as it is clear that only humans ultimately acquire the full complexity of human language. One such learning mechanism is the ability to draw linguistic inferences on the basis of statistical patterns in the language that we hear.  This is an ability that is not exclusive to humans; however, there appear to be differences in the units over which humans and nonhumans compute such regularities. Drs. Maye and Weiss hypothesize that these differences may underlie what makes humans such adept learners of human language. Similarly, there may be subtle differences in the statistical computations performed by infant and adult learners which would account for the fact that language acquisition that begins in infancy reaches a level of proficiency far surpassing that of languages learned later in life. This project will elucidate the similarities and differences between these three populations in their ability to learn statistical regularities in both speech stimuli and tamarin calls, in order to answer the question of what makes humans, and infants in particular, so remarkably adept at decoding an unknown language. On a practical level, the project will contribute to the infrastructure of science by training students in the interdisciplinary research of cognitive science (including linguistics, developmental psychology, and comparative psychology). Furthermore, a better understanding of what makes infants such successful language learners has far reaching clinical and technological applications. For example, a comparison of the learning mechanism of good learners (e.g. infants) vs. poor learners (e.g. adults, primates) may well lead to new therapies for the language disabled. Understanding how human listeners cope with enormous amounts of acoustic variation to uncover the message of a spoken utterance will help to improve speech recognition systems, which currently perform far below the level of human listeners.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Maye",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica C Maye",
   "pi_email_addr": "j-maye@northwestern.edu",
   "nsf_id": "000457455",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 36936.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 31032.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 55530.0
  }
 ],
 "por": null
}