{
 "awd_id": "0519260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Welfare Consequences of Early Marriage for Women in Developing Countries",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 139556.0,
 "awd_amount": 139556.0,
 "awd_min_amd_letter_date": "2005-09-19",
 "awd_max_amd_letter_date": "2005-09-19",
 "awd_abstract_narration": "Although early female marriage is extremely prevalent in many parts of the developing world, the nature and magnitude of the cost to women of marrying young remains an important and unanswered policy question. This project aims to provide empirical evidence on several dimensions of the potential socio-economic and physical consequences of early marriage for women using data from rural Bangladesh. In particular, the PI will explore the commonly cited hypotheses that girls attain less schooling, experience more reproductive health complications, have higher fertility and experience lower levels of gender equality in marriage as a result of marrying young. A novel identification strategy will allow the PI to estimate the causal effect of marriage timing on these outcomes by exploiting variation in the timing of menarche as an instrumental variable for age of first marriage.  Because girls in Bangladesh are typically withheld from the marriage market until the onset of puberty, natural variation in the timing of first menstruation generates quasi-random differences in the earliest age at which girls are at risk of marriage.\r\n\r\nIntellectual Merit. This approach would contribute significantly to the existing literature on marriage institutions in developing countries by generating the first estimates of the causal effect of early marriage on adult outcomes. While statistics indicate that women in early marriages fare worse, it is difficult to assess the extent to which these outcomes are driven by the timing of marriage as opposed to common factors related to poverty and traditional gender views that also hinder female advancement. Hence, although many  theoretical predictions related to marriage age and female welfare are ambiguous, competing hypotheses have not been adequately investigated with empirical tests. For instance, it is unclear whether parents would increase investment in girls' schooling if opportunities for marriage at young ages fall. Similarly, given even partial ability to limit childbearing with contraception, it is ambiguous whether fertility levels would fall significantly with a modest rise in age at marriage. Finally, while researchers have posited that marrying young directly reduces women's bargaining power in marriage, the theoretical predictions are again ambiguous. \r\nBroader Impact. The most important broader impact of estimating the causal influence of marriage timing would be to evaluate and direct policy measures aimed at eradicating child marriage practices, including determining how best to target such policies, and at what minimum age should these policies be enforced. On account of the strong correlations between age of marriage and female welfare, there is presently a great deal of policy focus on instituting effective laws banning adolescent marriage, although the difficulty in enforcing such laws suggests that upholding them would be costly. Meanwhile, the direct effect of early marriage on adult outcomes and hence the expected benefits of enforcing consent laws is not well understood. Only where early marriage is causally related to female outcomes in adulthood is a strong policy focus justified. Furthermore, it is impossible for policy makers to assess which subpopulations lie in the margin of influence for changing marriage practices. Results of the proposed research would shed light on several features of marriage markets in Bangladesh relevant for optimally targeting policy efforts towards ages, family structures and socio-economic groups. Perhaps most importantly, it is likely that most of the benefits\r\nto marriage delay come from postponing marriages below the current age of consent laws. Hence,\r\nlegal bans on marriage below 15 or 16 may be comparable in effectiveness and more feasible policy measures in settings in which adolescent marriage is costly to prevent. Similarly, uncovering the\r\nrelative burden of particular consequences of marrying young is critical for determining which\r\ncomplimentary policy measures are needed most in settings in which the practice continues. Through\r\ncollaborative efforts with ICDDR,B Centre for Health & Population Research, research findings will\r\nbe disseminated directly to local program officials in order to better direct future policy formulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Field",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Field",
   "pi_email_addr": "emf23@duke.edu",
   "nsf_id": "000065866",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 139556.0
  }
 ],
 "por": null
}