{
 "awd_id": "0519153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Linking the classroom context and the development of children's memory skills",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 800033.0,
 "awd_min_amd_letter_date": "2005-08-25",
 "awd_max_amd_letter_date": "2008-07-18",
 "awd_abstract_narration": "During the elementary school years, children become increasingly skilled in the use of a broad array of techniques for the storage and retrieval of information. For example, kindergarteners and fifth-graders differ markedly in the ways in which they rehearse and organize to-be-remembered material. However, even though much is known about the memory skills of children of different ages, relatively little information is available concerning the ways in which the skills of individual children change over time, and even less is understood about the factors that influence the emergence, modification, and effectiveness of these abilities. In the current project, Dr. Ornstein explores these important developmental issues by building upon an existing NSF-funded longitudinal study in which changes in a set of mnemonic skills were monitored as children progressed through the first and second grades. Detailed observations were made in the children's classes in an effort to identify key features of the context - especially aspects of \"teacher talk\" about remembering - that may be linked to the acquisition and consolidation of mnemonic skills. Because linkages were observed between components of the classroom and children's changing memory performance, the present study builds on this investigation by using both longitudinal and experimental methodologies. Continuing the longitudinal approach, the children in the original sample are now being tracked as they progress through the fourth and fifth grades, a time during which their memory skills become generalized and extended, while classroom observations are being made by trained observers who monitor the \"talk\" that teachers use when they provide instruction in language arts and mathematics. Moreover, using new data analytic techniques, contrasting patterns of growth in memory skills will be related to measures of teacher conversational style and other features of the classroom context. In addition, an experimental investigation of the impact of teacher conversational style on children's developing memory skills will be carried out, building on what has been learned in the longitudinal study.\r\n\r\nThis project is designed to enhance basic understanding of developmental changes in children's memory skills in the context of the elementary school classroom. The use of a longitudinal design to track children over time enables the description of contrasting patterns of cognitive growth, and the observation of teachers as they interact with their students allows for the identification of potential mediators of this growth. Further, by using experimental methods to manipulate aspects of the context, it is possible to make inferences about the impact of the instructional environment on developmental changes in children's skills. At a broader level, the research is of considerable educational relevance. Analyses of elementary school curricula - as well as conversations with teachers, administrators, and policy makers - suggest that educators are keenly interested in children's developing memory and study skills. As such, an increased understanding of features of the classroom that foster the development of mnemonic competence can have long-term implications for the development of instructional programs for teachers that, in turn, can have a significant impact on children's performance in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Ornstein",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Ornstein",
   "pi_email_addr": "peter_ornstein@unc.edu",
   "nsf_id": "000156144",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 269441.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 276609.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 253983.0
  }
 ],
 "por": null
}