{
 "awd_id": "0519293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Hearing Religious Language, Making Political Choices",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-08-04",
 "awd_max_amd_letter_date": "2005-08-04",
 "awd_abstract_narration": "Religious rhetoric is commonly invoked in political speech in the US, and the vast majority of Americans profess belief in God. However, religiosity and religious rhetoric are neglected topics in the study of American politics. Given the importance of faith to so many Americans, and the ubiquity of religious language in political rhetoric, understanding the relationship between religiosity and public opinion is important to the study of political attitudes. The normative side of religion and politics has been the subject of much debate, but so far, careful empirical work is missing. The long-term goal of this dissertation is to explore the relationship between religious language in political appeals and attitudes in the United States. The project is broken down into three sets of questions: 1) How are politicians using, and how are people hearing religious language in political appeals, 2) How is religious language processed, relying on a dual process model, and 3) If religious considerations are considered relevant, when are they in conflict with other predispositions, such as ideology or economic self interest? How are people dealing with conflict when it happens? The current research focuses on how Americans are hearing religious language. Specifically, the research focuses on the differing effects of candidate appeals that contain obvious religious language, coded religious language, and no religious language. The hypotheses of the project are that religious language is persuasive to Americans and that coded religious references are particularly persuasive. Coded religious language should be particularly persuasive for two reasons: first, some Americans are turned off by religious language, and coded references are likely to go over their heads. Second, those who understand the language are likely to be predisposed to favor candidates who make religious appeals, and the exclusivity of the appeal has an added persuasive appeal. To test these hypotheses, experiments are conducted with diverse samples in multiple geographic areas (Chicago, New York, Philadelphia, Durham, South Bend). Candidate appeals will be in the form of campaign flyers and television advertisements. Intellectual Merit: The effect of both religious appeals in politics, and coded communication are important political phenomena that are not well understood. The proposed research design is capable of discerning these effects.\r\n Broader Impacts: The findings from this research will demonstrate how religious rhetoric in political appeals affects political attitudes. This work will provide an empirical basis for the broader debate over the role of religion in politics. Further, the research will demonstrate the effects of coded appeals, which contributes towards an important literature on how individuals market their ideas to ingroup members without alienating an outgroup. The added appeal of a coded message based on its exclusivity is an important contribution to research on interpersonal communication and group dynamics.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Brehm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Brehm",
   "pi_email_addr": "jjbrehm@uchicago.edu",
   "nsf_id": "000093440",
   "pi_start_date": "2005-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}