{
 "awd_id": "0520226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Calibration and Reconstruction of Temperature and Precipitation Change in Arctic Lakes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 315595.0,
 "awd_amount": 315595.0,
 "awd_min_amd_letter_date": "2005-09-08",
 "awd_max_amd_letter_date": "2005-09-08",
 "awd_abstract_narration": "ABSTRACT \r\nOPP-0520266\r\nHughen\r\n\r\nThe Principal Investigators will calibrate new proxies for temperature and precipitation based\r\non organic biomarkers in Arctic lakes. They will measure independent temperature and terrestrial runoff indices from a new class of tetraether biomarkers within a dense spatial network of surface lake samples from the Baffin Island region. They will calibrate these biomarker indices to steep temperature and precipitation gradients across Baffin Island and extending to Iceland, Labrador and S. Greenland as well as the northern Canadian Archipelago. This surface sediment network will allow them to develop a lake temperature proxy for low-temperatures, and provide the first calibration of a runoff index to precipitation data. Long sediment cores from Iceland and Baffin Island will be targeted for high-resolution paleoclimate records throughout the Holocene and beyond, to quantify the degree of warming during the last deglaciation and Holocene Thermal Maximum. They will also quantify temperature changes during the Last Interglaciation. These intervals represent time periods of greater warmth that are poorly constrained in quantitative temperature, but are critical for estimating the impacts of future warmth on Arctic environments.\r\nIntellectual Merit\r\nAccurate records of the pattern and timing of climate change in the Arctic are important to\r\nunderstanding how the global climate system functions. The Arctic is a globally significant region with respect to climate, and the effects of global climate change might be identifiable in the Arctic before they can be found elsewhere, as suggested by the large and rapid changes documented throughout the Arctic environment in recent years. In addition to showing sensitivity to global changes in climate, the Arctic may also be capable of forcing widespread climate shifts, and detailed records of Arctic climate change are thus critical to the construction of an integrated picture of the global system. The Arctic is an important region for discriminating between natural and anthropogenic forcing of climate, which is particularly relevant for the rapid warming during recent centuries when paleoclimate records have implicated an anthropogenic contribution to recent warming, above and beyond the contribution from natural forcing mechanisms. Accurate calibrations of climate proxies are crucial to resolving differences between regional compilations and deriving reliable estimates of the magnitude of current warming, as well as quantifying warming during past intervals when the Arctic may have been ice-free.\r\nBroader Impacts:  This study will provide research opportunities and training for one female Postdoctoral Scholar and one female Research Associate. These scientists will benefit from direct experience learning cutting-edge organic geochemical analytical techniques, and will have opportunities to travel, interact with different research groups, and present their results at international meetings. The Principal Investigators are active in outreach to the public and policy-makers. Specific activities include lectures to science journalists and Representatives to the U.S. Congress, as well as interviews for TV and domestic and international news organizations. The study will investigate the use of organic biomarkers to reconstruct lake temperature and precipitation records from Arctic Lacustrine sediments. They will use multiple parallel compounds and analytical techniques to maximize the information extracted from the sediments. The use of organic biomarkers in sediments for the study of paleoclimate processes is still a young field, and they anticipate that the wealth of data arising from the proposed analyses will lead to new insights and the development of new biomarkerbased environmental proxies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konrad",
   "pi_last_name": "Hughen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Konrad A Hughen",
   "pi_email_addr": "khughen@whoi.edu",
   "nsf_id": "000459736",
   "pi_start_date": "2005-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Van Mooy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Van Mooy",
   "pi_email_addr": "bvanmooy@whoi.edu",
   "nsf_id": "000280876",
   "pi_start_date": "2005-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 315595.0
  }
 ],
 "por": null
}