{
 "awd_id": "0520397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mantle Heterogeneity, Partial Melting and Magma Degassing Along the Ultraslow-Spreading Gakkel Ridge: Constraints from Helium and Argon Isotopes In Basalts and Peridotites",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 154620.0,
 "awd_amount": 154620.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2005-08-31",
 "awd_abstract_narration": "ABSTRACT\r\nGraham\r\nOPP-0520397\r\n\r\n Intellectual Merit:  The Gakkel Ridge is a fundamental geological feature of the Arctic Ocean because it represents the important, ultraslow-spreading rate end-member for the global mid-ocean ridge system. Seafloor rocks were recovered from over 200 localities along the Gakkel Ridge during the Arctic Mid-Ocean Ridge Expedition (AMORE) in the summer of 2001. This sample collection provides an exciting opportunity to advance our understanding of mantle heterogeneity and partial melting along the world's deepest and slowing spreading ridge. Many of the basalt samples are volatile-rich and relatively undergassed, which also provides an unprecedented opportunity to advance our understanding of noble gas geochemistry, and the degassing of carbon along mid-ocean ridges.  Initial helium isotope and other geochemical data reveal a major geochemical mantle boundary in the mid-section of the Gakkel Ridge. Results also indicate that 3He/4He may be higher in off-axis lavas compared to axial lavas, potentially carrying new clues about magma transport beneath ultraslow-spreading ridges. Two extremely fresh spinel harzburgites analyzed for helium isotopes by crushing have the highest 3He/4He of the AMORE sample suite yet analyzed, and relatively high He contents. These peridotite results suggest that melt retention in the upper mantle beneath ultraslow-spreading ridges may be an important consideration in geochemical budgets. Using noble gas analyses of basalts and peridotites from the Gakkel Ridge, this project\r\naddresses three questions: 1) Is the chemical and isotopic variability in Gakkel Ridge basalts caused by small scale heterogeneity (veins) in the underlying mantle, or by regional and segment-scale differences? 2) Is geochemical variability in Gakkel Ridge peridotites an accurate indicator of mantle melting or is it related to upper mantle melt retention? 3) Does axial depth (eruption pressure) or magma composition (e.g., extent of crystallization) control the degassing of volatiles along the Gakkel Ridge? \r\nBroader Impacts:  The Arctic region is a focus of greater than usual public awareness, through its remoteness, its unique oceanic and terrestrial habitat, its environmental sensitivity, and its history of exploration and discovery. Support for this project will help to develop synergistic connections with other scientific groups, such as vent biogeographers and physical oceanographers. Because the deep Arctic Ocean is relatively isolated, it is likely that unique vent communities exist along the Gakkel Ridge. An adequate understanding of these biological communities will require understanding the budgets of key elements, such as carbon and sulfur, that are potentially supplied by seawater interaction with the ocean crust at high temperatures. Measurements of C/3He ratios in basalts will provide useful constraints for assessing the role of hydrothermal inputs to the deep Arctic.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Graham",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Graham",
   "pi_email_addr": "dgraham@oce.orst.edu",
   "nsf_id": "000117073",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 154620.0
  }
 ],
 "por": null
}