{
 "awd_id": "0520670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Granular Lubrication: Progressive modeling and experimentation of a novel lubrication mechanism",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keith E. Herold",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 36000.0,
 "awd_min_amd_letter_date": "2005-09-19",
 "awd_max_amd_letter_date": "2006-06-08",
 "awd_abstract_narration": "SGER: Granular Lubrication: Progressive modeling and experimentation of a novel lubrication mechanism\r\nProject Summary\r\nSince liquid lubricants break down at extreme temperatures, researchers proposed using solid flowing particles as a lubricating mechanism in macro-scale sliding contacts. Additionally, liquid lubricants in nano/micro-scale contacts have been known to disrupt dynamic operation of MEMs devices due to stiction between mating components.   Granular particles, proposed as dry lubricants, have been known to lower friction and separate sliding surfaces in shear cell experiments. While flowing granules have always been considered reminiscent of fluid flows, the granular flow scientific community has not had the same success in modeling these flows. Models have been developed to predict the behavior of flowing granules in hoppers, conveyors, inclines, and shear cells. However, these models have imposed gross assumptions (e.g., uniform particle sizes/shapes, frictionless surfaces, neglected gravity, etc.) and have been solved for the simplest cases and flow geometries. First principle statistical mechanics coupled with continuum approaches have provided modest and oftentimes qualitative-only agreement with experimental data.   Interacting granules at the macro-scale have been modeled using the same Navier-Stokes fluid models applied to liquids. The key difference is that constitutive relationships for mixture properties such as viscosity, thermal conductivity, and density must be derived for colliding granules and account for inelasticity. This suggests that a simplified, novel approach to modeling these discrete particle systems would be of great value. Lattice-based cellular automata (LBCA) modeling is the use of well-defined rules to develop a computer simulation capable of\r\npredicting real discrete, spatial-temporal systems such as these seen in granular flows. Discrete, temporal, particletype systems appear in tribology, biology, and nature as lubricating particulates, molecules monomers, and dry debris flows, respectively. Since the well-defined rules must come from observations of the real systems, experiments from which the rules can be derived must be developed.\r\n   \r\nThe proposed SGER period will be rich in intellectual merit. We will develop a new lattice-based modeling\r\napproach for modeling granular lubrication flows, known as cellular automata, which is capable of simulating the interactions of colliding granules in a sliding contact geometry. The LBCA simulation is based on the rule-based mathematics of particle interaction that will be obtained from the granular journal bearing that will be developed in this work. Additionally, results from the CA simulations will be compared to those from existing continuum models.   The granular flow test bearing will be capable of measuring the flow parameters velocity, solid fraction, granular temperature and slip. It will have a transparent encasing to enable digital videography of the particle interactions and for developing the rules of collision. A digital particle tracking velocimetry (DPTV) scheme will be developed from the video, so that the data can be obtained from the granular bearing. This complex mechanical granular system will be the first granular-lubricated journal bearing to date. Fundamental to multi-component tribological flows, an experimental granular bearing capable of measuring tribological parameters would provide valuable insight into the behavior of these extremely complex flows in converging gap geometries. The LBCA modeling approach is capable\r\nof predicting the behavior of discrete, interacting particulate systems that evolve over time and this work will highlight its speed of implementation and flexibility in granular flows.\r\n\r\nThis work will broadly impact the future granular flow and tribology workforce by developing a web-based module for running LBCA for discrete temporal systems online. The module will be located on a website and a simple demo will be introduced at an urban Pittsburgh public high school. Additionally, the PI and graduate student will conduct presentations at the high school on the importance of developing new experiments and models for multi-component flows and hard to predict physics experiments. Lastly, this work would serve as a catalyst for increasing LBCA approached to predicting multi-component flows, namely granular flows for tribological applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecil",
   "pi_last_name": "Higgs",
   "pi_mid_init": "F",
   "pi_sufx_name": "III",
   "pi_full_name": "Cecil F Higgs",
   "pi_email_addr": "higgs@rice.edu",
   "nsf_id": "000483309",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "1415",
   "pgm_ref_txt": "PARTICULATE &MULTIPHASE PROCES"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}