{
 "awd_id": "0520533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reconstructing space/time patterns of the Earth's magnetic field in the Holocene from Arctic sedimentary records",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 207086.0,
 "awd_min_amd_letter_date": "2005-09-02",
 "awd_max_amd_letter_date": "2008-06-30",
 "awd_abstract_narration": "ABSTRACT\r\nStoner\r\nOPP-0520533\r\n\r\nA lack of understanding of the geomagnetic field at high latitudes has been a fundamental\r\nlimitation to understanding of the geodynamo process. An understanding of the Arctic's Holocene paleomagnetic record would fill this need and provide a valuable needed dating tools. The lack of Arctic paleomagnetic data results from the difficulty of Arctic logistics and with the added constraints of paleomagnetism. Through piggybacking Holocene paleomagnetic studies with several groups who specialize in the study of high Arctic lake sediments, the Principal Investigator shows through replicate records that Arctic sediments can accurately record the geomagnetic field. The inter-calibration of the paleomagnetic record with varve-based chronologies allows reconstruction of the first high Arctic high-resolution paleomagnetic secular variation (PSV) and relative paleointensity (RPI) records (2700 yrs.).  These records do not extend far enough back in time to answer questions on the relationship of the millennial scale variability between the geomagnetic field of the Arctic to that of the more thoroughly studied mid-latitudes. The Principal Investigator will continue this piggyback relationship to address issues of record length, development of dating curves and to assess spatial patterns of the PSV and RPI records. Coring expeditions schedule for the 2005 field season will significantly lengthen (from ~ 4.5 to ~ 20 m) sediment records.  New opportunities are also available to spatial  expand our observations with additional coring in the Canadian Arctic Archipelago, Alaskan Brooks Range and Svalbard. \r\nIntellectual Merit: Recent geomagnetic observations covering the last century, geodynamo theory, and modeling suggest that the polar geomagnetic field is unique and possibly substantially different from the rest of the Earth, but also a critical to piece to a global understanding. Results will temporally extend, spatially expand, and refine our understanding of the geomagnetic field of the High Arctic. If the polar field is unique, it should manifest as distinct secular variation behavior.  Initial data suggest that it may be unique on decadal to centennial timescales, but possibly not at multi-centennial to millennial timescales and longer records are needed to test this. The data generated will provide the only high Arctic contribution to paleo spherical harmonic modeling initiatives. Dating of Arctic sediments is difficult, and limited to lakes producing varved sediments. Thus. paleo-studies are limited to a small subset of the potential archives that could provide high quality records. The Principal Investigator has demonstrated the inter-calibration of geomagnetic paleosecular variation with varve-based chronologies for the last 2700 yrs. and intends to extend this to the last 8000 yrs to produce a primary dating curve for the Arctic that can be used for both marine and terrestrial sediments.\r\nBroader Impacts: This research will place recent observations of dramatic migration of\r\nthe North Magnetic Pole into a historical context to better assess the present geomagnetic behavior including the prominent collapse of geomagnetic field intensity and the possibility of an upcoming reversal that has been widely speculated on in press and television. This work will provide insights into the geographical distribution of historical aurora observations. Graduate student training will be a focus of this project. Through collaborations with the Svalbard REU Program, paleo-and-environmental magnetism will be a focus. Paleomagnetic datasets will be made available through contribution to the national geophysical data center and to other database and modeling initiatives that at present are completely devoid of high Arctic paleomagnetic data.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Stoner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Stoner",
   "pi_email_addr": "jstoner@coas.oregonstate.edu",
   "nsf_id": "000263397",
   "pi_start_date": "2005-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 207086.0
  }
 ],
 "por": null
}