{
 "awd_id": "0520614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Socio-Political Organization of a Prehistoric West African Village, Kirikongo, Burkina Faso",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 11989.0,
 "awd_amount": 11989.0,
 "awd_min_amd_letter_date": "2005-06-07",
 "awd_max_amd_letter_date": "2005-06-07",
 "awd_abstract_narration": "Under the supervision of Dr. Augustin Holl, Stephen Dueppen will study material remains from his archaeological excavations to reconstruct the socio-political organization of the Late Prehistoric West African village of Kirikongo in NW Burkina Faso. Kirikongo is located in the Mouhoun Bend, situated near the northernmost point of the Mouhoun River (Black Volta) drainage. It is a clustered village site composed of a group of mounds, or \"tells\" of varying sizes that can be considered a single community. Inhabited between the fifth and fifteenth centuries A.D., Kirikongo is characterized by superimposed preserved houses with standing mud-brick architecture, plastered floors, hearths, in-situ material remains and trash deposits appropriate for a high-resolution archaeological study. Dueppen will examine the layout of Kirikongo by excavating units throughout the ancient village, and comparing the activities performed by groups inhabiting the different component mounds of the community.\r\n\r\nThe village is the physical manifestation of practices and institutions that allow people to live together rather than move to resolve social problems. The origins of this settlement type are important, because villages are the fundamental building blocks in the developmental trajectories towards complex societies around the world. However, very little is known about early West African villages, and how the social and political institutions that developed there contributed to the rise of larger settlements, such as towns and cities.  Dueppen will evaluate three models for village development, each with a different socio-political mechanism: (1) The Lineage Model- Kinship is the organizing principle. Each mound in the cluster is inhabited by a separate lineage or sub-lineage as they bud off from the founding population. (2) The Specialist Occupation Model- Each mound is occupied by different economic specialist groups such as fishers, farmers, hunters, and iron- workers, in a system of complementarity. (3) The Fusion model- Founder effect model, in which a founding population settles first, then diverse new groups come to the village from elsewhere and settle the other mounds. To evaluate the models at Kirikongo, archaeological remains (pottery, iron artifacts, architecture, pits, plant and animal remains) from excavation units at several mounds will be studied to identify and compare when each was founded, what the inhabitants did, and how residents on one mound were related to those on other mounds. The result will be a detailed picture of the organization of a prehistoric West African village.  \r\n\r\nThis project will have a significant impact on Burkinabe archaeology. Archaeological work in Burkina Faso has been rare due to a general lack of funding. This project is significant and relevant for the emerging Burkinabe research community, since village sites are the most common form of archaeological settlement found in the nation. Archaeological field training is likewise rare, and this project will train one student from the University of Ouagadougou. Results will be broadly disseminated to French and English speaking researchers, as well as to the local residents of the Mouhoun Bend. Lastly, work at Kirikongo is particularly urgent since Burkina Road #10 runs directly through the middle of the site and deposits from several mounds are lost each year to road maintenance.    \r\n  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Augustin",
   "pi_last_name": "Holl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Augustin Holl",
   "pi_email_addr": "holla@umich.edu",
   "nsf_id": "000488135",
   "pi_start_date": "2005-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11989.0
  }
 ],
 "por": null
}