{
 "awd_id": "0520003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis 2010:The Arabidopsis RPM1 Signaling Network: A paradigm for NBS-LRR mediated plant disease resistance.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1530596.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Intellectual merit: Plant productivity is reduced by infection. Many pathogens contribute to loss of plant harvest. Overall yield losses to pathogens can be as high as 30%. Plants have evolved an immune system that is very different from animals like humans. This is mostly driven by the fact that plants have no circulating cells, in contrast to animals like humans. The reference plant species, Arabidopsis thaliana, is an excellent experimental system for dissection of the molecular machinery of the plant immune system. This Arabidopsis 2010 project uses a multidisciplinary approach to determine the function for a network genes in the plant immune system. The network in question includes members of the Nucleotide Binding site-Leucine-Rich-Repeat (NB-LRR) class of disease resistance proteins, and additional proteins that regulate their function. The NB-LRR proteins are the key players in the plant immune system. This project combines genomics, genetics, cell biology and biochemistry to understand how NB-LRR proteins are assembled into signal competent form before infection, and how their action is triggered by proteins produced by plant pathogens. The study of NB-LRR proteins in Arabidopsis has led to the notion that part of their activity is guided toward monitoring the cellular integrity of other host cellular machines. This proposal focuses also one of those important cellular components, the RIN4 protein. RIN4 shares a small plant-specific domain of unknown function, called NOI, with several other Arabidopsis proteins. This plant-specific protein family will also be studied. \r\n\r\nBroader impacts: Arabidopsis research has led to our current understanding of the plant immune system, and these seminal findings have, and will continue to be, expanded into crop species research. Therefore, Arabidopsis research is useful for studies of nearly all classes of pathogens that are agronomically relevant. Hence, the broader impacts of this research project are that the results will significantly inform translation to crop species. In fact, this has already begun with the cloning and utilization of the relevant genes from crops that were first identified in Arabidopsis. The use of genetics, molecular biology, biochemistry, and cell biology makes this project an excellent training ground for scientists from undergraduate to post-doctoral levels. Topics investigated in this research project are incorporated into a course taught by the PI on \"Strategies of Host-Microbe Interactions\". The PI's lab has actively sought to engage undergraduates in research projects and the PI is involved in public policy and public debates directly related to the topics of this research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Dangl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery L Dangl",
   "pi_email_addr": "dangl@email.unc.edu",
   "nsf_id": "000448324",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "7472",
   "pgm_ref_txt": "BEHAVIORAL SYSTEMS CLUSTER"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9125",
   "pgm_ref_txt": "BIOTECHNOLOGY TRAINING & CAREER DEVLPMNT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 730575.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 384144.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 403877.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants are critical for human health and well being. We eat plants, or animals that ate plants before we ate them; we use plant fibers for our clothes and out homes, and we rely on plants to provide ecosystems that are conducive to environmental well being; in fact plants provide us with oxygen. Without plants, human life would be impossible. Hence, to understand plant growth, health and productivity is a research agenda that is explicitly relevant to human health and well being.</p>\n<p>Plants are constantly attacked by organisms that want to eat them in order to extract the solar energy that plants store as fixed carbon--the same energy sources that we rely on when we eat plants or animals. Plants pests and pathogens are very important drivers of our food production economy. In fact, worldwide harvest losses due to pests and pathogens can be as high as 30% of the total yield. We use many millions of pounds of pesticides and fungicides each year to keep our food, fiber and ornamental plants free of infection. Yet the great majority of potential plant pathogens cannot infect the great majority of plants. With other words, infection is rare. This is because plants have a very efficient and sophisticated immune system. Hence, understanding how plants use this immune system should give us clues to how we can help plants fight off infections without such a heavy reliance on chemical treatments.</p>\n<p>We study the molecules of the plant immune system in this NSF sponsored research. We use the equivalent of the 'white lab mouse' for plant biology, a plant called Arabidopsis, for this work. We isolated several genes receptors that are required for proper plant immune function and we isolated the pathogen genes that encode the proteins recognized by these receptors. We identified many mutants in the plant that cannot properly respond to infection. Thus, the normal genes defined by these mutations are required for plant immune system function. We take advantage of the fabulous experimental properties of Arabidopsis to quickly isolate and study the mutated genes in order to deduce how their normal protein products function in the plant immune system.</p>\n<p>In this funding period, we made several important discoveries. We discovered that recognition by plant immune receptors can occur indirectly, meaning that the receptors actually respond to the activity of the pathogen's virulence factors rather than directly binding to that virulence factor. We also discovered a set of plant proteins that function as &lsquo;chaperones&rsquo; for the plant immune receptors in that they help keep the receptor properly folded in a conformation that can quickly be activated in the presence of the appropriate pathogen derived signal. This discovery led researchers working on animal innate immune systems to similar findings, providing a nice example where investments in plant science directly led to discoveries relevant to human health. In all cases, what we discover in Arabidopsis is true for corn, rice wheat and all of the important crop plants that are much less rapid discovery models than Arabidopsis. Our work will continue to peel apart the molecular layers of the plant immune system and hopefully lead to less chemical use to protect our plants from pathogens.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2010<br>\n\t\t\t\t\tModified by: Jeffery&nbsp;L&nbsp;Dangl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlants are critical for human health and well being. We eat plants, or animals that ate plants before we ate them; we use plant fibers for our clothes and out homes, and we rely on plants to provide ecosystems that are conducive to environmental well being; in fact plants provide us with oxygen. Without plants, human life would be impossible. Hence, to understand plant growth, health and productivity is a research agenda that is explicitly relevant to human health and well being.\n\nPlants are constantly attacked by organisms that want to eat them in order to extract the solar energy that plants store as fixed carbon--the same energy sources that we rely on when we eat plants or animals. Plants pests and pathogens are very important drivers of our food production economy. In fact, worldwide harvest losses due to pests and pathogens can be as high as 30% of the total yield. We use many millions of pounds of pesticides and fungicides each year to keep our food, fiber and ornamental plants free of infection. Yet the great majority of potential plant pathogens cannot infect the great majority of plants. With other words, infection is rare. This is because plants have a very efficient and sophisticated immune system. Hence, understanding how plants use this immune system should give us clues to how we can help plants fight off infections without such a heavy reliance on chemical treatments.\n\nWe study the molecules of the plant immune system in this NSF sponsored research. We use the equivalent of the 'white lab mouse' for plant biology, a plant called Arabidopsis, for this work. We isolated several genes receptors that are required for proper plant immune function and we isolated the pathogen genes that encode the proteins recognized by these receptors. We identified many mutants in the plant that cannot properly respond to infection. Thus, the normal genes defined by these mutations are required for plant immune system function. We take advantage of the fabulous experimental properties of Arabidopsis to quickly isolate and study the mutated genes in order to deduce how their normal protein products function in the plant immune system.\n\nIn this funding period, we made several important discoveries. We discovered that recognition by plant immune receptors can occur indirectly, meaning that the receptors actually respond to the activity of the pathogen's virulence factors rather than directly binding to that virulence factor. We also discovered a set of plant proteins that function as æchaperonesÆ for the plant immune receptors in that they help keep the receptor properly folded in a conformation that can quickly be activated in the presence of the appropriate pathogen derived signal. This discovery led researchers working on animal innate immune systems to similar findings, providing a nice example where investments in plant science directly led to discoveries relevant to human health. In all cases, what we discover in Arabidopsis is true for corn, rice wheat and all of the important crop plants that are much less rapid discovery models than Arabidopsis. Our work will continue to peel apart the molecular layers of the plant immune system and hopefully lead to less chemical use to protect our plants from pathogens.\n\n\t\t\t\t\tLast Modified: 09/01/2010\n\n\t\t\t\t\tSubmitted by: Jeffery L Dangl"
 }
}