{
 "awd_id": "0520789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Surface Probe Microscopy Instrument for Materials Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 217442.0,
 "awd_amount": 217442.0,
 "awd_min_amd_letter_date": "2005-07-26",
 "awd_max_amd_letter_date": "2005-07-26",
 "awd_abstract_narration": "The Western Kentucky University (WKU) Chemistry Department and Materials Characterization Center (MCC) will utilize the high resolution Molecular Imaging PicoPlus scanning probe microscope (SPM) funded by the National Science Foundation's Major Research Instrumentation Program to achieve the following research objectives: (1) the characterization of carbon nanotubes (CNTs) and CNT-polymer composites for use in NASA's Gossamer spacecraft; (2) the development and characterization of C60/nanoparticle conjugated films for nanoelectronics; (3) the advancement of a platform for the rapid development of modified electrode materials for sensor applications; and (4) the development of nanoscale solar cells via molecular self-assembly.\r\n\r\nAdditionally, new instructional capabilities will be realized in a minimum of four laboratory courses across several departments within the WKU Ogden College of Science and Engineering (OCSE). Specifically, these include: (1) a materials chemistry lab investigating the degradation of a hydrogenated nitrile rubber sample taken from a refrigerator compressor lipseal; (2) a materials science lab investigating the formation of oxide layers on metal surfaces under different oxidation conditions; (3) a modern physics lab comparing and contrasting two allotropes of carbon, graphite and diamond, on the basis of their hybridization, structure, and interatomic distances; and (4) a graduate analytical chemistry lab demonstrating the distinct differences in information obtainable via different imaging modes for different surfaces and materials.\r\n\r\nThe PicoPlus SPM will be a significant part of the infrastructure for expanding the collaborations between and amongst the Chemistry, Physics, and Engineering Departments of the WKU OCSE. This new instrument will allow our researchers to more rapidly publish the results of significant materials and chemistry research done in helping to solve industrial and environmental problems in the Commonwealth of Kentucky and the Nation. The PicoPlus SPM will be used to greatly improve the research and instructional experiences of many students, including those from underrepresented groups in this EPSCoR state.\r\n\r\n\r\nThe Western Kentucky University Chemistry Department and Materials Characterization Center will utilize a scanning probe microscope funded by the National Science Foundation's Major Research Instrumentation Program to investigate fundamental interactions between molecules and atoms on the nano- (one billionth of a meter) scale.\r\n\r\nThere are four primary research groups that will initially use this new instrument. New carbon composite materials for NASA spacecraft applications will be investigated by Dr. Wei-ping Pan's research group. Organized, nano-scale films, which are targeted for use in high-speed, optical memory devices, will be probed by Dr. Young Shon's research group. The nano-scale patterning capabilities of the SPM will be used by Dr. Stuart Burris' research group to assist in the development of nano-scale sensors for environmental contaminants and biological weapons such as the anthrax bacteria. The properties of nano-fabricated, high-efficiency solar cells will be characterized by Dr. Tingying Zeng's research group. Further, at least four laboratory courses spread across three different teaching departments will also be positively impacted.\r\n\r\nThe acquisition of the microscope will strengthen the Chemistry Department and the Applied Research and Technology Program, which fosters inter- and multidisciplinary collaborations across the College. The  microscope will allow research and teaching faculty from at least four departments within the College to both accomplish their research objectives and integrate topical educational activities that they currently cannot. This hands-on experience with modern microscopy techniques is a significant and unique opportunity not offered by many predominantly undergraduate institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Burris",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart C Burris",
   "pi_email_addr": "stuart.burris@wku.edu",
   "nsf_id": "000343532",
   "pi_start_date": "2005-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei-Ping",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei-Ping Pan",
   "pi_email_addr": "Wei-Ping.Pan@Wku.Edu",
   "nsf_id": "000322658",
   "pi_start_date": "2005-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tingying",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tingying Zeng",
   "pi_email_addr": "tingying.zeng@wku.edu",
   "nsf_id": "000244984",
   "pi_start_date": "2005-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Young-Seok",
   "pi_last_name": "Shon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Seok Shon",
   "pi_email_addr": "yshon@csulb.edu",
   "nsf_id": "000491822",
   "pi_start_date": "2005-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Kentucky University Research Foundation",
  "inst_street_address": "1906 COLLEGE HEIGHTS BLVD # 11016",
  "inst_street_address_2": "",
  "inst_city_name": "BOWLING GREEN",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "2707454652",
  "inst_zip_code": "421011000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "KY02",
  "org_lgl_bus_name": "WESTERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBAQJTF7VBX3"
 },
 "perf_inst": {
  "perf_inst_name": "Western Kentucky University",
  "perf_str_addr": "1906 COLLEGE HEIGHTS BLVD # 11002",
  "perf_city_name": "BOWLING GREEN",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "421011000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "KY02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 217442.0
  }
 ],
 "por": null
}