{
 "awd_id": "0520876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Estrogen, L:earning Strategy, and Neural Systems: Timing and Cell Mechanisms",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane M. Witt",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 535426.0,
 "awd_min_amd_letter_date": "2005-08-06",
 "awd_max_amd_letter_date": "2011-03-09",
 "awd_abstract_narration": "Estrogen has dramatic effects on cognition and associated brain regions.  The PI has shown that, in rats, estrogen improves performance on navigational tasks requiring place or \"go there\" strategies and impairs performance on tasks using response or \"turn this way\" strategies.  Importantly, the use of place and response strategies maps onto specific neural systems involved in cognition, namely the hippocampus and the dorsal striatum, respectively.  Previous work in the PI's laboratory demonstrates that estrogen acts directly at the hippocampus and striatum to enhance place learning and impair response learning, respectively.  The goals of the project are to determine the mechanisms underlying the opposing effects of estrogen on learning in rats.  The experiments test whether the cognitive effects of estrogen at the hippocampus and striatum 1) are differentiated by slow and rapid actions of estrogen, 2) act through different estrogen receptors, molecules that bind estrogen and regulate its cellular and gene actions and 3) are mediated by CREB, an important memory molecule shown to be activated by estrogen.  Results from these studies will advance our knowledge about reproductive hormone effects on brain function and memory systems.  These activities will also have a direct impact on scientific education at many levels and in diverse groups of individuals.  The PI mentors many graduate students including those from underrepresented groups, has a long history of incorporating undergraduate and high-school students in research, 6 of whom co-authored recent publications, and develops and implements hands-on science curricula for school children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Korol",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Donna L Korol",
   "pi_email_addr": "dlkorol@syr.edu",
   "nsf_id": "000399236",
   "pi_start_date": "2005-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119300",
   "pgm_ele_name": "NEUROENDOCRINOLOGY"
  },
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 138660.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 130017.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 129697.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 129823.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7229.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Changes in levels of endogenous estrogens either across the reproductive cycle or by injection in hormone deprived rats can regulate learning and memory.&nbsp; We showed that increased levels of circulating estradiol, the predominant estrogen in primates and rodents, improves performance on navigational tasks requiring place or &ldquo;go there&rdquo; strategies but impairs performance on tasks using response or &ldquo;turn this way&rdquo; strategies.&nbsp; It is suggested that place learning requires flexible processing while response learning reflects habit, presumably requiring less thought.&nbsp; The use of place and response strategies maps onto specific brain regions involved in cognition, namely the hippocampus and the dorsal striatum, respectively.&nbsp; Previous work in our laboratory demonstrates that estrogens act directly in the hippocampus and striatum to enhance place learning and impair response learning, respectively.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Because these two brain regions have very different distributions of the two classical and novel estrogen receptors (ERs; the molecules that bind estrogens and regulate their cellular and gene actions), results suggest that hormones produce very different intracellular changes in specific neural systems to alter behavior.&nbsp; The goals of this award were to determine the biological mechanisms underlying the opposing effects of estrogens on cognition to help us understand more broadly how endogenous, and environmental estrogens, change neural and cognitive function.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The experiments test whether the cognitive effects of estrogens in the hippocampus and striatum 1) are differentiated by slow and rapid actions of estrogens, 2) act through different ERs, and 3) are mediated by certain molecules and signaling pathways shown to be activated by estrogens and by training experiences.&nbsp; One such molecule is CREB, which regulates the transcription of many genes important to the survival, growth, and restructuring of neurons.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results from Aim 2 showed that it was unnecessary to expose the brain to two days of estrogens to get the opposing effects previously observed.&nbsp; Two hours of exposures produced improvements in place learning and impairments in response learning.&nbsp; Unexpectedly, very short exposures in the striatum, which has ERs that respond rapidly, had no effect on learning whereas very short exposures in the hippocampus, known to have all types of receptors, were effective, but with the opposite effect.&nbsp; After 15 minutes of treatment, estradiol <em>impaired</em>, not improved. place learning.&nbsp; Other results suggest that within hours, estrogens impaired odor memory learned from one rat to another.&nbsp; These data highlight the likelihood that different modes of cellular action may translate into costs or benefits to cognitive function.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Results from Aim 2 showed that many different receptor systems are involved in the response learning impairments following estrogen exposure.&nbsp; These include the classical ERs known to directly change gene activity when bound to estrogen molecules as well as the novel ERs recently shown to cause very rapid changes inside cells that can produce short- and long-lasting effects on neuron structure and function.&nbsp; Other results showed that the soy estrogen, genistein, used in natural supplements, that acts robustly through one classical ER, mimicked the effects of estradiol.&nbsp; These results suggest that all receptor subtypes may be capable of supporting impairing and enhancing effects of estrogens, a conclusion different from our original hypothesis.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our findings from Aim 3 were the most surprising.&nbsp; Activation of CREB, a molecule thought to correlate with and predict good memory, did NOT predict good or poor learning.&nbsp; This lack ...",
  "por_txt_cntn": "\nChanges in levels of endogenous estrogens either across the reproductive cycle or by injection in hormone deprived rats can regulate learning and memory.  We showed that increased levels of circulating estradiol, the predominant estrogen in primates and rodents, improves performance on navigational tasks requiring place or \"go there\" strategies but impairs performance on tasks using response or \"turn this way\" strategies.  It is suggested that place learning requires flexible processing while response learning reflects habit, presumably requiring less thought.  The use of place and response strategies maps onto specific brain regions involved in cognition, namely the hippocampus and the dorsal striatum, respectively.  Previous work in our laboratory demonstrates that estrogens act directly in the hippocampus and striatum to enhance place learning and impair response learning, respectively. \n\n \n\nBecause these two brain regions have very different distributions of the two classical and novel estrogen receptors (ERs; the molecules that bind estrogens and regulate their cellular and gene actions), results suggest that hormones produce very different intracellular changes in specific neural systems to alter behavior.  The goals of this award were to determine the biological mechanisms underlying the opposing effects of estrogens on cognition to help us understand more broadly how endogenous, and environmental estrogens, change neural and cognitive function. \n\n \n\nThe experiments test whether the cognitive effects of estrogens in the hippocampus and striatum 1) are differentiated by slow and rapid actions of estrogens, 2) act through different ERs, and 3) are mediated by certain molecules and signaling pathways shown to be activated by estrogens and by training experiences.  One such molecule is CREB, which regulates the transcription of many genes important to the survival, growth, and restructuring of neurons. \n\n \n\nThe results from Aim 2 showed that it was unnecessary to expose the brain to two days of estrogens to get the opposing effects previously observed.  Two hours of exposures produced improvements in place learning and impairments in response learning.  Unexpectedly, very short exposures in the striatum, which has ERs that respond rapidly, had no effect on learning whereas very short exposures in the hippocampus, known to have all types of receptors, were effective, but with the opposite effect.  After 15 minutes of treatment, estradiol impaired, not improved. place learning.  Other results suggest that within hours, estrogens impaired odor memory learned from one rat to another.  These data highlight the likelihood that different modes of cellular action may translate into costs or benefits to cognitive function. \n\n \n\nResults from Aim 2 showed that many different receptor systems are involved in the response learning impairments following estrogen exposure.  These include the classical ERs known to directly change gene activity when bound to estrogen molecules as well as the novel ERs recently shown to cause very rapid changes inside cells that can produce short- and long-lasting effects on neuron structure and function.  Other results showed that the soy estrogen, genistein, used in natural supplements, that acts robustly through one classical ER, mimicked the effects of estradiol.  These results suggest that all receptor subtypes may be capable of supporting impairing and enhancing effects of estrogens, a conclusion different from our original hypothesis. \n\n \n\nOur findings from Aim 3 were the most surprising.  Activation of CREB, a molecule thought to correlate with and predict good memory, did NOT predict good or poor learning.  This lack of relationship between CREB activation and learning scores was found despite that we could show, like others, that estrogens regulated CREB activation.  New results demonstrate that one pathway that regulates CREB may actually be involved in the impairments seen in response learning...."
 }
}