{
 "awd_id": "0521177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of an Electron Microscope with Digital Camera and Ultramicrotomes for a Central Research Facility",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 548067.0,
 "awd_amount": 548067.0,
 "awd_min_amd_letter_date": "2005-08-25",
 "awd_max_amd_letter_date": "2005-08-25",
 "awd_abstract_narration": "A grant has been awarded to the IMAGE Center at Southern Illinois University Carbondale (SIUC) under the direction of Dr. John Bozzola for partial support of a tomographic transmission electron microscope (TEM) as well as an ultramicrotome for preparing specimens for viewing in the TEM. This technology is essential for ongoing studies of newly discovered organisms, assessment of molecular changes associated with survival in extreme environments, comparisons of relationships among fossil and modern plant species, examination of the fundamental properties of components for use in friction and wear surfaces such as aircraft brakes or synthetic hip joints, investigation of the assembly of molecular components for use in electronic nano devices and nanocatalysts, and studies of changes in normal versus abnormal development of the central nervous system. This instrumentation will add a new technology, electron tomography, which will permit three-dimensional imaging at the molecular level and replace equipment presently used by biologists, chemists, physicists and engineers.\r\n\r\nThe instrument acquisition will increase the numbers of researchers and students involved in multidisciplinary studies in high-priority research areas of biological, chemical and materials sciences. The instrumentation will be housed in the IMAGE Center, a central facility where large numbers of investigators and students in will continue to pursue studies of the cell and molecular structure of a wide variety of biological systems as well as investigations of fundamental properties of wear surfaces and components used to fabricate nanodevices. These collaborative studies have yielded significant numbers of publications in well-regarded journals. Training of researchers and students will be tremendously expedited since the instrumentation is user friendly and images can be viewed on a large monitor in order to demonstrate features of the specimen or capabilities of the instrument. The ability to capture three-dimensional, digital images will greatly enhance the productivity of all TEM users by accelerating the speed with which they can acquire and process data. Sharing of data will be nearly instantaneous since digital images are readily accessible over the Internet.\r\n\r\nThe IMAGE Center is a recently constructed, regional facility that serves the research needs of SIU as well as universities, colleges and industries within a 90-mile radius. Researchers from surrounding universities and community colleges with limited research facilities use the IMAGE Center on a regular basis. Educators and students from primary and secondary schools are frequent visitors to the IMAGE Center. With Internet access to the new TEM, the capability of reaching out to local schools as well as schools around the nation will be greatly increased. Researchers at SIUC have admirable records in attracting ethnic minorities and women to research. The requested equipment is especially designed for use by researchers with physical disabilities, and is consistent with the SIUC mission to increase access and provide enriching educational opportunities for all minorities, including those with disabilities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bozzola",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Bozzola",
   "pi_email_addr": "bozzola@siu.edu",
   "nsf_id": "000309033",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Renzaglia",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Karen S Renzaglia",
   "pi_email_addr": "renzaglia@plant.siu.edu",
   "nsf_id": "000314075",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Filip",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Filip",
   "pi_email_addr": "filip@siu.edu",
   "nsf_id": "000307313",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 548067.0
  }
 ],
 "por": null
}