{
 "awd_id": "0521774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: Tracking Hydraulic Mining Sediments from the Sierra Piedmont into Flood Bypasses of the Sacramento Valley, California",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 92422.0,
 "awd_amount": 92422.0,
 "awd_min_amd_letter_date": "2005-08-10",
 "awd_max_amd_letter_date": "2008-06-09",
 "awd_abstract_narration": "Hydraulic mining in the Sierra Nevada of California displaced great volumes of sediment as a byproduct of gold extraction from placer gravels.  The spatial distribution of hydraulic mining sediment reworking and deposition in flood bypasses over the last century are relevant to the fate of contaminants, flood conveyance, and the land-use in the lower Sacramento Valley of California, which is undergoing a massive program of restoration and development, and to basic research on valley floor sediment budgets and floodplain sedimentation.  This research employs a suite of new techniques and data to investigate the temporal and spatial links between Central Valley floodplain sedimentation and erosion of hydraulic mining sediment in the Sierra piedmont over the last century.  Recent field evidence of episodic piedmont erosion and bypass deposition calls for a new investigation of the hydraulic mining sediment delivery problem in the lower Sacramento valley over the last century.  The research will track the movement of fine sediments derived from hydraulic mining tailings in the lower Sacramento Valley.  The research team will link spatial and temporal patterns and processes of deposition in Sutter and Yolo Bypasses (leveed floodplains of the Central Valley) with erosion of piedmont tailings of the lower Bear, Yuba, and Feather Rivers downstream of the last major dam on each.  It will track historical erosion of hydraulic mining sediments in the piedmont through a combination of photogrammetry, channel change analysis, and field surveys.  The team will document history and provenance of mining sediment deposits in the Central Valley by granulometry, X-ray fluorescence spectroscopy, magnetism, and geochronology.  In addition, records from a network of streamflow gauging stations will be perused for corroborative analysis of temporal correlation between piedmont erosion and Central Valley sedimentation.  The project will produce quantitative, field-based estimates of volumetric sediment storage and erosion along piedmont channels and the timing of its evacuation.  It will document geochemical, grain size, and magnetic properties of mining and non-mining sediment and develop appropriate mixing models for discerning the relative influence of each source downstream through the fluvial system.  It will identify the spatial extent and volume of discrete sediment deposits in the bypass system, and document sedimentation rates and histories along various transects spanning Sutter and Yolo Bypasses.  The research will develop quantitative links between piedmont erosion and bypass deposition that are based on historical hydrology and refined conceptual models of bypass sedimentation processes.  It will provide the basis for predictive modeling of the impact of future floods on sediment movement through the Central Valley.\r\n\r\nThe project will provide a quantitative basis for future management decisions and direction in the Sacramento Valley and a set of methodologies that can be applied to other large, managed river basins.  Data and interpretations from this study will be of great practical use to river and environmental management in the lower Sacramento Valley and the Delta, where our results are of utmost importance to flood conveyance, maintenance of islands, and potential toxicity of sediment.  This research will create educational opportunities for a new generation of geomorphologists, including those from historically underrepresented groups.  The output from this research will be made available as a project website via the World Wide Web and provide direct K-12 scientific outreach through the NASA space consortium, an educator resource center.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rolf",
   "pi_last_name": "Aalto",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rolf E Aalto",
   "pi_email_addr": "aalto@u.washington.edu",
   "nsf_id": "000339502",
   "pi_start_date": "2005-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 46271.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 30508.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 15643.0
  }
 ],
 "por": null
}