{
 "awd_id": "0521101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Gas Chromatograph/Mass Spectrometer-Olfactometer for Characterization of Environmental Odors of Arbitrary Composition",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Wendell Schultz",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 205230.0,
 "awd_amount": 205230.0,
 "awd_min_amd_letter_date": "2005-08-08",
 "awd_max_amd_letter_date": "2005-08-08",
 "awd_abstract_narration": "CTS-0521101     Parker     West Texas A&M University\r\n\r\nGas Chromatograph/Mass Spectrometer-Olfactometer for Characterization of Environmental Odors of Arbitrary Composition\r\n\r\nThis MRI project provides funds to acquire a Gas Chromatograph/Mass Spectrometer-Olfactometer (GC/MS-O) and associated sampling instrumentation. Historically WTAMU was primarily a teaching university, but since becoming a part of the A&M System in 1990, WTAMU has increased emphasis on graduate scientific research. Evidence of this commitment was the hiring of four new research faculty, the establishment of the first Ph.D. program in 2003, and the addition of our first undergraduate engineering program in 2004. In 1998, as part of a State Air Quality Initiative, WTAMU established an olfactometry laboratory to develop better methods for odor characterization and analysis. This effort has been rewarded with the world-wide recognition of this lab as only one of a handful contributing to quality research in olfactometry. The lab is equipped with a state-of-the-art AcScent dynamic, triangular, forced-choice olfactometer, and is staffed by a full-time lab manager and 20 part-time student, human odor panelists.\r\n\r\nIntellectual Merit\r\n\r\nOdor science has advanced slowly in the past few decades. Better understanding of the chemical processes involved in odor production and degradation is vital. Advancement will require the newest, most sensitive instruments. Through a cooperative agreement with the GC/MS-O manufacturer, the investigators have conducted preliminary research with many breakthroughs in odor characterization, abatement methods and dispersion modeling. Proposed New Research Activities The GC/MS-O will be a vital part of the olfactometry laboratory and will greatly enhance WTAMU's research mission. The GC/MS-O will be used in experiments         \r\n\r\no to refine odor sampling and characterization methods and explore the chemistry of the sorption-desorption process of sampling and measuring odor,\r\n\r\no to develop and evaluate odor-abatement technologies (e. g., genetically modified bacteria to reduce odors from wastewater lagoons),\r\n\r\no to develop improved QA/QC standards for odor measurement,\r\n\r\no to explore, with Los Alamos National Lab, the relationships between airborne pathogens and chemical toxins and perceived odor applied in a homeland defense application, and\r\n\r\no to model the atmospheric dispersion of complex environmental odors. The faculty at WTAMU and collaborators at the Texas A&M Research and Extension Center will use the GC/MS-O to generate research data for a variety of air quality investigations.\r\n\r\nBroader Impact\r\nThe olfactometry lab is already integrated into the undergraduate environmental science, biology, chemistry, and agriculture curricula with numerous class demonstrations and tours given each semester. The addition of the GC/MS-O will make the laboratory even more interesting to the students, broadening their understanding of contemporary topics relevant to environmental science and engineering. Graduate students from other countries are actively involved in the program and subject to transferring this technology to their homelands. The lab\r\nemploys twenty undergraduate students each semester of which 18% are minority, 69% are female, and 25% are first generation college students. Almost all need financial assistance. More than twenty presentations and publications were produced last year. Addition of this state-of-the-art GC/MS-O will enhance WTAMU's capabilities and improve the university's broad impact on quality education and research.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Parker",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Parker",
   "pi_email_addr": "dparker@mail.wtamu.edu",
   "nsf_id": "000420343",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Auvermann",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Brent W Auvermann",
   "pi_email_addr": "b-auvermann@tamu.edu",
   "nsf_id": "000420422",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "DeOtte",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E DeOtte",
   "pi_email_addr": "rdeotte@wtamu.edu",
   "nsf_id": "000375631",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Texas A&M University",
  "inst_street_address": "2501 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CANYON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8066512732",
  "inst_zip_code": "790160001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "WEST TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "TRMGFQWVM1N8"
 },
 "perf_inst": {
  "perf_inst_name": "West Texas A&M University",
  "perf_str_addr": "2501 4TH AVE",
  "perf_city_name": "CANYON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "790160001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 205230.0
  }
 ],
 "por": null
}