{
 "awd_id": "0521079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of SAXS for Nanostructural Characterization of Self-Assembled Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Wendell Schultz",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 430350.0,
 "awd_amount": 430350.0,
 "awd_min_amd_letter_date": "2005-08-08",
 "awd_max_amd_letter_date": "2005-08-08",
 "awd_abstract_narration": "CTS-0521079-MRI     Walker     Carnegie Mellon University   \r\n\r\nAcquisition of SAXS for Nanostructural Characterization of Self-Assembled Materials  \r\n\r\nThis project provides funds to purchase a laboratory small-angle x-ray scattering (SAXS) device to be used as a shared \"facility.\" Initially, the facility will be used by nine research groups representing 6 departments in 2 colleges at Carnegie Mellon University (CMU). The theme that connects all of the projects is the development of technologies and applications based on self-assembled nano-structured materials. While the types of materials and applications vary significantly, the common need is for direct in situ quantification of nano-scale structure. The proposed SAXS device meets the needs of the group, as it is a modular, robust instrument with relatively low maintenance requirements. A laboratory is available to house the proposed device, and four of the senior investigators have developed a plan to oversee the regular maintenance, scheduling and use of the facility. A significant need for accessible, in-house SAXS has developed in several departments at CMU. The SAXS facility at CMU will attract more researchers, nucleating a group of graduate students, post-docs and faculty trained in the analytical techniques necessary for characterization of nano-scale structure, particularly in self-assembled systems.\r\n\r\nIntellectual Merit: Research in self-assembled nanostructured materials and applications was currently hindered at CMU by a lack of appropriate structural characterization equipment. The potential for initiation of new projects and ideas is not being recognized without a central facility for characterization and training. An accessible SAXS device facilitates existing research and nucleates new collaborations and projects. Currently, there is a core group of faculty and projects focused on utilizing self-assembly in block copolymers to control nano-scale structure in both organic and inorganic materials. Because of the expertise available and interdisciplinary environment at CMU, these projects span the synthesis, complete characterization and device development of technologies based on assembled block copolymers. Ongoing projects involve development of sensor technology based on conductive polymers, 3D-structured organic-inorganic nano-composites and novel processing paradigms for nano-structured thin films, among others. Associated with this core group are a number of projects covering a broader range of materials with a similar need for nano-scale characterization. These projects include the control (through synthesis) of self assembly of bio-macro-molecules for DNA separation and tissue engineering applications as well as the control of nano-particle assembly in confined geometries for microfluidic applications and formation of 2D Nano-particle arrays.\r\n\r\nBroader Impact: Accessibility of this equipment will allow for training of engineers and scientists in the use of SAXS for nano-structural characterization. This direct exposure will impact graduate students, postdoctoral and undergraduate researchers at CMU. Industrial researchers will be involved through an existing short course, research consortia and collaborations with faculty members. The increased interactions between different research groups involved with the facility will provide the opportunity for developing modules to teach the basic ideas of molecular self-assembly and nano-technology to a wide variety of age groups. Currently, none of the highly successful outreach programs at CMU involve programs discussing nano-scale phenomena or nano-technology. Senior investigators on this proposal are already involved in these outreach programs, a central SAXS facility will allow for the interactions necessary to develop simple, yet explanatory tools for dissemination through various outreach programs at CMU\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Walker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn M Walker",
   "pi_email_addr": "lmwalker@umn.edu",
   "nsf_id": "000086752",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Kowalewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz Kowalewski",
   "pi_email_addr": "tomek@andrew.cmu.edu",
   "nsf_id": "000302196",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Schneider",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Schneider",
   "pi_email_addr": "schneider@cmu.edu",
   "nsf_id": "000333137",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bockstaller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Bockstaller",
   "pi_email_addr": "bockstaller@CMU.EDU",
   "nsf_id": "000095339",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 430350.0
  }
 ],
 "por": null
}