{
 "awd_id": "0521036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Development of middle infrared optical nose",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 389999.0,
 "awd_min_amd_letter_date": "2005-08-02",
 "awd_max_amd_letter_date": "2008-09-29",
 "awd_abstract_narration": "Mirov\r\n0521036\r\nThe objective of the proposed project is the development of instrumentation capable of\r\nanalyzing a given gaseous sample with a full chemical specificity, with ultimate sensitivity, and real time speed. These challenging demands will be simultaneously satisfied by applying optical detection methods based on high-power, ultra-broadly and rapidly tunable mid-IR laser sources, and compatible sensing and signal enhancing techniques. The proposed laser optical nose operating over the spectral range of molecular fingerprint region (2-20 ?m) will give direct access to the strongest absorption lines of biologically, medically, environmentally, and chemically relevant trace gas molecules and is expected to have a broad technological relevance for many different fields of science and technology. The development project will bring together laser scientists, optical sensor and spectroscopy experts, environmental scientists, molecular biologists, chemists and biochemists, and biomedical research communities in an exciting\r\nenvironment of interdisciplinary research and education, and will provide the opportunity for\r\nunderstanding life processes and important new discoveries in biomedicine, environmental monitoring, and Counter-Terrorism related detection of toxic and explosive materials.\r\nSuch sensitive optical nose instrumentation will help to address current state and regional\r\nenvironmental problems and concerns (i.e. such as what exists at the Anniston Army Depot chemical weapon incinerator). In the national arena, these sensor systems will give a unique capability of trace gas detection essential for oil prospecting, environmental monitoring, atmospheric research, food production, and on-site nondestructive detection and characterization of explosives, and biological and chemical toxic substances. This capability will help to detect dangerous agents at the earliest possible stage (e.g., airport screening) before deployment by terrorists, and may avoid future chemical, and biological terrorist attacks.\r\nThe instrumentation to be developed has the potential to become the major resource for trace gas\r\nanalysis for the state and region. The development of new toxic detection and characterization\r\nproducts and technologies may lead to new spin-off companies, and help Alabama-based industries evolve from traditional heavy manufacturing jobs to future-oriented environmental science and high-tech sensing-related jobs requiring a more highly educated and skilled workforce. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Mirov",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey B Mirov",
   "pi_email_addr": "mirov@uab.edu",
   "nsf_id": "000284190",
   "pi_start_date": "2005-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 389999.0
  }
 ],
 "por": null
}