{
 "awd_id": "0521928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Corporate Groups in the Development of Early Pueblos",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 202368.0,
 "awd_min_amd_letter_date": "2005-08-02",
 "awd_max_amd_letter_date": "2011-03-07",
 "awd_abstract_narration": "The National Science Foundation grant will fund research in the American Southwest to investigate how the prehistoric Anasazi coped with increased local population and rapid immigration during the 12th century .  Dr. Alison Rautman (Michigan State University) will direct two summer seasons of excavation at a pueblo site called Frank's Ruin, which dates from about A.D. 1100 to 1300.  The excavations will involve undergraduate and graduate students in excavation, artifact analysis, report-writing, and outreach. Students will also prepare outreach materials to donate to nearby Salinas Pueblo Missions National Park and to the descendent Pueblo groups for use in their educational programs.\r\n\r\nThe new data will be compared with existing collections from two earlier sites in the same locale.  In this area, population re-organization accompanies an architectural transition from pithouse sites to the development of early pueblos:  people first move from dispersed semi-subterranean pithouses into a smaller number of adobe-brick above-ground pueblos, and then later aggregate into even larger masonry pueblos.  \r\n\r\nCollections from the 1986 excavations at a nearby pithouse site provides baseline data regarding the Anasazi's way of life before substantial population in-migration. Collections from a second site, an early adobe pueblo site excavated in 1994, provide data that represent the first step in pueblo development in this area, the construction of above-ground structures that replace the below-ground pitstructures. Excavation at Frank's Ruin provides data from the second step in pueblo development, which involved a region-wide change to limestone masonry pueblos and population concentration into fewer but larger sites.  \r\n\r\nPublished data from Historic period pueblos nearby confirm that ceramic production and use, ritual feasting, and communal hunting became highly organized at the level of the pueblo village. The possible existence of some form of cooperative (corporate) group above the level of the household is examined for each prehistoric site with archaeological evidence for increasing standardization in economic activities such as craft specialization, and also evidence of communal hunting and feasting. Comparisons between the three sites will identify exactly when groups of households begin to cooperate in these economic and ritual activities.\r\n\r\nIntellectual merit. This project focuses on understanding the role of cooperative groups in facilitating relatively rapid local population aggregation. The research investigates specifically the importance of corporate groups in developing and reinforcing within-community social ties that facilitate cooperation among a greater number of people, and in the context of local in-migration into previously established villages. \r\n\r\nBroader impacts. These analyses contribute to a greater understanding of the widespread \"pithouse to pueblo transition\" in the prehistoric Southwest.  Student involvement in outreach will impact the many visitors to Salinas Pueblo Missions National Park, as well as the modern descendent pueblo communities. More generally, this research investigates how dispersed as well as aggregated communities can develop, foster, and sustain effective social ties among individuals and households, whether these communities take the form of modern dispersed ranching or cyber-communities, or (at the other extreme) highly nucleated settlements such as modern refugee camps or cities that are struggling to cope with continual population in-migration. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Rautman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alison E Rautman",
   "pi_email_addr": "rautman@msu.edu",
   "nsf_id": "000265430",
   "pi_start_date": "2005-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 202368.0
  }
 ],
 "por": null
}