{
 "awd_id": "0521580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a TYPHOON TRIO PLUS Imager Workstation",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 166565.0,
 "awd_min_amd_letter_date": "2005-08-08",
 "awd_max_amd_letter_date": "2006-07-03",
 "awd_abstract_narration": "This award is for the acquisition of an instrument for imaging and quantifying fluorescent and chemiluminescent compounds and for film-less autoradiography.  The instrument will provide more efficient and higher throughput for projects involving genetic characterization, including such techniques as western blot analysis, 2D differential staining, microarray analysis, Thin Layer chromatography fluorescence, and kinase assay detection.  Specific biotechnology and biology research that will benefit from the imaging system includes projects such as genomic mapping of Hibiscus dasycalyx, identification of anti-cancer compounds from Rumix crispus, biochemical analysis of the secondary metabolite campothecin, structural comparison of the smooth and skeletal Myosin Light Chain Kinase, and DNA-based evolutionary studies of Amaranthus.  Additionally, collaborative environmental science and biotechnology projects relating directly to the East Texas area will benefit from the instrument, including molecular diversity of Arbuscular microhizal fungus, estimation of microbial diversity in oil-contaminated sites, and genetic characterization of native earthworm species.  Several wildlife management projects relating to the region will also benefit from the instrument, such as the  population genetic structure of Eastern wild turkeys, extra-pair parentage, sex ratio manipulation and breeding ecology of indigo buntings, and American alligator growth rates and nesting ecology.  Moreover, the imager will allow faculty members and students to analyze and publish research results in a timelier manner and, through the enhancement of the research environment, permit the initiation of further research.  It will also eliminate the need for costly renovation to build a darkroom, eliminate generation of hazardous heavy metal waste, and improve safety.  For students it will provide development of relevant laboratory skills and hands-on experience with actual research.  A broader significance for the acquisition of this equipment is the expansion of collaborations within the university, with private entities, and with other academic institutions.   The instrument will also be available for other university researchers to use, increasing exchange of ideas and collaborative partnerships. \r\n \t\r\nOne of the imager's greatest impacts will be in the area of science education.  A major goal of the project is to introduce the diverse world of biotechnology to undergraduate students and to schoolchildren at public schools in the region, in particular 7th through 12th grade students.  Public schools in rural East Texas have limited funds for curriculum development and laboratory set-up.  Therefore, the University is collaborating with local school districts to develop classroom laboratory kits and to provide research experience through science camps, workshops, and collaborative projects.   The imager will be a central piece of equipment for this collaboration.  Development of scientific toolkits for the study of genomics and bioinformatics is made possible by the imager.  These kits and activities will be a major resource for economically depressed and/or rural school districts in the area.  Toolkits will introduce basic concepts in the areas of biotechnology and environmental science and will educate public school students as well as teachers.  Use of such hands-on kits could motivate some students to pursue science degrees and/or science related employment.   This instrument will also be useful for the undergraduate emphasis in biotechnology in the Department of Chemistry, starting in Fall 2005, and the Bachelor of Science degree through the Division of Biotechnology, starting the following academic year.  \t\r\n\r\nIn summary, overall impacts will be an enhanced research environment for the university, increased research opportunities for faculty, potential for collaboration with internal and external partners, outreach to rural students, and hands-on biotech research experience for graduate, undergraduate, and high school students in a variety of disciplines, which will better prepare them to pursue graduate education or science-related employment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beatrice",
   "pi_last_name": "Clack",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beatrice A Clack",
   "pi_email_addr": "bclack@sfasu.edu",
   "nsf_id": "000370017",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farrish",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth W Farrish",
   "pi_email_addr": "",
   "nsf_id": "000327830",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Pratt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Pratt",
   "pi_email_addr": "prattdb@sfasu.edu",
   "nsf_id": "000423708",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Van Kley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra M Van Kley",
   "pi_email_addr": "avankley@sfasu.edu",
   "nsf_id": "000492633",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Conway",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Warren C Conway",
   "pi_email_addr": "warren.conway@ttu.edu",
   "nsf_id": "000110880",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stephen F. Austin State University",
  "inst_street_address": "1936 NORTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NACOGDOCHES",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9364682201",
  "inst_zip_code": "759653940",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "STEPHEN F AUSTIN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KB7KMZD3GF51"
 },
 "perf_inst": {
  "perf_inst_name": "Stephen F. Austin State University",
  "perf_str_addr": "1936 NORTH ST",
  "perf_city_name": "NACOGDOCHES",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "759653940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 151565.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}