{
 "awd_id": "0521641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of DNA Sequencing and Bioinformatics Resources for the Molecular Research Core Facility at Idaho State University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven E. Ellis",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 140290.0,
 "awd_amount": 140290.0,
 "awd_min_amd_letter_date": "2005-09-05",
 "awd_max_amd_letter_date": "2005-09-05",
 "awd_abstract_narration": "This project will expand the sequencing capacity at Idaho State University's (ISU) Molecular Re-search Core Facility (MRCF) through the upgrade of their current DNA sequencer and purchase of a robotics unit and a bioinformatics integration package. The MRCF has experienced enor-mous growth in recent years due to increased use of molecular tools by existing faculty and the arrival of six new tenure-track and one research faculty in the Department of Biological Sciences in fall 2004. The acquired instruments will enhance research activities and funding competitive-ness, especially for interdisciplinary collaborative projects. Faculty hires in recent years have been designed to create interactive, interdisciplinary research clusters to plan large-scale pro-jects. Some of these clusters depend upon an efficient, high-capacity MRCF, including evolu-tionary genomics, neurobiology, \"extragenomics\" (studying plasmids & phages), metagenomics (environmental biodiversity assessment and monitoring), and ecological genomics groups. Syn-ergy within these groups, in addition to individual research efforts, is leading to a groundswell of demand for molecular research capacity.\r\n\r\nThis instrumentation will take the MRCF in two critical new directions. First, in addition to tra-ditional molecular research, many current users are expanding their investigations to genome-scale analyses. Expansion of the MRCF will contribute to its use in small-genome research. The second critical direction for the new instrumentation involves the integration of the MRCF with ISU's existing bioinformatics facilities. This brings the MRCF into the post-genomic era, allow-ing MRCF users to have a seamless experience from job submission to data quality control and storage to manipulation and analysis. The bioinformatics group at ISU has been working with the MRCF since spring 2004 to do the groundwork for this integration and will continue to play a major role in collaborating with the MRCF and its users.\r\n\r\nISU has long emphasized hands-on research opportunities for undergraduate students, many of whom go on to graduate school in the nation's top graduate programs. The MRCF plays a large role in providing facilities for the recruitment and training of regional Hispanic, Native Ameri-can, and rural students by contributing to a \"pipeline to higher education\" focused on bringing molecular science experiences into the classroom and students into research laboratories. Initia-tives include the Native Scholars Program for regional native high school students and the Biol-ogy Youth Research Program for local high school students. These outreach programs will ex-pand with the augmentation of MRCF resources.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Matocq",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie Matocq",
   "pi_email_addr": "mmatocq@unr.edu",
   "nsf_id": "000450244",
   "pi_start_date": "2005-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Thomas",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Thomas",
   "pi_email_addr": "mthomas@isu.edu",
   "nsf_id": "000405373",
   "pi_start_date": "2005-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "921 S 8TH AVE",
  "perf_city_name": "POCATELLO",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832015377",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 140290.0
  }
 ],
 "por": null
}