{
 "awd_id": "0522386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collective dynamics in suspensions of swimming particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 144686.0,
 "awd_min_amd_letter_date": "2005-08-18",
 "awd_max_amd_letter_date": "2007-04-24",
 "awd_abstract_narration": "ABSTRACT - 0522386\r\nUniversity of Wisconsin Madison\r\n\r\nProject description: The proposed work will use direct simulations of large populations of hydrodynamically interacting swimming particles at low-Reynolds number to gain understanding of the collective dynamics that have been experimentally observed to arise in these systems. A minimal model of swimming particles, which can be efficiently used in large-scale simulations, is proposed.  In this model each swimmer consists of a bead-rod dumbbell where the fluid drag is exerted, along with a phantom flagellum that exerts equal and opposite forces on the fluid and the dumbbell.  Preliminary results with this model are promising; suspensions of these swimmers produce largescale motions and regimes of anomalous diffusion that are consistent with experimental observations. The proposed work will begin by characterizing the collective dynamics of this simple model in bulk solutions, specifically addressing the coherence of the fluid motions that are generated and how these motions alter transport in the suspension. Open questions include the length and time scales over which the motions remain coherent, and the dependence of the large scale motion on the details of the shape and mode of propulsion of the swimmers. Other phenomena that will be explored include effects such as imposed shear and confinement of the solution of swimmers to a slit or thin film.\r\n\r\nIn addition to the proposed research, educational materials will be developed for secondary and high school teachers and students. The theme of these materials will be the mechanics of swimming microorganisms and will have two main components: a brief video that illustrates the basics of low Reynolds number propulsion and a kit that will contain many of the elements of the video and will be accessible to science and teachers. The project will be integrated into the educational efforts of the UW MRSEC, which has outstanding resources for distributing these materials to teachers and students.\r\n\r\nIntellectual merit: Recent experiments show a variety of fascinating collective motions in populations of swimming microorganisms, in situations where the primary mode of interaction between the organisms is simply the fluid motion driven by each of the microorganisms as it swims. The collective swimming leads to spatiotemporally coherent fluid motions on scales much larger than the organisms themselves, as well as to enhanced transport of the microorganisms and passive tracer particles moving with the flow. Indeed, swimming microorganisms have recently been explored as a means of enhancing transport in microfluidic devices. There are no previous simulations of this phenomenon in the literature: prior work on low Reynolds number swimming has focused on detailed analyses of the motion of individual swimmers of on the interaction between a pair of swimmers. The end result of the work will be a basic understanding of the low-Reynolds number dynamics of groups of swimming particles.\r\n\r\nBroader impacts: The proposed work will strengthen the intellectual connections between fluid mechanics and biology by providing insight into the collective motion of groups of organisms. Collective dynamics of many-body systems is also an important aspect of nonequilibrium statistical physics, and the proposed work provides a model system for collective motion of groups o f\"agents\" in which the many-body interactions between agents are known from first principles. The work also potentially provides links to medicine and nanotechnology: for example, autonomous swimming micro- or nanomachines have long been envisioned as potential ways to diagnose or even treat diseases. The educational impact of the proposed work will also have several facets. Graduate education will be provided in part for two graduate students, who will learn and develop state-of-the-art computational methods as well as the fundamental mechanisms of biopropulsion and some structural biology as well. These students, along with the PI and an undergraduate student, will also develop exciting educational materials that will be distributed to K-12 students and teachers.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Graham",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Graham",
   "pi_email_addr": "mdgraham@wisc.edu",
   "nsf_id": "000272283",
   "pi_start_date": "2005-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "744600",
   "pgm_ele_name": "MATH PRIORITY SOLICITATION"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 135836.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 8850.0
  }
 ],
 "por": null
}