{
 "awd_id": "0522564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conformational phase transitions of  highly flexible polymers:  theory, computer simulation and single molecule experiments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Horst Henning Winter",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2005-08-31",
 "awd_max_amd_letter_date": "2007-05-23",
 "awd_abstract_narration": "PROPOSAL NO.:\t\t\tCTS-0522564\r\nPRINCIPAL INVESTIGATOR:\t\tE.S.G. SHAQFEH\r\nINSTITUTION:\t\t\tSTANFORD UNIVERSITY\r\n\r\n\r\nRecent collaborative work in the PI's research group has demonstrated, that the coil-stretch transition in an extensional flow is a \"first order\" transition, a topic that had been debated for 30 years.  In this transition there is a region of conformation hysteresis where two kinetically separated conformation states can exist at the same value of the dimensionless stretching rate.  This is a direct consequence of intra-chain hydrodynamic interactions.  The modeling of the rheology of such a material requires a new paradigm. Under this grant the researchers will use a large-scale computer simulation, projection methods from statistical mechanics, and single molecule DNA experiments to develop the elements of such a paradigm.  In particular, Brownian dynamics simulations will be developed to study the kinetic processes that are principle to understanding conformation hysteresis: the kinetics of the unraveling (transition from coiled-unravelled), the kinetics of the collapse (from the extended to the coiled state), and the kinetics of fluctuation induced \"hopping\" between the extended and coiled-states in the hysteretic regime. Different flow types will be studied, including planar mixed flows, three dimensional linear flows, and nonlinear flows, that demonstrate new characteristics of this conformation hysteresis.  The combination of large-scale simulation and single molecule experiments provides a powerful tool that will allow the researchers to examine this new paradigm in polymer solution rheology.  The study of conformation hysteresis and conformational phase transitions in solution rheology is in its infancy and thus the full broad impact of these new ideas is not completely apparent.  It is already clear that in many instances the state of stress in a solution is dependent on enormous time scales associated with the time history of the molecules in these hysteretic states, especially in microfluidics contexts. The proposed work has broader impacts in terms of training, and teaching undergraduate and graduate students a new way of thinking about the dynamics of molecules in flow.  Through this project, graduate students and undergraduate students will be trained in this multidisciplinary research that involves fluid mechanics, microfabrication and materials processing, and numerical methods.  Prof. Shaqfeh engages in outreach programs already through the CPIMA materials center, which include giving seminars at colleges for under-represented groups. Teaching infrastructure will be enhanced through the development of web-based modules for introducing high school students to DNA dynamics, methods for manipulating DNA using flow, and for calculating forces on large molecules. These will be based on visualization movies of the DNA from the experiments and the simulation codes, both of which will be made available on the Internet. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric Stefan",
   "pi_last_name": "Shaqfeh",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Stefan G Shaqfeh",
   "pi_email_addr": "esgs@stanford.edu",
   "nsf_id": "000208548",
   "pi_start_date": "2005-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}