{
 "awd_id": "0522320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  The Delivery of Content-Rich Traffic Information to Improve Driver Decision Making",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1044797.0,
 "awd_min_amd_letter_date": "2005-09-20",
 "awd_max_amd_letter_date": "2008-06-11",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will develop user interfaces, routing algorithms, and driver notification systems necessary to deliver content-rich traffic information to travelers en route. Large volumes of traffic data, of varying types over large areas, is being gathered by public and private agencies. To be useful to a driver while traveling, this data must be reduced to small amounts of information and delivered in a way that allows easy comprehension with minimal distraction. Key driver behaviors benefiting from traffic information are pre-trip departure time changes, pre-trip and en-route route changes, and en-route anxiety reduction through drivers knowing the estimated arrival time. These behaviors depend on collecting and analyzing the planned route under changing traffic conditions and comparing that route with possible better alternatives. This research will develop user interfaces to collect origin, destination, and route information from drivers, pre-trip via the web and en-route via cell phone. Algorithms to determine alternate routes will be developed through analysis of field collected route data. Notification methods that present the salient information with minimal distraction will be developed and tested. The research will result in the development of better traffic information services that truly support the decisions drivers make as they travel.\r\n\r\nThe results of this research have potentially broad impacts on society. Traffic congestion is a growing problem in U.S. cities. In some areas, it has become a limiting factor on economic growth. Emphasis has shifted in recent years from providing additional capacity to better utilization of the existing infrastructure. Broad dissemination of traffic information in a form suitable for making optimal routing and trip decisions allows efficiency improvements based on the decentralized decisions of many drivers. Trip modifications based on traffic information can save drivers an estimated $3.9 billion in lost productivity, 225 million hours of travel time, and 340 million gallons of fuel, per year.  It is believed that such savings could support a viable commercial marketplace for personalized traffic information. Similar savings are possible for commercial travel through improvements in delivery routing, on-time delivery, and more efficient dispatching. Congestion management by public agencies strives for efficient use of the public infrastructure by shifting motorists onto less congested roads and would benefit from better interfaces between the traffic data collected and the individual drivers on the roads. The examination of route choice will advance the scientific understanding of how drivers choose their routes and how they alter those routes under changing external conditions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Cayford",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randall J Cayford",
   "pi_email_addr": "rcayford@intellione.com",
   "nsf_id": "000474915",
   "pi_start_date": "2005-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "IntelliOne Technologies Corporation",
  "inst_street_address": "1776 Peachtree Rd NW",
  "inst_street_address_2": "7th Floor - North Tower",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4049693755",
  "inst_zip_code": "303092331",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "IntelliOne Technologies Corporation",
  "perf_str_addr": "1776 Peachtree Rd NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303092331",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 499797.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": null
}