{
 "awd_id": "0522864",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optimal Nonlinear Estimation and Control - Bayesian Solutions with Markov Chains",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 108739.0,
 "awd_amount": 108739.0,
 "awd_min_amd_letter_date": "2005-08-29",
 "awd_max_amd_letter_date": "2006-05-03",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Sridhar Ungarala \r\nInstitution:  Cleveland State University\r\nProposal Number: 0522864\r\nTitle: Optimal Nonlinear Estimation and Control - Bayesian Solutions with Markov Chains\r\n\r\nThe ability to optimally interact and guide a process towards its specified goals depends upon the capacity to observe, model and manipulate the dynamics as reliably as possible.  The nonlinear nature of most chemical processes presents challenging operational problems, compounded by uncertainties in dynamics and errors in data.  Linear techniques of modeling, estimation and control pose many limitations for nonlinear systems operating over wide ranging conditions. This research aims to advance nonlinear process systems engineering by formulating Bayesian solutions to problems in probabilistic modeling, optimal state estimation and optimal control with the use of finite state Markov chains.  A new and general methodology will be developed to build discrete-time finite-state Markov chains from trajectory models in state space.  The Markov chain will model the temporal evolution of state pdfs due to any type of nonlinearity under stochastic excitation.\r\n\r\nOptimal estimation of states from noisy data is a critical task in systems engineering. Existing methods use linear-Gaussian assumptions to pose tractable least squares optimization problems, but fail to utilize the nonlinear data efficiently. Recursive methods based on extensions of the Kalman filter to nonlinear systems tend to diverge due to the failure of recursive relationships on the summary statistics of non-Gaussian pdfs.  A general probability density based solution, called the cell filter, will be developed for recursive Bayesian estimation using the Markov modeling approach in discrete space. By handling non-Gaussian process and measurement errors, process constraints and non-additive errors, the cell filter will provide the most general estimation strategy for a wide class of nonlinear processes. Nonlinear optimal control strategies will be developed by posing the problem in discrete space. A novel cell iterative dynamic programming approach is proposed for nonlinear optimization. The combination of Markov models of probabilistic dynamics, Bayesian estimation and dynamic programming can efficiently solve online optimization for nonlinear MPC.\r\n\r\nIntellectual Merit: The research advances the understanding of nonlinear process systems engineering at a fundamental level. The use of the pdf as the state of a process and linear operators on pdfs as process models is an extension of state space thinking. The merit lies in the fact that the Bayesian solutions not only generalize existing methods, but alleviate many of the practical difficulties associated with traditional nonlinear optimization based solutions. These ideas are substantiated with preliminary simulation results, which will pave the way for demonstrations on real processes. A CSTR case study shows that the methodology in all three areas is more accurate than existing methods and the computational load is reasonable for low to moderate dimensional systems.\r\n\r\nBroad Impact: Advanced in nonlinear process operations will be incorporated in elective courses in advanced control and mathematics. Collaborations with the automation industry will quickly bring the results into practice. Maintaining a Linux cluster for parallel computing improves the computational infrastructure of the organization. The broad societal impact comes from the application of Bayesian methods for improving the efficiency of US process industry. Recent commercial successes of the Bayesian approach in financial, pharmaceutical and software fields indicate the timeliness of this plan.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sridhar",
   "pi_last_name": "Ungarala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sridhar Ungarala",
   "pi_email_addr": "s.ungarala@csuohio.edu",
   "nsf_id": "000325732",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland State University",
  "inst_street_address": "2121 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2166873630",
  "inst_zip_code": "441152226",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CLEVELAND STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YKGMTXA2NVL6"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland State University",
  "perf_str_addr": "2121 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441152226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 52907.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 55832.0
  }
 ],
 "por": null
}