{
 "awd_id": "0523870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanical consequences of flexibility for benthic marine organisms",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2004-11-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 133526.0,
 "awd_amount": 214500.0,
 "awd_min_amd_letter_date": "2005-03-24",
 "awd_max_amd_letter_date": "2005-03-24",
 "awd_abstract_narration": "Scientific context and intellectual merit: Mechanically flexible, benthic plants and animals are ubiquitous members of coastal communities in nearly all marine systems. Such organisms move passively in response to flow as water moves past them. However, the full effects of this motion, and in particular the way it influences an organism's vulnerability to flow-driven disturbance, is poorly understood. Traditionally, the view has been that a compliant construction enhances the ability of sessile plants or animals to cope structurally with time-varying water motion. However, more recent research has noted that passive movement in flow can also have subtler consequences. For instance, an attached organism that is swept back and forth by ocean waves acquires momentum, and this momentum can impose a subsequent inertial force when the mass of the organism is eventually decelerated upon reaching the limits of its range of motion. Such complexities emphasize the need for a more complete and consistent examination of the biomechanical and survivorship implications of flexibility for intertidal and subtidal organisms.  Without these further examinations, attempts to develop quantitative and mechanistic predictions of the mortality consequences of flow (long recognized as a dominant agent of disturbance and as a critical factor influencing population dynamics in these communities) will remain ineffective.  Meeting this need is the goal of the proposed study.\r\n\r\nResearch efforts will focus on measuring real-time forces applied to flexible organisms in the field and comparing those forces to quasi-static estimates based on hydrodynamic shape factors (drag coefficients determined previously for the same sample individuals) and simultaneously recorded flows.  Differences between actual and quasi-static time series of force will then be used to quantify the way in which the passive motion that intrinsically accompanies organism flexibility alters applied force.  Multiple sets of recordings will be conducted within three distinct fluid-dynamical \"realms\" on the shore (subtidal, submerged intertidal, and regions subjected to direct wave impingement where organisms are emergent between waves). Laminarian kelps, including the ecologically important Macrocystis pyrifera, Nereocystis luetkeana, Egregia menziesii, and Alaria marginata will be employed as focal species.\r\n\r\nResults will be compiled and expressed in terms of underlying nondimensional parameters that together govern organismal dynamics across species and the three shoreline realms. Relationships among the nondimensional parameters will be examined quantitatively and synthesized overall to develop a general, coherent framework that defines how flexibility influences imposed force across a wide range of organisms living across a full spectrum of flow environments. This ensuing biomechanical framework will then be used to predict actual rates of flow-mediated mortality for kelps in the field as a function of the nondimensional parameters, and these predicted rates will be compared to the observed rates across tagged individuals of a spectrum of sizes, growing in a range of water depths and heights on the shore.\r\n\r\nBroader impacts: The activities proposed here have important implications for predicting the response of critically important community players (Macrocystis provides necessary habitat for hundreds of coastal species, including many with economic and recreational value) to ongoing shifts in wave regimes due to global climate change. Biomechanical insights will also inform issues of coastal engineering where kelps affect nearshore currents and sediment transport, and the field of biomimetics. In addition, there are strong educational/partnership implications, since undergraduate and graduate assistants, both paid and volunteer, will be involved intimately in core experiments and analyses. Such opportunities will provide for rigorous, team research experiences that foster the scientific development of students early in their careers. Results of the project will be further conveyed to wider audiences via the incorporation of results into formal university courses, books written for the general scientific arena, and through existing ties with public-sector agencies. Basic intellectual exchange and discourse will be enhanced through a close collaboration that brings together scientists and labs from three institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gaylord",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Gaylord",
   "pi_email_addr": "bpgaylord@ucdavis.edu",
   "nsf_id": "000434312",
   "pi_start_date": "2005-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 214500.0
  }
 ],
 "por": null
}