{
 "awd_id": "0523851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BIC:   EMT:   Innovative Symbolic Hybrid Systems Models, Inspired by Biological Networks and Bio-Ontology",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2005-07-06",
 "awd_max_amd_letter_date": "2008-07-09",
 "awd_abstract_narration": "\r\nAkin to a complex engineered system, biological processes operate through many simultaneous interactions within complex networks. Traditionally, biologists have constructed \"models\" to capture this complexity and verify their intuitions as well as communicate how a particular biological system or subsystem actually works.  To build these models, biologists rely on a very general and broad array of knowledge, and also augment it with depth and expertise obtained from small number of exemplar systems.  With availability of large amount of high-throughput experimental data, biologists are also faced with the task of reconstructing models from data where relevant information may be deeply buried in layers of numerical information.\r\nBiological models are often presented pictorially as graphs and flow charts with many components, each corresponding to a certain biochemical reaction.  Such diagrams have also, but not always, been associated with mathematical models, mostly in the form of differential equations.  The equations are used to perform simulations of the system, when they have a well-defined set of kinetic parameters. The model is refuted or validated depending on whether the simulated traces agree with biological data.\r\n\r\nOften one is faced with situations, where there is no mathematical model, or the model is incomplete and they lack a complete set of parameters, and yet biologists do have detailed descriptive understanding of many of the components and their interactions. For instance, current microarray data analysis techniques draw the biologist's attention to targeted sets of genes but do not otherwise present global and dynamic perspectives (e.g., invariants) inferred collectively over a dataset. When ontologically invariants are inferred from experiments (using GOALIE redescription tool), such invariants can be compared with the known descriptive information to determine if we have complete and consistent theories about certain biological processes.\r\nThis project addresses these two scenarios by providing automated reasoning tools that bridge both computational and descriptive models in biology. The results from these tools and experimental analyses hint at the construction of efficiently testable predictions.  The results of wet-lab experiments are then used to refine and amend the formal model.  This feedback cycle between modeling and experimentation has proven important in obtaining a process-level understanding of the underlying cellular machinery.\r\n\r\nThe further characterization of specific parts of the mammalian cell cycle behavior (e.g. how a possibly unknown factor may allow the phosphorlyzation Cdk inhibitor p27 by Cdk2 at G1/S.)\r\nIn the longer run, understanding the wider implications of the complex regulatory and metabolic architecture of the cell cycle will provide significant insights into new applications of biology and advanced computing. In addition, they will provide new perspectives on computing by exploiting biologically driven metaphors. More importantly, the approaches developed in the context of hybrid-system (HS) models and bio-ontology will find applications to swarm robotics, social-software, e-commerce, complex interactive engineered systems, computer-security, adaptive software, etc., although from our own historical perspective, we will remain engaged in proving the first successes of this approach in biomedical applications.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhubaneswar",
   "pi_last_name": "Mishra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhubaneswar Mishra",
   "pi_email_addr": "mishra@cs.nyu.edu",
   "nsf_id": "000208601",
   "pi_start_date": "2005-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Pagano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Pagano",
   "pi_email_addr": "michele.pagano@med.nyu.edu",
   "nsf_id": "000058421",
   "pi_start_date": "2005-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Courant Institute of Math Sciences",
  "perf_str_addr": "New York University",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170500",
   "pgm_ele_name": "BIOLOGY & INFORMATION TECHNOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 139999.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}