{
 "awd_id": "0524663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Semidefinite programming algorithms for convex optimization over nonnegative polynomials with applications in control and signal processing.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2005-09-16",
 "awd_max_amd_letter_date": "2005-09-16",
 "awd_abstract_narration": "Semidefinite programming algorithms for convex optimization over nonnegative polynomials with applications in control andsignal processing During the last .fteen years semide.nite programming has developed into an important numerical tool for a variety of engineering applications, in particular in control and signal processing. At the same time, advances in semide.nite programming algorithms have resulted in several high-quality and freely available semide.nite programming software packages.  These general-purpose solvers exploit some (sparse) problem structure, and can solve fairly large problem instances. However, for control and signal processing applications, which often involve matrix variables and dense linear matrix inequality constraints, there remains a substantial gap between the capabilities of the best solvers and the requirements for applications in practice. The main goal of this proposal is to narrow this gap, by developing fast algorithms for some speci.c classes of semide.nite programs that are important in control and signal processing.  The proposal focuses on semide.nite programs in which the coe.cient matrices can be expressed as di.erent linear combinations of a small set of low-rank matrices. This type of\r\nstructure is common and includes the important class of semide.nite programs derived from sum-of-squares representations of nonnegative polynomials. A second goal of the project is to investigate new applications of semide.nite programming to graphical modeling and time series analysis, and in particular the estimation of linear models with conditional independence constraints on pairs of variables.\r\nIntellectual merit The project will result in improved algorithms and software for solving important classes of semide.nite programming problems, by combining techniques from system theory (nonnegative polynomials), numerical analysis (discrete transforms and orthogonal polynomials) and optimization (interior-point methods).\r\nBroader impacts Software based on the research results will be made freely available, which will contribute to a more widespread adoption of semide.nite programming techniques.  The results will be integrated in the graduate optimization sequence in the Electrical Engineering Department at UCLA. We also plan to o.er undergraduate research opportunitiesvia summer internships. The undergraduate student researchers will be recruited through the Center of Excellence in Engineering and Diversity (CEED) at UCLA, with the goal of\r\nincreasing the number of CEED undergraduates interested in graduate study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lieven",
   "pi_last_name": "Vandenberghe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lieven Vandenberghe",
   "pi_email_addr": "vandenbe@ee.ucla.edu",
   "nsf_id": "000488711",
   "pi_start_date": "2005-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}