{
 "awd_id": "0524031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multisensory Processing and Attention",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lynne Bernstein",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 329896.0,
 "awd_min_amd_letter_date": "2005-09-01",
 "awd_max_amd_letter_date": "2009-08-28",
 "awd_abstract_narration": "The ability to focus attention on elements of our sensory environment is a critical cognitive function that enables one to enhance the processing of high priority stimuli. A classic auditory example is the \"cocktail party effect,\" in which a person can focus selectively on a particular speaker while tuning out other conversations.  In vision, attending to a particular region of the visual field results in faster and better discrimination of stimuli in that region.  In recent years, both electrophysiological and functional brain imaging studies have suggested that a network of frontal and parietal brain areas enables selective attention by enhancing the responses in sensory cortices in favor of task-relevant stimuli. Almost all studies of attention, however, have been conducted within a single sensory modality. The real world is multisensory, numerous real objects have multisensory characteristics (e.g., both auditory and visual aspects) that need to be attended, perceived, and integrated. With funding from the National Science Foundation, Dr. Marty Woldorff is combining electrical and functional imaging measures of brain activity to study the mechanisms by which attention operates in a multisensory world. This includes the study of (1) whether there are separate attentional resources for processing stimuli in different sensory modalities, (2) how attention influences multisensory integration processes, and (3) how attention may spread from one sensory modality to another in a multisensory object. Recording both electrical and functional imaging measures of brain activity during the performance of multisensory attentional tasks will reveal the location, timing, and sequence of the brain mechanisms underlying multisensory attentional processes.\r\n\r\nThe broader impacts of this project relate to the fact that the real world is multisensory, but the mechanisms by which attention operates in multisensory circumstances are far from understood. As just one example, every day millions of motorists drive on streets and highways in the multisensory environment of a car, in which they must cope with a myriad of visual and auditory sensory inputs, including police sirens, car horns, radios, talking passengers and misbehaving children.  Understanding processing limitations and how attention facilitates performance by influencing multisensory interactions is of fundamental importance for understanding the performance of such everyday real-life activities.  Moreover, understanding these mechanisms could have a large, practical impact on matters ranging from the training of drivers to the design of cars and cockpits.  The present work also has impact for understanding the mechanisms by which people integrate the auditory content of speech with the visual input of mouth and head movements, a function fundamental for human beings everywhere.  Lastly, gaining basic scientific understanding concerning how attention operates in multisensory circumstances has impact not only for individuals with normal perceptual and attentional capabilities, but also for individuals in whom such capabilities have been impaired through injury or other causes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marty",
   "pi_last_name": "Woldorff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marty Woldorff",
   "pi_email_addr": "woldorff@duke.edu",
   "nsf_id": "000230312",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 80613.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 81837.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 83086.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 84360.0
  }
 ],
 "por": null
}