{
 "awd_id": "0524087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Paleoclimatic and Paleoenvironmental Context of the Origins of Modern Humans in South Africa: Constructing a Detailed Record from 400,000 - 30,000 Years Ago",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2500000.0,
 "awd_min_amd_letter_date": "2005-09-02",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "Modern humans likely evolved in Africa between 300,000 and 100,000 years ago, a time when world climates became harsher and more variable.  There is an outstanding record for paleoclimates and paleoenvironments for this time slice in western Eurasia, but little is known for the contemporary African record where modern humans evolved.  This project will jump-start the development in Africa of a detailed paleoclimatic and paleoenvironmental record with a multidisciplinary and international project tightly integrated between researchers grounded by the same problem orientation focused on the south coast of South Africa, a region critical to our understanding of the origins of modern humans.\r\nThe Scientific Merit of this project is high as it will provide information on both very specific scientific questions about our origins and inform us on broad relationships between global climate change and terrestrial vegetation systems.  The project will document the relation between global climate change and its regional expression in southern Africa and the Southern Hemisphere.  This will enhance our understanding of modern human origins by furthering our knowledge of the ecological context.  It will be one of the few projects in the Southern Hemisphere to study over a long period of time the response of regional floral systems to global climate change as reflected in the ice and deep sea cores, furthering our understanding of how the Southern Hemisphere might respond to potential long term changes in climate. \r\nA novel aspect will be the tight integration of the continental, marine, and atmospheric records with the archaeological and geological record in a restricted region.  The typical model for studies such as this is more disciplinarily isolated: studies of dunes, speleothems, isotopes on archaeological shellfish, etc., conducted separately.  Cross-disciplinary comparisons and correlations then occur, if at all, by serendipity.  A more powerful model is to conduct these studies in concert so that comparisons and correlations occur in real-time, allowing a more synergistic process and holistic result that exploits the natural trans-disciplinary nature of the empirical record.  We hope to illuminate a new model of integrated paleoanthropological, paleoclimatic, and paleoenvironmental research with this project.  \r\nThe project will have significant Broader Impacts.  The scientific personnel are an international consortium of faculty and students with a constellation of specialties and laboratory facilities not present at any single institution, enhancing international contacts and cooperation between foreign and domestic institutions.  Numerous graduate and undergraduate students from the USA and other countries will participate and receive training in this project.  Many of the US students will travel to South Africa to gain field and laboratory experience, and this will also broaden their understanding of South Africa, a nation state that is likely to be key to the economic develop of the entire African continent.  \r\nResults of the project will be communicated to the general public through the Institute of Human Origins award-winning website on human evolution (BecomingHuman.com).  The web site will be expanded with a focus on climate change and human evolution, what this tells us about humanity's future in light of potential future climate change, and communicate to the public the importance of interdisciplinary research as illustrated by this project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Marean",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Marean",
   "pi_email_addr": "curtis.marean@asu.edu",
   "nsf_id": "000218688",
   "pi_start_date": "2005-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528200",
   "pgm_ele_name": "HUMAN ORIG: MOVING IN NEW DIR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": null
}