{
 "awd_id": "0524073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DRU Research Community Development Proposal: Workshop on Climate, Uncertainty, and Multilateral Management of Harvested Highly-Migratory Marine Fish Stocks",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 114091.0,
 "awd_min_amd_letter_date": "2005-08-25",
 "awd_max_amd_letter_date": "2008-04-09",
 "awd_abstract_narration": "Global harvests of marine fish increased substantially during the latter half of the 20th century. The expansion of highly competitive fisheries has led, in many cases, to declines in the size and resilience of both targeted and non-targeted fish populations. Current fishing patterns have been broadly recognized as being unsustainable, particularly for international fisheries exploiting valuable highly-migratory species including tuna and related species.  In this context, significant progress in biological oceanography has created a need to understand the potential value of improved forecasts of the productivity and spatial distribution of commercially valuable fish species. This project would facilitate the development of a coordinated international and interdisciplinary social science research effort focused on improved understanding of the effects of uncertainty and the value of improved information in the context of fisheries and fishery management regimes for tuna and other highly migratory marine fish stocks. Specifically, the proposal will hold a Workshop on Climate, Uncertainty, and Multilateral Management of Harvested Highly-Migratory Marine Fish Stocks.\r\n\r\nIntellectual Merit: A better understanding of the roles of uncertainty and information in competitive international fisheries and in the development and operation of international fisheries governance institutions is urgently needed in order to avoid unintended harm that could arise from creation and dissemination of improved biological forecasts. Existing piece-meal and discipline-bound social science approaches to the analysis of fishery management problems have become increasingly inadequate to address this issue. Rapid changes in the nature of marine fisheries resulting from globalization, growing demand for fisheries products and technical progress require new analytical tools. This project will contribute to the needed development of new cross-disciplinary theoretical approaches and empirical analyses by encouraging collaborative research efforts focused on: 1) the role and significance of risk and uncertainty in the evolution of fisheries targeting highly migratory oceanic top predator species such as tuna and billfish; 2) the role of uncertainty in fisheries governance, and the effects of alternative institutional designs and 3) the potential value of improved scientific information regarding the effects of climatic variability and harvesting activities on the productivity and spatial distribution of these stocks.\r\n\r\nBroader Impacts: The work will contribute to broader multidisciplinary efforts to develop the scientific basis for sustainable multilateral management of highly migratory marine species in the context of climate-related uncertainties. For example, this effort will provide input to the international science program organized as the GLOBEC - CLIOTOP project regarding options and methods for communicating findings. The ultimate goal of the project is to promote the development of an international, multi-disciplinary community of researchers whose collaborative work will provide useful guidance to international fishery management efforts. Workshop results will be broadly communicated to both academic and management audiences, in print and on the worldwide web. The educational aspects of the project include participation of students in the workshop and participation of one post-doc on the Workshop Organizing Committee.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Miller",
   "pi_email_addr": "kathleen@ucar.edu",
   "nsf_id": "000427416",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "McKelvey",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W McKelvey",
   "pi_email_addr": "RWMcKelvey@msn.com",
   "nsf_id": "000207790",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Jacques",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Jacques",
   "pi_email_addr": "Peter.Jacques@ucf.edu",
   "nsf_id": "000233977",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Osherenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Osherenko",
   "pi_email_addr": "osherenko@msi.ucsb.edu",
   "nsf_id": "000061492",
   "pi_start_date": "2005-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 CENTER GREEN DR",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732200",
   "pgm_ele_name": "HSD - DEC, RISK & UNCERTAINTY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 114091.0
  }
 ],
 "por": null
}