{
 "awd_id": "0525899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fatty Acid and Sterol Metabolism in Planktonic Heterotrophic Protists: Essential Nutrient Upgrading and Transfer and their Ecological Implications in Pelagic Food Webs",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2005-08-23",
 "awd_max_amd_letter_date": "2005-08-23",
 "awd_abstract_narration": "The phytoplankton-zooplankton interface is an important link for energy and material fluxes in marine food webs. Nutrient limitation of zooplankton production is one of the key factors regulating fish recruitment. Essential fatty acids (EFAs) and sterols are potential limiting nutrients in pelagic ecosystems because they are required for reproduction and a wide range of physiological functions. Most crustaceans including the dominant zooplankton, calanoid copepods, and higher consumers cannot synthesize them; thus, they must rely on dietary supply. Planktonic algae are the main producers of sterols and EFAs, yet the quantity and quality of essential fatty acids and sterols can vary significantly among algal groups. Algae that are deficient in EFAs and/or sterols are poor food and result in slow growth or low reproductive output by calanoid copepods. In non-bloom periods, microzooplankton, particularly heterotrophic protists, contribute to a major portion of a zooplankter's diet. It is well documented that heterotrophic protists (heterotrophic protists) are prominent trophic intermediaries between phytoplankton and zooplankton. Heterotrophic protists that grow on algae deficient in essential nutrients may improve the nutritional supply up the food chain such that copepods preying on the heterotrophic protists attain high growth and reproductive success. This \"trophic upgrading\" effect has been attributed to the alleged ability of heterotrophic protists to modify algal fatty acid precursors to EFA and dietary sterols to other forms, and/or de novo synthesize of EFA and sterols. Despite the mounting evidence that some heterotrophic protists can upgrade essential nutrients for zooplankton, the biochemical mechanism(s) remain unknown. To fully understand essential nutrient dynamics within the planktonic food web, detailed biochemical process study is warranted. The goal of this project is to elucidate the biochemical processes of EFA and sterol metabolism (assimilation, transformation and de novo synthesis) in several common heterotrophic dinoflagellates and ciliates. Advanced cellular, biochemical, microencapsulation and stable isotope techniques will be employed to investigate the metabolism and associated biochemical pathways for EFA and sterols in these marine planktonic heterotrophic protists. The investigators will investigate (1) the uptake kinetics and metabolism of algal fatty acids and sterols by heterotrophic protists; (2) de novo synthesis of essential fatty acids and sterols by heterotrophic protists; (3) biochemical transformation of algal fatty acid and sterol precursors by heterotrophic protists. This comprehensive and systematic approach will provide answers as to how heterotrophic protists affect the nutritional environment in the planktonic food web, and lay fundamental groundwork for future lab and field study. Detailed biochemical study may also reveal important biological similarities and differences among protest species that are otherwise less discernible.\r\n Intellectual merits: Current understanding of zooplankton nutrition is mostly limited to the organismal level and is often based on studies in freshwater systems; yet the trophic organization and dynamic of the marine planktonic food web is vastly different from a freshwater one. The proposed study will fill an important void not addressed in traditional nutrient limitation studies, and provide important information on essential nutrient dynamics at the cellular and molecular levels across the producer-consumer interface in marine systems.\r\nBroader impacts: This project will provide opportunities for young scientists (graduates, undergraduates and postdoc) in hypothesis building and testing and to receive hands-on training in advanced research methods in marine biochemistry, molecular biology and plankton ecology. In addition to training graduates, undergraduates, and post-docs, the principal investigators are committed to educating underrepresented students through this project. Results will be disseminated to the scientific community via conference presentations and publications, and to the general public via ongoing outreach activities at the institute. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fu-Lin",
   "pi_last_name": "Chu",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Fu-Lin E Chu",
   "pi_email_addr": "chu@vims.edu",
   "nsf_id": "000161847",
   "pi_start_date": "2005-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kam",
   "pi_last_name": "Tang",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kam W Tang",
   "pi_email_addr": "kamwing.tang@tamucc.edu",
   "nsf_id": "000117389",
   "pi_start_date": "2005-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Lund",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D Lund",
   "pi_email_addr": "lund@vims.edu",
   "nsf_id": "000117294",
   "pi_start_date": "2005-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 525000.0
  }
 ],
 "por": null
}