{
 "awd_id": "0525156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Self-Medication as an Anti-Parasitic Adaptation in Japanese Macaques",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11924.0,
 "awd_min_amd_letter_date": "2005-06-27",
 "awd_max_amd_letter_date": "2006-09-25",
 "awd_abstract_narration": "\r\nThe study of non-human self-medication is an emerging field with implications for primate behavior and cognition, human cultural and biological evolution, and the conservation of endangered species. Non-human primates have displayed innate and learned behaviors including the ingestion of antiparasitic plants, the ingestion of pharmacologically active clays, and the external application of insecticidal plants. Some self-medicative behaviors by great apes have shown remarkable similarities to human traditional medicine, raising the possibility of acquisition of some human medicine from observation of animals, in accordance with cultural \"mythological\" stories.\r\n\r\nThis research will investigate the use of specific plants and minerals as anti-parasitic medication by Yaku Japanese macaques (Macaca fuscata yakui), and by traditional Japanese Kanpo medicinal pharmacists. \r\n\r\nYaku macaques are an endangered subspecies of Japanese macaque endemic to the island of Yakushima (southern Japan). The macaques are accustomed to researchers but are otherwise wild with minimal human intervention. Parasitological surveys have revealed 96% of the population to be infected with up to three species of intestinal parasite. Observation and fecal analysis of these monkeys over one full year will reveal whether the ingestion of medicinal plants and minerals corresponds to periods of heavy intestinal parasite infection, and also whether these materials are effective in alleviating the infection and the debilitating symptoms that they produce. Under particular scrutiny are five species of plant known to east Asian medicine, and Kaolinitic clays similar to that used in western anti-diarrheal medicines (e.g. Kaopectate). \r\n\r\nObservational data collection will be carried out focusing on one individual macaque per day, recording dietary intake and duration of ingestion of candidate medicinal materials. Fecal samples will be collected from the ground twice daily and be analyzed for parasite load and diarrheal symptoms. Statistical analysis will reveal the relationship between the health state of the monkeys, their use of the medicinal resources, and the functional outcome of this behavior.\r\n\r\nEthnographic information will be collected through interviews with professional Kanpo pharmacists in Kyoto and on Yakushima. These interviews will investigate the traditional treatments for parasite infection, diarrhea and abdominal pain, their preparation and use. Areas of similarity or difference between the human and macaque data will allow further evaluation of self-medicative hypotheses.\r\n\r\nAlongside academic interest, this research has broader application. Human public health practices may benefit through the discovery of medicinally significant plant products, an evaluation of the efficacy of traditional medicinal practices, and the clarification of the health effects of human clay ingestion, common in many cultures but often regarded as a psychological disorder. The research may also have application in conservation of endangered species, especially the important and developing field of Conservation Medicine. It will reveal disease stresses significant to the survival of endangered primate populations, and the behavioral responses employed by that population to minimize these threats. It also will identify potential conflicts between human and non-human use of medicinal materials significant to protective-reserve management. It may also contribute to the design of more effective zoo enclosures for captive breeding programs through consideration of the biochemical environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ervan",
   "pi_last_name": "Garrison",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ervan G Garrison",
   "pi_email_addr": "egarriso@uga.edu",
   "nsf_id": "000355852",
   "pi_start_date": "2006-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Ehardt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn L Ehardt",
   "pi_email_addr": "cehardt@arches.uga.edu",
   "nsf_id": "000475784",
   "pi_start_date": "2005-06-27",
   "pi_end_date": "2006-09-25"
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11924.0
  }
 ],
 "por": null
}