{
 "awd_id": "0525391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Exurban Frontier: Predicting Human-Wildlife Interactions and Conservation Attitudes Where People Live, Work, and Play",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 11205.0,
 "awd_amount": 11205.0,
 "awd_min_amd_letter_date": "2005-08-19",
 "awd_max_amd_letter_date": "2005-08-19",
 "awd_abstract_narration": "Conflicts between humans and wildlife are increasing.  Reasons for this increase include (1) landscape changes leading to habitat loss, habitat recovery, and movements of wildlife populations into areas near human communities; (2) loss of top predators resulting in explosions of some species populations; and (3) a continuously growing human population.  Exurban growth, defined as low-density developments ranging from 5 to 40 acres per building, acts as a catalyst for physical and social landscape change.  Little research has specifically connected exurban development to increases in human-wildlife interactions, however.  The purpose of this doctoral dissertation research project is to explore the relationships among exurban development, human-wildlife interactions, and conservation attitudes.  This project will focus on northern New York State and the six million acre publicly and privately owned lands of the Adirondack Park.  Methods will include spatial analysis of existing data and a self-administered mail questionnaire distributed to a random set of landowners in four study communities and to all residents within the study communities reporting human-wildlife interactions during the previous three years.  The distribution of 3,900 mapped wildlife complaints from prior years will be spatially analyzed with other data sets including forest cover, roads, and housing densities to determine whether exurban landscape characteristics are useful predictors of human-wildlife interactions.  The surveys will elicit information related to demographics, experience with wildlife, and attitudes towards habitat and wildlife conservation, allowing for comparisons between residents with and without reported wildlife complaints.  The doctoral candidate will analyze the survey results to assess the most useful demographic characteristics and attitudes for predicting whether a human-wildlife interaction is perceived as positive or negative and to determine the relationships between perceptions of human-wildlife interactions and support for broader wildlife and land conservation practices.  Spatial statistics and logistic regression will be used to test hypotheses and build predictive models that demonstrate the relationships among exurban development, human-wildlife interactions, and conservation attitudes.\r\n\r\nThis research project will advance basic understanding of human-wildlife interactions by spatially integrating land-use, demographic, and attitudinal information.  Results of the study will be useful for wildlife managers, land-use planners, and conservation practitioners, all of whom often must address these complex issues.   Wildlife managers may develop targeted messages for specific areas and/or types of people prone to human-wildlife interactions.  Land-use planners may use the information to demonstrate how land use decisions can influence human-wildlife interactions.  Conservation practitioners can use information regarding what core characteristics influence perceptions of human-wildlife interactions and other attitudes toward conservation of natural resources and land use to build a strong constituency.  If models developed from this research can successfully predict human-wildlife interactions, this approach may be applied in places where rapid development is occurring and emerging wildlife nuisance and damage issues must be anticipated and minimized.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Knuth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Knuth",
   "pi_email_addr": "bak3@cornell.edu",
   "nsf_id": "000272893",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11205.0
  }
 ],
 "por": null
}