{
 "awd_id": "0526168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Global Warming and the Cetaceousness of Human Identity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-08-26",
 "awd_max_amd_letter_date": "2007-05-18",
 "awd_abstract_narration": "Global warming has the capability to produce broad environmental change and social disruption.  This is particularly true in the Arctic, where food chains are short and simple, relationships among animals and people, especially indigenous peoples, are extremely close, and where impacts from global warming are being felt more quickly and dramatically than elsewhere.  For the Inupiat of northern Alaska, their relationship to bowhead whales forms the foundation of their social identity and everyday life.  Inupiat society is defined by an enduring reciprocity with whales in which the welfare of people and animals is mutually constituted; their souls, thoughts, and behaviors interpenetrate in a collaboration of life.  But Inupiat ability to engage whales, particularly through the hunt, is currently being changed dramatically by warmer seasonal temperatures and uncertain ice conditions.  What is not understood are the broader effects of these changes on Inupiat social life.  This doctoral dissertation research project will examine how Inupiat society is coping with ongoing environmental change through an ethnographic study of their social institutions and practices.  The doctoral candidate will spend six months in two communities, Barrow and Point Hope, observing and participating in whale hunts and traditional whale-related feasts, music and dance performances, and ceremonies where oral and spiritual traditions are enacted.  Participatory and unobtrusive observation will allow the investigator to gauge the frequency and length of events, number of participants, frequency of their involvement, the verve or intensity of feeling with which people participate, and other measures of the community's social commitment to whales.  Interviews will be conducted with Inupiat whaling captains, organizations of whalers' wives, religious leaders, elders, educators, political leaders, students, and other members of these small, clustered communities.  These participants will be surveyed for their knowledge of ongoing environmental and social change, the origins of those changes, and their perceptions of whales and whaling.  Information from participatory observations and interviews conducted in both communities will be compared and synthesized into a comprehensive report on contemporary social expressions of Inupiat-whale relations.  Confirmation of Inupiat tenacity in maintaining whale-human closeness as they cope with changes wrought by global warming is one expected outcome.  The student anticipates finding elevated levels in the observational measures cited above, a heightened intensity in whale-related practices permeating community life.  Project findings will provide one of the first clear pictures of how global warming is beginning to influence the social life of small communities.\r\n\r\nScientific research on the impact of global warming has focused on physical-environmental and economic studies.  This project departs from these trends, providing an in-depth and intimate assessment of one society's responses to such impacts, responses emanating from a region at the frontline of the human encounter with global warming.  The findings will spotlight some of the coping mechanisms available in cultures facing threats to their identity from environmental change.   This project also is expected to encourage scientists working in other parts of the world to attend to the foundational nature of human-animal relationships in their quest to understand the potential impact of global warming.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rundstrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Rundstrom",
   "pi_email_addr": "rrundstrom@ou.edu",
   "nsf_id": "000460159",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chie",
   "pi_last_name": "Sakakibara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chie Sakakibara",
   "pi_email_addr": "csakakib@syr.edu",
   "nsf_id": "000364848",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}