{
 "awd_id": "0526361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EL NINO-SOUTHERN OSCILLATION DISTURBANCES ON EASTERN PACIFIC CORAL REEFS: PATTERNS AND MECHANISMS OF RECOVERY",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2005-10-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 1250000.0,
 "awd_amount": 1349859.0,
 "awd_min_amd_letter_date": "2005-09-20",
 "awd_max_amd_letter_date": "2009-09-25",
 "awd_abstract_narration": "\r\nThis comprehensive and interdisciplinary study, focusing on El Nino-Southern Oscillation (ENSO) disturbances to eastern Pacific coral reefs, will broaden understanding of the impact and responses of coral reef ecosystems to climate change, particularly sea warming events and associated perturbations. The project is led by Dr. Peter Glynn and builds on a 35-year database of physical and biological studies, and involves a coordinated Latin American/U.S. network of teams working principally in Costa Rica, Panama, Colombia, and Ecuador (mainland and Galapagos Islands). \r\n\r\nIntellectual merit. The chief objectives of this project are to continue and expand investigation into the causes of coral reef decline (both immediate and long-term), and the responses of reef coral populations, communities and ecosystem function in relation to ENSO disturbances. Key directions are investigations into mechanisms supporting documented rapid recovery, limitations to recovery that provide insight into ecosystem function, and the potential for eastern Pacific reefs to act as model systems to understand future impacts of global change in other reef systems. \r\n\r\nThree elements of special significance that justify continuation of this multifaceted study are:\r\n(1)\tthe long-term data base of eastern Pacific coral reef structure and reef-associated community composition pre-dating the first documented coral bleaching events of the 1980s, \r\n(2)\tthe causal relationship between global warming and reef degradation with demonstrable effects on coral community structure, coral growth and reef accretion, and coral framework erosion, and \r\n(3)\tassessing future response potential and the capacity for acclimatization/adaptation in light of cumulative past responses. \r\n\r\nNew initiatives in the continuing project include (a) experiments relating coral reproduction and algal symbiont community structure during periods of temperature change, (b) characterization of deep reef thermal conditions vis-a-vis coral refugia, (c) field observations/experiments to compare effects of reef framework loss on metazoan recruitment, species diversity, and feeding rates, (d) coring reef frames to reveal taphonomic signatures of known ENSO events in order to determine the frequency of previous events, (e) relating carbonate chemistry of reef waters, e.g., pH, alkalinity and aragonite saturation states, to coral skeletal growth and density, (f) investigations into trophic structure complexity using N, C and S isotopes, (g) genetic structure of coral host and symbiont populations utilizing molecular and ribosomal DNA and protein electrophoresis to document shifts in thermally-tolerant groups, and (h) modeling of energy flow and ecosystem trophic processes and complexity. \r\n\r\nBroader impacts. Peer reviewed publications now number 60, contributing to the disciplines of oceanography, paleoecology/paleoclimatology, geology, disturbance ecology (community recovery, phase shifts), trophodynamics, population dynamics (coral reproduction and recruitment, modeling, genetic structure and connectivity), and symbiont ecology. To date, 107 graduate and undergraduate students from Panama, Ecuador, Costa Rica, Colombia and the USA (plus 9 other countries) have participated in the project, resulting in the completion of 39 Ph.D. dissertations, M.S. theses and Honors reports. Students are trained in field methods for physical and biological sampling, species identifications, underwater and laboratory experiments (including instrumentation, design and data analysis), and train others in their respective countries. \r\n\r\nThese studies of ecological processes have aided in the establishment and management efforts of marine protected areas in Costa Rica (Cano Island National Park), Panama (Coiba National Park), and Ecuador (Galapagos National Park). In addition to international efforts, collaborator Peggy Fong has mentored 2 to 6 undergraduate researchers per quarter at UCLA over the last 10 years, many of whom are under-represented minorities in the federally supported outreach program. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Glynn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Peter W Glynn",
   "pi_email_addr": "pglynn@rsmas.miami.edu",
   "nsf_id": "000467995",
   "pi_start_date": "2005-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 555593.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 194407.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99859.0
  }
 ],
 "por": null
}