{
 "awd_id": "0526172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Linking Arsenic Biogeochemistry, Phosphorus Limitation and Phytoplankton Dynamics in Oceanic Surface Waters",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 129983.0,
 "awd_amount": 129983.0,
 "awd_min_amd_letter_date": "2005-09-05",
 "awd_max_amd_letter_date": "2005-09-05",
 "awd_abstract_narration": "OCE-0526172\r\n\r\nThere is a growing recognition that autotrophic communities of the oligotrophic surface waters of the Pacific and Atlantic Oceans may be phosphorus limited or stressed (nitrogen limited, but low phosphorus concentration still affects the autotroph community).  A potentially exacerbating factor to P-limitation is the presence of arsenate (AsO4=), an analog of phosphate (PO4=), that is present in relatively constant concentrations in these systems.  As phosphate concentrations decline, the As:P increases, potentially making it difficult for phytoplankton and bacteria to acquire sufficient P required for growth.  One mechanism used by phytoplankton to cope with As is the reduction of arsenate to arsenite and methylation to monomethyl and dimethyl arsenic. Under P stress or limitation, the differing abilities of phytoplankton species to detoxify As (arsenic stress) may influence the structure of the autotrophic community, as has been demonstrated in coastal waters.  Thus, older paradigms of simple nutrient limitation control of primary production and autotrophic communities may need to be replaced by more intricate paradigms where non-essential, but bioactive, elements such as As may also be shown to profoundly influence autotrophic communities. \r\n\r\nTo define the linkage between the biogeochemistry of these two elements, and the role of As (and interactions with P) in the regulation of autotrophic communities in oceanic waters, scientists from the Smithsonian Institution and the Skidaway Institute of Oceanography will conduct a series of laboratory experiments using cultured isolates. The exact chemical and biological conditions and rates under which arsenite and methyl arsenic are produced, and their subsequent degradation rates and mechanisms, will be quantified to calculate their residence times, and hence periods of P stress integration.  This research will also explore development of  arsenite and methyl arsenic as tracers of phosphorus stress or limitation on a variety of temporal and spatial scales.  A suite of cultured isolates representing several important members of the phytoplankton community (Prochlorococcus, Synechococcus, larger eukaryotes) will be tested for resistance to As as a function of the As/P/N ratio. These cultures will be kept very dilute, with low nutrient concentrations, so growth of each species will be followed using flow cytometry.  Another aim of this study is to confirm the hypothesis that cyanobacteria are more resistant to high As:P ratios than eukaryotic species.  \r\n\r\nThe broader impacts of the research include fostering improved understanding of a potentially crucial factor, As, that phytoplankton and bacteria in large sectors of the open ocean must contend with to acquire a limiting nutrient, phosphorus.  Additionally, the PIs will mentor minority undergraduate students and train graduate students in the latest techniques in culturing delicate marine plankton.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerhardt",
   "pi_last_name": "Riedel",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gerhardt F Riedel",
   "pi_email_addr": "riedelf@si.edu",
   "nsf_id": "000439807",
   "pi_start_date": "2005-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Environmental Research Center",
  "perf_str_addr": "PO Box 28",
  "perf_city_name": "Edgewater",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210370028",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MD05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 129983.0
  }
 ],
 "por": null
}