{
 "awd_id": "0526926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IMR:  Acquisition of Fourier-Transform Infrared/Raman and Dispersive Raman Modules and Assembly of Multiwavelength Platform for Materials Res. and Education Related to Works of Art",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 203480.0,
 "awd_amount": 203480.0,
 "awd_min_amd_letter_date": "2005-09-01",
 "awd_max_amd_letter_date": "2005-09-01",
 "awd_abstract_narration": "This proposal seeks to develop a novel multiwavelength vibrational spectroscopy microscope. A commercially available FTIR/FT Raman and a compact Dispersive Raman module with confocal optics will be purchased and integrated into a new system offering 488 nm and 1064 nm laser excitation within the same infinity-corrected microscope, and complementary FTIR capabilities by means of a second microscope. A specifically developed interface will allow the two Raman systems to share a large stand Z-column microscope designed for non-invasive analysis of large size objects, and in particular, works of art.   \r\n\r\nThe new system will be capable of obtaining Raman data from the same spot on the same sample using excitation wavelengths currently unavailable within the same instrument, thus being extremely useful for samples containing both weak Raman scatterers and highly fluorescent compounds; and it will be considerably cheaper than three separate FTIR, FTR and dispersive Raman instruments. \r\n\r\nThis instrument will be used by scientists at the Metropolitan Museum, the Museum of Modern Art, and City College New York for joint research projects, including: surface-enhanced Raman techniques for the identification of organic dyes in works of art; investigation of metal soaps formed by paint degradation in 16th to 20th century paintings; characterization of black and brown organic pigments of artistic importance such as bistre, asphaltum, Van Dyke brown, and sepia; investigation of corrosion layers and surface deposits on metals, performance of protective coatings, and degradation mechanisms of polymers, with specific attention to modern art objects. \r\n\r\nA program of joint research internships between CCNY and the Metropolitan Museum will allow CCNY undergraduate students to participate in applied research, thus significantly enriching their scientific training.\r\n\r\nThe broader impacts of this project include the collaboration between researchers in industrial, academic and research museum laboratories to develop an innovative instrument, using the range of problems encountered in artwork analysis and authentication research as a model for forensic, material science and pharmaceutical applications; the advancement of research into art materials and art conservation; and the enhancement of training of undergraduate chemistry students.\r\n\r\n\r\n\r\nThis proposal seeks to develop a new microspectrometer for the analysis of works of art. The new instrument will integrate separate commercially available modules into one compact, easy to use and easy to maintain instrument offering Fourier Transform Infrared, Fourier Transform Raman, and Dispersive Raman capabilities. A specifically developed interface will allow the two Raman systems to share an open-frame microscope capable of examining works of art without the need to remove samples. This is an important requirement for the analysis of works of art, but it is equally significant for any research or industrial laboratory where large objects that cannot be altered (forensic evidence, aerospace components, etc) need to be studied microscopically.\r\n\r\nThis instrument will be used jointly by scientists at the Metropolitan Museum, the Museum of Modern Art, and City College New York, and will make it possible to study new subjects such as: ultra-sensitive Raman techniques for the identification of organic dyes in works of art; paint degradation in 16th to 20th century paintings; black and brown organic pigments of artistic importance such as bistre, asphaltum, Van Dyke brown, and sepia; corrosion layers, surface deposits, and protective coatings for metals; and degradation mechanisms of polymers, with specific attention to modern art objects. \r\n\r\nResearch training of undergraduate students from CCNY will be a significant component of the work performed with the instrument, underscoring the broader impact of the proposal. Regular joint internships between CCNY and the Metropolitan Museum will allow students to participate in applied research, enrich their scientific training, and generally broaden their cultural horizon by focusing on the interface between science, technology, and art.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Leona",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Leona",
   "pi_email_addr": "marco.leona@metmuseum.org",
   "nsf_id": "000317933",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lombardi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Lombardi",
   "pi_email_addr": "lombardi@sci.ccny.cuny.edu",
   "nsf_id": "000164706",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Centeno",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia A Centeno",
   "pi_email_addr": "silvia.centeno@metmuseum.org",
   "nsf_id": "000061632",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "McGlinchey",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W McGlinchey",
   "pi_email_addr": "chris_mcglinchey@moma.org",
   "nsf_id": "000061634",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Tague",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Thomas J Tague",
   "pi_email_addr": "tom.tague@brukeroptics.com",
   "nsf_id": "000061635",
   "pi_start_date": "2005-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Metropolitan Museum of Art",
  "inst_street_address": "1014 5TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123965339",
  "inst_zip_code": "100280104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "METROPOLITAN MUSEUM OF ART",
  "org_prnt_uei_num": "",
  "org_uei_num": "KHGNTCUW68L3"
 },
 "perf_inst": {
  "perf_inst_name": "Metropolitan Museum of Art",
  "perf_str_addr": "1014 5TH AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100280104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 203480.0
  }
 ],
 "por": null
}