{
 "awd_id": "0526065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Behaviorally mediated indirect species interactions in a subtropical seagrass community",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 567701.0,
 "awd_min_amd_letter_date": "2005-06-27",
 "awd_max_amd_letter_date": "2008-02-20",
 "awd_abstract_narration": "A functional knowledge of habitat use by large marine vertebrates may be critical for\r\nunderstanding the structure and dynamics of many marine communities. For example, grazing vertebrates can substantially alter species composition and biomass of seagrasses, which may in turn affect many other marine species. Large-bodied predators also may be important in structuring marine communities, through direct and indirect routes. Sub-lethal predator effects, such as induced selection of low-risk habitats for foraging, or reduced foraging rates when risk is high, may have important implications for prey populations, rivaling or even exceeding those of lethal effects.  Importantly, these sub-lethal effects of predators can transcend the prey species whose behavior they affect, thereby creating behaviorally-mediated indirect species interactions (BMII). While BMII have been studied in mesocosm experiments, there exists a critical need to gather field data in complex communities to fully understand the nature and importance of these  phenomena, particularly in marine communities.  \r\nThis project will investigate a potential BMII that may influence the structure of a subtropical seagrass community.  Do tiger sharks (Galeocerdo cuvier) have non-lethal indirect effects on seagrass communities mediated by predation-risk sensitive foraging by dugongs (Dugong dugon), the community's largest grazer?  Preliminary evidence shows that dugongs respond behaviorally to shark predation risk, and studies in other locations have shown that dugongs can impact seagrass communities.  This study will be undertaken in Shark Bay, Western Australia, which contains one of the world's largest and most secure dugong populations, and where dugongs routinely forage in seagrass communities with temperate species. Tiger sharks are extremely abundant in the bay and show considerable spatial and temporal variation in abundance.  Patterns of variation in predation risk and surveys of seagrass biomass and quality will be used to address how energy (or nutrient) availability and predation risk influence habitat and microhabitat use of dugongs, as well as their foraging time budgets and energy and nutrient intake rates.  Indirect effects of tiger sharks on seagrass communities, mediated by dugong foraging, will be determined using exclosures and controls that separate the impacts of dugong and sea turtle grazing as well as the effects of experimental manipulations.\r\nBroader Impacts: This study will enhance an understanding of BMII in general and their role in determining community structure as well as offer insights into the importance of shark predation risk and dugong grazing in marine communities. This project will be the first to explicitly address the role of a large shark in structuring a marine community.  This project will fund a PhD student and a postdoctoral investigator. Many undergraduates will also be involved, in the field and the laboratory, from Florida International University, a minority-serving institution.  Undergraduates will also be recruited from small liberal arts colleges in Ohio and Michigan. Finally, results will be disseminated to the public through a website, television documentaries, and public talks.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Heithaus",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Heithaus",
   "pi_email_addr": "heithaus@fiu.edu",
   "nsf_id": "000296343",
   "pi_start_date": "2005-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fourqurean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Fourqurean",
   "pi_email_addr": "fourqure@fiu.edu",
   "nsf_id": "000244360",
   "pi_start_date": "2005-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 547746.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 19955.0
  }
 ],
 "por": null
}