{
 "awd_id": "0526314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Comparing the Effects of Holocene and 20th Century Drought on Minnesota's Lakes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-08-05",
 "awd_max_amd_letter_date": "2005-08-05",
 "awd_abstract_narration": "Lakes are unique geographic features, acting as a defining component of the terrain and as a recorder of landscape change.  They are common in landscapes of glacial origin, such as the upper Midwest, where more than 37,900 lakes exist in Michigan, Wisconsin, and Minnesota alone.  By quantifying changes in lake area and volume in Minnesota through time, this doctoral dissertation research project will investigate the sensitivity of surface water resources to climate change and will improve basic understanding of the climate-driven dynamics of lake-dotted landscapes.  One important project goal is to put the effects of the 1930s \"Dust Bowl\" drought into a long-term context.  A second goal is to more thoroughly understand the sedimentary record of lake-level change because reconstructions of past lake levels form one of the few globally distributed datasets used to validate computer climate models.  To meet these goals, this work will (1) document the spatial variability of lake responses to the 1930s drought using aerial photos, (2) attain evidence for the magnitude and spatial extent of droughts in Minnesota over the past 1,000 years and during the Mid-Holocene warm-period (6,000 years ago), and (3) compare the magnitudes, frequency, and spatial patterning of droughts during the Holocene and 20th century.  This research will be conducted in a hierarchical manner that begins with analyses of historic aerial photos and extends to studies of the sediments deposited in lakes.  Using a geographic information system analysis to study air photos, the doctoral candidate will test assumptions about lake responses to drought and create a base map for comparison with Holocene drought patterns.  Next, an analysis of modern lake sediments will be conducted to inform the subsequent investigation of lake sediment cores that span the past 6,000 years.  Finally, the project will conclude with a detailed analysis of the Holocene sediment stratigraphy of a transect of lakes across the state.  Three lakes will be chosen as representative of a broad array of lakes throughout Minnesota surveyed by ground-penetrating radar.  Cores will be collected in transects across each of the three focal lakes in order to date and ground-truth sedimentary evidence of past changes in lake levels detected by the geophysical surveys.  By combining the analyses of sediment cores with the statewide geophysical survey, accurate maps of Holocene lake areas will be produced that provide a context for evaluating the spatial extent and magnitude of 20th century and future droughts. \r\n\r\nSurface water is a vital but fragile resource and lakes in particular are economically and emotionally valuable to Minnesota.  Lakes also act as ancient precipitation gauges providing a record of past climatic change.  As regional precipitation and evaporation levels change over time, lake areas and volumes respond and constitute an important component of landscape response to climate change.  This project will evaluate the past range of such changes in \"the Land of 10,000 Lakes\" and will strengthen basic understanding of the sensitivity of water resources to climate variability.  Documenting changes in lake area during the past 6,000 years using sedimentary evidence provides a basis for evaluating the low lake levels in Minnesota during 20th century droughts.  A comparison between Holocene and historic water levels will test the idea that even the 1930s Dust Bowl drought was not of unusual magnitude or duration and that even more severe events characterize the past.  This project will also provide training to a young scientist through hands-on research using a range of analytical techniques.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Shuman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan N Shuman",
   "pi_email_addr": "bshuman@uwyo.edu",
   "nsf_id": "000190047",
   "pi_start_date": "2005-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}