{
 "awd_id": "0526075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining the Air-Water CO2 Flux in Coastal Systems",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 204061.0,
 "awd_amount": 204061.0,
 "awd_min_amd_letter_date": "2005-09-09",
 "awd_max_amd_letter_date": "2005-09-09",
 "awd_abstract_narration": "The processes controlling carbon transport and transformations within rivers, estuaries, and the coastal ocean remain a large source of uncertainty in regional and global budgets of carbon, nutrients, and pollutants. In order to accurately assess these processes, studies require accurate estimates of the air-water CO2 flux. Currently, these efforts are seriously undermined by an inability to satisfactorily model the factors governing air-water gas transfer in physically complex coastal systems.\r\n\r\nIn this study, researchers at the University of Columbia and Yale University will: (i) determine the spatial and temporal variability of turbulence that governs air-water CO2 exchange in coastal systems; (ii) measure the processes controlling the air-water CO2 exchange rate in river/estuarine systems, and resolve the relative importance that wind, tides, stratification, and bathymetry play in generating near surface turbulence in various estuarine systems; (iii) directly compare the gradient flux and the floating dome techniques; and (iv) determine the relative importance of the air-water CO2 flux versus other terms in the carbon budget in coastal systems.  Field experiments will be conducted in the Hudson River estuary (large tidal river system), the Parker River estuary (smaller macro-tidal river system), and the Long Island Sound (semi-enclosed coastal sea) to study systems with a range of biogeochemical and physical forcing. Measurements of air-water flux of CO2 using the gradient flux and floating dome techniques will be used to determine the gas transfer velocity in these systems. Simultaneously, turbulence at the water surface (e.g., turbulent kinetic energy dissipation) and physical forcing responsible for generating near surface turbulence (e.g., wind speed, tidal currents, stratification, bathymetry) will be quantified. The goal is to understand the processes controlling the CO2 flux in these three distinct coastal systems, so that the amount of CO2 exchange to the atmosphere in a wide range of other coastal systems and the ocean can be predicted.  Because this study relates directly to the cycles of any element with a gaseous phase, including many biogenic gases and industrial pollutants such as N2O, PCBs, Hg0 (g), and PAHs, the results from the project will reduce the large errors in gas exchange estimation.  This will allow the dominant pathways of harmful volatile pollutants to be assessed more carefully.  The project will provide support and training for graduate and undergraduate students, and include the participation of k-12 science teachers.  The results will be available to the public through a number of educational programs.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Raymond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Raymond",
   "pi_email_addr": "peter.raymond@yale.edu",
   "nsf_id": "000101725",
   "pi_start_date": "2005-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 204061.0
  }
 ],
 "por": null
}