{
 "awd_id": "0526277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Isotope Exchange Hypothesis: Nitrification and the Oxygen Isotopic Signatures in Nitrate, Nitrite, and Nitrous Oxide",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 452017.0,
 "awd_amount": 452017.0,
 "awd_min_amd_letter_date": "2005-08-19",
 "awd_max_amd_letter_date": "2005-08-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0526277\r\nNitrate (NO3-) is the primary form of fixed nitrogen in the ocean. Current mass and isotope balances of oceanic nitrate are poorly constrained, with estimated sinks exceeding sources by a factor of two.   Resolving the imbalance of nitrate sources and sinks is important for understanding nutrient driven changes in oceanic primary productivity and climate change. Coupled analysis of the nitrogen and oxygen isotopic composition of NO3- could provide unique constraints on these budgets and many laboratories are gaining the capacity to make the measurements, but before accurate interpretations can be made we must first understand how processes that produce (nitrification) and consume (assimilation, denitrification) nitrate affect its oxygen isotopic signature.  For instance, nitrification, the microbial oxidation of ammonia to nitrate, is the primary mechanism for generating nitrate, however, recent nitrate oxygen isotope data are inconsistent with the traditional view of oxygen atom incorporation during nitrification, indicating a gap in our understanding of this important process.  \r\n\r\nInvestigators from the Woods Hole Oceanographic Institution will test the hypothesis that oxygen isotope exchange between nitrite and water, catalyzed by nitrifying bacteria, removes much of the oxygen isotopic signature obtained from O2 in the first step of the nitrification pathway. A variety of laboratory and field experiments will be conducted to quantify the extent of oxygen isotope exchange between nitrite and water catalyzed by marine ammonia-oxidizing and nitrite-oxidizing bacteria. Oxygen isotopes in nitrite, nitrate, and nitrous oxide produced in these experiments will be measured and incorporated into a conceptual model to evaluate the main hypothesis. The acceptance or rejection of this hypothesis will advance our understanding of oxygen isotope signatures in nitrate and their reflection of underlying processes to provide a strong constraint on the oceanic nitrogen cycle.  An additional benefit of this work is its direct relevance to understanding the role of nitrification in the production of nitrous oxide, a climatically important trace gas.\r\n\r\nIn terms of broader impacts, results of this research will be of interest to a broad community studying oceanic nitrogen cycling, N2O production, climate change, as well as nitrifier physiology and biochemistry.  Student training in molecular biogeochemistry will be an important component of the proposed activity, with funds provided for graduate student training in the synthesis of molecular biology and stable isotope geochemistry. Undergraduate students participating in the WHOI summer undergraduate and minority research programs will also have the opportunity to receive training in molecular biology and/or isotopic analysis, with an emphasis on combining these approaches to answer questions of global importance. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Casciotti",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Casciotti",
   "pi_email_addr": "kcasciotti@stanford.edu",
   "nsf_id": "000161533",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Waterbury",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Waterbury",
   "pi_email_addr": "jwaterbury@whoi.edu",
   "nsf_id": "000172417",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 452017.0
  }
 ],
 "por": null
}