{
 "awd_id": "0526412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the Oceanic Kinetic Energy Cascade with Altimeter Data and Ocean Circulation Models",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 332859.0,
 "awd_min_amd_letter_date": "2005-08-19",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "ABSTRACT\r\nOCE-0526412\r\n\r\nThe spectral flux is a fundamental quantity that measures the strength and direction of the cascades, which redistributes the energy between different length (and time) scales in the ocean. This goes beyond measuring, for instance, the spectrum, which only reveals the energy at each scale. In short, the spectral flux explains the spectrum.  Though spectral energy fluxes were measured in the atmosphere over twenty years ago, they were not measurable in the ocean until the development of satellite altimetry.  In 2005 two researchers (Scott and Wang) examined the spectral energy fluxes in the South Pacific between 5S and 60S.  The results from the pilot study yielded a universal shape to the spectral flux that was surprisingly similar to the atmospheric case, but it was indeterminable if the flux had a universal quality in different ocean basins.\r\n\r\nIn this study, a researcher from the University of Texas at Austin (Scott) will extend the pilot study measurements in the South Pacific to a global study of the spectral kinetic energy flux of the World Ocean.  To help interpret the processes arresting the upscale cascade, the technique of the pilot study will be extended to measure the energy cascade separately in the zonal and meridional directions.  To interpret the fate of the forward cascade, the same technique will be extended to measure the flux of kinetic energy from lower frequencies to higher frequencies.  However, since the altimeter only directly measures the upper ocean spectral flux, the surface signal in terms of its depth integral will have to be interpreted. Because it has been argued that the altimeter data largely reflects the first baroclinic mode, the hypothesis provides a method of depth integrating the spectral flux.  To test this theory the researcher will use two complementary approaches. First, the simulated data from three ocean general circulation-modeling studies will be examined.  This technique will then be followed by a comparison between the wind power input to the surface geostrophic flow and the divergence of kinetic energy flux estimated from the altimetry. The goal is to quantify the kinetic energy cascades in the World Ocean, with the aim toward further understanding the mechanical energy budget and pathways toward dissipation.  \r\n\r\nBroader Impacts: This information will be of value for understanding what energy is available to drive diapycnal mixing in the ocean, its sources, and its spatial distribution. Since mixing is a critical oceanic process that must be parameterized in state-of-the-art models that simulate present and future climate, these results will be crucial for guiding future research on the variability and predictability of the World Ocean and the climate that it influences.  In addition, the project will also provide for the training and support of a post-doc.       \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Scott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Scott",
   "pi_email_addr": "rscott@ig.utexas.edu",
   "nsf_id": "000189052",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 332859.0
  }
 ],
 "por": null
}