{
 "awd_id": "0526578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Working Class Residents in a Gentrifying Neighborhood: An Ethnographic Case Study in Treme, New Orleans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-08-05",
 "awd_max_amd_letter_date": "2005-08-05",
 "awd_abstract_narration": "Contemporary research on gentrification has largely focused on broader economic and political forces that drive this process, as well as on practices of middle-class gentrifiers who are moving into neighborhoods undergoing revitalization.  In contrast, little is known about longstanding working-class residents of these neighborhoods and how they negotiate the onset and impacts of gentrification.  When residents are mentioned in the scholarly literature, they are typically caricatured as little more than hapless victims of displacement.  Drawing on poststructuralist and feminist theoretical frameworks of place and identity construction, this Doctoral Dissertation Research Improvement project will take an agent-centered approach to examine the lived experience of class and class relations in a gentrifying neighborhood.  Through an ethnographic case study of the historic Treme neighborhood in New Orleans, this project will specifically examine both the impacts of gentrification on working-class residents and the active roles they play in shaping neighborhood revitalization.  The doctoral candidate will employ a mixed-methods approach that emphasizes critical ethnographic methods, while also drawing on census data, semi-structured interviews and archival data.  She will address the following research questions:  (1) What are the impacts of gentrification on working-class residents?  (2) How do working-class residents actively participate in and reshape the process of gentrification in their neighborhood?  (3) To what extent do relations between existing residents and incoming gentrifiers complicate the traditional insider/outsider division in the literature?  The student will collect life histories of working-class residents to understand how neighborhood changes have impacted their lives.  In addition, she will attend and document neighborhood meetings to assess the level of participation of residents and their roles in gentrification.  This will also allow the student to examine how residents interpret and negotiate discourses and policies of neighborhood revitalization put forth by other stakeholders such as city officials, developers and neighborhood activists.  The student will conduct semi-structured interviews with both incoming gentrifiers and leaders of stakeholder groups to yield insights into the relationship between the visions of the history and future of Treme for each group, and to enable a comparison of these visions with the perspectives of working-class residents.  The student will also draw upon census data and archival research on the history of the neighborhood in order to establish the magnitude and extent of socioeconomic transformations taking place in Treme as a result of gentrification.\r\n\r\nThis project takes an important step toward addressing a gap in the literature on gentrification by directly and systematically examining the process as working-class residents experience it.  Because so little is known about the impacts of gentrification on the lives of longstanding residents, this project has the potential to revise our understanding of the process of gentrification.  In addition, this study will contribute to urban geographical research by developing an ethnographically based methodological framework that can be applied to further investigations of gentrification and other urban processes.  The project will have general implications for public policy, as it will assess changing needs for social service provision, affordable housing policies and homeownership opportunities targeted toward working-class residents who are experiencing the process of gentrification.  As a Doctoral Dissertation Research Improvement award, this award will enable a promising young scholar establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hoelscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Hoelscher",
   "pi_email_addr": "hoelscher@mail.utexas.edu",
   "nsf_id": "000381608",
   "pi_start_date": "2005-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}