{
 "awd_id": "0527475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Emotion Regulation as a Complex System",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 708624.0,
 "awd_min_amd_letter_date": "2005-08-26",
 "awd_max_amd_letter_date": "2008-08-18",
 "awd_abstract_narration": "Abstract:  HSD-DHB Emotion Regulation as a Complex System\r\nPI:  Twila Tardif, University of Michigan; Co-PIs: Rosa Angulo-Barroso, Barbara Felt, Niko Kaciroti, Sheryl Olson, Dawn Tilbury, Univ of Michigan; Collaborator: Li Wang, Peking University, China\r\n\r\nThe goal of this project is to describe and examine the processes involved in emotion regulation as observed in preschool-aged boys and girls in China and the United States. Learning how to regulate emotional states is fundamental to successful functioning in any society.  Children who do not learn to regulate their emotional states and behaviors during the preschool period are at high risk of psychopathology and numerous problems later in life. Emotion regulation involves coordination across behavioral, psychological, and physiological subsystems that develop over time.  Research into the development of each of these subsystems has made significant progress in the past decade, but regulation of this system as a whole is not well understood.  In this project, both complex systems and statistical modeling techniques will be used to examine how children engage in regulatory processes across 3 key domains: physiological (salivary cortisol and heart rate systems); behavioral (motor activity and facial/body expressions of emotion); and moderating factors (gender, temperament, inhibition and executive functioning abilities; parent emotionality and emotion socialization practices; and culture); and under 2 conditions: at baseline (over a period of 3 days) and in response to a stressful experience.  A secondary aim is to examine group differences in temperament, executive functioning, and behavioral and physiological reactivity for our Chinese and U.S. parent and child samples to more fully understand the influence of culture as a \"regulatory\" variable. In contrast to previous studies in which only one or two domains were considered at isolated points in time, the proposed study will examine four domains (two physiologic and two behavioral) simultaneously and densely sampled over time.  In addition to the integration of biological and behavioral data, a key component of the project is the interaction and integration of the dynamic systems and statistical modeling techniques.  By working closely together, the dynamic systems theorists and the statisticians can treat different variables as inputs or outputs, fixed or adaptive, independent or dependent, to determine the best overall model of emotion regulation for these data. The intellectual merit of the proposed project lies in the new knowledge that will be generated from this project about the process of emotional regulation, in children who are still learning to regulate their emotions.  It will generate new data on potential cultural differences in both physiological and behavioral components of emotion regulation, as well as a new integrative approach for modeling these data.  The dynamic and complex systems models that are developed as part of this project will allow for a deeper understanding of the feedback mechanisms and interrelationships inherent across the multiple domains and time scales of emotional reaction and regulation.  This, together with our richly sampled data has the potential to initiate a paradigm shift in research on emotion regulation.  Broader impacts of this project include deeper understanding of emotion regulation processes that can be used to inform treatment of emotion regulation problems at an early age.  In addition, the interdisciplinary interactions in the project (between psychology, pediatrics, kinesiology, biostatistics and engineering) will allow each discipline to learn from the others and to generate new knowledge at the intersections and gaps between the disciplines.  Internationally, it will strengthen collaborations both within and across disciplines between US and Chinese researchers. Importantly, results from this project will also be incorporated into courses not only into different departments, but in very different schools/colleges, across the University of Michigan campus.  Results from this study will also be packaged into Matlab teaching modules for use in Dynamic Control Systems classes and disseminated to other universities over the world-wide web.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Twila",
   "pi_last_name": "Tardif",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Twila Tardif",
   "pi_email_addr": "twila@umich.edu",
   "nsf_id": "000117369",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Tilbury",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Tilbury",
   "pi_email_addr": "tilbury@umich.edu",
   "nsf_id": "000387238",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Angulo-Kinzler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa Angulo-Kinzler",
   "pi_email_addr": null,
   "nsf_id": "000290803",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sherry",
   "pi_last_name": "Olson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sherry L Olson",
   "pi_email_addr": "slolson@umich.edu",
   "nsf_id": "000328414",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Felt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Felt",
   "pi_email_addr": "bfelt@umich.edu",
   "nsf_id": "000331196",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731900",
   "pgm_ele_name": "HSD - DYNAMICS OF HUMAN BEHAVI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7319",
   "pgm_ref_txt": "HSD - DYNAMICS OF HUMAN BEHAVI"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 685624.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 23000.0
  }
 ],
 "por": null
}