{
 "awd_id": "0527763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social, Economic, and Physical Effects of a Natural Disaster",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 726678.0,
 "awd_amount": 726678.0,
 "awd_min_amd_letter_date": "2005-08-29",
 "awd_max_amd_letter_date": "2005-08-29",
 "awd_abstract_narration": "Social Economic, and Physical Effects of a Natural Disaster\r\n\r\nAbstract\r\n\r\n     On December 26, 2004 a massive earthquake struck in the Indian Ocean, creating a tsunami that caused unparalleled devastation in coastal areas throughout the region.  In Indonesia, the country hardest hit by the tsunami, the disaster has caused immense unexpected transformations in population structure and health and in the economic, infrastructural, and ecological environments in the directly affected areas.  These transformations will have effects on neighboring areas as well, as displaced persons call on nearby family for help, migrate to new locations, and seek new sources of livelihood.  Drawing on the disciplines of demography, economics, geography, public health, and sociology, this project will provide scientific evidence on the magnitude of the shock associated with the natural disaster, on the pace and shape of the recovery process, and on the roles that institutions play in helping or hindering that recovery process in both the short and intermediate term.  Focusing on the two most affected provinces in Indonesia, we will collect data on and analyze an array of environmental, social, economic and health indicators to develop new insights into how individuals, households and communities fare in the aftermath of a disaster.  A broad-purpose household survey that was conducted in early 2004 in the areas that were affected by the tsunami provides the baseline for a longitudinal survey in which the same respondents are interviewed soon after the tsunami and again in subsequent years.  These data will be combined with community-level measures derived from satellite data that quantify the physical destruction of the tsunami and subsequent process of regeneration, and with information collected from community-level informants.  The resulting database will be unusually rich, spanning both the before and the after of a large-scale and wholly unanticipated event.\r\n     The project will document the immediate and medium term consequences of the disaster for mortality, family disruption and relocation, physical and mental health, economic resources and opportunities, housing stock and physical infrastructure, and the physical environment.  In addition, it will trace the reconstruction of lives and livelihoods in the aftermath of the disaster, paying particular attention to the roles of social and economic resources prior to the disaster as well as kinship and social networks, community resilience, and receipt and leveraging of external aid.  Finally, treating the tsunami and resulting devastation as unanticipated, the research in this project will identify the characteristics of individuals, households and communities that are associated with mitigating the deleterious consequences of the shock on the broad array of indicators of well-being.  The results of these analyses are important because they identify the groups in low-income populations that are likely to be the most vulnerable to longer-term negative consequences of natural disasters.  The research will contribute to the scientific debate on a number of topics, including:  the costs to families and communities of an unexpected and high-magnitude calamity; how different aspects of destruction of the physical environment affect families and communities; the ways in which institutions respond in the aftermath of disasters and how these responses improve people's immediate and intermediate circumstances; and how the physical, social, and economic environments interact and regenerate in the context of the large and unexpected transformation set in motion by the tsunami.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Frankenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Frankenberg",
   "pi_email_addr": "e.frankenberg@unc.edu",
   "nsf_id": "000249112",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan Thomas",
   "pi_email_addr": "dthomas@econ.duke.edu",
   "nsf_id": "000198657",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Gillespie",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Gillespie",
   "pi_email_addr": "tg@geog.ucla.edu",
   "nsf_id": "000472597",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bondan",
   "pi_last_name": "Sikoki",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bondan S Sikoki",
   "pi_email_addr": "bondans@indo.net.id",
   "nsf_id": "000061754",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732200",
   "pgm_ele_name": "HSD - DEC, RISK & UNCERTAINTY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7318",
   "pgm_ref_txt": "HSD - AGENTS OF CHANGE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 726678.0
  }
 ],
 "por": null
}