{
 "awd_id": "0527777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics:  An Economic Analysis of the Perpetual Emigrating Fund",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 11126.0,
 "awd_amount": 11126.0,
 "awd_min_amd_letter_date": "2005-08-03",
 "awd_max_amd_letter_date": "2005-08-03",
 "awd_abstract_narration": "This project will estimate the impact of financial assistance from America, in the form of prepaid passage, on the timing of emigration in the nineteenth century from the British Isles to the Western United States.\r\nMethods\r\nThis research uses records of the Perpetual Emigrating Fund Company (PEF) and the Church of Jesus Christ of Latter-day Saints (also known as Mormons or Latter-day Saints) to create a sample of nineteenth century immigrants from the U.K. to present-day Utah. The sample will be representative of other nineteenth century migrants to the western frontier both in age, household structure, and occupation. These immigrants tended to be older and better skilled than their contemporaries who stayed in the eastern U.S. They were also more likely to be married and travel with children. Individual-level records, linked as households, will include information on each emigrant's birth year, region of origin, pre-emigration occupation, and year of baptism, as well as the amount of financial assistance received, if any. For Mormons in the eighteen hundreds, baptism indicated not only conversion to a new faith but also commitment to relocate to Utah. PEF loans were similar to informal agreements between people desiring to emigrate and their family members already in the U.S. Passage, prepaid in the U.S., was offered as an informal loan to be repaid after settling. Cross-sectional and panel data techniques will be used to determine whether the receipt of financial assistance tended to hasten emigration, in other words to shorten the delay between baptism and emigration. Tobit analysis will be used to estimate the factors affecting loan receipt.\r\nIntellectual Merit\r\nThis research makes two major contributions to the existing literature. One, this research will go beyond a discussion of general trends and summary statistics to estimate the effect prepaid passage had on individuals and households. This is possible because of the unusually detailed records of who received financial aid and how much they received. Two, the study of Latter-day Saint records provides a unique look at an interesting subset of nineteenth century immigrants to the U.S.: people traveling as families. The records can be\r\nused to test the hypothesis proposed by Ferrie in Yankees Now (Oxford University Press, 1999) that larger families tended to move west because they were wealthier. \r\nBroader Impacts\r\nThis research is related to a variety of historical and modern institutions, including chain migration, refugee resettlement, student loans, and micro-lending. For example, the Perpetual Education Fund, modeled after the PEF, was established in 2001 to provide student loans for disadvantaged individuals in developing countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Boyer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "George R Boyer",
   "pi_email_addr": "grb3@cornell.edu",
   "nsf_id": "000207576",
   "pi_start_date": "2005-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11126.0
  }
 ],
 "por": null
}