{
 "awd_id": "0527373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  A Spatially Explicit Approach to Link Decision Making to Land Use in Traditional Management Systems:  The Achuar Example",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 11923.0,
 "awd_amount": 11923.0,
 "awd_min_amd_letter_date": "2005-08-19",
 "awd_max_amd_letter_date": "2005-08-19",
 "awd_abstract_narration": "The science and understanding of land-use and land-cover change (LULCC) processes in tropical regions have made great strides in the past three decades.  Much of the theory and empirical evidence have been drawn from the analysis of non-indigenous agents of change (e.g. colonists) and their land use systems, however.  In contrast, limited theoretical advances have been made with respect to the factors that influence LULCC in areas managed by indigenous peoples or about the characteristics of their traditional land-use systems.  Some theories on agricultural change in subsistence agricultural areas link LULCC to population pressure and market development.  Empirical evidence suggests, however, that agricultural intensification and expansion also occurs when demographic pressure is low and market options are poor.  Within this context, the purpose of this doctoral dissertation research project is to explain the factors that influence agricultural change in indigenous areas and to advance the understanding of traditional land-use systems by linking human ecology and spatial modeling.  This project will be based on detailed empirical data obtained from a set of Achuar communities in the Western Amazon.  Specifically, this research will address two interrelated questions:  (1) What are the proximate factors that influence decision-making and land use change in indigenous households?  (2) How did land use patterns change in the Achuar territory between 1996 and 2005?  These questions will be answered using historical and current LULCC data and socioeconomic information for five communities in the study area. LULCC data will be derived from remotely sensed data and socioeconomic information from 50 household interviews.  Interviews will focus on demographic; labor force with emphasis on family labor; history of land use; resource-use strategies and land-use management systems; agricultural prices; and community rules on resource use.  Socioeconomic information will be linked to spatial data to explain land-use change between 1996 and 2005 using multivariate regression analysis.  This information will be incorporated in a simulation model that uses a logistic equation to explore (rather than predict) possible future land-use scenarios at a local level.  The expected result of this analysis is that agricultural expansion in indigenous areas is influenced not only by population and market dynamics but also by social and communal decisions on land allocation, cultural factors, and local resource endowments. \r\n\r\nThis study will establish a theoretical baseline to understand indigenous decision making and to elucidate how indigenous households make land-use decisions.  This study will also provide detailed empirical evidence on LULCC associated with indigenous land-use systems and will advance the understanding of the human dimensions of environmental change.  Traditional resource users are becoming increasingly important agents of LULCC due to the closing of most major colonization frontiers and the consolidation of indigenous land rights over much of the remaining forest.  This study will also contribute to the empowerment of local communities through their direct participation in the data collection, analysis, and evaluation stages.  The land-use model developed in this study could be a valuable contribution to future conservation and management plans so that the forest and cultural resources of the Amazon in general and of the Achuar territory in particular can be preserved.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodrigo",
   "pi_last_name": "Sierra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rodrigo Sierra",
   "pi_email_addr": "rsierra@mail.utexas.edu",
   "nsf_id": "000280054",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11923.0
  }
 ],
 "por": null
}