{
 "awd_id": "0527779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fatigue Response of Nanostructured Metallic Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 108246.0,
 "awd_min_amd_letter_date": "2005-07-13",
 "awd_max_amd_letter_date": "2007-09-18",
 "awd_abstract_narration": "Abstract 0527779\r\n\r\nRecent research efforts have demonstrated that nanostructured materials exhibit significant enhancements in mechanical properties such as yield strength, hardness and wear resistance, when compared to conventional 'microstructured' materials. However, a comprehensive understanding of the fatigue and fracture behavior of nanostructured materials is currently unavailable. Furthermore, the potential for enhancing the fatigue life of conventional materials through the creation of nanostructured surface layers/coatings has not been explored in sufficient depth. Hence, this project is directed towards obtaining key insights on the fatigue phenomenon in nanostructured materials. Through an approach that combines analytical modeling, numerical modeling, and experiments on model nanostructured metallic systems (nickel and iron), this study lays the foundation for: (i) a fundamental understanding of the plain fatigue and fatigue crack growth response of nanostructured materials; (ii) a quantitative assessment of the contact fatigue response of nanostructured materials; (iii) a unique application of a novel adhesion model for the prediction of contact fatigue crack initiation in nanostructured materials; and (iv) the development of a simplified numerical model for contact fatigue life prediction in nanostructured materials. \r\n\r\nThe present study leads to broad impact at the following three levels:  (i) Research: By advancing the current understanding of the mechanisms associated with fatigue of nanostructured materials, the research activities provide scientific and technological impact in the tribology industry (including aircraft, automotive, and bio-medical, fatigue-sensitive applications). Comprehensive research training is imparted to one graduate student. Because Louisiana's research investment has been significantly lower than in other states, the project activities also enhance the state's research base and educational efforts in the field of nanotechnology. (ii) Educational experience for minorities: In conjunction with this research project, a graduate/undergraduate course on Deformation, Fatigue and Fracture that has been developed by the PI, is enhanced to provide an exciting hands-on experimental component to the class-room learning experience about the fatigue phenomenon. Furthermore, the modified coursework is also targeted towards enhancing the undergraduate learning experience for minority students at Xavier University, a Historically Black College and University, through it's \"3+2\" program with the School of Engineering at Tulane University, where Xavier undergraduates complete a pre-engineering curriculum in three years and then complete their engineering courses at Tulane. (iii) Research experience for minorities: By working with the Louisiana Alliance for Minority Participation program, the PI's research group also provides summer research opportunities for undergraduate students in the area of fatigue of nanomaterials. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T.",
   "pi_last_name": "Venkatesh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "T. A Venkatesh",
   "pi_email_addr": "t.venkatesh@stonybrook.edu",
   "nsf_id": "000105662",
   "pi_start_date": "2005-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 24678.0
  }
 ],
 "por": null
}