{
 "awd_id": "0528069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Assessing respiratory responses of plant respiration to climate change at the ecosystem level: a stable isotope tracer approach",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2005-03-25",
 "awd_max_amd_letter_date": "2005-03-25",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nTerrestrial ecosystems exchange about 120Gt of carbon (C) with the atmosphere, through the processes of photosynthesis (leading to gross primary productivity, GPP) and ecosystem respiration (Re). Increasing evidence indicates that raising atmospheric CO2 enhances carbon uptake in most ecosystems, however, responses of Re and its components to elevated CO2 are unclear. Net ecosystem productivity (NEP), is determined as the net balance between GPP and Re and is often a sensitive predictor of functional ecosystem properties. A large component of Re is plant respiration. Plant respiration at the ecosystem level is difficult to measure because is embedded with respiration from soil heterotrophs. \r\n\r\nThe major thrust of this proposal is to develop a method to measure stand level plant respiration and its components using isotope tracers in current Free Air CO2 Enrichment (FACE) facilities in which the isotope label can be readily delivered. The proposal is to do a series of one-day isotopic CO2-pulse experiments several times during two growing season. These experiments are aimed at deconvolute whole-plant C processing, to estimate the mean residence time (MRT) of photosynthetic carbon and to separate autotrophic from heterotrophic respiration. These experiments will be done in a deciduous forest consisting of a sweet gum plantation exposed to ambient and elevated CO2 using FACE during two growing seasons. Depending on the initial success of these experiments the method will be extended to an Agroecosystem -SOYFACE- exposing soybean fields to elevated CO2 and O3 also using FACE. Results from the project will have direct relevance and utility to global climate models aimed at determining the carbon cycle of the biosphere. The broad outcome of the study will have direct relevance to C-flux monitoring initiatives (Ameriflux, EuroFlux), Biosphere-Atmosphere-Stable-Isotope-Network and other large-scale ecosystem studies. \r\n\r\nThis project also offers an excellent opportunity for a vertically integrated student training in multidisciplinary research. Undergraduates will be involved with summer internships for field and laboratory research. Graduate students will have unique opportunities to explore fundamental scientific questions in ecology of societal importance, within a multidisciplinary effort at unique field facilities. Participation of underrepresented minorities in research will be promoted with the SROP and the Bridge programs. The project will also integrate undergraduate and graduate education by the initiation of courses that emphasize convergence of various disciplines. With more than 1500 undergraduates enrolled in the reformed biology degree, the teaching plan outlined here is based on this expanding program and builds upon outreach activities developed during the last two years. These teaching and outreach activities include research and mentoring for undergraduate and graduate students, participation in science education through established undergraduate science scholarships, and the use of the Internet for teaching, outreach, and research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Gonzalez-Meler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel A Gonzalez-Meler",
   "pi_email_addr": "mmeler@uic.edu",
   "nsf_id": "000228711",
   "pi_start_date": "2005-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}