{
 "awd_id": "0528262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: An Investigation of the Role of Mid-Holocene Climate Change in the Neolithic Transition on Zealand (Denmark)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 11443.0,
 "awd_amount": 11443.0,
 "awd_min_amd_letter_date": "2005-08-19",
 "awd_max_amd_letter_date": "2005-08-19",
 "awd_abstract_narration": "Recent research in western Scotland (Bonsall et al 2002) suggests that an abrupt shift to sustained warmer and dryer conditions, at about 4000 BC, may have triggered a dramatic expansion of farming from central Europe into the Atlantic periphery (including southern Scandinavia and Great Britain). The postulated climatic changes were not subtle and would have had an immediate and sustained effect on both terrestrial and possibly aquatic ecosystems. This parsimonious scenario, contrasts strongly with more complex social hypotheses for the spread of farmers, which invoke trade, exchange, social competition and differential population growth or a combination of these factors.\r\n\r\nHowever, climatic response across this vast region may have been less uniform than these researchers suggest. There is in fact, little consensus on the kind(s) of climatic change that characterized the period in question. This is largely due to the lack of high-resolution paleoecological studies focused on the Atlantic-Subboreal transition in regions where the initial Neolithic is best documented archaeologically, like the Amose region on the Danish island of Zealand.\r\n\r\nAnthony Ruter, with the collaboration of Dr. T. Douglas Price at the department of anthropology, University of Wisconsin-Madison and Dr. Noe-Nygaard at the University of Copenhagen's Geological Institute, has begun a detailed paleoecological study supported by a high-resolution 14C chronology to investigate whether the conditions of this climate change hypothesis are met in the Tisso-Lille Amose region. This close interval study of pollen, spores, micro-charcoal and algae combined with a record of carbon and nitrogen isotopes, sulfur and magnetic susceptibility will allow us to directly test whether the Neolithic settlement was conditioned by the kind of climate change Bonsall et al describe. \r\n\r\nThe development of agricultural societies transformed the ecology of this planet and preconditioned the complex industrial societies in which we live. Yet, the question of what compelled our ancestors to adopt this radical new economy has still not been answered. Progress in the empirical study of this issue will be made as we engage other natural and historical sciences to help explain the evolution of populations in their social and biotic context, employing reconstructive methods which, privilege no postulated cause (environmental or social) a priori. This will increasingly require reaching across disciplines to engage the perspectives and techniques of scientists unfamiliarly with the research problems of archaeologists; yet able to investigate these phenomena. \r\n\r\nThe research proposed here will initiate exactly the kind of interdisciplinary and international partnership needed for this endeavor, bridging both disciplines and nations. Dr. Noe-Nygaard is an expert on the paleoecology and quaternary geology of the Amose and has collaborated in archaeological projects for most of her career. It will be executed with the assistance of faculty and staff in both Copenhagen and Wisconsin-Madison, and should produce several joint publications. Hopefully, it will stimulate further collaboration between these institutions and disciplines on these and other research questions. Practically, this should include extending this study into the late-Holocene to gauge the type and intensity of landscape modification through to the historic period. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T. Douglas",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Douglas Price",
   "pi_email_addr": "tdprice@facstaff.wisc.edu",
   "nsf_id": "000399115",
   "pi_start_date": "2005-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11443.0
  }
 ],
 "por": null
}