{
 "awd_id": "0528702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Centers for Ocean Science Education Excellence- Ocean in the Earth-Sun system",
 "cfda_num": "47.050",
 "org_code": "06040104",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 444985.0,
 "awd_min_amd_letter_date": "2005-09-19",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "OCE - 0528706\r\nThis award establishes a new Center for Ocean Science Education Excellence (COSEE) via awards to the Bigelow Laboratory for Ocean Sciences (0528706), the University of Maine (0528702), and the University of New Hampshire (0528686).  The main goals of this thematic Center are to broaden understanding of the oceans in the context of the earth and solar systems and to help the COSEE network reach rural and inland audiences.  The PIs will pioneer a system of interfaces, tools, and resources to reach underserved and underrepresented groups, and to bring ocean sciences to inland audiences by presenting it in the context of more familiar components of the earth system, including environmental and space sciences.  One goal is to explore the effectiveness of expanding knowledge of the ocean's role beyond being a driver of earth's climate to placing the earth in the context of its unique place in the solar system.  Activities include building and training educator-scientist teams to work towards specific goals, e.g., testing strategies for effective use of ocean data, training in the use of concept mapping, and the identification and evaluation of high-quality resources.  Evaluation of products, models and information is integrated throughout, with continuous self-assessment.  Formal education partners at the University of Maine and University of New Hampshire will test the efficacy of materials with educators whose knowledge of ocean-related content ranges from novice to expert.  Maine will be a test bed for the COSEE network to start reaching inland rural populations.  The team includes scientists and educators with expertise in the hydrosphere, biosphere, cryosphere, geosphere, and atmosphere.  The team will develop concept maps and case studies that show application of ocean topics to the National Science Education Standards.          \r\nThe Center will develop a formal mechanism for scientific review of materials to ensure the products they recommend are of the highest quality and meet rigorous standards, as well as to provide feedback from educators and scientists to product developers.  They will select resources from DLESE, the BRIDGE, NOAA and others and evaluate these for classroom readiness and scientific accuracy using their team of well-trained resource evaluators with first-hand knowledge of earth systems science.  They also will do a \"gap analysis\" of missing resources.   The \"Gap Analysis\" will also inform the science community about avoiding developing materials for well-covered topics.  The review process developed by COSEE-OESS, from initial use of NASA's education product review, will be disseminated nationally as a model for evaluating best practices and assessment and evaluation guidelines for education materials.\r\n   \tIn-service teacher programs will focus on expansion of University of New Hampshire's Coastal Observing Center summer in-service teacher workshops to incorporate OESS content and evaluation of activities (\"test bed\" for novel materials and activities).  These workshops have annual themes focusing on ocean observing systems and the integration of buoy, shipboard, and satellite data (GoMOOS).  Pre-service teachers and general science students at the University of Maine will take a new course created by OESS to learn ocean research methods by focusing on using physical principles, concepts and approaches to explain phenomena in aquatic sciences that are aligned to the NSES.  The course will be developed for distribution to teachers after rigorous evaluation.\r\n   \r\nIntellectual Merit of the Center:  This thematic center focuses on creating and evaluating a series of interconnected tools and techniques designed to broaden understanding of the ocean in the context of the earth and solar systems.  Results will be translated into innovative multimedia products that showcase the ocean in the earth-sun system.  Educational resources will be evaluated for science and education impact, and gaps in these resources will be identified and filled.  A new undergraduate course to teach about ocean phenomena will be developed, tested, and disseminated nationally.  The proposed Center will help COSEE reach inland and rural audiences.  \r\n    \r\nBroader impact:  This Center will serve as a \"learning organization\" to deliver excellent products, models, and information that can be applied virtually anywhere.  The final products, publication of \"Best Practices\" (a document that describes the value of system context in terms of learning) and \"Strategies to reach inland audiences\" will be disseminated throughout and beyond the COSEE network.  \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Karp-Boss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Karp-Boss",
   "pi_email_addr": "lee.karp-boss@maine.edu",
   "nsf_id": "000429121",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Herman",
   "pi_last_name": "Weller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Herman G Weller",
   "pi_email_addr": "herman.weller@umit.maine.edu",
   "nsf_id": "000415476",
   "pi_start_date": "2005-09-19",
   "pi_end_date": "2008-08-22"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Karp-Boss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Karp-Boss",
   "pi_email_addr": "lee.karp-boss@maine.edu",
   "nsf_id": "000429121",
   "pi_start_date": "2005-09-19",
   "pi_end_date": "2008-08-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emmanuel",
   "pi_last_name": "Boss",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emmanuel S Boss",
   "pi_email_addr": "emmanuel.boss@maine.edu",
   "nsf_id": "000428454",
   "pi_start_date": "2005-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743700",
   "pgm_ele_name": "CENTRES FOR OCEAN SCI EDU EXCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7437",
   "pgm_ref_txt": "CENTRES FOR OCEAN SCI EDU EXCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 114928.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 119518.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 101741.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 108798.0
  }
 ],
 "por": null
}