{
 "awd_id": "0528785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensor: Joint Hardware and Software Approaches for Improved Image Sensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2005-09-07",
 "awd_max_amd_letter_date": "2005-09-07",
 "awd_abstract_narration": "\r\nIntellectual Merit: The potential impact of sensor technologies on a wide range of applications has been realized; and the research on manufacturing small, accurate, low-cost, and long-lifetime sensors has accelerated. Fast, reliable, and intelligent communication networks are required to improve performance and functionality. Future sensing systems will integrate physical characteristics of sensors, communications, and software to achieve the best possible performance. No matter what type of material or technology is used, sensors will certainly have physical limitations in terms of accuracy, resolution, lifetime, etc. Through the joint design of hardware and software components of a sensing system, it is possible to overcome these limitations.  The focus of this research will be on novel image sensing systems with integrated icroactuators.  There is an increasing demand for high-resolution, high-dynamic-range, and low-noise images not only to give the viewer a high-quality picture but also to provide additional detail that may be critical in various applications. Digital cameras, surveillance systems, medical imaging, aerial/satellite imaging, scanning/printing devices, and high-de.nition TV systems are some of the application areas where high-quality images are desired.  Here, we propose a microactuator-based image sensing system to produce high-dynamic-range and high-resolution images. We propose to design a system where image sensor is jittered by embedded microactuators. The jitter amounts are predetermined and controlled; and several images are captured during the whole process. These images are then processed to produce a higherresolution\r\nand higher-dynamic-range image. The main contributions of the proposed research are\r\nas follows:  To design a sensor system demonstrating the possibility that physical limitations can be exceeded by integrating hardware and software components  To have a more realistic model of the imaging process to be used in inverse problems in image processing and computer vision applications\r\n To develop image reconstruction methods that can handle potential changes in illumination conditions\r\nand camera settings  To analyze spectral correlation in color images and to investigate ways of exploiting it in image processing applications                                                                                                                  Broader Impact: The proposed research will have important impact on surveillance and security applications, scienti.c and commercial products, and health industry. Companies that produce image-related products, such as digital cameras, camcorders, high-de.nition TV, biomedical imaging devices, microscale imaging devices may greatly utilize from the proposed research.  The problem of high-resolution and high-dynamic range image reconstruction is also expected to have even broader implications in information fusion and information theory. It is closely related to the information content and the compressibility of video data.\r\nThe cross-disciplinary nature of the project will open up new research directions. Although this\r\nis the primary impact, the proposal will have an educational impact as well. The results of this\r\nresearch will enhance the content of several courses (e.g., Introduction to Computer Vision, Image\r\nAnalysis I, Image Analysis II, and Integrated Sensors and Actuators courses that are o.ered by the\r\nPI and the co-PI at LSU.) As part of this research, the PIs plan to create a variety of independent\r\nprojects in which undergraduates can enroll and perform research for academic credit. For doctoral\r\nstudents the major educational component is the dissertation research itself. The research problems\r\nwill require that the students become experts in more than one areas, including signal, image, and\r\nvideo processing, pattern recognition, information theory, optimization, real-time implementations,\r\nand hardware design/manufacture. All of this will be done in the context of well-posed problems\r\nthat have practical applications and each will lead to a Ph.D. thesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bahadir",
   "pi_last_name": "Gunturk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bahadir Gunturk",
   "pi_email_addr": "bahadir@ece.lsu.edu",
   "nsf_id": "000494367",
   "pi_start_date": "2005-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "Choi",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jin W Choi",
   "pi_email_addr": "choijw@mtu.edu",
   "nsf_id": "000284720",
   "pi_start_date": "2005-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": null
}