{
 "awd_id": "0529502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coordinating Social and Individual Aspects of Generalizing Activity:    A Multi-tiered 'Focusing Phenomena' Study",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice M. Earle",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1337668.0,
 "awd_min_amd_letter_date": "2005-08-26",
 "awd_max_amd_letter_date": "2010-08-17",
 "awd_abstract_narration": "A central and enduring goal of education has been to provide learning experiences that generalize beyond the specific conditions of initial learning. However, research studies and national assessments in mathematics indicate that students often perform poorly on real world applications and many students graduate unable to connect school mathematics to work or everyday settings.\r\nFurthermore, researchers' progress in supporting the generalization of learning has been limited due to theoretical problems with the transfer construct. One reason why attempts to help students productively generalize their learning experiences have not been as successful as anticipated may be because existing accounts do not adequately account for both social and individual aspects of generalizing activity. The construct of focusing phenomena was developed to account for the ways in which features of social environments influence what students attend to mathematically and how these features in turn affect the particular ways in which students generalize their learning experiences (Lobato & Ellis, 2002a, 2002b; Lobato, Ellis, & Munoz, 2003). \r\n\r\nFocusing phenomena are observable features of classroom environments that regularly direct students' attention toward certain (mathematical) properties or regularities when a variety of features compete for students' attention. Exploratory comparative work (Ellis & Lobato, 2004) suggests that it is possible to generate a profile, which refers to a contrasting set of focusing phenomena (across a variety of instructional treatments) linked conceptually with an associated set of students' generalizations for a given topic. In the proposed study, profiles are developed in a more rigorous and systematic way\r\nthan was possible in the exploratory work, eventually developing predictive models that will describe how changing the nature of focusing phenomena affects the nature of the associated individual generalizations. To accomplish this goal, a complex research design comprised of a set of integrated studies is utilized to investigate three research questions:\r\n\r\n1. Profile. How are the various ways in which students generalize their learning experiences (\"transfer\" in the actor oriented transfer perspective) across a range of instructional treatments related conceptually to the various focusing phenomena that get established in the classrooms?\r\n\r\n2. Links among Tiers. What are the relationships among: (a) teachers' content knowledge and lesson goals, (b) the focusing phenomena that emerge in their classrooms, and (c) the ways in which students in these classrooms generalize their learning experiences?\r\n\r\n3. Content and Character of Generalization. What is the mathematical content and the character of the generalizations students construct about linear and quadratic functions? What are the trajectories as students develop more sophisticated, powerful generalizations over time?\r\n\r\nIntellectual Merit. The intellectual merit of the proposed study lies in the development of profiles of conceptual relationships connecting teachers' knowledge, focusing phenomena in classrooms, and associated student generalizations. The profiles provide a useful contrast of the types of foci that are related to productive student generalizations with those that unwittingly afford less powerful student generalizations. This research also contributes to the ongoing transfer debate by further developing focusing phenomena as a transfer mechanism. Renewed interest in transfer is demonstrated by two recent NSF-funded conferences on transfer (Lobato, 2004; Mestre, 2003) and by the inclusion of transfer as one of six important research challenges for the next decade of research in Schoenfeld's (1999) AERA presidential address.\r\n\r\nBroad Impact. The development of the profiles can result in benefits for teachers and their students, by demonstrating how the durable concepts that students take away from instruction are influenced by many subtle and often unintentional aspects of teaching practices. Just as there is a range of alternative conceptions and misconceptions that students construct for any given mathematical topic, there is a range of possible mathematical foci to which teachers can direct students' attention. Being sensitive to these multiple foci can help teachers identify potential traps and suggest generative alternatives. This research also contributes to implementation theory by demonstrating that even when curricular materials are good and the conditions of implementation fidelity are met, many micro-features of instruction can come into play that work to undermine reform. The results can help fulfill the challenge of the NRC report (2004) to attend to the complex interactions among key features of an instructional program, existing instructional practices, and characteristics of particular student subgroups that program evaluations should consider.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanne",
   "pi_last_name": "Lobato",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joanne E Lobato",
   "pi_email_addr": "jlobato@mail.sdsu.edu",
   "nsf_id": "000391592",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Ellis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Amy B Ellis",
   "pi_email_addr": "amyellis@uga.edu",
   "nsf_id": "000205881",
   "pi_start_date": "2005-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166600",
   "pgm_ele_name": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 415007.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 819757.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 102904.0
  }
 ],
 "por": null
}