{
 "awd_id": "0529034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensors:   Hierarchical Metal Oxides for Next Generation Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2005-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 374881.0,
 "awd_amount": 374881.0,
 "awd_min_amd_letter_date": "2005-09-06",
 "awd_max_amd_letter_date": "2005-09-06",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: James J. Watkins \r\nInstitution:  University of Massachusetts/Amherst\r\nProposal Number: 0529034\r\nTitle: Sensors: Hierarchical Metal Oxides for Next Generation Devices\r\n\r\nThe ability to control the structure and surface properties of hierarchical metal oxides across length scales ranging from a few nanometers to several centimeters offers the promise of next generation sensors with dramatically improved sensitivity, selectivity and response time.  Realization of that potential, however, requires the development of efficient fabrication strategies that enable prescriptive control over the size, structure, and orientation of nanometer scale pores and provide the ability to control surface chemistry and placement of functional elements within these structures. Target structures include defect free silica, alumina and titania films containing well-ordered spherical pores and close-packed arrays of uniform, functionalized cylindrical pores of prescribed diameter oriented normal to substrate in these materials.  The latter elements offer not only large surface to volume ratios, but also short and unencumbered diffusion paths for analytes and thin pore walls such that their electronic properties are strongly influenced by surface processes, a key to high sensitivity. Finally, a fabrication scheme that can be integrated directly into existing device fabrication lines is required for high volume production. The PI has developed a new approach for mesoporous oxides that can achieve these objectives.\r\n\r\nHis approach involves the phase-selective condensation of metal alkoxides within specific sub-domains of pre-organized block copolymer template films dilated with supercritical carbon dioxide. Subsequent removal of the template yields a well-ordered mesoporous solid that retains all of the structural detail of microphase separated block copolymers. Recently he validated this approach for the preparation of device-quality silicate films on full process Si wafers for application as ultra low dielectric constant films.  Here he exploits enabling aspects of the 3-D replication process to produce hierarchical silica, titania and alumina films as constructs for sensor applications. These include (1) the separation of template organization from metal oxide network formation, which provides flexible process chemistry through independent selection of template and precursor and removes constraints associated with cooperative selfassembly, (2) the use of a non-aqueous reaction media that is compatible with hydrolytically sensitive precursors for titania, alumina and other metal oxides, and (3) manipulation of block copolymer architecture by domain orientation and alignment prior to precursor infusion, which enables the production of nanochannel arrays of cylindrical pores oriented normal to the substrate surface with tunable pore diameters. Once the metal oxide framework is in place, control of surface chemistry is essential for maximizing sensor performance. The transport properties of supercritical CO2 offer distinct advantages for surface modifications using organosilanes and hydridosilane chemistry within nanostructured oxides. In addition to controlling the hydrophilic/hydrophobic character of the substrate surface, these modifications can provide reactive handles for immobilization of enzymes and metal clusters on the pore walls. Finally, doping the templates with active species prior to precursor infusion provides an alternative route to functionalizing the metal oxides by encapsulation.\r\n\r\nTechnical Merit:  The scientific core is the development of a rapid and efficient route for the preparation of functionalized hierarchical metal oxides as a platform for nanosensor device applications. Successful replication of block copolymer morphologies to yield well-ordered mesoporous titania and alumina films, including control of pore orientation and pore dimensions would represent a significant advance in materials science. The fabrication of nanochannel arrays in silicates, alumina and titania with pores of defined size, ranging between 10 and 45 nm, presents an optimal substrate for enhancing the performance of broad classes of sensors. \r\n\r\nBroader Impacts:  The development of well-defined metal oxide films with nanometer-scale periodicity is of interest for numerous applications including catalysis, separations, microfluidics, energy conversion and low dielectric constant films in microelectronics. An efficient and general means for their production would have broad impact. For example, nanochannel arrays in titania similar to those produced here for sensors would be ideal for the fabrication of high surface area heterojunctions for conjugated polymer photovoltaic cells, while well-ordered silicates containing immobilized enzymes or highly-dispersed metal clusters would have certain application in catalysis. The project will expose graduate students to interdisciplinary research and involve the participation of undergraduate students.  Project results will be put in modular form for use in existing curriculum including a survey course in nanotechnology and an undergraduate laboratory course and used as an example of applications of nanotechnology during secondary school visits hosted by MassNanoTech on the UMass Amherst campus.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Watkins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Watkins",
   "pi_email_addr": "watkins@polysci.umass.edu",
   "nsf_id": "000176240",
   "pi_start_date": "2005-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744700",
   "pgm_ele_name": "SENSORS SOLICITATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7224",
   "pgm_ref_txt": "SENSOR SOLICIATATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 374881.0
  }
 ],
 "por": null
}