{
 "awd_id": "0530405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop Proposal: Paleoclimates and human evolution: Integrating continental drilling research with paleoanthropology and other geological records",
 "cfda_num": "47.050",
 "org_code": "06030100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2005-06-14",
 "awd_max_amd_letter_date": "2005-06-14",
 "awd_abstract_narration": "Intellectual Merit\r\nA workshop to examine the paleoclimatic and paleoenvironmental framework of human\r\nevolution is being planned for fall 2005. Co-convenors are Gail Ashley, Anna K.\r\nBehrensmeyer, Andrew Cohen, Craig Feibel, Richard Potts, and Jay Quade. We believe\r\nthe time is ripe to bring anthropologists, archaeologists, geologists and climatologists,\r\ncurrently involved in the human evolution debate, together with the continental scientific\r\ndrilling community. We propose to hold a workshop with a) paleoanthropologists,\r\narchaeologists and paleontologists, b) geologists who have worked closely with the\r\npaleoanthropological community, and c) paleoclimatologists involved in collecting and\r\ninterpreting sediment records. This workshop will integrate the record of hominin\r\nevolution and their ecological communities, local and regional climate change history\r\nand paleoenvironmental records from outcrop and deep drilling, We would focus this\r\nworkshop primarily on the African record, where the longest and most continuous\r\nrecords of human evolution is found.\r\nThe hominin fossil record reaches back in time to >6 million years ago and stone tools\r\n>2.6 million years, but the details of paleoenvironmental framework particularly on the\r\ncontinents are not well known. Traditional geological studies of hominin-bearing\r\ndeposits have focused on correlation and chronology of sites, with usually only local sitebased\r\ndescriptions accompanying each find. There have been few attempts to\r\nsynthesize within regions or to place key sites within a broader temporal and spatial\r\ncontext. With the growing realization and understanding of astronomic climate forcing\r\nduring the Plio-Pleistocene, there is an opportunity to integrate what is known about the\r\npaleoclimate and paleoenvironment from the continental geologic record and the\r\nevolutionary history from archaeological and paleoanthropological records.\r\nBroader Impacts\r\nUp to six advanced graduate students whose research involves an aspect of the\r\nWorkshop topic will be active participants in the discussions. The experience they gain\r\nas members of different disciplines with different vocabularies, as well as seeing the\r\nvariety of approaches to, and perhaps different interpretations of, the same data set will\r\nguide them in developing a consensual working hypothesis.\r\nThe results from this workshop will be widely disseminated electronically hoping to reach\r\na broad audience. The importance of the interdisciplinary approach and specifically\r\nutilizing \"geoscience\" in paleoanthropological research was highlighted by WoldeGabriel\r\net al., in the July 2004 issue of EOS, a publication not normally read by\r\npaleoanthropologists. The article describes the need of groups that have not\r\ntraditionally worked together to collaborate on problems that neither group are likely to\r\nsolve on their own.\r\nThe goal is to bring together researchers with a variety of perspectives on the role that\r\nclimate and climate change might have played in human evolution. Topics such as these\r\nare interdisciplinary and often fall through the 'cracks' between normal funding\r\nprograms. They are also short-changed by scientific societies in terms of critical mass at\r\nconferences and by publishing outlets. Extra effort must be made to get groups together\r\nwho would not normally attend the same scientific meeting. This Workshop will help\r\naddress this need.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Ashley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gail M Ashley",
   "pi_email_addr": "gmashley@eps.rutgers.edu",
   "nsf_id": "000097971",
   "pi_start_date": "2005-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Feibel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Craig S Feibel",
   "pi_email_addr": "feibel@rci.rutgers.edu",
   "nsf_id": "000118436",
   "pi_start_date": "2005-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}