{
 "awd_id": "0530068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Narrative Approach to Ethics for S&E Graduate Students",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2005-09-28",
 "awd_max_amd_letter_date": "2009-06-16",
 "awd_abstract_narration": "This award is made under Ethics Education in Science and Engineering (NSF 05-532).  This research project addresses cross-cultural and cross-disciplinary perspectives of faculty and graduate students on ethical issues relevant to the graduate education of scientists and engineers. The research team, composed of an engineer, a philosopher and a psychologist, is qualitatively assessing the delivery of the research in the classroom by focusing on several questions: Can cross-cultural and cross-disciplinary perspectives be readily discovered in individuals? If so, How? Can they be brought together with ethical theories into a coherent and justifiable whole? If so, How? Can that whole be applied to the ethical decision making of individuals seeking to function harmoniously in multi-cultural and multi-disciplinary communities? If so, How? These research questions are being examined with five objectives.  First is the three-year research objective to produce study modules each consisting of an ethical topic in either science or engineering (S&E), cross-cultural and cross-disciplinary perspectives of individuals on that topic, and a systematic arrangement of each individual perspective and that topic into a prescription for behavior that can be accommodated in multi-cultural, multi-disciplinary, US communities. Second is the three-year research and education objective to conduct a seminar series bringing external experts to the project and culminating at the end of the third year in a major national symposium.  Third is the educational objective to conduct workshops in the second year on modules for lecturers in ethics to graduate students. Fourth is the educational objective in the third year to observe as lecturers deliver modules to graduate students. Fifth is the publication of all modules in a textbook for the ethics instruction of S&E graduate students.  The chief activity of this project is the development of a narrative approach to the first objective. This approach combines previous works published by the three principal participants of this project on (1) the uses by psychologists of auto-biographies to discover African American ethnic factors of self-identity, (2) the uses of mythic stories to discover heroes in one's own family or ancestry identified as African American engineers judged, by reference to African experiences, worthy of imitation in Western ethical situations, and (3) the comparison of African and Western ethics and the accommodation of African ethics to Western values. This project will extend these works to include Asian, Indian, Hispanic and other perspectives, and to adapt them to ethical problems in S&E.  The intellectual merit of the proposed activity is in the development of a coherent arrangement of a narrative theory of personality, the mythic story, and comparative ethics, and in the application of that arrangement to practical problems in science and engineering.  This is a novel activity promising to enhance the ethical decision making skills of individual scientists and engineers without requiring them to become specialist experts on ethical theory and argumentation. Rather, compensation for this specialty is made on the presumption that most of them are already generalist experts on believable stories.  The broader impacts resulting from the proposed activity will be on the globalization process and the fitness of the US participatory democracy to govern its technological society.  The cross-cultural empowerment promised by this project to scientists and engineers will ready them for the challenges of globalization, and the cross-disciplinary empowerment promised by it will ready them for effective leadership in academia, the professional, governmental, and business sectors of society, and in the decision making venues open to citizens, experts and non-experts in technological democracies.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taft",
   "pi_last_name": "Broome",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Taft H Broome",
   "pi_email_addr": "TaftBroome@aol.com",
   "nsf_id": "000061870",
   "pi_start_date": "2005-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Segun",
   "pi_last_name": "Gbadegesin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Segun Gbadegesin",
   "pi_email_addr": "sgbadegesin@howard.edu",
   "nsf_id": "000061914",
   "pi_start_date": "2005-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ref_code": "9152",
   "pgm_ref_txt": "EDUCATION PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": null
}