{
 "awd_id": "0531095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2005 Interior of the Earth Gordon Conference",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2005-06-01",
 "awd_exp_date": "2006-05-31",
 "tot_intn_awd_amt": 23500.0,
 "awd_amount": 23500.0,
 "awd_min_amd_letter_date": "2005-06-15",
 "awd_max_amd_letter_date": "2005-06-15",
 "awd_abstract_narration": "\r\n\tThe actual physical process of an earthquake-the propagating fracture that breaks the friction holding two sides of the fault together allowing them to slip past one another-is never directly observed. It must be inferred by analysis of the elastic waves and the deformation that the earthquake caused. The data from the MW 6.0 Parkfield earthquake of September 28, 2004, provide an unprecedented opportunity to infer the dynamics of an earthquake source. Within 20 km of the fault, there are 56 three-component strong motion accelerographs, a dense 13-element array (UPSAR), 13 continuous GPS sites with 10 or more GPS campaign sites and four borehole dilatometers. These data can be inverted to find the kinematic description of the earthquake source. The kinematic description lays the foundation for describing the nonlinear process of earthquake dynamics.\r\n\tThe mechanics of inverting data have become routine, but the scientific questions that the Parkfield data can answer go beyond simply finding a kinematic faulting model. Inverting all of the data to find a \"best\" model of the faulting process will be done, but this data set provides a much greater opportunity. The richness of the data allows a multifaceted approach to inverting the data. Most importantly, the density and quality of the data allow a rare opportunity to explore what features of the kinematic models are robust and well resolved. The kinematic features that are robust will define features of the earthquake that will be vital for establishing the best initial stress conditions for developing dynamical models that will simulate the propagating fracture. \r\n\tThere are many fundamental questions that will be addressed. Why did the 2004 rupture go from southeast to northwest, opposite to that of the 1934 and 1966 earthquakes? With minor perturbations to the initial stress conditions could the rupture have nucleated near Middle Mountain and propagated to the southeast? Even though the rupture is primarily northwest, what caused the large ground motions to the southeast? Do they arise from dynamics of the rupture front? It has been proposed that maps of b-values on the fault correlate with regions of high and low stress on the fault. The 2004 mainshock hypocenter is within a region of high stress. Will the dynamic rupture follow a path that mimics the b-value maps? What will dynamic models give for stress changes on different parts of the fault? Will the variation be as large as that found in studies of prior seismicity. The answers depend on dynamics of the rupture. By inverting the abundant Parkfield data, a kinematic model is deduced that will provide the initial conditions for dynamic simulations, which in turn will allow one of the most detailed examinations of the dynamics of an earthquake.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Stixrude",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lars P Stixrude",
   "pi_email_addr": "lstixrude@epss.ucla.edu",
   "nsf_id": "000237847",
   "pi_start_date": "2005-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2005-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 23500.0
  }
 ],
 "por": null
}