{
 "awd_id": "0531946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Special Meeting: Analysis in Number Theory Year 2005-6 at the CRM",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2005-07-07",
 "awd_max_amd_letter_date": "2005-07-07",
 "awd_abstract_narration": "The 2005-2006 special year \"Analysis in Number theory\" at the\r\nCentre de Recherche en Mathematiques in Montreal will focus on two main areas:\r\n   1) The fall semester on p-adic analysis in arithmetic geometry, specifically\r\n      i) A motivated definition of a p-adic Langlands correspondence;\r\n     ii) Arithmetic intersection of cycles and modular forms.\r\n\r\n   2) The winter semester on analytic number theory, specifically\r\n      i) \"Hot\" traditional areas, such as bounds for the size of \r\nL-functions, the use of higher dimensional L-functions, and understanding the \"anatomy\" of integers (distribution of prime divisors, multiplicative functions, smooth numbers, etc.);\r\n     ii) Additive Combinatorics, an exciting new subject that has already led to several important breakthroughs (including that there are infinitely many k-term arithmetic progressions of primes, and non-trivial bounds on very short exponential sums).\r\nThere will be a total of six workshops and two major \"schools\" to introduce junior mathematicians to the key exciting themes.  Activities during the year are centered around several key participants, particularly early career researchers who are making an enormous impact such as Bhargava, Green, Soundararajan and Tao.\r\nIn addition there will be extended visits by more than forty active researchers.\r\nThis grant will help junior US mathematicians to take advantage of these opportunities.\r\n\r\nNumber theory, a subject often motivated by the simplest and most basic of questions, is nevertheless breathtaking in its scope of techniques and breadth of applications.  Certain number theoretic topics are very exciting at the moment, following some extraordinary recent breakthroughs in the understanding of some fundamental and longstanding questions.  This special year in number theory will give more researchers the opportunity not only to learn about these breakthroughs, but to collaborate with a wide array of number theorists from around the globe.  Of particular emphasis are the development of a \"p-adic Langlands correspondence\", which will tie together far flung topics in a surprising way, and the further development of \"additive combinatorics\", which has recently led to the proof that there are infinitely many k-term arithmetic progressions of primes,a famous old question.  There will also be focus workshops on other topics that the organizers believe are primed for significant advances.  One of these areas has seen the proof that there are gaps between primes that are far smaller than the average, another longstanding question.   This special year gives U.S. mathematicians, especially young researchers, an unusual opportunity to interact with a large number of the world's leading number theorists, particularly those from Europe and \r\nAsia.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Dummit",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Dummit",
   "pi_email_addr": "dummit@math.uvm.edu",
   "nsf_id": "000439943",
   "pi_start_date": "2005-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}