{
 "awd_id": "0531480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interdisciplinary Transport Phenomena in Microgravity and Space Sciences",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patrick E. Phelan",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2005-08-08",
 "awd_max_amd_letter_date": "2005-08-08",
 "awd_abstract_narration": "Abstract\r\n\r\nNational Science Foundation\r\n\r\nProposal Number:\tCTS-0531480\r\nPrincipal Investigator:  \tSadhal, Satwinder S.\r\nAffiliation:  \tUniversity of Southern California\r\nProposal Title: \tInterdisciplinary Transport Phenomena in Microgravity and Space Sciences\r\n\r\nContext:\r\n\r\nThe proposal was received as an unsolicited submission to the Chemical and Transport Systems Division and was subsequently assigned to the Thermal Transport and Thermal Processing Sub element of the Thermal Systems Program.  External Peer comments were waived in accordance with NSF guidelines regarding support for conferences, symposia, and workshops (PAM V.B2.m).  TTTP Program Director Alfonso Ortega  has provided an evaluation.  The recommendation for action is based on the  comments as well as current NSF and program priorities, budget constraints, and the likely contribution of the conference to the thermal systems research and education infrastructure. \r\n\r\nAnalysis and rationale for recommending award:\r\n\r\nFunds have been requested to provide financial support for eight (total) senior and emerging researchers to travel to the Conference on Interdisciplinary Transport Phenomena in Microgravity and Space Sciences IV in Tomar, Portugal, August 7-12, 2005.  This is the fourth conference in a series that started in 1999.  Three of the researchers are female faculty members or senior scientists, and five are students, with one of those students being female.  Approximately 90% of the funds will be used for travel support, with the balance used for publication costs.  All funded participants will be required to publish their conference work in the Final Conference proceedings and in archival form in the Annals of the New York Academy of Sciences, which will be the final archive for the conference.  In addition to funding from NSF, NASA will provide $15,000 and Engineering Conferences International will provide $5,000.  This additional funding will be used to support the travel of the conference leadership team as well as Keynote speakers.\r\n\r\nWith respect to Broader Impacts, the Conference is a major venue for technical exchange in the community working on Fluid, Thermal, Biological, and Materials Science in microgravity environments, and in space exploration technologies.  The interdisciplinary aspect of the emerging important work to be done in this area will be emphasized and in this respect, the conference will be complimentary to the biennial NASA conferences in specialized areas.  Funding provided by NSF will help to ensure that women and underrepresented minorities are actively recruited and included in the participants. The participants to be supported have already been identified and they form a diverse group.  Engineering aspects of space science continue to be an important area fueling fundamental research in the thermal and fluid sciences of particular interest to the TTTP program.  These topics are well illustrated by the technical session titles that are planned for inclusion in the program.\r\n\r\nWith respect to dissemination, papers presented at the conference will be published in a ISBN numbered published proceedings, and also archived in the Annals of the New York Academy of Sciences. Since the conference attracts many of the most active researchers in the field, the published work will represent the state of the art in this branch of engineering science.\r\n\r\nSince more than 50% of the funded participants will be emerging scientists, their participation in this meeting will have a significant impact in the training of the next generation of engineers, scientists, and mathematics working in the area of space science related thermo, fluid, and material science research.  Because the participation will be interdisciplinary in nature, the impact of researchers from different disciplines convening in this venue will be significant.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satwindar",
   "pi_last_name": "Sadhal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Satwindar S Sadhal",
   "pi_email_addr": "sadhal@usc.edu",
   "nsf_id": "000464433",
   "pi_start_date": "2005-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}