{
 "awd_id": "0532363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Middle Holocene Bison-Use and Paleoecology in the North American Prairie-Peninsula",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2006-07-31",
 "tot_intn_awd_amt": 11996.0,
 "awd_amount": 11996.0,
 "awd_min_amd_letter_date": "2005-06-29",
 "awd_max_amd_letter_date": "2005-06-29",
 "awd_abstract_narration": "\r\nDrastic changes in culture and climate characterize the archaeology of the middle Holocene Great Plains (7500-5000 BP). However, despite decades of research, it is still unclear how hunter-gatherers adjusted to the increasingly arid conditions of this time. The primary questions addressed in this project are directed towards understanding broad human/ecosystem relations in prehistory. These questions include: what was the impact of middle Holocene climate change on local ecosystems; how did early Plains Archaic hunter-gatherers utilize faunal resources in response to these changes; and what was the role of bison in early Plains Archaic subsistence strategies?\r\n\r\n With support from the National Science Foundation and under the supervision of Dr. Jack Hofman, Chris Widga will address these issues through the analysis of four early Plains Archaic archaeological assemblages: the Itasca bison kill in central Minnesota, the Simonsen and Hill sites in western Iowa, and the multi-component Logan Creek site in northeastern Nebraska. Zooarchaeological analyses of these collections will delineate aspects of middle Holocene hunter-gatherer subsistence systems, including diet breadth, butchering intensity, carcass processing trajectories, and seasonal resource use. \r\n\r\nThis project will also rely heavily on isotopic analyses. These analyses will be carried out on materials (enamel, bone and soil) from the above assemblages, and a fine-grained, seasonally-calibrated sequence of paleoenvironmental data will be constructed through multi-isotope analyses of individual bison molars. Strontium isotope data (87Sr/86Sr) will be combined with other stable isotopes (d13C and d18O) to examine seasonal and geographic variability in bison grazing patterns. Taken together, these analyses will provide the environmental context for investigating human hunting strategies during the middle Holocene.\r\n\r\nThese articulating datasets will be used to develop models of human subsistence in the North American Prairie-Peninsula between 7500 and 5000 BP. Essential elements of these models will address the nature of bison use, establish the availability of bison and the efficiency of bison hunting strategies, provide estimates of diet-breadth, and quantify the use of non-bison resources. This information is essential for evaluating foraging models in early Plains Archaic contexts. \r\n\r\nAdditionally, this project will examine the prehistoric grazing behavior of a keystone species in grassland ecosystems, bison. While this species has made a dramatic comeback in recent years, many aspects of its prehistoric behavior remain unclear. One of the primary goals of this study is to examine the degree of variability within the bison ecological niche that can be attributed to geographic variation. This knowledge will assist conservation biologists and wildlife managers in administering grassland ecosystems effectively.\r\n\r\nThroughout prehistory, grassland ecosystems have been very sensitive to climate change. During the Middle Holocene, warm and dry conditions prevailed and biological communities adjusted accordingly. Through the study ecosystem changes in the past, we can perhaps better understand the dynamics of modern change, and adjust landuse patterns to reflect ecosystem-specific standards of sustainability.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Hofman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jack L Hofman",
   "pi_email_addr": "hofman@ku.edu",
   "nsf_id": "000364667",
   "pi_start_date": "2005-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11996.0
  }
 ],
 "por": null
}