{
 "awd_id": "0533553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/DIS  Opportunities for Wisconsin Women in Science, Technology and Engineering",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199891.0,
 "awd_min_amd_letter_date": "2005-09-14",
 "awd_max_amd_letter_date": "2007-12-21",
 "awd_abstract_narration": "The University of Wisconsin-Oshkosh is offering Opportunities for Wisconsin Women in Science, Technology and Engineering (OWWSTE), a training program for secondary teachers and counselors in Wisconsin to increase awareness of gender bias in science and technology education, and to introduce educators to regional and national programs available to promising female students in science, technology and engineering.\r\n\r\nOWWSTE will provide teacher and counselor leaders with media (including an inspirational and informational video), instructional tools, and training that they can share with peers in their districts during in-service training sessions or at summer academies. Wisconsin has almost 70,000 teachers in 426 school districts. Many of these school districts are small and rural, such that students only have a choice of one high school and junior high. This project will target teachers and career counselors in secondary schools, a crucial age range when girl students lose interest and confidence in their abilities in science and math.\r\n\r\nIntellectual Merit\r\nOWWSTE will work closely with the Wisconsin Department of Public Instruction, the Wisconsin Science Network, and the Wisconsin Academy for Staff Development Initiatives (WASDI) to identify school districts that have a particularly low percentage of women taking upper level science, math and technology courses. Administrators in these agencies will also assist in identifying appropriate counselor and teacher leaders from school districts. Numerous faculty leaders from the University of Wisconsin System, particularly faculty who were trained by the NSF sponsored Women and Science Project, will also be involved with teacher and counselor training sessions.\r\n\r\nWhile Wisconsin has many active science and engineering programs geared toward girls and young women, many teachers and counselors are unaware of these valuable programs. The workshop and instructional materials funded by this program will focus on successful programs, particularly those easily accessible to students in the upper Midwest, and techniques for secondary educators to increase enrollment of women in upper level high school science and technology courses. Additionally, discussions with program leaders will demonstrate methods to avoid gender biases in science, math, and technology education. Finally, educators will become more aware of programs and techniques to introduce their promising female students to career paths that they had not imagined previously.\r\n\r\nTeacher and counselors will leave the summer workshop with the tools and information necessary to disseminate to train fellow educators in their districts. The training materials will provide detailed outlines of lesson plans for in-service workshops, and a video will include interviews with successful women scientists from Wisconsin, coverage of science, technology and engineering programs available to girls and young women in Wisconsin, and a discussion of gender-conscious pedagogy.\r\n\r\nBroader Impact\r\nThis program has the potential to reach every secondary-level counselor and educator in Wisconsin because of its pyramidal structure and the portability of the program. Similar programs that have been implemented in other states have seen significant gains in female student participation and enrollment in STEM courses. This program will be evaluated by surveys of female senior and juniors at participating high schools related to their career goals. An increase of 10% of female student declaring an interest in majoring in science, engineering or technology will be considered a success for this program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susannah",
   "pi_last_name": "Sandrin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susannah Sandrin",
   "pi_email_addr": "sandrins@uwosh.edu",
   "nsf_id": "000473430",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Fencl",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi S Fencl",
   "pi_email_addr": "hfencl@uwgb.edu",
   "nsf_id": "000403200",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Goulet",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Marc R Goulet",
   "pi_email_addr": "gouletmr@uwec.edu",
   "nsf_id": "000088041",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Oshkosh",
  "inst_street_address": "800 ALGOMA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "OSHKOSH",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204243215",
  "inst_zip_code": "549013551",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WI06",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCYNUU4E7Q66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Oshkosh",
  "perf_str_addr": "800 ALGOMA BLVD",
  "perf_city_name": "OSHKOSH",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549013551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 199891.0
  }
 ],
 "por": null
}