{
 "awd_id": "0533572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A National Symposium to Develop an Effective Model for the Professional Development of K-12 Engineering and Technology Education Teachers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Haney",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199747.0,
 "awd_min_amd_letter_date": "2005-09-14",
 "awd_max_amd_letter_date": "2008-08-16",
 "awd_abstract_narration": "The primary focus for the National Symposium is to develop research-based models for the professional development of K-12 engineering and technology teachers.  Science and mathematics educators have used effective, research-based, professional development programs and materials to strengthen the skill set for practicing science and mathematics teachers.  However, technology education, as a less mature field of study, has less experience in developing and delivering research-based professional development practicing technology teachers.  With the emerging alignment of technology education with engineering, the need for effective professional development models has become more critical. \r\n\r\nThe goal of the National Symposium is to assemble a group of key stakeholders with specialized expertise in professional development from science, mathematics, engineering and technology to share expertise and explore models for standards-based professional development.  Key goals of the symposium are to:  (a) examine the applicability of existing teacher professional development models for engineering and technology education; and (b) develop a foundation for developing models for technology education professional development, based on contemporary pedagogy and androgogy.\r\n\r\nINTELLECTUAL  MERIT:  The National Symposium will be organized around carefully selected thematic sessions focused on specific aspects of professional development.  Each session will begin with invited presentations of scholarly papers, followed by discussion to probe and clarify key ideas.  A discussant will be designated to initiate the conversations and a session moderator will facilitate each session with a major goal of maintaining a focus on the development of models of professional development for engineering and technology.  The ultimate goal of the presentations will be to produce:  (a) a preliminary professional development framework for engineering and technology education; and (b) a set of issues to focus the agenda for subsequent model and framework development.\r\n\r\nBROADER  IMPACTS:  The National Symposium will produce a framework for engineering and technology education professional development based on a synthesis of the professional development literature and the expertise shared at the symposium.  Following the symposium a public forum will be convened to share issues and models with the profession at large.  In addition, the published proceedings of the National Symposium and a monograph, which will include a synthesis of the proceedings and the professional development models developed, will be disseminated through direct mail to key stakeholders.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodney",
   "pi_last_name": "Custer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rodney L Custer",
   "pi_email_addr": "rod.custer@bhsu.edu",
   "nsf_id": "000406538",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenny",
   "pi_last_name": "Daugherty",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jenny L Daugherty",
   "pi_email_addr": "jdaugherty@lsu.edu",
   "nsf_id": "000509883",
   "pi_start_date": "2008-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of Illinois State University",
  "perf_str_addr": "CAMPUS BOX 1100",
  "perf_city_name": "NORMAL",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617901100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727100",
   "pgm_ele_name": "TEACHER PROFESSIONAL CONTINUUM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 199747.0
  }
 ],
 "por": null
}