{
 "awd_id": "0533086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanded Access to Biotechnology for Students with Disabilities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2005-11-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 299649.0,
 "awd_min_amd_letter_date": "2005-09-15",
 "awd_max_amd_letter_date": "2009-01-16",
 "awd_abstract_narration": "Project Summary\r\nThe Research for Disabilities Education Focused Research Initiatives (RDE-FRI) will permit Boston\r\nUniversity to enhance its science education programs by expanding the School of Medicine's (BUSM)\r\nCityLab program to further address the needs and interests of students with disabilities.\r\nIn 1996, CityLab launched its Summer Biotechnology Program (SummerLab) for high school students\r\nwho seek an intensive one-week exposure to a life sciences laboratory. With RDE (PPD)-DEI support\r\nover the past two years, we have expanded the Summer Biotechnology Program into a model program\r\nthat fully integrates youths with disabilities into a genuine laboratory experience. Participants with and\r\nwithout disabilities work together in teams towards the common goals of learning and performing\r\nmolecular biological techniques for recombinant protein synthesis, protein isolation, and protein\r\npurification. Students also work together to prepare and present a poster presentation for their parents,\r\nfriends, and BUSM faculty members. SummerLab participants also discuss science career opportunities\r\nand tour local biotechnology companies such as Genzyme so that they can see how their experience at\r\nSummerLab might lead to future employment. This seminal experience serves as a basis for further\r\nlaboratory science education through BUSM's CityLab Scholars and Academy programs.\r\nThis RDE-FRI effort will enable us to continue to expand access to biotechnology and biological sciences\r\nfor students with disabilities. We will continue to expand our summer and academic year laboratory\r\nexperiences for students so that they can pursue advanced education at the undergraduate level. We will\r\nalso expand the pipeline of students with disabilities who consider science education and careers by\r\nproviding practical coursework and experience for science teachers who work with students with\r\ndisabilities. We believe that by providing teachers with a mentored experience, they will be better able to\r\nencourage their students with disabilities to pursue science coursework.\r\nIntellectual Merit Criterion:\r\nThe proposed program will provide physical (lab bench height, flexible seating without attached chairs,\r\netc.) and material (large print for visually impaired youth, interpreter for hearing impaired youth, visual\r\naids and note-takers for youth with brain injuries and learning disabilities) accommodations to facilitate\r\ncareer exploration. This program will further integrate the youth with disabilities so that the students with\r\nand without disabilities work together and learn from one another. Students who attend these programs\r\nwill be encouraged to pursue additional science education, either at Boston University (through CityLab\r\nAcademy and standard undergraduate science programs) or elsewhere. We will also seek to increase the\r\nnumber of science teachers who actively promote science careers as attainable goals for youth with\r\ndisabilities. This program will also include on-going mentoring for both students and teachers to\r\nreinforce positive attitudes towards science. We will also evaluate student and teacher participants'\r\nattitudes towards science and science careers.\r\nBroader Impacts Criterion:\r\nPerhaps the most important characteristic of this proposal is that it opens doors for youth with disabilities\r\nwho might not have had an opportunity to appreciate the tremendous career opportunities that are\r\navailable in the sciences. There is a strong national interest in encouraging all students to pursue\r\ncontinued study of science and mathematics so that they have the requisite background to consider a\r\nscience career. Students with disabilities are often particularly suited to pursue science because they\r\npossess the intellectual capacity to become independent thinkers, but often they (and their families and\r\nteachers) do not see the path to a science career. This program will provide a new pathway for students\r\nwith disabilities to explore science careers and promises to build on CityLab's success in encouraging its\r\nstudents to pursue continued study of science. We will disseminate the materials and best practices that\r\nemerge from this project through conventional science education and disability networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Romney",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carla A Romney",
   "pi_email_addr": "romney@bu.edu",
   "nsf_id": "000157701",
   "pi_start_date": "2005-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Franzblau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carl Franzblau",
   "pi_email_addr": "franzbla@bu.edu",
   "nsf_id": "000186216",
   "pi_start_date": "2005-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "DeRosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald DeRosa",
   "pi_email_addr": "donder@bu.edu",
   "nsf_id": "000107741",
   "pi_start_date": "2005-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 299649.0
  }
 ],
 "por": null
}