{
 "awd_id": "0533599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium:  Ecological Immunology: Recent Advances and Applications for Conservation Annual Health, to be held January 4-8, 2006, Orlando, Florida.",
 "cfda_num": "47.074",
 "org_code": "08090700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Paul Malchow",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 6260.0,
 "awd_amount": 6260.0,
 "awd_min_amd_letter_date": "2005-08-03",
 "awd_max_amd_letter_date": "2005-08-03",
 "awd_abstract_narration": "Symposium: ECOLOGICAL IMMUNOLOGY: RECENT ADVANCES AND APPLICATIONS FOR CONSERVATION AND PUBLIC HEALTH\r\n\r\nMartin Wikelski\r\nPrinceton University\r\n\r\nAbstract\r\nEco-immunology has been an area of rapid growth over the last decade, and much has been learned about the costs of and variation in immune defenses of wild animals. This has led to new insights into life history evolution, parasite-mediated selection and mating preferences, as well as population and community level phenomena such as disease transmission patterns and biological invasions. Further advances in this field have the potential to provide a better understanding of host and parasite community patterns and processes, including the emergence and spread of new infectious diseases, which could in turn allow us to make better decisions for preserving both biodiversity and human health.\r\n\tThe symposium \"Ecological Immunology: Recent Advances and Applications for Conservation and Public Health\" has been selected by The Society for Integrative and Comparative Biology (SICB) as a society-wide event at the 2006 annual meeting in Orlando, Florida, January 4-8th. The goals of this symposium are threefold: 1) Foster interdisciplinary collaborations between scientists from ecological, immunological, genetic, and medical fields; 2) break down barriers between researchers studying different taxonomic groups; and 3) encourage scientists engaged in basic and applied research to explore how cross-talk between the two could enhance the progress of both. The invited speakers will present on a broad range of topics and taxa, including ecological correlates of variation in immune function in free-ranging birds, immunity and disease in sea turtles and corals, the interaction of the immune system with the endocrine system and environmental toxins, and molecular evolution of the major histocompatibility complex (MHC). \r\n\tThe eleven symposium speakers include individuals from typically underrepresented groups, including women (two), beginning investigators (four), and racial minorities (one). In addition to fostering collaborative efforts among diverse researchers, the emphasis of the symposium on conservation and public health applications is meant to push participants to think about and present their work in light of the benefits such basic research can provide society. The proceedings of the symposium will be summarized and submitted together as a series of papers to a widely-distributed journal; the editors of SICB's journal, Integrative and Comparative Biology, have already expressed interest in producing a special issue dedicated to this symposium.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Wikelski",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Martin C Wikelski",
   "pi_email_addr": "wikelski@princeton.edu",
   "nsf_id": "000430652",
   "pi_start_date": "2005-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 6260.0
  }
 ],
 "por": null
}