{
 "awd_id": "0533968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    From Edge Pixels to Recognition of Parts of Object Contours",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 105418.0,
 "awd_amount": 105418.0,
 "awd_min_amd_letter_date": "2005-07-14",
 "awd_max_amd_letter_date": "2005-07-14",
 "awd_abstract_narration": "Object recognition in Computer Vision, though being a main processing step in many tasks of robotics, surveillance, and other fields of automation, is still an unsolved problem.  The recent results in human visual perception strongly suggest that contour extraction is a key step to object recognition.  A development of a contour-based system for object recognition is proposed.  The first step of the new approach concentrates on extraction of object contours from edge images that correspond to contours as perceived by humans. Since the extraction of complete contours may not be possible (e.g., due to occlusion), extraction is focused on meaningful parts of contours. The proposed approach uses a mixture of bottom up and top down processing for edge grouping. After each step of bottom-up processing in a pyramid architecture, top-down evaluation is applied to select the most promising grouping constellations. A promising grouping constellation is defined using cognitively motivated constraints. In accord with the cognitive simplicity principle known from Gestalt psychology, partial shape similarity will be used as a primary building block of such constraints. In accord with the newest results in human perception, grouping of edges to parts of object contours and recognition of the parts using shape similarity play a key role in object recognition. This means that object recognition is possible if only part of a contour is constructed, and the construction of the whole contour is not necessary for recognition. In particular, object recognition works in the presence of occlusion and segmentation errors. \r\n\r\n\tThe proposed solution to the object recognition problem can make a significant step to improve the application scope of vision systems. The results of this work will be applicable to vision systems, large image databases, and video analysis systems. The proposed research to find interdependence and structural information among visual parts may lead to further understanding of human visual perception and cognition.  The proposed research will provide an excellent resource for interdisciplinary work for graduate and undergraduate students in computer science and psychology. The PIs will offer courses and seminars on proposed research topics that will bring the state-of-the-art knowledge and technology to the classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zygmunt",
   "pi_last_name": "Pizlo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zygmunt Pizlo",
   "pi_email_addr": "zpizlo@uci.edu",
   "nsf_id": "000163924",
   "pi_start_date": "2005-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733900",
   "pgm_ele_name": "COMPUTER VISION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 105418.0
  }
 ],
 "por": null
}