{
 "awd_id": "0533012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "4th Edition: Resource Directory of Scientists and Engineers with Disabilities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2007-11-30",
 "tot_intn_awd_amt": 99954.0,
 "awd_amount": 99954.0,
 "awd_min_amd_letter_date": "2005-08-29",
 "awd_max_amd_letter_date": "2005-08-29",
 "awd_abstract_narration": "Project Summary\r\nAAAS proposes to develop a database and an electronic directory that will be the\r\n4 th edition of the Resource Directory of Scientists and Engineers with Disabilities. The\r\nDirectory will fill a continuing need of NSF and other Federal agencies, educators,\r\nparents, counselors, disability organizations, and the media to find role models and\r\nexistence proofs in all fields of science and engineering, with a wide range of\r\ndisabilities. In addition the individuals listed in the Directory will be able to serve as peer\r\nreviewers, consultants, and sources for stories.\r\nAAAS has the only complete repository of this information. Names and contact\r\ninformation are regularly requested by NSF and the other agencies and organizations. In\r\nthe efforts to include underrepresented groups in the STEM workforce, and especially\r\nthose groups underutilized because of disabilities, this information is critical.\r\nThe intellectual merit of this project will be the research and documentation of\r\nthe existence of person with disabilities, currently in the STEM workforce as a crucial\r\nelement in diversifying the science and engineering workforce. Recording that persons of\r\nboth genders, varied in age, ethnicity, geography, discipline, disability, and educated in\r\nmany types of undergraduate and graduate institutions will be a crucial base to change\r\nattitudes and actions about including persons with disabilities in the science and\r\ntechnology enterprise of the country. It is essential that educators, funders, families, and\r\ncounselors capitalize on the experience of these accomplished scientists and engineers to\r\nassist them in opening up STEM education and broadening the participation of persons\r\nwith disabilities in STEM careers.\r\nThe broader impacts resulting from the dissemination of the proposed activity\r\nwill be advancing the understanding of educators and employers on the possibilities of\r\nSTEM education and careers for preschool and precollege students, undergraduates, and\r\ngraduate students with disabilities. It will also serve scientists and engineers who become\r\ndisabled mid-career, or acquire a chronic disability by making it possible for them to\r\nconnect with other scientist with related experiences. It will contribute to overturning\r\ntraditional stereotypes of persons with disabilities as to career and occupational\r\nlimitations that exclude science, engineering, and technical fields. The listings will be a\r\nfirst step in identifying and contacting potential advisors and collaborators from all fields\r\nof science and a wide range of disabilities.\r\nAnnual updating of the database will ensure the freshness and sustainability of the\r\ninformation and will encourage others to come forward and share information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Stern",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia W Stern",
   "pi_email_addr": "rweibl@aaas.org",
   "nsf_id": "000448451",
   "pi_start_date": "2005-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association for the Advancement of Science",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023266400",
  "inst_zip_code": "200053928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION FOR THE ADVANCEMENT OF SCIENCE",
  "org_prnt_uei_num": "ZGKVAM2JVKG2",
  "org_uei_num": "ZGKVAM2JVKG2"
 },
 "perf_inst": {
  "perf_inst_name": "American Association for the Advancement of Science",
  "perf_str_addr": "1200 NEW YORK AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99954.0
  }
 ],
 "por": null
}