{
 "awd_id": "0535367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Tribal Expansion and Social Boundary Maintenance: Oneota?s Far-Western Edge in the Vicinity of the Swantek Site, Central Nebraska",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11736.0,
 "awd_min_amd_letter_date": "2005-08-03",
 "awd_max_amd_letter_date": "2006-09-11",
 "awd_abstract_narration": "Under the supervision of Dr. John M. O'Shea, Daniel Pugh will conduct excavations at the Swantek Site, a 14th century Oneota occupation in central Nebraska.  Oneota culture developed in the Midwest in the 12th century and it is unusual to find such a substantial presence in the Great Plains.  The researchers hypothesize that groups of Oneota people migrated onto the Plains in order to control bison and other prairie resources.  This was made possible by a variety of factors including a reduction in the power of Mississippian chiefdoms that dominated the Midwest during the early Oneota period, an increasing use of bison products in the Oneota economy, and an Oneota organizational system that could easily displace the less well-organized groups indigenous to the Plains.  Other Oneota sites are known on the Plains, but typically are interpreted as small intrusions of people from the Midwest occasionally visiting the Plains for bison hunting.  The Swantek site is larger and more complex than the other Oneota sites on the Great Plains, and provides an excellent opportunity to test whether there was a more permanent Oneota presence on the Great Plains in the late Prehistoric Period.  This project will test and excavate the  Swantek site in order to determine how large the site was, what types of activities were carried out on it, and how long it was occupied.  \r\n\r\nThis project will have a significant impact on understandings of the Late Prehistoric period on the US mid-continent.  The research will gather empirical data about prehistoric tribal processes that will revise our understandings of prehistory while adding to our understandings of tribally-organized societies worldwide. Particular attention will be focused on societies at the edges of large tribal systems that establish and negotiate boundaries with other systems - sometimes trading, sometimes fighting, sometimes avoiding, and sometimes migrating and expanding territorial control.  These local processes of expansion, migration, warfare, and alliance are extremely important in our increasingly globalized world where Western nations are in contact with tribally organized peoples and are directly affected by the relations between nations and tribal societies as well as among tribal societies in areas of our national interest.  Understanding the ways that those societies will react to their own changing situations offers us a chance to anticipate changes in our own situations and to help solve crises among tribal peoples.  \r\n\r\nIn addition to the theoretical and historical significance of this project, it is an important opportunity for the training of aspiring archaeologists and for community education.  Several members of the local community around Genoa, NE and the Nebraska Archaeological Association will visit and volunteered at the site, giving them a chance to come into direct contact with local prehistory and to see first hand why local prehistory and site stewardship is important.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "O'Shea",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M O'Shea",
   "pi_email_addr": "joshea@umich.edu",
   "nsf_id": "000405888",
   "pi_start_date": "2005-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11736.0
  }
 ],
 "por": null
}