{
 "awd_id": "0536466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A Real-Time and Rapid Response Observing System for the Study of Physical and Biological Controls on Muddy Seabed Deposition, Reworking and Resuspension",
 "cfda_num": "47.050",
 "org_code": "06040104",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 389127.0,
 "awd_min_amd_letter_date": "2005-09-14",
 "awd_max_amd_letter_date": "2008-07-10",
 "awd_abstract_narration": "P.I. Friedrichs, Carl (VIMS)\tProposal #: 0536572\r\nMean mail rating:  1.6\thigh/low: 1.0-2.0\r\nMean panel rating: 1.6\thigh/low: 1.0-2.0\r\n\r\n\r\nPROJECT TITLE: A real-time and rapid response observing system for the study of physical and biological controls on muddy seabed deposition, reworking and re-suspension\r\n\r\nProject Summary\r\n\r\nControls on seabed erodability and suspended particle properties are the two largest unknowns limiting accurate prediction of fine sediment transport in muddy coastal environments. These two parameters are difficult to predict in large part because biological effects fundamentally impact them over short temporal and spatial scales, and the physical and biological effects rapidly feedback on each other. This study proposes to place real-time remote observing platforms at locations of contrasting benthic physical disturbance that are characterized by strong gradients in benthic ecology, seabed characteristics and suspended particle properties. A combination of acoustic and video imaging of the seabed and lower water column will, in real time, identify changes in biologic activity, deposition, erosion, suspended sediment properties and/or bedform evolution that, in turn, trigger or otherwise indicate changes in bed erodability. Rapid response cruises employing real-time shipboard surveys will track events, directly measuring the short time-scale evolution of erodability, key physical and geochemical properties, and biological activity and assemblages. Open source numerical modeling of bed evolution, erosion and deposition, and water column processes will be coupled to the observing effort and will fundamentally advance predictability of fine sediment transport. The proposed study area, which leverages significant real-time observing efforts underway in the York River estuary and Lower Chesapeake Bay, has key properties in common with energetic, high sediment load shelves around the world which play essential roles in the global sediment and carbon cycles. In such systems, the nature of benthic biological activity, suspended particle properties and associated biological-physical feedbacks are tied to evolving salinity fronts and spatial and temporal gradients in physical disturbance. This is also commonly the case along major estuaries in the US and worldwide. Regardless of the locale, prediction of fine sediment transport relies critically on understanding controls on bed erodability and particle settling. This proposal hypothesizes that the evolution of bed erodability and suspended aggregates of fine sediment is distinctly different under biologically vs. physically dominated conditions. This proposal predicts that with increased biological activity, bed erodability will be greater and decrease less strongly with depth, but suspended aggregates will be larger and stronger due to small-scale biological binding. Under physically dominated conditions, erodability will increase suddenly with deposition, but decrease more quickly with time and depth due to rapid consolidation. Under physical dominance, suspended aggregates/flocs will be smaller and weaker, have smaller fall velocities, and decrease in size with increased stress due to breakup by shear.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Sanford",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence P Sanford",
   "pi_email_addr": "lsanford@hpl.umces.edu",
   "nsf_id": "000216735",
   "pi_start_date": "2005-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Center for Environmental Sciences",
  "inst_street_address": "2020 HORNS POINT RD",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102212014",
  "inst_zip_code": "216133368",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHTYTGKYWLL9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Center for Environmental Sciences",
  "perf_str_addr": "2020 HORNS POINT RD",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "216133368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  },
  {
   "pgm_ele_code": "759200",
   "pgm_ele_name": "COASTAL OCEAN PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 93415.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 125714.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 105286.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 64712.0
  }
 ],
 "por": null
}