{
 "awd_id": "0539549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Large and Multi-Dimensional Solutions of Conservation Laws",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2005-07-31",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2005-07-05",
 "awd_max_amd_letter_date": "2005-07-05",
 "awd_abstract_narration": "Understanding the properties of nonlinear Partial Differential \r\nEquations (PDE) is a fundamental challenge in modern pure and applied mathematics. The goal of the research projects is to gain new insight\r\ninto three specific areas of evolutionary PDE.\r\n  \r\n(A) Large solutions of one-dimensional systems of conservation laws:\r\nThe combined effects of large data and nonlinear effects pose a basic challenge as well as being of obvious importance in applications. Building on existing work this project aims at giving further examples of blowup solutions, understanding their stability properties, and identifying assumptions guaranteeing global existence of large solutions.\r\n\r\n(B) Existence and qualitative properties of solutions for particular \r\nsystems of multi-dimensional systems of conservation laws. Multi-dimensional equations display an exceedingly rich\r\nvariety of behaviors and there is currently no general existence \r\nresult available for global solutions. Recent examples of blowup demonstrate that the small variation theory for one-dimensional\r\nsystems cannot be generalized to several space dimensions. The \r\nresearch aims at a \"bottom-up\" approach where insight is obtained from specific cases.\r\n\tThe systems will be chosen to provide simplified, but non-trivial, examples with strong structural constraints. The goal is to create a toolbox of methods that can be applied to more general systems. Both analytical and numerical tools will be employed to gain insight into the structure of the solutions.\r\n\r\n(C) The Navier-Stokes equations for  fluid flow provide a basic\r\nmodel of importance in a wide range of applications. The goal of this \r\nproject is to investigate three issues: formation of vacuums (cavitation), the effect of including temperature dependence in the transport coefficients (viscosities and heat conductivity), and multi-dimensional flows  with large amplitudes. The various projects will also address the significant numerical challenges one faces in computing large or multi-dimensional solutions, and flows containing vacuums.  Vice versa, exact solutions\r\nwill be used to benchmark various computational codes.\r\n\r\nThe projects aims at a better understanding of how nonlinear mechanisms \r\ninteract with one- or multi-dimensional effects in equations that are extensively used in physical models, ranging from properties of materials and to fluid flow and meteorology.  While these issues are  of independent theoretical interest they are also of obvious importance in applications to Science and Engineering. Several of the projects require development and testing of high performance computer codes with \r\nimportant applications in everyday simulations. A combined approach of analytical techniques, modeling, and numerical calculations will enhance basic understanding of fluid flow and its applications.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helge",
   "pi_last_name": "Jenssen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Helge K Jenssen",
   "pi_email_addr": "hkjenssen@gmail.com",
   "nsf_id": "000289086",
   "pi_start_date": "2005-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}