{
 "awd_id": "0541538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sales, Consumer Inventory and Non-Linear Prices",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2005-05-31",
 "awd_exp_date": "2006-03-31",
 "tot_intn_awd_amt": 45832.0,
 "awd_amount": 45832.0,
 "awd_min_amd_letter_date": "2005-08-02",
 "awd_max_amd_letter_date": "2005-08-02",
 "awd_abstract_narration": "The distinctive feature of storable goods is that they can be purchased for inventory.  Consumers can stockpile during sales. Numerous products like groceries, and intermediate goods are storable. The goal of this project is to develop a tractable model for demand estimation that handles inventories, as well as multiple brand purchases, and purchases of different quantities (sizes).\r\n\r\nWe propose a three-step estimation procedure. The first step, consist of maximizing the likelihood of the observed brand choice conditional on the size (quantity) bought in order to recover those parameters that do not directly affect the dynamic behavior. As shown, we do not need to solve the dynamic programming problem to recover them. We estimate a discrete choice model, restricting the choice set to available options of the same size (quantity) actually bought in each period. In the second step, using the estimates from the first stage, we compute the \"inclusive values\" for each size (quantity), namely, the expected utility to the consumer from purchasing each container size. The inclusive values aggregate all the relevant information about a size into a scalar. Finally, we apply the standard nested algorithm for dynamic estimation to the simplified dynamic problem to estimate the rest of the parameters by maximizing the likelihood of the observed sequence of sizes (quantities) purchased. The advantage of the framework is that breaks the estimation into three steps.  Estimates from the first two stages help substantially reduce the computational burden of the latter. The dynamic programming problem is solved only in the third stage.\r\nIntuitively, the model enables the decomposition of the individual choices into two different components that can be separately identified. First, at any specific point in time, when the consumer purchases a product of a given size, we can estimate her preferences for the different brands. Second, we can estimate the key parameters that determine the dynamic (storing) behavior of the consumer by looking at a simplified version of the problem. The simplified problem treats each size of purchase as a single choice whose expected utility (appeal) is determined by the inclusive values (estimated in the first stage).\r\nThere are several reasons why we care about sales and demand for storable goods. First, when a good is storable, there is a distinction between the short run and long run reaction to price changes. This distinction has implications for demand estimation. We study how market demand should be treated and how short run and long run price responses can be distinguished.  The distinction is important for any study that relies on demand estimation, be it merger analysis, computation of welfare gains from new goods, or building price indices. Conclusions based on estimates that disregard demand dynamics are likely to be misleading. Second, the rich scanner data on storable products presents an interesting opportunity to study whether household behavior fits a model with dynamic forward-looking behavior. Third, understanding demand allows us to study sellers' incentives to intertemporally price discriminate. The estimates will help identify the key factors to be considered in modeling sellers' behavior.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igal",
   "pi_last_name": "Hendel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igal Hendel",
   "pi_email_addr": "igal@northwestern.edu",
   "nsf_id": "000098525",
   "pi_start_date": "2005-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 45832.0
  }
 ],
 "por": null
}