{
 "awd_id": "0542128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "SCI:     Expanding Cyber-Communities:    A Workshop on Developing New Models for the Natural, Social, and Human Sciences; April 2006; Irvine, CA",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2005-08-23",
 "awd_max_amd_letter_date": "2006-04-07",
 "awd_abstract_narration": "This workshop will bring together researchers from over a dozen institutions for an intensive meeting to take stock of, assess, and strategize about the robust models for cyberinfrastructure that have been developed over the past few years through a multi-institutional, multi-disciplinary consortium called HASTAC (Humanities, Arts, Science, and Technology Advanced Collaboratory). The consortium is a voluntary assemblage of leading researchers from over a dozen institutions who have been co-developing software, hardware, and cyberinfrastructure systems since early 2003. \r\n\r\nThe proposed workshop will help to realize the benefits of six prior meetings of HASTAC members by assessing the products of their past collaborations, assembling a \"Human Sciences Toolbox\" of existing open source software, search engines and applications for broad public use, and creating a roadmap for future collaborations including priorities. The participants represent a very wide variety of disciplines: social and behavioral scientists, engineers, computer scientists, all of who have experience working with cyberinfrastructure. The workshop exploits the variety of methods offered from all disciplines to analyze cyberinfrastrucutre in terms of the social structures, individual relationships, ethical and equity issues, historical precedents, interdisciplinary interactions, and collaborative models of research (both mediated and face-to-face). The workshop will take place over a two-day period, most likely in April 2006. An organizing committee will guide the planning and execution of the workshop. \r\n\r\nThis activity builds on an existing effort, while encouraging expansion, particularly through expanded participation of underrepresented groups. The results of the workshop will be documented and posted on the HASTAC website as well as in the on-line journal Needle. By defining a prioritized roadmap, the workshop will feed into a much broader effort: Information Year. This yearlong activity aims to model, demonstrate, and implement cyberinfrastructure and to put into circulation new software, hardware, and middleware to support a shift in the Humanities, Art, and Social Sciences toward the array of information and communications technologies available. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Davidson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy N Davidson",
   "pi_email_addr": "cathy.davidson@duke.edu",
   "nsf_id": "000305645",
   "pi_start_date": "2005-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9217",
   "pgm_ref_txt": "NATNL RESERCH & EDUCAT NETWORK"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}