{
 "awd_id": "0548514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP:    A New Web Service Discovery and Composition Competition (EEE '06); July, 2006; San Francisco, CA",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2005-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 46757.0,
 "awd_amount": 46757.0,
 "awd_min_amd_letter_date": "2005-08-05",
 "awd_max_amd_letter_date": "2005-08-05",
 "awd_abstract_narration": "Although service-oriented environments and technologies are receiving a great deal of attention in both academic and corporate arenas, the ability to automate the discovery and composition of such services into higher-level capabilities remains elusive.  This is funding to support an international web service discovery and composition competition, the WS-Challenge, whose objective is to identify, evaluate and baseline approaches to solving that problem.  Building on the success of the first competition (The EEE05 Challenge, which was held this past March in Hong Kong), the PI will organize the planning and enactment of the second competition to be held in conjunction with the 2006 IEEE International Conference on e-Technology, e-Commerce, and e-Services (EEE 06) which will take place in San Francisco next July.  The first competition was limited to syntactical matching using the Web Services Description Language (WSDL); participants were required to identify and compose WSDL-specified services based on their input and output messages as specified in a directory of WSDL documents.  In 2006, the competition will focus on the semantic linking of web services using such technologies as the Resource Description Framework (RDF) and/or the Web Ontology Language for Services (OWL-S).  NSF funding will support participation in the competition of up to 8 teams from the United States, consisting on average of 3 students apiece.  A small portion of the funds is earmarked for two undergraduate students who will support the competition throughout the year, as well as to cover the cost of travel by them and the PI to the competition.\r\n\r\nThe IEEE International Conferences on e-Technology, e-Commerce and e-Service bring together researchers and developers from diverse areas of computing.  The conferences provide a venue for developers and practitioners to explore and address challenging research issues surrounding e-technology, in order to develop a common research agenda and vision for e-commerce and e-business.  The focus is two-fold: to investigate enabling technologies to facilitate next generation e-transformation; and to disseminate application and deployment experience in e-themes such as e-business, e-learning, e-government, e-finance, etc.  The EEE conferences are particularly timely and relevant because they focus on the application of electronic services as they cut across several \"e-domains\", whereas other conferences tend to either focus on a specific technology or on a single domain.\r\n\r\nBroader Impacts:  The workshop and resulting artifacts will serve as a centralized repository of algorithms, software, and techniques in a timely emerging area.  The workshop will provide participants with an opportunity to gain exposure in the community for their innovative work, and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  The workshop experience will integrate well with the goals of a software engineering education, as participants are evaluated on their design in addition to the performance of their approaches.  In an effort to engage a broader audience in next year's event, the PI will make a special effort to solicit teams from under-represented universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Brian",
   "pi_last_name": "Blake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Brian Blake",
   "pi_email_addr": "mblake3@nd.edu",
   "nsf_id": "000260515",
   "pi_start_date": "2005-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "MAIN CAMPUS",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "684600",
   "pgm_ele_name": "UNIVERSAL ACCESS"
  },
  {
   "pgm_ele_code": "685000",
   "pgm_ele_name": "DIGITAL SOCIETY&TECHNOLOGIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6846",
   "pgm_ref_txt": "UNIVERSAL ACCESS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 46757.0
  }
 ],
 "por": null
}