{
 "awd_id": "0549885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Globalization on Electrical and Computer Engineering Curricula of the Future; November 14-15, 2005; Washington, DC",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2005-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 49100.0,
 "awd_amount": 49100.0,
 "awd_min_amd_letter_date": "2005-08-22",
 "awd_max_amd_letter_date": "2005-08-22",
 "awd_abstract_narration": "\r\nIn response to significant interests in globalization, public policy, and engineering out-sourcing that emerged during the 2004 ECEDHA Annual Meeting, and which continued throughout the 2005 ECEDHA Annual Meeting, the Electrical and Computer Department Heads Association (ECEDHA) and The International Engineering Consortium (IEC) are proposing to organize a fall 2005 workshop that focuses on The Impact of Globalization on Electrical and Computer Engineering Curricula of the Future. The workshop will be held at the Constitution Avenue location of the National Academy of Engineering, Washington D. C, on November 14 and 15, 2005. The ECEDHA Board of Directors is grateful to Dr. William Wulf, President of the National Academy of Engineering (NAE), for making the NAE facilities available for this event. Dr. Ralph Cavin of the Semiconductor Research Corporation (SRC) has expressed an interest in the workshop on behalf of SRC, and it is anticipated that SRC will play a crucial role in representing the U.S. semiconductor industry's views on engineering education. Also, since ECEDHA has recently developed a new working relationship with the Computing Research Association (CRA), CRA will also participate in the workshop to represent their views on educational policy. Funds are requested in this proposal to provide partial travel support for invited workshop attendees and to cover basic administrative expenses for the fall 2005 workshop.\r\nThere is a growing need to educate engineering students for competitive careers in a global economy.\r\nEducators need to carefully consider how to educate engineering students to prepare them for changes in a\r\nprofession that is becoming increasing influenced by globalization and outsourcing. Educators will also face\r\nincreasing challenges when recruiting students into ECE programs in the face of negative publicity on out-sourcing, and the perceived undercutting of the value of an engineering degree in the United States due to global competition.  Another challenge to educators will be the retraining of engineering professionals in fields that have suffered from excessive out-sourcing. Addressing this challenge requires a new emphasis on continuing education to provide opportunities for engineers at all career levels to refresh and change the direction of their evolving careers. The proposed workshop will explore changes that are needed in engineering education and ECE curriculum to properly prepare graduates from United States institutions for careers in an economy where globalization and out-sourcing are predominant characteristics.\r\nAlthough this proposal requests funding for the November 2005 workshop, the long range plan is for\r\nECEDHA and NSF to sponsor a series of three workshops in consecutive years from 2005 through 2007. The first (2005) workshop will focus on the discovery phase, with its goal being to analyze the effects of globalization on the Electrical and Computer Engineering profession, to propose ECE curriculum revisions designed to prepare students for further changes in the future, and to deal with issues involving the recruiting and retention of undergraduate students, graduate students, and young faculty in ECE. The role of ABET will be re-examined, and the workshop will seek to define changes needed in the ABET process to facilitate the creation curricula that prepare students to effectively deal with globalization of their profession. The second workshop (2006) will explore the implementation phase, in particular how ECE educators can bring about much needed curricula change in light of traditional program structures and increasing pressures to introduce emerging technologies into already crowded ECE curricula. The third workshop (2007) will focus on assessment and continual improvement of curricular revisions\r\nthat were identified and implemented in the two previous years. ECEDHA believes a three-year time window is the minimal period over which substantial changes can be made in ECE curricula in response to the globalization and outsourcing pressures that are already appear to be dominant forces in the profession. It is hoped that one of the outcomes of this three-year workshop series will be an increase in proposals submitted by ECE departments that will lead to major curricular revisions and eventually to overall department level reform across the nation.\r\nIntellectual Merit: Intellectual merit of the proposed workshop centers on the urgency for ECE educators to\r\nrespond to the increasing pressures of globalization in the ECE profession, to provide opportunities for continuing education, and to motivate life-long learning in a rapidly changing ECE profession that is dominated by international issues.\r\nBroader Impact: The broader impact of the proposed workshop is reflected in the international scope of the issues to be addressed at the workshop, and by the serious attention that the workshop will devote to recruiting, retaining, and mentoring undergraduate students, graduate students and young faculty, while drawing as much as possible from underrepresented groups in engineering (minorities and women in engineering).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W. Kenneth",
   "pi_last_name": "Jenkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Kenneth Jenkins",
   "pi_email_addr": "jenkins@engr.psu.edu",
   "nsf_id": "000206202",
   "pi_start_date": "2005-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Connor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Connor",
   "pi_email_addr": "ken.connor@iec.org",
   "nsf_id": "000341390",
   "pi_start_date": "2005-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barry J Sullivan",
   "pi_email_addr": "bsullivan@marconisociety.org",
   "nsf_id": "000303115",
   "pi_start_date": "2005-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Goodnick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Goodnick",
   "pi_email_addr": "stephen.goodnick@asu.edu",
   "nsf_id": "000377982",
   "pi_start_date": "2005-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Electrical and Computer Engineering Department Heads Association",
  "inst_street_address": "401 N MICHIGAN AVE STE 1200",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3122861382",
  "inst_zip_code": "606114264",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "ELECTRICAL & COMPUTER ENGINEERING DEPARTMENT HEADS ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z58HQSU2NW45"
 },
 "perf_inst": {
  "perf_inst_name": "Electrical and Computer Engineering Department Heads Association",
  "perf_str_addr": "401 N MICHIGAN AVE STE 1200",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606114264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 49100.0
  }
 ],
 "por": null
}