{
 "awd_id": "0552377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IGMS:     Cancer Data Analysis and Survival Modeling Using Wavelets and Splines",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "2005-09-11",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 10723.0,
 "awd_amount": 10723.0,
 "awd_min_amd_letter_date": "2005-09-15",
 "awd_max_amd_letter_date": "2005-09-15",
 "awd_abstract_narration": "This grant will provide an immersion experience for the principal investigator, a Professor of Mathematics with Dr. Yu Shyr, an Ingram Professor of Cancer Research, and his group at the Ingram Cancer Center of Vanderbilt University. The PI wishes to learn more about molecular biology, specially on gene expressions, and applying mathematical techniques to medical science. He will focus primarily on three projects during the proposed period: (a) Improvement of peak detection and quantification of mass spectrometry (MS) data from lung cancer patients by using wavelets, (b) Survival modeling for lung cancer patients using spline functions, and (c) Mathematical analysis of support vector machine (SVM) classification and applications in cancer data.\r\n\r\nThe proposal is an interdisciplinary research project with an educational emphasis in statistics, computational mathematics, actuarial science, and quantitative biological study in cancers. The PI plans to participate in variety of seminars on matrix-assisted laser desorption ionization (MALDI) mass spectrometer, biostatistics, and on support vector machine classification and applications at the medical school of Vanderbilt University. He will audit the courses of topics in molecular biology and biostatistics to broaden his knowledge and enhance skills in molecular data analysis and classification. The PI will select some projects for his masters students as thesis topics for further study using splines for modeling. At the same time, the PI will focus on topics on wavelet applications to gene expression data and will study SVM for data classification.\r\n\r\nThe objective of the proposal is both research and educational. On the research side, the PI expects to establish a long term collaboration with researchers in biostatistics and medical science, with results disseminated in both the mathematical and statistical literatures, as well as directly to medical science and actuarial science. On the educational side, the PI will give seminar talks on splines and wavelets for biostatisticians and students at Vanderbilt University. He will bring new methods and ideas, and the experiences gained back to his home university with the goal of enhancing both graduate and undergraduate education in multiple programs there.\r\n\r\nThe PI believes this experience will contribute to the development of a new Institution of Quantitative Biology at ETSU, which will greatly enhance the research and education program among the college of medicine and the departments of mathematics, biology, and public health. Also, areas of expertise of the PI such as in wavelets, splines, multivariate approximation, mathematical statistics, and risk analysis will provide to the biostatistics group, which is useful for medical data study at Vanderbilt University.\r\n\r\nThis IGMS project is jointly supported by the MPS Office of  Multidisciplinary Activities (OMA) and the Division of  Mathematical Sciences (DMS).\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Don Hong",
   "pi_email_addr": "dhong@mtsu.edu",
   "nsf_id": "000491638",
   "pi_start_date": "2005-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middle Tennessee State University",
  "inst_street_address": "1301 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MURFREESBORO",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154947848",
  "inst_zip_code": "371320001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "MIDDLE TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VMWUDBTMF4C9"
 },
 "perf_inst": {
  "perf_inst_name": "Middle Tennessee State University",
  "perf_str_addr": "1301 E MAIN ST",
  "perf_city_name": "MURFREESBORO",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "371320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 10723.0
  }
 ],
 "por": null
}