{
 "awd_id": "0555443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Dynamic in situ electron microscopy as a tool to meet the challenges of the nanoworld",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John R Regalbuto",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 40457.0,
 "awd_amount": 40457.0,
 "awd_min_amd_letter_date": "2005-09-29",
 "awd_max_amd_letter_date": "2005-09-29",
 "awd_abstract_narration": "Abstract\r\nProposal Title:\tWorkshop:  Dynamic In Situ Electron Microscopy as a Tool to Meet the Challenges of the Nano-World\r\nProposal Number:\tCTS-0555443\r\nPrincipal Investigator: \t\tRenu Sharma\r\n\r\nInstitution:  \t\tArizona State University \r\n\r\nA workshop on \"Dynamic In Situ Electron Microscopy as a Tool to Meet the Challenges of the Nano-World\" will be held at Arizona State University (Tempe) on January 3-6, 2006.  Electron microscopy has become a vital tool for characterizing a wide array of nano-materials, including catalysts, carbon and inorganic nanotubes, self-assembled nano-materials, and electronic nano-components.  Recent advances in instrumentation and sampling techniques, however, are now promising to create a dramatic revolution in the ability to use electron microscopy under dynamic in situ conditions (elevated temperatures, pressures, reactive flows, etc. with time resolution) which are key to the successful application of a new generation of active nanostructures and devices.  The opportunities that will be presented in the workshop are unprecedented for developing a more fundamental understanding of the dynamics of nano-synthesis processes, reactive nano-structures, functional nano-materials, and evolving nano-components.  The discussions will offer valuable insights into the practical challenges associated with experimental techniques as well as providing an exposure to theoretical approaches that can be used in the interpretation of dynamic electron microscopy data.  The major outcome of the current workshop will be a NSF workshop report that will chart the direction of dynamic in situ electron microscopy research, especially in the area of nanotechnology.\r\nThe broader impact of the workshop will be highly significant, since at least 30 of the leading researchers (nearly all active US researchers) and approximately 15 graduate and post-graduate students will attend.  Prominent invited speakers will address the key experimental and theoretical aspects of dynamic electron microscopy.  In addition to the NSF workshop report, which will be distributed after the meeting, a special issue of an archival journal will be published, and a workshop web site will be established.  The workshop will also include international representatives so that a worldwide benchmarking of US efforts will be obtained.  The combination of leading academic researchers and advanced instrumentation developers will likely have a significant impact on the design of new electron microscopy equipment.  The organizer has a strong record of involving students from underrepresented groups in prior NSF awards, and she has made a strong commitment to involving minorities and women in this workshop.\r\n\t\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renu",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renu Sharma",
   "pi_email_addr": "Renu.Sharma@asu.edu",
   "nsf_id": "000485664",
   "pi_start_date": "2005-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Crozier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Crozier",
   "pi_email_addr": "crozier@asu.edu",
   "nsf_id": "000485288",
   "pi_start_date": "2005-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 40457.0
  }
 ],
 "por": null
}