{
 "awd_id": "0423914",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Center for Layered Polymeric Systems",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 18960000.0,
 "awd_amount": 37136000.0,
 "awd_min_amd_letter_date": "2006-07-21",
 "awd_max_amd_letter_date": "2017-05-23",
 "awd_abstract_narration": "The Science and Technology Center for Layered Polymeric Systems (CliPS) aims to create a broadly integrated program of research and education through the vehicle of a unique microlayering and nanolayering processing technology developed at Case Western Reserve University (Case).  To create the integrated Center, Case is partnering with the University of Texas at Austin, Fisk University, the University of Southern Mississippi, and the Naval Research Laboratory under the overall leadership of the Center Director, Professor Anne Hiltner.  She will be assisted by a Co-Director and a Deputy Director, an Executive Director for Education, a Research Chair, and two Site Directors.  An external Advisory Board will be reviewing the strategic plans of the Center and providing guidance on its integrated operations.\r\n\r\nIntellectual Merit\r\n\r\nThe proposed Center will focus on three research platforms:\r\n1.\tUnique processing technology that enables fabrication of versatile hierarchical microlayered and nanolayered polymer-based structures and systems.  \r\n2.\tDevelopment of membrane and barrier systems that exploit the layered hierarchy to achieve unique transport properties.  \r\n3.\tDevelopment of electro-optical devices with special properties based on the advanced layered materials.  \r\n\r\nThis work will result in radically new polymer-based systems with exceptional capabilities to: (1) process polymers into layers no thicker than the radius of gyration of individual polymer molecules by forced assembly;  (2) combine these polymers with organic dyes, inorganic and hybrid organic/inorganic particles, and conductive/photoreactive materials that possess high levels of molecular recognition; and  (3) organize the aggregate materials into nanoscale multi-layers to produce new functional devices by conventional technologies.  As part of the process of designing and producing such layered films, broad fundamental knowledge will be generated in the areas of forced assembly of different polymers, self-assembly of molecules possessing molecular recognition, and properties of hybrid materials.  The Center will interface with the industrial sector through an Industrial Associates Program to translate Center technologies into commercial applications.\r\n\r\nBroader Impacts\r\n\r\nThe Center's approach strategically integrates polymer science and engineering with research in nanotechnology, optics, laser physics, membranes, biomedical engineering, device development and other scientific disciplines in a \"polymers-plus\" concept.  Accordingly, the multidisciplinary nature of the research program flows naturally into graduate and undergraduate education.  The partnership's integrated educational approach mirrors the polymers-plus idea to introduce coursework in emerging cross-disciplinary areas such as polymers-plus-nanotechnology, polymers-plus-electro-optics, and polymers-plus-biomaterials.  The Center's research activities will be integrated into the undergraduate curriculum through a new course concentration in \"Nanoscience and Layered Systems\" at Case and the University of Texas at Austin.  \r\n\r\nA number of new initiatives designed to expand participation of women and underrepresented minorities at all levels and to impact high-school science education will build on foundations already in place at the participating universities.  A multi-level research and education collaboration will exploit and further develop an existing strategic partnership between Case and Fisk University.  The \"Polymer Envoys Program\" will engage students from the Cleveland Municipal School District in the exploration of polymer science and engineering as academic pursuits and eventual careers; this program will serve as a model for the other Partner institutions to form linkages with local public high schools.  \r\n\r\nRecognizing that personal contacts are an important influence in the career choice of college graduates, Case has established affiliations with 5 non PhD-granting schools that offer strong undergraduate science and engineering programs to stimulate enrollment of American students in the Center's graduate programs.  Three modular \"foundation\" courses in polymer science will be developed in collaboration with the Partner institutions and the Affiliate schools to introduce the basics to all students in the Center and prepare them for participation in the research activities. Mentoring at all levels is another important component of the Center.  While students and their faculty mentors will have unique opportunities to pursue research paths, more advanced students will also have mentoring opportunities in their work with younger students.  Therefore, the Center will consist of interlocking mentor-student relationships that are designed to achieve its long-term goal of nurturing creative scientists and engineers.  Implementation of the integrated educational initiatives will be evaluated against an established timetable.\r\n \r\nThe Center will be instrumental in developing the concept of \"polymers plus\" at the crossroads of science and engineering.  It will foster linkages between academia and industry, and accelerate the development of new product initiatives.  In some instances, these linkages will stimulate innovative entrepreneurial ventures and small businesses. The Center endeavors to become the definitive contact point internationally for research and education in layered polymeric systems.  Knowledge-transfer vehicles including an interactive website, streaming technology and Internet Protocol television are designed to share information among internal and external constituencies at the local, state and national levels.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Hiltner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Hiltner",
   "pi_email_addr": "ahiltner@case.edu",
   "nsf_id": "000334984",
   "pi_start_date": "2009-04-27",
   "pi_end_date": "2010-11-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Baer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Baer",
   "pi_email_addr": "exb6@po.cwru.edu",
   "nsf_id": "000228603",
   "pi_start_date": "2017-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Baer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Baer",
   "pi_email_addr": "exb6@po.cwru.edu",
   "nsf_id": "000228603",
   "pi_start_date": "2009-04-27",
   "pi_end_date": "2010-11-02"
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173600",
   "pgm_ele_name": "MATERIALS CENTERS & EDUCATION"
  },
  {
   "pgm_ele_code": "761400",
   "pgm_ele_name": "STCs - 2006 CLASS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 2960000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 4200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3320000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2656000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF Center for Layered Polymeric Systems - CLiPS</strong></p>\n<p><strong>Eric Baer, Director<br /></strong></p>\n<p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p>Through the National Science Foundation's Science and Technology Center Program, Case Western Reserve University (CWRU) developed an integrated research, innovation and education center based on a unique multilayering process technology developed at CWRU. Partners in this center included the University of Texas, Fisk University, Northwestern University, the University of Southern Mississippi, and the Naval Research Laboratory. The Cleveland Metropolitan School District was a major education partner in the innovative CLiPS Envoys program for high school students.&nbsp; The Research and Evaluation Bureau at Kent State University was the outside evaluator for CLiPS.&nbsp; A number of Affiliate members took part in the Center.&nbsp; Some of them contributed to the research program and others, notably HBCU institutions with a strong teaching mission, were important to CLiPS's educational and diversity agendas.</p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Research</span></strong></p>\n<p>Polymer coextrusion dates back to the 1920s. Technological advances led to improvements allowing the production of films with hundreds of layers as developed by Dow in the 1960s.&nbsp; These improvements led to the commercialization of some products such as iridescent films and polarizing materials.</p>\n<p>&nbsp;</p>\n<p>The resources provided by the National Science Foundation throughout the CLiPS's lifespan have led to an increase in knowledge, to improvements in technology, and to a better understanding of structure-property relationships. Outcomes have both commercial and scientific significance.</p>\n<p>&nbsp;</p>\n<p>A few of the outcomes of this research and education center have included:</p>\n<ul>\n<li>Advanced understanding of micro- and nanoscale confinement demonstrated dramatic changes in the crystallization behavior and impacted the gas barrier properties.</li>\n<li>New understanding of film interfaces at the molecular level and discoveries in the interdiffusion behavior of polymers during processing.</li>\n<li>Some of the new multilayered films lend themselves to optical and reflective applications, such as:  \n<ul>\n<li>elastomeric photonic crystals with potential applications as strain sensors, tunable optical filters, and mirrors</li>\n<li>applications in optical data storage</li>\n<li>index-matching film in solar cells and display technology</li>\n<li>creation of the building block materials to produce custom gradient refractive index (GRIN) lenses</li>\n</ul>\n</li>\n<li>Other multilayered films can be used to produce compact, high energy density capacitors.</li>\n<li>Different types of multilayer film/foam structures were developed that have potential uses in packaging, automotive, construction, sports, etc.</li>\n<li>Many different approaches have been investigated to create fibrillary morphology using multilayered films.&nbsp; The resulting high aspect ratio fibers have potential as filters, and in drug delivery among other applications.</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Education </span></strong></p>\n<p>&nbsp;</p>\n<p>CLiPS was particularly successful in integrating the education program into the research of the Center. The CLiPS Envoys Program was unique among the STCs active during CLiPS's lifespan in that all students in the program, including the high school Envoys, were integrated into the research agenda of the program.&nbsp; The high school Envoys and undergraduates worked one-on-one under the direction of a graduate student.&nbsp; Even the most junior students took ownership of a piece of the graduate student's research in what we term as the Layered Research Team.</p>\n<p>&nbsp;</p>\n<p>Through our experience and insights gained from the Kent State evaluation work, we learned that high school students from a challenged inner city school system could become successful members of the research team when we added curricular and professional development supports. Envoys is an and immersive college preparatory program that begins with a high school student's sophomore year.&nbsp; The student works one-on-one with a graduate student over three years. They participate in three, full-time summer sessions each lasting six weeks.&nbsp; During the school year, Envoys work an average of 2 afternoons a week (a total of about 5 hours) with their mentors.</p>\n<p>&nbsp;</p>\n<p>Envoys have had a great deal of individual success.&nbsp; 100% of the program graduates have entered college, with 87% of them studying STEM fields. Minorities under-represented in the sciences make up 90% of the Envoy demographics and 50% are women.</p>\n<p>&nbsp;</p>\n<p>The graduate student mentors also benefit from participating in the program.&nbsp; They have cited particular advantages in honing their skills in time management, project management and communications.</p>\n<p>&nbsp;</p>\n<p>We believe that the Envoy model can be generalized to other research institutions of higher learning that are located in cities with challenged public school systems.&nbsp; We have shown that promising learners can successfully compete in college with students from more resource-rich neighborhoods, if they are given the opportunities and support that are integral to the Envoys program.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">The CLiPS Experience</span></strong></p>\n<p>The collaborations made possible through the NSF-STC program have led to the advances in research and education, some of which are indicated above.&nbsp; They have led to the creation of three companies based on CLiPS's research, an impressive number of patents, and a cadre of STEM professionals from the ranks of CLiPS's faculty members, post-doctoral associates, graduate students, undergraduate students, and high school Envoys, who have benefited from the CLiPS experience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;Baer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540827347331_ArikandHua--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540827347331_ArikandHua--rgov-800width.jpg\" title=\"Arik Stewart and Hua Sun\"><img src=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540827347331_ArikandHua--rgov-66x44.jpg\" alt=\"Arik Stewart and Hua Sun\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Teaching high school Envoys in the laboratory</div>\n<div class=\"imageCredit\">Pamela Bligh-Glover</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Eric&nbsp;Baer</div>\n<div class=\"imageTitle\">Arik Stewart and Hua Sun</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540826984720_SantiagoChabrierandGuojunZhang--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540826984720_SantiagoChabrierandGuojunZhang--rgov-800width.jpg\" title=\"Santiago Chabrier and Guojun Zhang\"><img src=\"/por/images/Reports/POR/2018/0423914/0423914_10021284_1540826984720_SantiagoChabrierandGuojunZhang--rgov-66x44.jpg\" alt=\"Santiago Chabrier and Guojun Zhang\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Teaching a high school Envoy in the laboratory</div>\n<div class=\"imageCredit\">Pamela Bligh-Glover</div>\n<div class=\"imageSubmitted\">Eric&nbsp;Baer</div>\n<div class=\"imageTitle\">Santiago Chabrier and Guojun Zhang</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nNSF Center for Layered Polymeric Systems - CLiPS\n\nEric Baer, Director\n\nProject Outcomes Report\n\n \n\nThrough the National Science Foundation's Science and Technology Center Program, Case Western Reserve University (CWRU) developed an integrated research, innovation and education center based on a unique multilayering process technology developed at CWRU. Partners in this center included the University of Texas, Fisk University, Northwestern University, the University of Southern Mississippi, and the Naval Research Laboratory. The Cleveland Metropolitan School District was a major education partner in the innovative CLiPS Envoys program for high school students.  The Research and Evaluation Bureau at Kent State University was the outside evaluator for CLiPS.  A number of Affiliate members took part in the Center.  Some of them contributed to the research program and others, notably HBCU institutions with a strong teaching mission, were important to CLiPS's educational and diversity agendas.\n\n \n\nResearch\n\nPolymer coextrusion dates back to the 1920s. Technological advances led to improvements allowing the production of films with hundreds of layers as developed by Dow in the 1960s.  These improvements led to the commercialization of some products such as iridescent films and polarizing materials.\n\n \n\nThe resources provided by the National Science Foundation throughout the CLiPS's lifespan have led to an increase in knowledge, to improvements in technology, and to a better understanding of structure-property relationships. Outcomes have both commercial and scientific significance.\n\n \n\nA few of the outcomes of this research and education center have included:\n\nAdvanced understanding of micro- and nanoscale confinement demonstrated dramatic changes in the crystallization behavior and impacted the gas barrier properties.\nNew understanding of film interfaces at the molecular level and discoveries in the interdiffusion behavior of polymers during processing.\nSome of the new multilayered films lend themselves to optical and reflective applications, such as:  \n\nelastomeric photonic crystals with potential applications as strain sensors, tunable optical filters, and mirrors\napplications in optical data storage\nindex-matching film in solar cells and display technology\ncreation of the building block materials to produce custom gradient refractive index (GRIN) lenses\n\n\nOther multilayered films can be used to produce compact, high energy density capacitors.\nDifferent types of multilayer film/foam structures were developed that have potential uses in packaging, automotive, construction, sports, etc.\nMany different approaches have been investigated to create fibrillary morphology using multilayered films.  The resulting high aspect ratio fibers have potential as filters, and in drug delivery among other applications.\n\n\n \n\nEducation \n\n \n\nCLiPS was particularly successful in integrating the education program into the research of the Center. The CLiPS Envoys Program was unique among the STCs active during CLiPS's lifespan in that all students in the program, including the high school Envoys, were integrated into the research agenda of the program.  The high school Envoys and undergraduates worked one-on-one under the direction of a graduate student.  Even the most junior students took ownership of a piece of the graduate student's research in what we term as the Layered Research Team.\n\n \n\nThrough our experience and insights gained from the Kent State evaluation work, we learned that high school students from a challenged inner city school system could become successful members of the research team when we added curricular and professional development supports. Envoys is an and immersive college preparatory program that begins with a high school student's sophomore year.  The student works one-on-one with a graduate student over three years. They participate in three, full-time summer sessions each lasting six weeks.  During the school year, Envoys work an average of 2 afternoons a week (a total of about 5 hours) with their mentors.\n\n \n\nEnvoys have had a great deal of individual success.  100% of the program graduates have entered college, with 87% of them studying STEM fields. Minorities under-represented in the sciences make up 90% of the Envoy demographics and 50% are women.\n\n \n\nThe graduate student mentors also benefit from participating in the program.  They have cited particular advantages in honing their skills in time management, project management and communications.\n\n \n\nWe believe that the Envoy model can be generalized to other research institutions of higher learning that are located in cities with challenged public school systems.  We have shown that promising learners can successfully compete in college with students from more resource-rich neighborhoods, if they are given the opportunities and support that are integral to the Envoys program.\n\n \n\nThe CLiPS Experience\n\nThe collaborations made possible through the NSF-STC program have led to the advances in research and education, some of which are indicated above.  They have led to the creation of three companies based on CLiPS's research, an impressive number of patents, and a cadre of STEM professionals from the ranks of CLiPS's faculty members, post-doctoral associates, graduate students, undergraduate students, and high school Envoys, who have benefited from the CLiPS experience.\n\n\t\t\t\t\tLast Modified: 10/30/2018\n\n\t\t\t\t\tSubmitted by: Eric Baer"
 }
}