{
 "awd_id": "0445738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Relationships of Metacognition nd Suggestibility in Middle Childhood",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2005-12-15",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 400001.0,
 "awd_min_amd_letter_date": "2005-11-30",
 "awd_max_amd_letter_date": "2008-12-05",
 "awd_abstract_narration": "The study of suggestibility in young children became an important field of study because of the practical problems involving the accuracy of children's reports in the legal arena.  A substantial amount of research in the past 15 years has demonstrated the interviewing conditions that produce the most accurate as well as the least accurate reports from young children. There has been, however, less success in identifying the cognitive, emotional, or social characteristics that make some children more suggestible than others; this may be due to the fact that the characteristics that predispose children to be influenced by suggestion change with age.  Supported by funds from the National Science Foundation, Dr. Maggie Bruck will address these issues.  This project examines the development of metasuggestibility (awareness that a person's report or memory of their personal experiences can be tainted by another person's statements or suggestions) in middle childhood and the degree to which this metacognitive skill is related to children's suggestibility.  Although research has primarily focused on the suggestibility of preschool children, a few recent studies have included older children (middle childhood 6-11 year olds), producing the surprising finding that these children also show relatively high rates of suggestibility (although lower than those of preschoolers).  The present research focuses on this age group to examine age-related mechanisms that underlie suggestibility, testing the idea that these mechanisms change as a function of development.  Study 1 involves three major components:  (1) To measure metasuggestibility, children view a filmed skit in which a child actor gives inaccurate answers to an adult's suggestive questions; the children are then asked to explain why this actor produced the inaccurate reports. (2) Relationships between metasuggestibility and children's performance on other metacognitive skills (detection of logical inconsistency, beliefs about memory, and understanding of others' minds) are analyzed for developmental changes.  (3) The relationship between children's actual performance when interviewed suggestively and their performance on the metasuggestibility task is examined.  Study 2, an intervention study, explores if metasuggestibility training decreases children's suggestibility. The major aim in both studies is to examine whether children must first realize that suggestive questions can distort memory in order to actively resist misleading questions.\r\n\r\nThis research will broaden the focus of suggestibility research from preschool to middle childhood.  By so doing, it overcomes an incorrect assumption that one should not be concerned about memory distortion among older children.  It will examine whether children with low levels of metasuggestibility are also the most suggestible children, as well as examine if training children to be aware of suggestion in interviews can reduce their own suggestibility.  The results of these studies will have important implications for constructing scientifically validated interviews that produce the most accurate reports from children and for constructing instruments to detect children who are prone to suggestive factors. These instruments can be adapted for use in schools, mental health, medical, and forensic contexts.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maggie",
   "pi_last_name": "Bruck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maggie Bruck",
   "pi_email_addr": "mbruck1@jhmi.edu",
   "nsf_id": "000475955",
   "pi_start_date": "2005-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 276878.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 123123.0
  }
 ],
 "por": null
}