{
 "awd_id": "0503729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SuperCDMS Research and Development: WIMP Dark Matter Detector Performance, Scalability, and Surface Backgrounds",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2005-11-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 793065.0,
 "awd_min_amd_letter_date": "2005-10-19",
 "awd_max_amd_letter_date": "2007-04-30",
 "awd_abstract_narration": "The discovery of dark matter is of fundamental importance to cosmology, astrophysics, high-energy particle physics and our understanding of gravity. A broad range of observations from galaxies and superclusters to distant supernovae and the cosmic microwave background radiation, tell us that nearly 90% of the matter in the universe is in some new form, different from ordinary particles. So far, going back to Zwicky's observations of the Coma cluster in the 1930's, this matter has revealed itself only through gravity, and is referred to as \"dark matter\" because it neither emits nor absorbs light. \r\n     A leading hypothesis, which we propose to continue testing, is that the dark matter is comprised of Weakly Interacting Massive Particles, or WIMPs, a hypothetical elementary particle produced moments after the Big Bang in collisions of ordinary matter. If WIMPs are the dark matter, then their local density in our region of the Milky Way makes them detectable via scattering from atomic nuclei in a terrestrial detector. Natural WIMP candidates come from Supersymmetry (SUSY), an extension to the Standard Model (SM) of particle physics. Supersymmetric extensions of the SM solve a number of outstanding problems in particle physics, among them the so-called gauge hierarchy problem. These problems are completely distinct from riddles posed by astrophysics and cosmology. Perhaps not coincidently, SUSY particles have just the right properties to be the dark matter. The search for WIMP dark matter in the galactic halo and the large accelerator-based experiments at Fermilab's Tevatron and those under construction at CERN's Large Hadron Collider are, in a complementary fashion, searching for the same fundamental physics. \r\n     Our group, as part of the Cryogenic Dark Matter Search (CDMS) collaboration, is conducting the CDMSII dark matter experiment which is currently running a 5-kg detector array in the Soudan Mine. The latest CDMSII result (July 2005) set the most stringent bound to date - by a factor of ten over all other experiments in the world - on the presence of WIMPs in the galactic halo, and has begun to constrain some of the parameter space where SUSY particles could lie. With support from this award, we will acquire a year of data with this full array, the analysis of which will allow an additional order of magnitude in sensitivity. \r\n     Our group has plyaed a significant role in building the experiment using our detector test facility at Case, as well as building and operating the main apparatus at Soudan. In addition, have conducted background studies and data analyses that have been central to extracting the science. To date, four Case graduate students have completed their Ph.D.'s on the experiment, and currently two third year students on actively contributing to detector operations, Monte Carlo simulations and analysis. In the coming two years, these students, together with the PI's and research associates (postdocs), will continue travelling to the experimental site to tune up the new detector array, operate, and bring home the data to analyze. When at the mine, we will all participate in the active outreach program consisting of daily public tours of the laboratory. \r\n     While the Soudan science effort will consume about 80% of the resources supported by this grant, we intend to use the remaining resources to carry out detector R&D aimed at a proposed next-generation experiment called SuperCDMS. This will primarily involve cryogenic testing of new detectors being fabricated by our DoE-supported collaborators at Stanford that aim to have improved rejection of backgrounds and higher mass per detector module. Within this testing program, we plan to take advantage of opportunities in which streamlined detector packaging and simpler cold electronics can be simultaneously tested. \r\n     We will also continue thin film tungsten studies that were initiated last year through undergraduate senior projects. This work aims to better understand the properties of the temperature-sensitive films that detect particle interactions in our detectors. At present, there is a variability problem that can be corrected but requires significant testing resources. The preparation of the films is carried out at minimal cost in a shared departmental facility and tested in our dilution refrigerator simultaneously with detector-testing runs. \r\n     The final aspect of our R&D work is to begin development of a new assay technique to detect low-energy beta emitters, which represent a background tha can hamper progress on the experiment. Using a modest level of resources and undergraduate involvement, we can help lay the groundwork for rapid progress in the future. The efforts of our group will be highly leveraged by the presence of Prof. T. Shutt's group at Case and Prof. S. Golwala's group at Caltech. Shutt's group is developing low-activity MWPC elements for the XENON experiment similar to what's needed for the beta screener, and Golwala's group may be in a position to provide hardware for prototype construction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Akerib",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Akerib",
   "pi_email_addr": "akerib@case.edu",
   "nsf_id": "000172477",
   "pi_start_date": "2005-10-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Schnee",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Schnee",
   "pi_email_addr": "richard.schnee@sdsmt.edu",
   "nsf_id": "000105462",
   "pi_start_date": "2005-10-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 493065.0
  }
 ],
 "por": null
}