{
 "awd_id": "0504201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Particle Astrophysics with Milagro",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2005-11-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2005-10-25",
 "awd_max_amd_letter_date": "2007-10-17",
 "awd_abstract_narration": "The Milagro Gamma Ray Observatory at Fenton Hill, New Mexico, is designed to study \"Very \r\nHigh Energy\" (VHE) astronomical gamma rays and cosmic rays, for which a single particle carries \r\nabout an erg of energy. Milagro is the first detector capable of continuously monitoring the full \r\noverhead sky at these energies. It complements the lower energy satellite experiments, higher \r\nenergy air-shower experiments, and narrow field-of-view air-Cherenkov telescope experiments. \r\nA VHE gamma ray or cosmic ray interacting in the Earth's atmosphere initiates an extensive \r\nair shower, a cascade of interacting particles. The Milagro 22 million liter man-made pond is \r\ninstrumented with detectors that measure light produced by those fast moving cascade particles \r\nthat survive to detector altitude and enter the pond. Combining pond measurements with those by \r\nan array of detectors surrounding it allows determination of the energy and arrival direction of the \r\nprimary particle that generated the cascade. \r\n\r\nSince the energy of particles emitted by astronomical sources is determined by the physical \r\nprocesses occurring in the source, measurements at VHE energies, the highest at which astronomical \r\nsources have been observed, allows study of the most violent astronomical processes known. \r\nAn example is gamma-ray bursts, currently believed to arise from either supernovae explosions or \r\nneutron star collisions. Active galactic nuclei, understood to contain massive black holes that swallow \r\nneighboring matter, are a detected source of VHE particles. Milagro has recently presented \r\nevidence for the first detection of VHE gamma rays emitted at the equator of our own Milky Way \r\nGalaxy. Milagro also detects solar coronal mass-ejection events, as an increase in detector rates, \r\nbefore they disrupt radio communication on Earth. \r\n\r\nThe particle energy and direction distribution generated by a source may be modified during \r\nthe particles' interstellar or intergalactic path to Earth by interactions with background particles \r\nor bending of charged particle trajectories by magnetic fields. Measurement of VHE particles \r\ntherefore also teaches us about the interstellar infrared radiation and sources of magnetic fields \r\nsuch as galactic clusters. The Solar magnetic field is studied by observing the shadowing of arriving \r\nVHE cosmic rays by the Moon and Sun. \r\n\r\nDue to randomization of their arrival direction by galactic magnetic fields, cosmic rays arrive at \r\nthe Earth nearly uniformly in direction. At VHE energies, however, small deviations are predicted \r\ndue to the orbital motion of the solar system about the galactic center. Anisotropies observed by \r\nMilagro at the level of one part in a thousand are under study. \r\n\r\nSearches for exotic VHE photon sources, such as weakly interacting massive particle (WIMP) \r\nannihilation or evaporation of primordial black holes, are also performed. As VHE sources without \r\nknown lower energy counterparts have just begun to be discovered in the last few years, full-sky \r\ncoverage is likely to provide additional surprises. \r\n\r\nCooperation between Milagro and various experiments at other energies allows symbiotic studies. \r\nThe statistical power of the Milagro gamma ray burst analysis is enhanced when satellite \r\ndetections are used as a trigger. Milagro will in turn be notifying the astrophysics community \r\nin real-time of any statistically significant signals it detects. Combined measurements by various \r\nexperiments at different energies constrain models of particle production and interstellar background \r\nlight absorption. Similar advantages exist when Milagro measurements of coronal solar \r\nmass-ejection events are combined with those of neutron monitors.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Nemethy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Nemethy",
   "pi_email_addr": "peter.nemethy@nyu.edu",
   "nsf_id": "000159896",
   "pi_start_date": "2005-10-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Mincer",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Allen I Mincer",
   "pi_email_addr": "allen.mincer@nyu.edu",
   "nsf_id": "000138493",
   "pi_start_date": "2005-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}