{
 "awd_id": "0514055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Ethnoarchaeological Study of the Gamo Caste System in Southwestern Ethiopia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 59600.0,
 "awd_amount": 59600.0,
 "awd_min_amd_letter_date": "2006-02-01",
 "awd_max_amd_letter_date": "2006-02-01",
 "awd_abstract_narration": "\r\nWith National Science Foundation support, Drs. John W. Arthur and Kathryn Weedman and their colleagues will spend the summer months of 2006 conducting ethnoarchaeological research among the Gamo people of southern Ethiopia. The Gamo people are highly stratified and segregate farmers from artisans into distinct caste groups, but virtually nothing is known about their history and the development or origin of the caste system in southern Ethiopia.  Ethnographers and historians have postulated many theories outlining the origin of caste systems, but there has been little research focused on identifying the material correlates of a caste system in the archaeological record.  Drs. Arthur and Weedman previously spent two years studying the Gamo artisans (particularly potters and hideworkers who use stone tools to process the hides) and now they seek to unravel their history.\r\n\r\nThe goals in this single field season will be to outline material and spatial correlates that identify the presence of the caste system through ethnoarchaeological studies and to locate and test archaeological sites that will be more fully excavated in the future.  As a first step the initial goal among the Gamo is to conduct an ethnoarchaeological investigation of the correlations between Gamo caste groups and their material culture variation (ceramics, plastics, basketry, iron tools, stone tools, wood implements, etc.) and material spatial distribution (household, compound, and village).  The team will inventory and map the material and structural world of three Gamo villages, which will serve as an analytical baseline for comparing and contrasting against future archaeological and oral historical studies to help identify caste groups and their development in the archaeological record. In this study, researchers will attempt to procure a vision of the material world as understood by the Gamo people and to filter their worldview into the interpretation of their past.  \r\n\r\nThe team also will interview Gamo elders and survey a portion of the Gamo region to locate historical sites. The survey goals are two-fold: 1) to locate previously occupied villages outlining the general settlement pattern and 2) to locate four to six substantial villages with little evidence of disturbance from cultivation for full-scale excavation in the future. Once a site is identified, the team will assign it a number, locate it with a GPS instrument on a topographic map, take photographs, and fill out a standardized site form. They also will conduct shovel tests or small excavation units and screen the soil through 5 mm mesh screens to locate and discern subsurface artifacts, features, and stratigraphy.  These tests will enable us to determine which sites are best suited for future excavation. \r\n\r\nHopefully this research will give the Gamo a voice in their own past, as well as contributing to better understandings of broader issues in anthropology and archaeology including the identification of craft specialization, the association between material variability and individual and group identities, and the formation of complex societies most notably caste systems.  This project is an important step in the interpretation of the origins and development of the Gamo caste system and may provide a model that could be applied to other caste societies. \r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Arthur",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Arthur",
   "pi_email_addr": "arthurj@mail.usf.edu",
   "nsf_id": "000365211",
   "pi_start_date": "2006-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn Weedman",
   "pi_last_name": "Arthur",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Weedman J Arthur",
   "pi_email_addr": "kjarthur@usf.edu",
   "nsf_id": "000281910",
   "pi_start_date": "2006-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 59600.0
  }
 ],
 "por": null
}