{
 "awd_id": "0522324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coherent Doppler Lidar Deployment and Data Analysis for Terrain-induced Rotor EXperiment (T-REX)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2005-12-15",
 "awd_exp_date": "2010-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 459808.0,
 "awd_min_amd_letter_date": "2005-12-27",
 "awd_max_amd_letter_date": "2010-04-07",
 "awd_abstract_narration": "Advances in remote sensing instruments and numerical simulations now allow more comprehensive probing and analysis of three-dimensional fluid dynamical details associated with atmospheric rotors.  The Principal Investigator (PI) will participate in a field experiment (Terrain induced Rotor Experiment; T-REX) designed to investigate atmospheric rotors in Owens Valley, California, during March and April of 2006.  Arizona State University will deploy its coherent Doppler lidar, a ground-based surface energy budget station, and perform post-experiment analysis of collected data.  For the analysis, the PI will focus on vortical structures and their dynamics.  The PI will utilize several forms of extraction of information from the lidar data, including dual-Doppler analyses, and four dimensional variational data assimilation. \r\n\r\nThe intellectual merit of the research is due to the following motivating scientific questions: (1) What are the ranges of physical size, strength, and downstream stabilities of large rotors?  (2) Simulations of flows over wavy boundaries indicate that shear layers become detached over the lee of the hills and may roll-up into strong regions of vorticity that advect downstream.  Is there evidence for such ejection of (non-trapped) vortices into the downstream atmosphere?  Under what conditions are they likely to exist, and are their magnitudes large enough to pose a hazard to aircraft?  (3) Sub-rotors have been found in simulations of mountain-induced atmospheric rotors.  If they exist, how strong can they be, and where are they located?  How do such vortices evolve and what is their fate?  How important are lateral velocity fluctuations in the development of sub-rotors (vortex stretching)?  (4) Simulations of flows over wavy surfaces in laboratory flows also show evidence of long, streamwise vortices, which appear to be related to Goertler instability.  Frequently, particulate lifting occurs in streamwise \"lines\" - consistent with the possibility of vortices aligned with the downstream direction.  Is there evidence that such vortices exist and how important are they in the lofting of aerosols into the rotor domain?  (5) Do variations in surface fluxes significantly affect the size and strength of rotors? \r\n\r\nThe project's broader impacts are due to its significance for improving aviation safety and understanding aerosol lofting associated with rotors.  The acquisition of coherent Doppler lidar data also will be beneficial to other T-REX investigators.  Educationally, the Arizona State University lidar has proven to be an excellent teaching tool for undergraduate and graduate students.  Because this type of lidar has gone through extensive engineering development, it is relatively accessible, in terms of operational procedures.  Secondly, in prior experiments, its dynamic and visual real-time output has generated much student enthusiasm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Calhoun",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Calhoun",
   "pi_email_addr": "Ronald.Calhoun@asu.edu",
   "nsf_id": "000436661",
   "pi_start_date": "2005-12-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harindra Joseph",
   "pi_last_name": "Fernando",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harindra Joseph Fernando",
   "pi_email_addr": "J.Fernando@asu.edu",
   "nsf_id": "000237286",
   "pi_start_date": "2005-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 199507.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 107414.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110887.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in remote sensing instruments and processing algorithms allow more comprehensive probing and analysis of three-dimensional fluid dynamical details associated with atmospheric rotors.&nbsp; In this grant, we investigated atmospheric rotors in Owens Valley, California, during March and April of 2006.&nbsp; &nbsp;Arizona  State University deployed its coherent Doppler lidar, a ground-based surface energy budget station, and performed post-experiment analysis of collected data.&nbsp;&nbsp; For the analysis, we focused on vortical structures and their dynamics.&nbsp; In particular, we invented a new form of dual-Doppler analyses for the analysis of the data.&nbsp; The <span style=\"text-decoration: underline;\">intellectual merit</span> of the analysis was to better understand atmospheric&nbsp; rotors and to demonstrate, for the first time, the ability of specialized algorithms (as applied to coherent Doppler lidar) to detect and track rotors in clear atmosphere.&nbsp; Dual Doppler analysis of data from two coherent lidars during the Terrain-induced Rotor EXperiment (T-REX) allowed the retrieval of flow structures, such as vortices, during mountain wave events on an elevated, cross-barrier plane in clear air.&nbsp; The locations, magnitudes, and evolution of the vortices were found through calculated fields of velocity, vorticity, and streamlines.&nbsp; The project&rsquo;s <span style=\"text-decoration: underline;\">broader impacts</span> are due to its significance for improving aviation safety and understanding aerosol lofting associated with rotors (note that aircraft safety issues and air pollution events are well known to exist over Owens Valley, CA).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2011<br>\n\t\t\t\t\tModified by: Ronald&nbsp;J&nbsp;Calhoun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvances in remote sensing instruments and processing algorithms allow more comprehensive probing and analysis of three-dimensional fluid dynamical details associated with atmospheric rotors.  In this grant, we investigated atmospheric rotors in Owens Valley, California, during March and April of 2006.   Arizona  State University deployed its coherent Doppler lidar, a ground-based surface energy budget station, and performed post-experiment analysis of collected data.   For the analysis, we focused on vortical structures and their dynamics.  In particular, we invented a new form of dual-Doppler analyses for the analysis of the data.  The intellectual merit of the analysis was to better understand atmospheric  rotors and to demonstrate, for the first time, the ability of specialized algorithms (as applied to coherent Doppler lidar) to detect and track rotors in clear atmosphere.  Dual Doppler analysis of data from two coherent lidars during the Terrain-induced Rotor EXperiment (T-REX) allowed the retrieval of flow structures, such as vortices, during mountain wave events on an elevated, cross-barrier plane in clear air.  The locations, magnitudes, and evolution of the vortices were found through calculated fields of velocity, vorticity, and streamlines.  The projectÆs broader impacts are due to its significance for improving aviation safety and understanding aerosol lofting associated with rotors (note that aircraft safety issues and air pollution events are well known to exist over Owens Valley, CA). \n\n\t\t\t\t\tLast Modified: 02/20/2011\n\n\t\t\t\t\tSubmitted by: Ronald J Calhoun"
 }
}