{
 "awd_id": "0522398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Foundations in the Light of Quantum Information",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 177288.0,
 "awd_amount": 177288.0,
 "awd_min_amd_letter_date": "2006-03-01",
 "awd_max_amd_letter_date": "2007-02-05",
 "awd_abstract_narration": "Project Summary\r\nThe problem of how to make sense of the non-classical probabilistic behavior of\r\nquantum systems was the subject of an unresolved dispute between Einstein and Bohr.\r\nThe opposition between their opposing philosophical views has provided the tension for\r\nan ongoing debate among physicists and philosophers of physics about the conceptual\r\nsignificance of the transition from classical to quantum mechanics, centering on a measurement\r\nproblem in the foundations of the theory. The 1990s saw the development of\r\na quantum theory of information, prompted by the realization that certain nonclassical\r\nfeatures of quantum systems could be exploited to perform information-processing tasks\r\nthat would be impossible in a Newtonian world. This has led to an explosion of interest\r\nin theoretical and practical applications of quantum computation and quantum cryptography,\r\nand a reconsideration of the foundational problems underlying the Bohr-Einstein\r\ndebate.\r\nIntellectual Merit: The PI has published a number of recent papers on these issues,\r\nin particular a paper (jointly authored with Rob Clifton and Hans Halvorson) showing\r\nthat one can derive the basic features of a quantum-theoretic description of physical systems\r\nfrom three information-theoretic constraints. The research project involves working\r\nout the details of an information-theoretic interpretation of quantum mechanics in\r\nthe light of the Clifton-Bub-Halvorson result. A core feature is to split the measurement\r\nproblem into a problem about truth and a problem about probability, and to set aside the\r\ntruth problem. The PIs solution to the probability problem involves showing (i) that one\r\ncan derive from quantum mechanics the conditions for the existence of measuring instruments\r\nas sources of classical information, and the existence of information-gatherers\r\nwith the ability to use measuring instruments to apply and test quantum mechanics, and\r\n(ii) that the generalized transition probabilities of the theory can be given a subjective\r\nBayesian interpretation without solving the truth problem of measurement. The PI argues\r\nthat the possible solutions to the truth problem are well understood, and proposes\r\nto show that any such solution produces a modification of quantum mechanics that is\r\nexplanatorily and methodologically inferior to the standard theory, particularly with respect\r\nto accounting for the new results in quantum computation and quantum cryptography.\r\nBroader Impacts: The PI proposes to write a book developing these ideas accessible\r\nto scientists who work on issues in quantum information and computation, to\r\nphilosophers of science who work on questions of interpretation, and to a wider group\r\nof readers interested in developments in the foundations of physics. The PI has been\r\ninvited to present papers on topics related to the above information-theoretic interpretation\r\nof quantum mechanics at various conferences, and to contribute articles to several\r\nHandbooks and Encyclopedias. A number of recent papers and PhD dissertations discuss\r\nthe Clifton-Bub-Halvorson result and its implications, and three of the PIs PhD\r\nstudents will shortly be working on dissertations on various aspects of quantum information.\r\nThe results of this research will be incorporated in an undergraduate course on\r\nphilosophy of physics (Phil 354) directed at physics students.  The PI will also disseminate \r\ninformation on the project through an annual \"new directions in the foundations of physics \r\nconference,\"  and through online archives.  \r\n1\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Bub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Bub",
   "pi_email_addr": "jbub@umd.edu",
   "nsf_id": "000385370",
   "pi_start_date": "2006-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 157288.0
  }
 ],
 "por": null
}