{
 "awd_id": "0527286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSD: Collaborative Research: Modeling the Spatial Dynamics and Environmental and Resource Impacts of U.S. Metropolitan Growth and Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-01-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 138970.0,
 "awd_amount": 138970.0,
 "awd_min_amd_letter_date": "2006-01-17",
 "awd_max_amd_letter_date": "2006-01-17",
 "awd_abstract_narration": "Between now and 2050, the population of the United States likely will grow by 120 million people according to the middle-series projections published by the U.S. Census Bureau.  In many ways, knowing where and how future urban growth will occur may be more important than simply knowing how many more people will seek to live in or near the nation's metropolitan areas.  To the degree that future spatial development patterns mirror those of the recent past, most of the increase in the U.S. population will occur at the edges of existing metropolitan areas and at densities that are substantially below those of older cities and regions.  This decentralized, suburban form of population and job growth will put ever greater pressure on existing infrastructure systems, on the natural ecology, on existing governance structures, and on existing urban communities, just as it has for the last 100 years.  Should the spatial pattern of population growth instead favor existing metropolitan centers, the issues will be different though no less pressing.  Despite considerable popular attention, the spatial dynamics and dimensions of urban sprawl, neighborhood change, resource loss, and urban revitalization as well as the degree to which such patterns and dynamics vary across different regions and metropolitan areas remain poorly understood.  This interdisciplinary research project will (1) build a comprehensive national spatial database for measuring the extent, patterns, and environmental and resource impacts of metropolitan population growth in America; (2) use that database to statistically identify key and common factors that influence metropolitan growth across all continental U.S. regions and metropolitan areas; (3) build a series of GIS-based models for projecting and simulating alternative future patterns and densities of U.S. population growth; and (4) explore the impacts of at least three alternative development scenarios on the natural landscape and ecology, on urban energy and water use, and on vehicle miles of travel, a major correlate of urban air pollution.\r\n\r\nThis project is expected to enhance contemporary urban analysis from its theoretical emphasis on transportation accessibility and allow it to incorporate other factors of urban development in both a theoretically and empirically consistent fashion.  It will also integrate theories and models of urban growth with measurements and analysis of natural landscape change, including issues of resource use, habitat loss, and biodiversity.  The results of this research project will enable current and future generations of urban and environmental researchers and policy makers to identify key factors that affect a range of forms of metropolitan growth and facilitate planning efforts designed to conserve near-urban land, water, air, energy, and habitat resources.  An award resulting from the FY 2005 NSF-wide competition on Human and Social Dynamics (HSD) supports this project.  All NSF directorates and offices are involved in the coordinated management of the HSD competition and the portfolio of HSD awards.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Davis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Frank W Davis",
   "pi_email_addr": "fwd@bren.ucsb.edu",
   "nsf_id": "000231389",
   "pi_start_date": "2006-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731800",
   "pgm_ele_name": "HSD - AGENTS OF CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7319",
   "pgm_ref_txt": "HSD - DYNAMICS OF HUMAN BEHAVI"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 138970.0
  }
 ],
 "por": null
}