{
 "awd_id": "0531058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Provincial Life in the Inca Empire: Continuity and Change at Hatun Lucanas, Peru",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-04-13",
 "awd_max_amd_letter_date": "2006-04-13",
 "awd_abstract_narration": "Under the supervision of Dr. Katharina Schreiber, Sarah Abraham will examine the imperial-provincial relationship between the Inca empire (AD 1438-1532) and the people of Hatun Lucanas in the southern highlands of Peru.  The archaeological site of Hatun Lucanas was the capital of the Lucanas culture and was conquered by the Inca early in the empire's history.  Field methods will include a combination of detailed mapping, architectural analysis, and excavation to examine how this provincial population responded to imperial rule.  By tracking change and continuity at the household level before and after Inca conquest, the proposed project seeks to better understand the transition from autonomous polity to subjugated population from the local perspective. \r\n\r\nShifts in anthropological theory have led archaeologists to re-evaluate long-held assumptions and interpretations of ancient empires and the nature of imperial-provincial relationships.  Influenced by recent developments in social theory and postcolonial studies, new research has shifted the focus from top-down approaches that concentrate on the ruling elite to exploring the lives of the people without history, the provincial populations who comprised the majority of the empire (Wolf 1982).  As a result, many recent studies focus on the political, economic, and social implications of imperial rules within the provincial community and at the household level.  \r\n\r\nInvestigations at Hatun Lucanas will contribute to Inca archaeology, studies of Andean prehistory, and general archaeological theory.  Beyond the Andes, results from this research will serve as a cross-cultural example of provincial society and local responses to imperialism.  This contributes to an emerging body of research on ancient empires that emphasizes the local perspective and redirects attention to incorporated peoples, forming a more comprehensive understanding of ancient empires.  This new perspective has important implications for anthropological, historical, and sociological studies of culture contact, world systems, and colonialism.\r\n\r\nThe proposed research will culminate in the completion of the investigator's dissertation and will be disseminated to both the academic community and the public through various channels.  The regional and national offices of the Peruvian National Institute of Culture (INC), Peruvian colleagues, and the town of Lucanas will receive a Spanish-language version of the final report of the proposed excavations and a copy of the resulting dissertation.  Various aspects of this research will be published as conference presentations and in peer-reviewed articles in Peruvian and North American academic journals.  In addition to these research and professional obligations, this project will also serve educational and training goals.  North American and Peruvian archaeology students will participate in the project, gaining valuable field methods training and research experience.  Furthermore, the investigator will hold public and school presentations, sharing the results of the proposed project with both North American and Peruvian communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharina",
   "pi_last_name": "Schreiber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Katharina J Schreiber",
   "pi_email_addr": "kschreiber@anth.ucsb.edu",
   "nsf_id": "000188730",
   "pi_start_date": "2006-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}