{
 "awd_id": "0531868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Next Generation Computer-Assisted Thinking Tools for Plant Scientists.",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2005-12-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 166533.0,
 "awd_min_amd_letter_date": "2005-12-08",
 "awd_max_amd_letter_date": "2006-10-10",
 "awd_abstract_narration": "Contemporary experimental biologists have access to a large body of disparate kinds of information about many different organisms and biological systems. Although much of the information is still in papers published in journals, primary data increasingly reside in electronically accessible databases. The volume and complexity of the available data exceed the synthetic and reasoning capacities of any individual researcher, stimulating the development of knowledge bases, which represent information about biological systems at a higher level of abstraction than do databases. A serious limitation on the usefulness of existing knowledge bases is that knowledge about the system is effectively \"frozen\" as it is archived. Observations that contradict the bulk of available evidence are generally omitted at the time of annotation. However, a deeper understanding of how biological systems operate often begins with an observation that contradicts existing knowledge. \r\n\r\nThe overall objective of this project is to create computational tools that allow the experimental biologist to explore accumulated information about biological systems without precluding access to contradictory information. The approach differs markedly from those currently used to construct knowledge bases, such as the pathway databases Reactome (www.reactome.org) and BioCyc (www.biocyc.org), which store currently accepted models based on expert input and literature information and they must be revised and rewritten as the knowledge grows. The approach being taken here is to instead store the ingredients for model building at the evidence level and enable biologists to continuously and actively participate in model- building through the familiar device of formulating and testing hypotheses. The hypotheses themselves are used to query the stored data by breaking each hypothesis down into its constituent relationships and extracting all of the explicit and implicit assertions that must hold in order for the hypothesis to be valid. A set of evaluation rules is applied to test these assertions for agreement with different types of data and present the user with links to information and data that support the hypothesis, as well as links to those that contradict it. Thus, static conclusions are not archived, but instead the data required are stored to elucidate relationships that exist in the system. Although the experimenter's ideas about relationships are tested against what is known, conclusions are not imposed. Rather, both supporting information and contradictions are reported and the task of evaluating the weight and significance of each left to the experimenter. \r\n\r\nThis work has several broader impacts. The importance of this approach is that it is a \"thinking\" tool for the experimental biologist, as opposed to a knowledge base, which is essentially an electronic textbook. Few computer assisted thinking tools are available at present and the success of this project could revolutionize how experimental biologists work. The tools will be integrated into the operation of The Arabidopsis Information Resource (TAIR: www.arabidopsis.org), a community database with 14,000 regular users world-wide.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Fedoroff",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Nina V Fedoroff",
   "pi_email_addr": "nvf1@psu.edu",
   "nsf_id": "000122564",
   "pi_start_date": "2005-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Shrager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff Shrager",
   "pi_email_addr": "jshrager@stanford.edu",
   "nsf_id": "000218158",
   "pi_start_date": "2005-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 166533.0
  }
 ],
 "por": null
}