{
 "awd_id": "0533482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The North American Regional Climate Change Assessment Program (NARCCAP)--Using Multiple GCMs and RCMs to Simulate Future Climates and Their Uncertainty",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 246967.0,
 "awd_amount": 296359.0,
 "awd_min_amd_letter_date": "2006-01-05",
 "awd_max_amd_letter_date": "2010-11-15",
 "awd_abstract_narration": "The goals of The North American Regional Climate Change Assessment Program (NARCCAP) are to: (1) develop and make openly available, multiple high resolution regional climate change scenarios for use in impacts and risk assessments; (2) evaluate regional model performance over North America by nesting the Regional Climate Models (RCM) in coarser spatial scale reanalyzed data products; (3) understand critical regional climate change issues, such as the effects of increased greenhouse gases on the frequency of various types for extreme weather events; (4) enhance understanding of key issues in regional climate modeling, including methodological approaches; (5) conduct a limited examination of uncertainties in regional model and global climate model (GCM) future regional projections; (6) create greater collaboration between US, Canadian, and European climate modeling groups to leverage the diverse modeling capability across the countries; and (7) coordinate with and derive added value from diverse regional and global modeling projects and programs currently underway in the US, Canada, Europe, and South America.\r\n\r\nBroader impacts of the research include support for the climate impacts community to provide decision-relevant information for public policy, in part through a user-oriented data access, formatting and archival facility for output from the simulations. NARCCAP will contribute to a wide range of climate research by producing regional-scale projections of climate change. In doing so, the program will enhance the infrastructure for climate-change research by linking several North American and European institutions in a collaborative network for multi-model simulation, output analysis and data dissemination. The program's output will promote undergraduate and graduate research at the participating institutions and foster cross-disciplinary links across campuses and between institutions. \r\n\r\nCollaborating PIs supported by NSF:\r\nMearns, Linda O., National Center for Atmospheric Research (Lead)\r\nSloan, Lisa C., University of California-Santa Cruz \r\nGutowski, William J. Iowa State University \r\nSain, Stephan R., University of Colorado at Denver\r\n\r\nNOAA and DOE are also supporting NARCCAP collaborating PIs:\r\nNOAA: \tRoads, John O., University of California-San Diego Scripps Inst of Oceanography \r\nDOE:\t\tBader, David C., Lawrence Livermore National Laboratory\r\n\t\t Leung, Lai-Yung (Ruby), Battelle Northwest Laboratories\r\n\t\t Duffy, Philip B., Lawrence Livermore National Laboratory\r\n\r\nThe NOAA Geophysical Fluid Dynamics Laboratory, the NSF-sponsored National Center for Atmospheric Research and the DOE Lawrence Livermore National Laboratory are providing additional in-kind support.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Sloan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa C Sloan",
   "pi_email_addr": "lsloan@ucsc.edu",
   "nsf_id": "000225446",
   "pi_start_date": "2006-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 87719.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 118568.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 40680.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NARCCAP Project Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p><strong>1. Overview of the NARCCAP project.</strong></p>\n<p>&nbsp;</p>\n<p>The North American Regional Climate Change Assessment Program (NARCCAP) is an international program to produce high resolution climate change simulations in order to investigate uncertainties in regional scale projections of future climate and generate climate change scenarios for use in impacts research.</p>\n<p>&nbsp;</p>\n<p>NARCCAP modelers have run a set of regional climate models (RCMs) driven by a set of atmosphere-ocean general circulation models (AOGCMs) over a domain covering the conterminous United States and most of Canada.</p>\n<p>&nbsp;</p>\n<p>The AOGCMs have been forced with the SRES A2 emissions scenario for the 21st century. Simulations with these models were also produced for the current (historical) period. The RCMs are nested within the AOGCMs for the current period 1971-2000 and for the future period 2041-2070. As a preliminary step to evaluate the performance of the RCMs over North America, the RCMS are driven with NCEP Reanalysis II data for the period 1979-2004. All the RCMs are run at a spatial resolution of 50 km.</p>\n<p>&nbsp;</p>\n<p>More information about the NARCCAP project, and model results, can be found at www.narccap.ucar.edu.</p>\n<p>&nbsp;</p>\n<p><strong>2. Contributions of the University of California Santa Cruz (UCSC) team to the overall project.</strong></p>\n<p>&nbsp;</p>\n<p>The UCSC team has completed nine simulations using the RegCM3 RCM. &nbsp;In Phase 1 and 2 of the project we completed the following: One simulation using NCEP/DOE II Reanalysis as forcing, two using GFDL AOGCM output as forcing (a historical and future simulation), and two using CGCM3 AOGCM output (also a historical and future).&nbsp; In addition, after identifying biases in the Great Lakes temperatures on a seasonal basis, all of the GFDL and CGCM3 driven simulations were re-run with a modified treatment of the Great Lakes temperatures (4 additional simulations).&nbsp; As a result the seasonality of the Great Lakes temperatures was improved.</p>\n<p>&nbsp;</p>\n<p><strong>3. Our findings (both NARCCAP as a whole, UCSC)</strong></p>\n<p>&nbsp;</p>\n<p>The NARCCAP team has published an overview article in AGU&rsquo;s EOS and has a detailed analysis paper in press in the Bulletin of the American Meteorological Society.&nbsp; Results of the NARCCAP experiments have also been presented at numerous scientific meetings, such as those sponsored by AGU and AMS.&nbsp; The UCSC team has focused on two scientific questions with respect to the NARCCAP results.&nbsp; We have a paper in preparation that examines climate variability in the context of biofuels crops in the Midwest United States.&nbsp; Using output from the NARCCAP RCMs we aim to quantify the effect of climate variability on year-to-year biofuels crop yields in both the historical and future simulations.&nbsp; The second scientific question we examined is how changes in climate have and will impact lake effect snow in the Great Lakes region.&nbsp; We have a paper in preparation that examines the NARCCAP future and historical simulations from RegCM3 in this context.</p>\n<p>&nbsp;</p>\n<p><strong>4. Our contributions (in the context of intellectual merit and broader impacts)</strong></p>\n<p>The contributions of the NARCCAP project in terms of intellectual merit are: this is the first coordinated dynamical downscaling project over the North American region; the results of the NARCCAP project are already being used for analysis and further downscaling projects by over one hundred registered users.</p>\n<p>&nbsp;</p>\n<p>The contributions of the NARCCAP project in terms of broader impacts are: providing high-spatial resolution data for the climate impacts community to utilize for scientific, political, and planning processes; the project has provided training and education to sever...",
  "por_txt_cntn": "\nNARCCAP Project Outcomes Report\n\n \n\n1. Overview of the NARCCAP project.\n\n \n\nThe North American Regional Climate Change Assessment Program (NARCCAP) is an international program to produce high resolution climate change simulations in order to investigate uncertainties in regional scale projections of future climate and generate climate change scenarios for use in impacts research.\n\n \n\nNARCCAP modelers have run a set of regional climate models (RCMs) driven by a set of atmosphere-ocean general circulation models (AOGCMs) over a domain covering the conterminous United States and most of Canada.\n\n \n\nThe AOGCMs have been forced with the SRES A2 emissions scenario for the 21st century. Simulations with these models were also produced for the current (historical) period. The RCMs are nested within the AOGCMs for the current period 1971-2000 and for the future period 2041-2070. As a preliminary step to evaluate the performance of the RCMs over North America, the RCMS are driven with NCEP Reanalysis II data for the period 1979-2004. All the RCMs are run at a spatial resolution of 50 km.\n\n \n\nMore information about the NARCCAP project, and model results, can be found at www.narccap.ucar.edu.\n\n \n\n2. Contributions of the University of California Santa Cruz (UCSC) team to the overall project.\n\n \n\nThe UCSC team has completed nine simulations using the RegCM3 RCM.  In Phase 1 and 2 of the project we completed the following: One simulation using NCEP/DOE II Reanalysis as forcing, two using GFDL AOGCM output as forcing (a historical and future simulation), and two using CGCM3 AOGCM output (also a historical and future).  In addition, after identifying biases in the Great Lakes temperatures on a seasonal basis, all of the GFDL and CGCM3 driven simulations were re-run with a modified treatment of the Great Lakes temperatures (4 additional simulations).  As a result the seasonality of the Great Lakes temperatures was improved.\n\n \n\n3. Our findings (both NARCCAP as a whole, UCSC)\n\n \n\nThe NARCCAP team has published an overview article in AGUÆs EOS and has a detailed analysis paper in press in the Bulletin of the American Meteorological Society.  Results of the NARCCAP experiments have also been presented at numerous scientific meetings, such as those sponsored by AGU and AMS.  The UCSC team has focused on two scientific questions with respect to the NARCCAP results.  We have a paper in preparation that examines climate variability in the context of biofuels crops in the Midwest United States.  Using output from the NARCCAP RCMs we aim to quantify the effect of climate variability on year-to-year biofuels crop yields in both the historical and future simulations.  The second scientific question we examined is how changes in climate have and will impact lake effect snow in the Great Lakes region.  We have a paper in preparation that examines the NARCCAP future and historical simulations from RegCM3 in this context.\n\n \n\n4. Our contributions (in the context of intellectual merit and broader impacts)\n\nThe contributions of the NARCCAP project in terms of intellectual merit are: this is the first coordinated dynamical downscaling project over the North American region; the results of the NARCCAP project are already being used for analysis and further downscaling projects by over one hundred registered users.\n\n \n\nThe contributions of the NARCCAP project in terms of broader impacts are: providing high-spatial resolution data for the climate impacts community to utilize for scientific, political, and planning processes; the project has provided training and education to several graduate students and postdocs at UCSC; results of this work have also been presented to 5 different undergraduate and graduate courses at UCSC, and at lectures throughout California to various groups, including the U.S. Geological Survey, the annual docentÆs training class at the Long Marine Lab/ Seymour Center, the UCSC Alumni Association, and the UCSC WomenÆs Club. We continue to us..."
 }
}