{
 "awd_id": "0534837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interpreting Human Behaviour in Video using FSA's and Object Context",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-03-07",
 "awd_max_amd_letter_date": "2009-03-10",
 "awd_abstract_narration": "PI: David Forsyth\r\nTitle: Interpreting Human Behavior in Video using FSA's and Object Context\r\n\r\nUnderstanding what people are doing in a video is one of the great unsolved problems of computer vision.  A fair solution opens tremendous application possibilities.  The proposed work will use existing tools from the speech and object recognition community --- in particular, finite state automata or FSA's --- to obtain an understanding of activities that depend on detailed information about the body.\r\n\r\nThe particular focus is everyday activity.  In this case, a fixed vocabulary either doesn't exist, or isn't appropriate.  For example,  one does not know words for behaviors that appear familiar. One way to deal with this is to work  with a notation (for example, laban notation); but such notations typically work in terms that are  difficult to map to visual observables (for example, the weight of a motion). The alternatives are either to develop a vocabulary, or to develop expressive tools for authoring models.\r\n\r\nThis project will explore the third approach of building tools for authoring models of behavior quickly and expressively using finite-state methods. Research will explore a class of models that are easy to author from existing, or easily available, data.  The interpretation of what someone is doing is affected by the objects\r\nnearby  --- a person standing near a bus stop is doing something different from a person standing near an office door.  The models studied make it practical to investigate this phenomenon of object context, using recent advances from the object recognition literature.\r\n\r\nEvaluating models for everyday behaviors is hard, because there is no prospect of obtaining a large collection of marked up video (among  other things, there isn't a vocabulary in which to mark it up).  This project will use proxies --- statistics that are hard to measure from video without accurate inferences of behavior,  but easy to measure in other ways --- to evaluate behavior representations.  These will make it possible to tell whether, for example, a model of buying a beverage represents the concept accurately.\r\n\r\nIntellectual merits:  This project will produce very large finite state models of behavior using the same hierarchical authoring methods used in speech.  There will be a particular emphasis on behaviors which require one to understand the kinematic configuration of the body, a topic that  has been very difficult to study to date, with an  intention of identifying basic building blocks of a vocabulary of everyday behavior.  The results should include datasets of public behavior that can be disseminated, without encountering privacy concerns. New insights into the structure of human motion and behavior should emerge from (a) observations of people in public; (b) the process of  authoring models; and (c) methods for identifying and modelling compositional structure in motion.\r\n\r\nBroader impact:   This project should make substantial progress on one of the key open and applicable problems in computer vision.  Methods that can search video for particular behaviors and compute statistics of behaviors have a wide range of applications, including human-computer interfaces built around computers that can watch the body; an improved understanding of what people do in public which will result in better architectural planning; more efficient management of surveillance data, allowing searches for dangerous behaviors while preserving privacy.  Education and access: This project will contribute to the graduate training of several students, and work described will contribute to a planned text on computing with human motion.\r\n\r\nURL: http://luthuli.cs.uiuc.edu/~daf/action.html\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Forsyth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Forsyth",
   "pi_email_addr": "daf@cs.uiuc.edu",
   "nsf_id": "000391155",
   "pi_start_date": "2006-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733900",
   "pgm_ele_name": "COMPUTER VISION"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 96812.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100164.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103024.0
  }
 ],
 "por": null
}