{
 "awd_id": "0534349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Automatically Generating Consistent User Interfaces for Multiple Appliances",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2005-12-01",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 412000.0,
 "awd_amount": 412000.0,
 "awd_min_amd_letter_date": "2005-12-08",
 "awd_max_amd_letter_date": "2007-11-06",
 "awd_abstract_narration": "During the last four years, the PI and his students have been investigating the use of handheld devices to control all kinds of home, office and factory equipment (such as stereos, VCRs, telephones, copiers, FAX machines, and clocks), as well as the non-driving functions of automobiles (such as the air conditioning and navigation systems).  They have developed a high-level XML-based language to specify an appliance's features from which a high quality user interface can be generated on a PocketPC personal digital assistant (PDA) or on a mobile phone.  However, two important problems remain: to automatically generate consistent interfaces for the user across different appliances; and to automatically generate a combined user interface for multiple appliances that operate as a logical unit.  No existing automatic generation system for user interfaces has addressed these problems.  Solving the consistency problem would, for example, mean that people could set the time on the VCR and the time to start recording in the same way that they set their alarm clock.  By providing the interface on the user's handheld, the same consistent way to set the time would be used in every place that time-setting is required on all appliances.  Solving the combined interface problem would, for example, mean that for an entire entertainment system, the user would just need to press \"play DVD\" and the system would automatically turn on the TV, switch the TV to \"input3,\" turn on the stereo, switch the stereo to \"aux\" input, turn off the cable box, turn on the DVD player, and finally cause the DVD to start playing.  These are the scenarios the PI plans to tackle in this project.  He will develop a system that uses the interdependencies among all of a user's connected appliances to automatically create a combined user interface.  The intellectual merit of the proposed research lies in determining how to generate interfaces that are consistent with one another and how to combine interfaces for multiple appliances.  For consistency, this includes the sub-problems of matching which parts of different appliances should be made consistent with each other, and then how consistency can be provided when the appliances may have more or fewer features for related functions.  The PI will have to develop fundamental new knowledge about what aspects of consistency are most important to preserve across appliances, and how to embody that knowledge into rules that the handheld can use to automatically generate consistent user interfaces.  For combining multiple appliances, the intellectual merit will include techniques for describing the interconnection among appliances and for combining pieces of multiple appliances' user interfaces together.  Extensive user studies will inform the designs and verify the results.\r\n\r\nBroader Impacts:  No one has previously tried to automatically generate consistent interfaces from specifications for different appliances or computer applications that share some or many functions.  The results will be useful for all researchers and developers who are concerned with consistency across multiple user interfaces for appliances or computers.   Similarly, no one has automatically created a combined user interface using models defined separately for separate appliances.  The results of this research will make complex appliances much easier to use for the general public, so that they are able to make better use of their devices and also to transfer their knowledge to the operation of new, potentially more complicated, appliances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Myers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brad A Myers",
   "pi_email_addr": "bam@cs.cmu.edu",
   "nsf_id": "000360868",
   "pi_start_date": "2005-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "749600",
   "pgm_ele_name": "COLLABORATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7496",
   "pgm_ref_txt": "COLLABORATIVE SYSTEMS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 140729.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 132771.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 138500.0
  }
 ],
 "por": null
}