{
 "awd_id": "0534797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Supporting Rapid Transfer of Information and Responsibility",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David W. McDonald",
 "awd_eff_date": "2005-11-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 192037.0,
 "awd_min_amd_letter_date": "2005-10-19",
 "awd_max_amd_letter_date": "2008-11-10",
 "awd_abstract_narration": "This is a project to understand essential issues related to rapid transfer of information and responsibilities in mission critical domains such as medical intensive care units, and to further our understanding of embedded technology as part of collaborative systems.  Mission critical domains usually require continuous, high reliability operations in environments that are inherently unpredictable and sensitive to external events and threats. Examples of such domains include disaster responses, space missions, air transportation, military operations, industrial processing plants, financial institutions and hospitals. In such domains, information transfer always has implications for responsibility due to reliability and accountability requirements. \r\n\r\nWorkers often convene under extreme time pressure with the need to communicate often-complicated, yet safety-critical information in a short period of time with maximum reliability and efficiency. Interactions during such convening are \"critical discourses.\" Information technology plays an increasingly important role in supporting collaborative work. Designing next generation technology-embedded environments as part of collaborative systems depends upon our understanding of how rapid transfer of information and responsibility is achieved and how it might be enhanced, particularly during critical moments. The research will examine the phenomenon of critical discourses through field studies and field experimentation in one type of high stakes domain: intensive care units. The field studies are focused on essential issues related to rapid transfer of information and responsibilities, and the field experimentation is to further our understanding of embedded technology as part of collaborative systems.\r\n\r\nCritical discourses are carried out through and are shaped by the information arena. Field studies will delineate the roles of information objects, which are often created by workers themselves through adaptation of information technology and are part of joint cognitive environments created by workers. This phase of the research will investigate and contrast three different types of hospital rounds (walking-rounds, sit-down rounds, and discharge rounds), and extend the findings to information transfer during cardiac surgery. Ethnographic methodologies as well as analysis of video records of hospital rounds will be used to develop a conceptual model of how participants in critical discourses create and interact through the information arena to achieve information transfer and to negotiate common interpretation of information. The model will describe structures of extreme discourses and main shaping factors of structures, such as preparatory activities, time pressure, and barriers to timely access to information. It will also depict stages and modalities of information transfer. The field experimentation will interject a large computer display to enhance the information arena. Analysis of interaction patterns with the display will further develop the conceptual model of critical discourses. \r\n\r\nInformation technology tools (e.g., large computerized displays and group decision-support systems) have typically been designed for tasks that are highly structured, with minimal time pressure and stable collaborators. Understanding critical discourses would provide insights for new generations of supporting tools that are likely to be used in mission critical domains. This research will deepen our understanding of information-transfer and responsibility-transfer in time-critical and safety-critical periods and provide new concepts and directions for the development of computer supported cooperative work tools that capitalize on the power of information technology. This will help information and computing technology improve safety and efficiency, and it will contribute to the general understanding of the role of information tools in joint cognition. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Gorman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Gorman",
   "pi_email_addr": "gormanp@ohsu.edu",
   "nsf_id": "000309050",
   "pi_start_date": "2005-10-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hazlehurst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Hazlehurst",
   "pi_email_addr": "brian.hazlehurst@kpchr.org",
   "nsf_id": "000191619",
   "pi_start_date": "2005-10-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health & Science University",
  "perf_str_addr": "3181 SW SAM JACKSON PARK RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "685000",
   "pgm_ele_name": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7496",
   "pgm_ref_txt": "COLLABORATIVE SYSTEMS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 69448.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 60424.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 62165.0
  }
 ],
 "por": null
}