{
 "awd_id": "0535678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing and Evaluating Student Work on Modeling Activities Imbedded in a First-Year Engineering Problem Solving Course",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 149698.0,
 "awd_min_amd_letter_date": "2006-03-14",
 "awd_max_amd_letter_date": "2009-04-21",
 "awd_abstract_narration": "This project is developing a framework of principles and guidelines to assess and evaluate student responses to mathematical model-eliciting activities. This kind of modeling was introduced into the first-year engineering course in 2002 to investigate its potential for changing the interest and persistence of women in engineering. Results of this early work demonstrate that the use of engineering contexts and concepts to develop instructional settings (tasks and pedagogy) has accomplished the goal of increasing women's interest.  Simultaneously it has enhanced the interest of international students and traditional engineering undergraduate students. \r\n\r\nThe initial implementation work included informal attention to formative feedback to students for the purpose of assigning grades.  We are now developing systematic methods and prototypes for assessing and evaluating students' responses to these complex problems.  \r\n\r\nThe assessment/evaluation tools being developed are incorporating criteria for high-level performance (as determined by experts). They are being field-tested for inter-rater reliability in their application. The objectives of our work are to produce prototype packages for assessing and evaluating student work on mathematical modeling activities to serve multiple purposes: (1) provide formative feedback on students' intermediate draft solutions to particular problems; (2) determine grades consistently across instructors; (3) provide for professional development of instructors who are first learning to incorporate mathematical modeling activities into first year-engineering courses; (4) provide for professional development of instructors who want to learn how to use formative assessment and determine grades for these types of activities; and (5) perform formal research and evaluation in the reporting of students' performance.  \r\n\r\n1. Intellectual Merit\r\nThis continued development and use of the modeling activities in the first-year engineering course has the potential to achieve lasting curriculum reform that provides substantial benefits to students.  We also believe that there is a strong potential that the knowledge gained will transfer (or diffuse) to other courses in the College of Engineering and to other universities. These potentials will not be fully realized until there are field-tested and reliable assessment/evaluation tools, as well as frameworks for developing these tools and professional development mechanisms for using these tools. There is a dire need for assessment/evaluation tools that enhance the formative feedback given to students on their intermediate draft solutions, and that ensure consistency in evaluation across instructors, and that provide a prototype for the nature of evaluation of such complex activity. These tools will not only enhance implementation efforts but also provide ways in which to conduct research into what students learn as a result of engaging in these types of activities.\r\n\r\n2. Broader Impact\r\nThis project is contributing to growing a community of engineering educators better able to teach with and assess student work on open-ended complex problems, an engineering and mathematics education research community with experience in assessing student learning in complex problem-solving situations, and a cadre of engineering graduates better able to solve the next generation of complex problems. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Diefes-Dux",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi A Diefes-Dux",
   "pi_email_addr": "hdiefes-dux2@unl.edu",
   "nsf_id": "000177913",
   "pi_start_date": "2006-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 149698.0
  }
 ],
 "por": null
}