{
 "awd_id": "0535351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Pithouses to Pueblos: Aggregation, Animals, and Sustainability seen through Taos Zooarchaeology and Isotopes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2005-12-01",
 "awd_exp_date": "2007-11-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2005-11-21",
 "awd_max_amd_letter_date": "2005-11-21",
 "awd_abstract_narration": "Under the supervision of Dr. Fiona B. Marshall, Christina Pugh will analyze faunal remains recovered from over fifty years of archaeological excavation in the Taos region of New Mexico.   These zooarchaeological remains date roughly to AD 900 - 1320, and come from a variety of Puebloan settlement types including pithouses, unit-pueblos, and the large aggregated village of Pot Creek Pueblo.   Pugh will provide the first large-scale study of the fauna from Taos, New Mexico.  The proposed research focuses on animal hunting and processing strategies used for coping with subsistence stress.   In addition to examining changes in prehistoric diet, the research also addresses land-use strategies, human interaction with the environment, and the effects of human settlement on animal communities and biodiversity.   Not only will standard zooarchaeological methods be used in this project, but new isotopic research on non-human faunal specimens will also be conducted.\r\n\r\nBy comparing the faunal remains and isotopic data from various settlement types encompassing over 350 years of occupation, it will be possible to address how community stability and sustainability in the Taos region were affected by aggregation, agricultural intensification, increasing anthropogenic modification of the environment, and changing use of wild game.   This project uses data from eight archaeological sites in the Taos region: the pithouses of Cerrita, TA-18, TA-47, and House A, the unit pueblos TA-25, TA-26, and Sagebrush, and the large aggregated village of Pot Creek Pueblo.  Approximately 30,000 animal remains will be examined using standard zooarchaeological methods such as analysis of taxonomic variation, body-part representation, and bone modification.  Isotopic data will also be collected on non-human faunal remains from the Taos region; in total, 235 samples from these eight sites and 15 modern samples from their vicinity will be analyzed.  This research contributes not only to archaeological understanding of human interaction with the natural world, and community stability and longevity, but it also gives perspective on modern situations as world populations push toward city living and concerns for stewardship over the world's diminishing resources, biodiversity, and natural environment grow.   \r\n\r\nIn addition to expanding Taos regional knowledge, this research will augment the continually maturing database of comparative information for archaeologists and other researchers who focus on recursive factors that constrain both stability and instability of village life.   Beyond social scientists, many researchers, especially those interested in ecological management and dietary isotopic work, will find the zooarchaeological and isotopic components of this research interesting.   Local Native American communities, specifically Taos and Picuris Pueblos, will be consulted during the course of this research.  After its completion, results of the study will be made available to those living in northern New Mexico, through posters, oral presentations, and by having a copy of Pugh's dissertation at Fort Burgwin's library.  This project will also create infrastructure and training for future zooarchaeologists through augmentation of the comparative faunal collection at Fort Burgwin in Taos and training of students at Southern Methodist University's archaeological fieldschool in Taos. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fiona",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiona Marshall",
   "pi_email_addr": "fmarshal@artsci.wustl.edu",
   "nsf_id": "000439245",
   "pi_start_date": "2005-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}