{
 "awd_id": "0535393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-GLOBEC: NEP Phase IIIb-CGOA: Habitat effects on feeding, condition, growth and survival of juvenile pink salmon in the northern Gulf of Alaska",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 643258.0,
 "awd_amount": 643258.0,
 "awd_min_amd_letter_date": "2005-12-12",
 "awd_max_amd_letter_date": "2005-12-12",
 "awd_abstract_narration": "The northeast Pacific Ocean is of increasing oceanographic interest as observations of decadal-scale fluctuations in salmon abundance appear linked to basin-wide changes in meteorological forcing and oceanographic conditions. These regime shifts indicate that climate changes are quickly expressed in biological productivity, although the mechanisms that alter ecosystem structure and function are not well documented. Pink salmon are particularly suited to serve as indicators of marine conditions, as they are abundant and have a short, two-year life cycle with non-overlapping generations. \r\n\r\nJuvenile pink salmon from Prince William Sound (PWS) hatcheries carry thermal otolith marks that allow estimates of both growth in their early marine phase and of overall cohort survival, thus providing an exceptional opportunity to study the effects of habitat quality. Thus project uses data from four programs that sampled juvenile pink salmon in the northern GOA to estimate feeding intensity, condition, and growth for each hatchery cohort by time and habitat. The occurrence of favorable habitats (i.e. where juvenile pink salmon were feeding well, were in good condition, and exhibited fastest growth) will be identified, allowing description of their characteristics.\r\n\r\nSince mortality of juvenile salmon is reduced in larger individuals, feeding, condition and growth is determined in upper size-based quantiles as characteristics of larger, faster-growing individuals may present better indicators of habitat  quality than overall means or medians. This synthesis strategy is a top-down approach, as it is the fish that decide where and when favorable habitats occurred. \r\n\r\nMechanistic understanding of the processes by which climate and oceanographic conditions affect marine ecosystems and salmon production is still lacking. The Optimal\r\nStability Hypothesis (OSH) suggests that, in the northern GOA, increased water column stability  during summer enhances primary production and zooplankton abundance; leading to enhanced feeding, growth and survival of juvenile salmon. Water column stability, depth distribution of chlorophyll, light availability at depth, zooplankton abundance and salmon response variables (feeding, condition and growth) are examined to determine significant inter-relationships among them, and their bearing on the OSH.\r\n\r\nThis project will lead to the development of a comprehensive database for pink salmon juveniles, compiled from four projects. A Ph.D. student and a post-doctoral fellow are supported by this work. Scientists at the Alaska Dept. of Fish and Game are providing a data set for the database will benefit from estimates of early marine survival to improve forecasting.  The project maintains a strong interaction with an alliance of stakeholders in the PWS salmon fishery. A website developed by that group is used to communicate results of our synthesis research to the broader resource-dependent community of PWS and the northern GOA.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Haldorson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis J Haldorson",
   "pi_email_addr": "ffljh@uaf.edu",
   "nsf_id": "000379724",
   "pi_start_date": "2005-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Milo",
   "pi_last_name": "Adkison",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Milo D Adkison",
   "pi_email_addr": "ffmda@uaf.edu",
   "nsf_id": "000473263",
   "pi_start_date": "2005-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 643258.0
  }
 ],
 "por": null
}