{
 "awd_id": "0537555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hydrodynamic and Geochemical Interactions Between Formation Waters of Varying Salinity",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2006-06-22",
 "awd_max_amd_letter_date": "2009-08-12",
 "awd_abstract_narration": "Pore fluids in the subsurface range in salinity from meteoric (0 g/l) to hypersaline brines (> 300 g/l), while temperature and pressure affect the density and viscosity of these pore waters.  Spatial variations in pore fluid density may drive or inhibit pore fluid motion.  Pore fluids of different salinities may physically and/or chemically interact when they are brought into close proximity.  This may occur as: 1) meteoric water moves through a basin driven by topographic recharge (e.g., North Slope of Alaska); 2) dissolution of salt and subsequent buoyancy drive flow around salt structures (e.g., Marchand Dome or Bullwinkle field, offshore Gulf of Mexico); and 3) episodic expulsion of geopressured fluids along faults or fracture networks (e.g., Wilcox formation, onshore Louisiana or Eugene Island, offshore Gulf of Mexico).  Previous studies have made simplifying assumptions, such as ignoring pressure and buoyancy driven flow or the effect of salinity on pore fluid density or viscosity.  We propose to address fundamental questions as to how pore fluids of variable salinity interact when both pressure and density, as well as how concurrent fluid-rock chemical interactions affect the transport properties of the porous medium. Toward this end, we have acquired data sets on the structure, stratigraphy and physical/chemical properties of sediments and formation waters in south Louisiana and the North Slope foreland basin. \r\n\r\nThis project is a three-year study on the following aspects of fluid flow, mass transport and reaction in the North Slope of Alaska and Gulf of Mexico: (1) a determination of spatial variations in formation water and sediment properties, solute transport pathways and water-sediment chemical reactions using wireline logs, seismic data, formation water and sediment samples; and (2) a study of coupled density-driven and pressure-driven fluid flow and associated heat and solute transport.  Data will be used to test our hypotheses as well as assess the validity of simplifying assumptions made in previous mathematical and numerical solutions of variable-density fluid flow. We will study two specific examples: 1) meteoric recharge as it moves through a basin interacting with brine at depth or brine above a dissolving salt structure; and 2) a brine plume moving down dip from a dissolving salt structure interacting with fresher formation waters being expulsed from a geopressured zone. In both cases we wish to know whether fresh water will physically mix with the brine, displace the brine, or ride over the brine, and what factors control that response.  Understanding how fluids of variable salinity interact in the subsurface has important implications for coastal aquifers, groundwater resources, oil exploration, aquifer remediation, CO2 sequestration, and hazardous waste disposal.  Deeply buried hypersaline brine might be a repository for hazardous material if brines are truly immobile.  Alternatively, spatial variations in pore water salinity might induce density driven fluid flow or indicate migration pathways or spill points in a proposed CO2 sequestration site, an oil field, or a salt water intrusion remediation project.  This project provides general service to the science community by development of several data sets and enhancement of existing variable density fluid flow simulation codes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nunn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Nunn",
   "pi_email_addr": "gljeff@lsu.edu",
   "nsf_id": "000112357",
   "pi_start_date": "2006-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hanor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Hanor",
   "pi_email_addr": "hanor@lsu.edu",
   "nsf_id": "000307454",
   "pi_start_date": "2006-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}