{
 "awd_id": "0537691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing Models of Mesozoic Arc Collision and Accretion in the Northwest U.S. Cordillera, Eastern Oregon, Using Sedimentary Provenance and Basin Analysis",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 196104.0,
 "awd_amount": 196104.0,
 "awd_min_amd_letter_date": "2006-01-19",
 "awd_max_amd_letter_date": "2006-01-19",
 "awd_abstract_narration": "\t\r\nThe plate-tectonic setting and regional controls on Jurassic crustal deformation in the western U.S. Cordillera remain poorly understood, despite a rich history of research related to this question. Some studies have inferred a non-collisional Andean-type arc-trench system for the Jurassic Cordilleran margin, but emerging structural and stratigraphic data from eastern Oregon and NW Nevada are consistent with a model for protracted arc-arc collision and growth of a large collisional basin during Late Triassic to Late Jurassic time.  The Blue Mountains Province of eastern Oregon provides an excellent testing ground for evaluating the role of arc collision in Cordilleran tectonics.  This region contains Paleozoic and Mesozoic rocks that represent two dismembered magmatic arcs, an intervening oceanic subduction complex, and a thick sedimentary overlap assemblage known as the \"Izee basin\".  Izee basinal strata contain a record of tectonic processes and events that affected Oregon and surrounding areas during Late Triassic to Late Jurassic time.  This research is testing a a new hypothesis that the Blue Mountains Province evolved by protracted arc-arc collision, amalgamation of arc terranes, growth of a large marine collisional basin, and finally thrusting and initial accretion of these terranes to western North America.  The PIs are testing the collisional-basin hypothesis through a detailed study of Late Triassic to Late Jurassic stratigraphy, sedimentary provenance, and basin evolution.  The leading hypothesis makes specific predictions about trace-element and Neodymium-isotopic signatures in shales, detrital zircon age populations and framework mineralogy in ancient sandstones, and regional stratigraphic relationships in sedimentary rocks.  Integrated provenance and stratigraphic analysis will provide new information about basin evolution and mountain building that will allow us to discriminate between tectonic hypotheses and evaluate the role of arc collision and accretion in Cordilleran mountain building during Jurassic time. The research addresses long-standing questions about the boundary conditions and driving forces that led to the growth and assembly of continental crust in western North America during Mesozoic time.  The project is contributing to the training and education of graduate and undergraduate students at the University of Oregon and Washington State University.  Students are directly involved in field and laboratory methods, research methodology, and critical problem solving as they progress toward graduate and undergraduate theses.  All participants are actively engaged in collaborations with paleontologists, structural geologists, petrologists and geophysicists, who are working to decipher the tectonic evolution of the Blue Mountains. region.  This is creating new opportunities for scientific discovery through multidisciplinary research and mutual cooperation among a wide range of professionals and students at universities, the U.S. Geological Survey, and state agencies. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Dorsey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca J Dorsey",
   "pi_email_addr": "rdorsey@uoregon.edu",
   "nsf_id": "000093484",
   "pi_start_date": "2006-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 196104.0
  }
 ],
 "por": null
}