{
 "awd_id": "0538532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Track 2 NSF GK-12 Fellows Project STEP (Science and Technology Enhancement Program): Building \"STEMcinnati City\"",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Ortega",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 1154180.0,
 "awd_amount": 1972633.0,
 "awd_min_amd_letter_date": "2006-01-27",
 "awd_max_amd_letter_date": "2010-04-16",
 "awd_abstract_narration": "\r\n\r\n\r\nThis proposal describes a Track 2 project developed by the University of Cincinnati that will partner fellows and teachers to develop curriculum modules in the framework called \"STEMcinnati City\". This Track 2 Project STEP-a partnership of UC faculty and 5 graduate Fellows, 5 strategically chosen high schools, and community and industrial partners-strives to further improve STEM interest and skills of high school students using engineering as a context for authentic learning through an overarching project. The vision is to develop a seamless community of UC and K-12 learners sharing STEM knowledge.  The primary goals of this project are: 1) to train, energize and sustain graduate engineering, math and science Fellows to effectively teach STEM skills to secondary school students; 2) to develop hierarchical and expandable STEM lesson plans that explicitly connect key concepts at different grade levels; and 3) to plant the seeds of systemic change at UC and K-12 schools through synergistic partnerships that ensure the sustainability of the program beyond NSF funding.  \r\n\r\nPartners: University of Cincinnati, Cincinnati Public Schools: Hughes Teaching and Technology High School, Hughes CAMAS High School, Western Hills Design Technology High School, Western Hills University High School, and Shroder Paidea High School. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anant",
   "pi_last_name": "Kukreti",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anant R Kukreti",
   "pi_email_addr": "Anant.Kukreti@uc.edu",
   "nsf_id": "000417499",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Miller",
   "pi_email_addr": "ramiller@uceng.uc.edu",
   "nsf_id": "000279493",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thaddeus",
   "pi_last_name": "Fowler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thaddeus W Fowler",
   "pi_email_addr": "fowlertw@uc.beh",
   "nsf_id": "000194722",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Oerther",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Oerther",
   "pi_email_addr": "Daniel.Oerther@mst.edu",
   "nsf_id": "000270912",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Soled",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne Soled",
   "pi_email_addr": "suzanne.soled@uc.edu",
   "nsf_id": "000438948",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 401029.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 843787.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 367449.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 360368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We obtained two NSF GK-12 grants to nurture and encourage STEM education. Fifty-six (46 grad and 10 undergrad) Fellows were trained, bringing their experiences and knowledge into 17 schools in the Greater Cincinnati area, which included 7 School Districts and 1 Private All Girls School in the NSF GK-12 Project STEP (Science and Technology Enhancement Program). Supported by 38 university research advisors and 125 STEM middle and high school teachers, they impacted ~7,000 students, conducting 150 major lessons with demonstrations, lab exercises, projects, and field experiences in math and science courses in Grades 6-8 and 9-12. The project&rsquo;s products and results have been disseminated through 75 archival articles, presentations and posters.</p>\n<p>&nbsp;The Fellows attended an instructional planning class (during the summer) and one practicum each quarter to develop teaching strategies and ideas. During the summer the new STEP Fellows also worked with the experienced teachers (12) participating a NSF-funded RET project in relation to effective classroom instruction, tricks of the trade, responding to diversity in the classroom, and pedagogical content knowledge. Each Fellow created and implemented five STEM lessons (in conjunction with high school teachers) in urban high schools around Cincinnati throughout the academic school year. After implementing their first lesson, in the fall, the Fellows presented a showcase of their work to all the STEP teachers and the community at UC. Each year the Fellows created and presented the UC Technology Workshop to the regional K-12 teaching community. A STEP newsletter was produced at least 6 times a year to highlight all STEP activities and lessons created. An Annual Open House showcased the year&rsquo;s lessons and teacher/student testimonials.</p>\n<p>&nbsp;The project was selected by NSF as one of 15 projects to be showcased in Washington, D.C. on 2/5/07 at the NSF Budget Rollout to US Congress for FY 2008. Annual reports, assessed by external evaluators, from each of the last 10 years show a project that met its goals and changed student lives in both the short term and long term. One student states, &ldquo;<em>My experience with [the Fellow] was awesome. He was very helpful and was very good at explaining the material. He was able to bring the complicated material into more simple terms&hellip;. The labs done were very fun. They were creative and entertaining yet made us learn. The people that are brought here from UC have a great way of understanding and communicating the material to students. My overall experience with UC and the [Project] STEP program has been a great one</em>.&rdquo;</p>\n<p>As the project was ending after 10 years, an end-of-project survey was administered to all graduate and undergraduate Fellows who participated in the project. All but one (98% or 45) of the graduate Fellows responded to the survey and all but one (90% or 9) of the undergraduate Fellows responded. The Fellows reported having a positive experience that enabled them to develop their instructional and communication skills.&nbsp; While still positively rated, the hardest aspect of their experience was integrating their research into the classroom. Approximately 82% of the Fellows agreed or strongly agreed that &ldquo;overall, this was a very positive experience.&rdquo; Fellow&rsquo;s reported that they learned &ldquo;a lot about developing authentic educational practices&rdquo; (mean of 4.24 out of 5) and they learned &ldquo;how to effectively communicate these experiences with others&rdquo; (mean of 4.16 out of 5). These results are supported by the following fellow comment: &ldquo;<em>I felt that I was able to realize how my research could make an impact students future career trajectories. Without this experiences I don&rsquo;t think I would have been able to realize how tightly intertwined research and teaching should be.&rdquo;<...",
  "por_txt_cntn": "\nWe obtained two NSF GK-12 grants to nurture and encourage STEM education. Fifty-six (46 grad and 10 undergrad) Fellows were trained, bringing their experiences and knowledge into 17 schools in the Greater Cincinnati area, which included 7 School Districts and 1 Private All Girls School in the NSF GK-12 Project STEP (Science and Technology Enhancement Program). Supported by 38 university research advisors and 125 STEM middle and high school teachers, they impacted ~7,000 students, conducting 150 major lessons with demonstrations, lab exercises, projects, and field experiences in math and science courses in Grades 6-8 and 9-12. The projectÆs products and results have been disseminated through 75 archival articles, presentations and posters.\n\n The Fellows attended an instructional planning class (during the summer) and one practicum each quarter to develop teaching strategies and ideas. During the summer the new STEP Fellows also worked with the experienced teachers (12) participating a NSF-funded RET project in relation to effective classroom instruction, tricks of the trade, responding to diversity in the classroom, and pedagogical content knowledge. Each Fellow created and implemented five STEM lessons (in conjunction with high school teachers) in urban high schools around Cincinnati throughout the academic school year. After implementing their first lesson, in the fall, the Fellows presented a showcase of their work to all the STEP teachers and the community at UC. Each year the Fellows created and presented the UC Technology Workshop to the regional K-12 teaching community. A STEP newsletter was produced at least 6 times a year to highlight all STEP activities and lessons created. An Annual Open House showcased the yearÆs lessons and teacher/student testimonials.\n\n The project was selected by NSF as one of 15 projects to be showcased in Washington, D.C. on 2/5/07 at the NSF Budget Rollout to US Congress for FY 2008. Annual reports, assessed by external evaluators, from each of the last 10 years show a project that met its goals and changed student lives in both the short term and long term. One student states, \"My experience with [the Fellow] was awesome. He was very helpful and was very good at explaining the material. He was able to bring the complicated material into more simple terms&hellip;. The labs done were very fun. They were creative and entertaining yet made us learn. The people that are brought here from UC have a great way of understanding and communicating the material to students. My overall experience with UC and the [Project] STEP program has been a great one.\"\n\nAs the project was ending after 10 years, an end-of-project survey was administered to all graduate and undergraduate Fellows who participated in the project. All but one (98% or 45) of the graduate Fellows responded to the survey and all but one (90% or 9) of the undergraduate Fellows responded. The Fellows reported having a positive experience that enabled them to develop their instructional and communication skills.  While still positively rated, the hardest aspect of their experience was integrating their research into the classroom. Approximately 82% of the Fellows agreed or strongly agreed that \"overall, this was a very positive experience.\" FellowÆs reported that they learned \"a lot about developing authentic educational practices\" (mean of 4.24 out of 5) and they learned \"how to effectively communicate these experiences with others\" (mean of 4.16 out of 5). These results are supported by the following fellow comment: \"I felt that I was able to realize how my research could make an impact students future career trajectories. Without this experiences I donÆt think I would have been able to realize how tightly intertwined research and teaching should be.\"\n\nThis experience positively affected fellowÆs decisions to work directly with students and/or teachers in the future. For the questions related to current and future career decisions, the fell..."
 }
}