{
 "awd_id": "0538038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "40Ar/39Ar K-feldspar Thermochronology: Exploring Argon Transport",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2006-02-15",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 199949.0,
 "awd_min_amd_letter_date": "2006-02-15",
 "awd_max_amd_letter_date": "2009-12-16",
 "awd_abstract_narration": "Intellectual Merit: The growing use of K-feldspar 40Ar/39Ar thermochronology requires continued evaluation of the methods and understanding of the controls for argon transport. Better understanding of how microtextures correspond to or control argon transport is key to all applications of K-feldspar thermochronology. Considering the growing worldwide use of the method it is important to further understanding of the mechanisms of and boundaries for argon transport.\r\n\r\nThe complex relationship between argon systematics and microtextures of K-feldspar have been explained in terms of a multi-diffusion domain (MDD) model, in which Ar retention and release is controlled by heterogeneous structural domains in crystals.  Based on extensive analytical data, this model seems viable for some but not all K-feldspars. A collaborative study is proposed to integrate isotopic analysis with mineralogical characterization of samples to elucidate the causes for this varied behavior.  Both natural and experimentally produced feldspars will be studied to evaluate Ar transport pathways out of K-feldspar. A unique strength of this project is that the two PIs bring different, synergistic, and partially conflicting perspectives. Heizler has amassed an extensive database that combines K-feldspar data and thermochronologic models within the context of numerous independent geologic constraints; Parsons has been involved in some aspects of argon geochronology, worked extensively on experimental studies of K-feldspar mineralogy, and has challenged the MDD model. Both recognize that it is essential to combine ideas and philosophies towards the common goal of better understanding K-feldspar argon systematics and the utility of K-feldspar thermochronology. On-going K-feldspar MDD thermochronology from throughout the western USA has revealed some important regional insights that can evolve towards regional and process-oriented breakthroughs if the complexities of the dataset can be better understood. Results so far indicate: 1) a 'Great Unconformity' was the product of at least two major episodes of exhumation that coincide with the ca. 1.1 Ga Grenville orogeny and the ca. 800 Ma rifting of Rodinia; 2) Discordant ages are recognized across some faults that allow determination of the timing of fault initiation and reactivation; 3) Periods of punctuated hydrothermal K-feldspar growth appear to correlate to tectonic episodes. Refinement of emerging interpretations and hypotheses needs to be done within study areas with ample supporting data. PI Heizler provides experience in this area. Involvement of PI Parsons brings extensive knowledge of K-feldspar microtextures that will  facilitate evaluation of the K-feldspar thermochronology. He will supervise grain-imaging analyses, document microtextures, evaluate secondary Kfeldspar growth and help with microsampling techniques of different mineralogical domains for argon analysis.\r\n\r\nBroader Impacts: Because K-feldspar thermochronology has wide application to relevant societal issues such as geothermal resources, ore deposits, petroleum resource assessment and volcanic hazards, continued evaluation of the method is critical. This proposal will support training of a graduate student, foster the cross-training of both PIs - notably providing PI Heizler an opportunity to learn fundamentals of K-feldspar characterization and interpretation of microtextures. The western USA effort is part of a broad collaboration that involves numerous NSF PIs and dozens of graduate and undergraduate students from a variety of institutions who seek to enhance their ability to interpret 40Ar/39Ar data. This project will be integrated with and will impact this larger effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Heizler",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Heizler",
   "pi_email_addr": "matt.heizler@nmt.edu",
   "nsf_id": "000386395",
   "pi_start_date": "2006-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 73325.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 63524.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 63100.0
  }
 ],
 "por": null
}