{
 "awd_id": "0538751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Technology Assessment Program",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 719491.0,
 "awd_min_amd_letter_date": "2006-02-21",
 "awd_max_amd_letter_date": "2008-07-15",
 "awd_abstract_narration": "0538751\r\nRoberson\r\n\r\nThis award is to Howard Community College to support the activity described below for 36 months. The proposal was submitted in response to the Partnerships for Innovation Program Solicitations (NSF-05566).\r\n\r\nPartners\r\nHoward Community College (Lead Institution), The Johns Hopkins University Applied Physics, Laboratory, Goddard Space Flight Center, Naval Research Lab, Howard County Economic Development Authority, Howard County Public School System, and the regions business community.\r\n\r\nThe primary objective of the proposal follows. The Technology Assessment Program (TAP) is a comprehensive strategy to expand the innovation infrastructure of the Baltimore-Washington corridor and to speed technology transfer from the national research enterprise to the private sector. TAP will enhance entrepreneurial education through a continuum of coursework and teamwork; teach high school and college students the fundamentals of innovation and technology assessment; and facilitate access to technologies by entrepreneurs. The objectives are to (1) prepare students and prospective entrepreneurs to work in the innovation enterprise through a structured program of classroom presentations, mentoring, discussions with inventors, and practicums in completing product assessments; (2) offer USG-funded research labs access to additional resources for evaluating more technologies, assessing markets, and defining potential for licensing and/or new company development; (3) promote technology transfer in the region by offering entrepreneurs enhanced access to USG-funded innovations that have potential for licensing and/or business development; (4) enhance dissemination of entrepreneurial education, opportunities, and resources to non-traditional audiences through outreach activities, partnerships, technology showcases, and other activities; and (5) create a replicable model of workforce development that facilitates communication and partnerships among high school students, community college students, graduate students, federal labs, inventors, and entrepreneurs.\r\n\r\nPotential Economic Impact\r\nThe state of Maryland ranks second nationally in federal obligations for R&D, yet thousands of inventions sit on the shelves of federally funded research labs for lack of resources to assess and market promising technologies. \r\n\r\nThe intellectual merit of the project follows.  It lies in the innovative partnering of promising high school and community college students with researchers, entrepreneurs, and technology transfer experts to produce market assessments of USG-funded inventions. It also offers nascent entrepreneurs access to the technology transfer process through an intensive hands-on experience. Research labs will have access to additional resources  at minimal cost  to assess and either develop or retire inventions that may otherwise remain on the shelves for lack of time, effort and money.\r\n\r\nThe broader impacts of the activity follow. The community college and its partners will develop an experiential course on technology transfer as part of the Entrepreneur Studies degree program. Participating USG-funded labs will identify and summarize undeveloped technologies that warrant a market analysis. Under the guidance and instruction of inventors, entrepreneurs, and mentors, teams of high school and community college students will select a technology, perform market research, and analyze potential for commercialization. Students will present their findings and recommendations at a public event attended by business owners, entrepreneurs, researchers, technology transfer experts, and venture capitalists. Tech transfer staff will then work with entrepreneurs and business owners to pursue appropriate options and licensing agreements. Thus the Technology Assessment Program has the potential to serve as a model of entrepreneurial workforce development and technology assessment that may be replicable by other research facilities and education partners.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Roberson",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald X Roberson",
   "pi_email_addr": "rroberson@howardcc.edu",
   "nsf_id": "000233423",
   "pi_start_date": "2006-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "H.Victor",
   "pi_last_name": "Hess",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H.Victor Hess",
   "pi_email_addr": "vhess@hceda.org",
   "nsf_id": "000234260",
   "pi_start_date": "2006-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard Community College",
  "inst_street_address": "10901 LITTLE PATUXENT PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4435184742",
  "inst_zip_code": "210443110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MD03",
  "org_lgl_bus_name": "HOWARD COMMUNITY COLLEGE",
  "org_prnt_uei_num": "KHMCDWQ3LHZ3",
  "org_uei_num": "KHMCDWQ3LHZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Howard Community College",
  "perf_str_addr": "10901 LITTLE PATUXENT PKWY",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210443110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "117E",
   "pgm_ref_txt": "TECHNOLOGY INNOVATION"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 230418.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 195404.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 293669.0
  }
 ],
 "por": null
}