{
 "awd_id": "0540016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Leadership Award:   Collaborative Proposal - FORWARD to Professorship",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 143056.0,
 "awd_min_amd_letter_date": "2006-08-16",
 "awd_max_amd_letter_date": "2009-07-22",
 "awd_abstract_narration": "The University of Oklahoma, the George Washington University and Gallaudet\r\nUniversity join together for a three-year collaborative effort to enhance, present and\r\nassess the FORWARD to Professorship workshop for pre-tenured women in science,\r\nengineering and mathematics (SEM). The workshop has been developed and presented\r\nthree times under a previous ADVANCE Leadership award. The need persists: each year\r\nthe workshops are oversubscribed and participants report satisfaction from, and enthusiasm for, the workshop experience. Between 87 and 99 percent of the participants rated the sessions as good or excellent in this last year (2005) and 100% of the participants said they would recommend it to their colleagues. \r\n\r\nIn the next three years, the collaborative team plans:\r\n__ to continue the workshop,\r\n__ to enhance specific elements of the workshop such as the negotiation segment,\r\n__ to extend the coverage to include a new component entitled MIND THE GAP in\r\nwhich they will concentrate on women who have had or are planning a SEM career\r\ninterruption,\r\n__ to develop a support structure beyond the workshop, and\r\n__ to do more detailed evaluation and assessment.\r\n__ Finally, the co-PIs will work with their respective institutions to create lasting change\r\nwith respect to diversity in the faculty ranks.\r\n\r\nThe intellectual merit of the project lies in the development of cross-disciplinary skills\r\ntraining methods and materials for women (and men) contemplating, or in, tenure-track\r\nfaculty positions, the creation of a community of women with similar high level training\r\nin SEM disciplines that can be reached and studied over a number of years, and a study\r\nof the situation for women in SEM career interruptions.\r\n\r\nThe broader impacts of the project are extensive. The project aims to broaden the\r\nparticipation of women, minorities and the Deaf and Hard of Hearing in the faculty ranks,\r\nthereby contributing to the national need to diversify the SEM workforce. The project\r\nprovides access to role models in these populations as well as a support network, both of which will enhance success rates in the academy. This increased success will in turn influence the student population in SEM disciplines. The project also influences and creates systemic change in institutions of higher education by informing the incoming classes of faculty, as well as deans and chairs through their participation in the workshop and in the findings. Graduate and undergraduate students will also learn from working on the project and be encouraged to pursue a path leading to professorship. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachelle",
   "pi_last_name": "Heller",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rachelle S Heller",
   "pi_email_addr": "sheller@gwu.edu",
   "nsf_id": "000179276",
   "pi_start_date": "2006-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173900",
   "pgm_ele_name": "ADVANCE - LEADERSHIP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1739",
   "pgm_ref_txt": "ADVANCE - LEADERSHIP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 143056.0
  }
 ],
 "por": null
}