{
 "awd_id": "0541255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VISUALIZATION: Out-of-Core Simplification and Multiresolution Visualization of Large Volume Data Exploring Topological Features",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Rosenblum",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-02-27",
 "awd_max_amd_letter_date": "2011-02-01",
 "awd_abstract_narration": "\\Out-of-Core Simplification and Multiresolution Visualization of Large Volume Data Exploring Topological Features\r\n\r\nYi-Jen Chiang, Polytechnic University of New York \r\n\r\n\r\nIn recent years, new challenges for scientific visualization emerged as the size of large-scale data grew exponentially. The sheer size of data often makes the task of interactive exploration impossible, and it is no longer feasible for the scientists to come up with the desired visualization parameters by a brute-force try-and-error process on the raw data; additional feature-analysis information is needed to guide them through the data exploration process.  There are two important and promising research directions towards solving large-scale visualization problems: multiresolution techniques and out-of-core approaches. Also, one of the most important features of a scalar-field dataset is the topology of all isosurfaces embedded in the volume data, which plays a central role in understanding the behavior of the scalar field.\r\n\r\nThis research involves the development of out-of-core simplification algorithms that smoothly simplify the geometry of the volume mesh as well as the topology of the embedded isosurfaces to build a multiresolution volume hierarchy, and out-of-core level-of-detail (LOD) visualization algorithms, including isosurface extraction and direct volume rendering, that use the multiresolution volume hierarchy as a unified infrastructure to support LOD visualization satisfying both the topology and geometry error bounds specified. The techniques being developed also provide a road map of the topological features of all isosurfaces in order to guide the user through the data exploration process. The investigators work on both steady-state (i.e., single time step) and time-varying data and typically consider the class of irregular-grid volume datasets represented as tetrahedral meshes. The project is exploring the rich interplay between theory and practice by applying approaches from Morse theory and computational topology to the design of visualization algorithms. The aim is the development of a collection of novel, out-of-core visualization algorithms that explore topological features, together with a unified, proof-of-the-concept visualization system equipped with a topology-analysis user interface that enables scientists to perform effective feature extraction and efficient visualization on their desktop PCs for much larger datasets than can fit in the computers main memory. This project will facilitate the visual analysis of scientific data for topic areas that include structural mechanics, computational fluid dynamics, and shock physics.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi-Jen",
   "pi_last_name": "Chiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi-Jen Chiang",
   "pi_email_addr": "chiang@nyu.edu",
   "nsf_id": "000110462",
   "pi_start_date": "2006-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polytechnic University of New York",
  "inst_street_address": "15 Metrotech Center",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182603360",
  "inst_zip_code": "112013826",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}