{
 "awd_id": "0541512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Situated Communities:    A Pragmatist Approach to Scientific Research",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel A. Smith-Doerr",
 "awd_eff_date": "2006-05-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2006-03-01",
 "awd_max_amd_letter_date": "2006-03-01",
 "awd_abstract_narration": "This research project in the Science and Society, Ethics and Values in Science, Engineering and Technology Program will use insights from pragmatist theory and the arguments for situated knowledge to articulate and argue for a view that this study refers to as situated communities. The Principal Investigator will conduct this research using a pragmatist approach to philosophy of science, which means that the methods are generated from a commitment to experimental inquiry while still providing a critical analysis of research practices. The PI will argue that the consequences of a pragmatist account not only requires that researchers look at the interaction between research knowledge and values, but also requires the study of actual communities as part of scientific research.  Through this approach researchers come to see communities as evolving centers of life.  Communities are seen through bodies that are aged, gendered, abled/disabled, raced, classed, bordered, colonized, materially advantaged and disadvantaged, and engaged in certain occupations and daily practices. Thus, looking at situated communities results in a level of analysis that is largely absent in scientific research and that yields a richer account, providing better epistemological results, ethical guidance and determination of actions.  The PI uses a close reading of literature to construct three case studies -- the effect of Agent Orange on Vietnamese women and children, Hormone Replacement Therapy, and Endometriosis  -- to illustrate the different types of epistemological, normative and ethical approaches that are generated by standard research approaches and those that would be generated by the situated pragmatist approach that is being put forth. The PI will disseminate her findings in an eight chapter book and four articles.  The intellectual merit of this project is multi-faceted. First, it requires a close reading of classical and contemporary pragmatism as well as literature in feminist science studies that argues for situated knowledge. Second, it develops a novel argument that blends together the arguments from pragmatism with those arguments for situated knowledge to argue for situated communities as an appropriate locus of study for scientific research. Third, the PI will argue that this new epistemological lens can provide greater guidance for making the kinds of normative and ethical claims that are required by researchers.  This project has a variety of broader impacts. It integrates research and education first by involving an undergraduate research assistant.  Second, a course entitled Gender and Science will be developed that will be housed in Philosophy and cross-listed with Womens Studies. The PI will use this research to enhance the infrastructure of her university to make connections among the faculty in the sciences and humanities to offer a series of team-taught courses. This research will benefit society by providing a set of prescriptions to help understand and engage in more effective research at both the epistemological and ethical levels and make explicit the much overlooked connection between epistemology and ethics. The three case studies will bring attention to areas of scientific research that have had a significant impact on the lives of women. It will illustrate how choices in research methods affect lives and actual communities. Finally, this research has the potential to impact and empower not only feminist research in and on science, but it also broadens and enables the participation of lay communities that are the subjects of research to be active participants and co-investigators in research that affects their lives.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "McHugh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy A McHugh",
   "pi_email_addr": "nmchugh@wittenberg.edu",
   "nsf_id": "000231565",
   "pi_start_date": "2006-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wittenberg University",
  "inst_street_address": "200 W WARD ST",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9373277930",
  "inst_zip_code": "455042120",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "THE BOARD OF DIRECTORS OF WITTENBERG COLLEGE",
  "org_prnt_uei_num": "ZW4GJUZCF6T1",
  "org_uei_num": "ZKAPS3L2AGW3"
 },
 "perf_inst": {
  "perf_inst_name": "Wittenberg University",
  "perf_str_addr": "200 W WARD ST",
  "perf_city_name": "SPRINGFIELD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "455042120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": null
}