{
 "awd_id": "0541896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A componential approach to self-enhancement bias",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kellina Craig-Henderson",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 275001.0,
 "awd_amount": 275001.0,
 "awd_min_amd_letter_date": "2006-03-01",
 "awd_max_amd_letter_date": "2006-03-01",
 "awd_abstract_narration": "Abstract for NSF Proposal 0541896\r\n\r\nThe proposed program of research takes on two long-standing questions. The first question is whether self-evaluation is inherently biased and, if so, whether this bias promotes adjustment. This question has led to a protracted debate between those who believe that psychologically healthy individuals perceive themselves accurately and those who believe that it is more adaptive to have overly positive, self-enhancing illusion. The componential approach to self-enhancement shows that asking whether self-enhancement bias is positive or negative for adjustment may be too simple a question to ask, because there are multiple components in self-perception. Individuals may perceive themselves positively for three reasons: (a) they have a benevolent attributional style, seeing others positively, (b) they have high merit, deserving praise or approval, and (c) they have an overly positive view of themselves. Only the last component is relevant to self-enhancement bias. The first set of the proposed studies should yield new data to illustrate that what is important in understanding the value of self-enhancement is pinpointing the degree to which a self-enhancer has each of the merit and benevolence components and in what configuration and in what context. Moreover, the findings of the proposed studies will show under what conditions self-enhancement evokes exclusion by others, thus helping to shed light on the effect of self-enhancement on both intrapersonal and social adjustment. \r\n\r\nThe second question is whether global self-esteem has components and whether these components influence adjustment. The simplistic notion that high self-esteem is always beneficial and that low self-esteem is always detrimental has recently been called into question. The componential approach can address this issue by explicating the genuine and defensive components in self-esteem. Genuine self-esteem is anchored in the behavioral reality, whereas defensive self-esteem reflects a tendency to favor the self. By decomposing the components in self-esteem, the second set of the proposed studies can pinpoint the link between each component and its relation with adjustment. Findings of the proposed research also serve as a conceptual guide and a roadmap for future research into self-esteem and self-concept. The broader impact of the proposed research stems from its componential approach to understanding which aspects of self-esteem are beneficial for psychological and social adjustment.  The proposed research will provide solid theoretical base for the design of self-esteem interventions for the public.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sau",
   "pi_last_name": "Kwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sau Kwan",
   "pi_email_addr": "vkwan@asu.edu",
   "nsf_id": "000093657",
   "pi_start_date": "2006-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 275001.0
  }
 ],
 "por": null
}