{
 "awd_id": "0542779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Immediate Transcriptional Response to Growth in S. cerevisiae",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2006-05-30",
 "awd_max_amd_letter_date": "2008-04-22",
 "awd_abstract_narration": "All organisms face the process of moving from quiescence to active growth.  This work seeks to understand how quiescent cells rapidly respond to growth signals in a coordinated manner.   Yeast cease growth when nutrients become depleted, but dramatically resume rapid growth in response to fresh nutrients.  We used DNA microarrays to identify approximately 600 genes that are induced only 10 minutes after addition of fresh medium (YPD).  Most of these are involved in cellular growth processes.  We call this response the Immediate Growth Response (IGR).  IGR genes are strongly co-regulated by environmental signals, especially stress.  Thus signals inducing growth turn this gene set on, while stresses turn these genes off.  \r\nThe molecular mechanisms regulating the IGR are not understood.  Aim 1 is to manipulate known signaling pathways to determine which signals control the IGR.  It is likely that the response in fact involves multiple signals, and mutations and pathway inhibitors will be used to block or activate multiple pathways simultaneously to understand this better.  We will use computational methods to describe the contributions of different pathways to the total response.\r\nThe IGR genes appear to be regulated by a set of DNA sequence motifs - PAC, RRPE, and GRE - found in most IGR gene promoters.  However, this has not been proven.  Aim 2 uses an unbiased approach to identify the elements that regulate these growth genes.  A further goal is to identify proteins that bind to these DNA sequence motifs, to determine how these regulate the IGR genes.\r\nWe have observed both gene activation when nutrients are present and gene repression during nutrient depletion.  This appears to involve proteins such as Rpb4, a dissociable subunit of the RNA polymerase II, as well as the Sin3/Rpd3 histone deacetylase complex thought to play a role in down regulating gene expression.  In addition, we have found that Stb3 and Azf1 bind to the motifs found upstream of IGR genes, making them candidates for gene regulators.  Preliminary results suggest that nutrient addition may act through these DNA binding proteins to block the inhibitory effects of the Sin3/Rpd3 histone deacetylase complex, and possibly by regulating phosphorylation of RNA polymerase II C-terminal domain (CTD).  Aim 3 will test and refine these models by examining the movement of these proteins within the cell, measuring binding to chromatin and identifying protein/protein interactions.  \r\nThis project integrates molecular genetic and biochemical approaches with microarray data and computer-predicted regulatory motifs to validate computer driven conclusions.  Using this approach will not only tell us whether the computer driven work is on track, but it will also build testable molecular models explaining the coordinated transcriptional regulation of a large number of genes involved in a process that is important in all organisms.  This overall approach is needed to build a real understanding.\r\nThe work will be completed by graduate, undergraduate, and high school students.  During the past 3 year period, the PI has provided laboratory experience for 21 undergraduate and high school students, including summer program students from underrepresented groups.  In addition the PI is deeply committed to the development of junior faculty, and serves in several formal and informal mentoring capacities on campus.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Heideman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Warren Heideman",
   "pi_email_addr": "wheidema@facstaff.wisc.edu",
   "nsf_id": "000431861",
   "pi_start_date": "2006-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150001.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": null
}