{
 "awd_id": "0542422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mosses of Bolivia",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2006-02-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 212568.0,
 "awd_amount": 212568.0,
 "awd_min_amd_letter_date": "2006-01-24",
 "awd_max_amd_letter_date": "2006-01-24",
 "awd_abstract_narration": "The \"Mosses of Bolivia\" project's first objective to document the extremely rich diversity found within the country.  It is estimated that Bolivia (equal in size to the combined area of California and Texas) may contain nearly 1000 species, slightly less than North America.  A treatment with descriptions and illustrations will be prepared which will include ecology, and the geographical and elevational range of each species.  This will be based on previous collections and new field collections targeting highly diverse regions requiring greater inventory efforts or areas where there is a complete lack of field work both in the mountains and lowland regions.  All collections will be data based.  Both the database and illustrated treatment will be maintained on the Internet in English and Spanish.  A final product will be a concise published text.  The second objective is an analysis and characterization of moss diversity within the 12 major ecological regions of Bolivia.  This will be the first attempt, within the context of the tropical Andes, to examine how diversity is distributed in a host of different vegetation types, from humid to desert alpine regions to humid mountain forest and wet or dry lowland forest.\r\n \r\nThe database and more importantly the illustrated treatment will provide the necessary tool, the \"key,\" to promote further studies by Bolivians and other collaborating researchers interested in floristic inventories in unexplored regions of the country, and qualitative and quantitative ecological studies that are a part of the Bolivian institutional research programs.  As the first moss treatment for the southern portion of the tropical Andes, this will be equally useful in adjoining regions of Peru and northern Argentina where such studies are lacking.  The project will provide the opportunity for Bolivian student training through active participation in workshops, field and laboratory studies, and opportunities to develop and implement small-scale research projects. Disproportionate to their small size, mosses, as well as hepatics, play a major and critical role in the Andean ecosystem, particularly in the mountain forest and alpine regions.  Forming loose or dense mats, tufts, and pendants, these plants quickly absorb water from rainfall or fog mist (unlike most flowering plants), and retain 5-25% times their dry weight.  These plants then gradually release the water into the immediate environment, thus moderate water flow (assuring water flow during the dry season), arrest erosion, and assist in preventing landslides and flooding down slope (during the rainy season).  It is critical that we document this ecological role through qualitative and quantitative studies, and ensure the conservation of these organisms.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Churchill",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Churchill",
   "pi_email_addr": "stevechurchil83@hotmail.com",
   "nsf_id": "000404488",
   "pi_start_date": "2006-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri Botanical Garden",
  "inst_street_address": "2345 TOWER GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145775176",
  "inst_zip_code": "631103420",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "MISSOURI BOTANICAL GARDEN",
  "org_prnt_uei_num": "EE1XNE2UR4U1",
  "org_uei_num": "JU1FNE8FJBM3"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri Botanical Garden",
  "perf_str_addr": "2345 TOWER GROVE AVE",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631103420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 212568.0
  }
 ],
 "por": null
}