{
 "awd_id": "0542285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG:  The Effects of Sodium Channel Drugs on Plant Cell Mitosis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 172917.0,
 "awd_amount": 172917.0,
 "awd_min_amd_letter_date": "2006-06-02",
 "awd_max_amd_letter_date": "2006-06-02",
 "awd_abstract_narration": "Intellectual Merit-- This Research Initiation Grant will  support a pharmacological, cytological and electrophysiological exploration of the possible involvement of a putative, voltage-dependent Na+ channel homolog in regulating plant cell mitosis. The plasma membrane Na+ channels of animal cells are opened by agonistic drugs such as veratrine, and blocked by antagonistic drugs such as tetrodotoxin (TTX). The current paradigm is that TTX-sensitivity arose during the early evolution of the Metazoa, long after the branch between Animalia and Planta. Consequently, it is surprising that TTX has been found to cause mitotic and chromosomal aberrations in onion (Allium cepa) root tips. Moreover,  there are three independent reports that veratrine inhibits cytokinesis in this same experimental system.  Based on these findings, it is hypothesized that plant cells employ a voltage-dependent Na+ channel homolog during mitosis. Since Na+ is not even an essential plant nutrient, it seems unlikely that the putative Na+ channel homolog acts most importantly as a Na+ channel in planta. It is hypothesized that the putative plant Na+ channel homolog may also pass Ca2+  ions, and that it is these Ca2+ fluxes that are the physiologically more relevant in regulating plant cell mitosis. Alternatively, the opening of the putative Na+ channel may depolarize the mitotic plant cell, thereby regulating the influx of Ca2+ ions through voltage-dependent Ca2+ channels.\r\n\r\nPlant cell mitosis is of fundamental importance to plant growth and development, and studying the ion channels involved in this process is of basic biological interest.  Moreover, our understanding of ion channel evolution is hampered by the paucity of molecular and pharmacological data concerning the lower phyla. Already, studies of the ion channels of lower organisms are challenging widely held views concerning the regulation, structure and evolution of Na+ channels in higher organisms. The research proposed herein will shed more light on this dark area, and may lead to a paradigm shift in regard to the phylogeny of Na+ channels and the actions of Na+ channel drugs.  \r\n\r\n\r\nBroader Impacts -- The project offers many opportunities for integrating basic research with undergraduate education. This project will enable undergraduate students at Mercy College (whose enrollment is currently 68.4% minority, with 31.6 % Hispanic and 29.3% African-American) the opportunity to participate in independent  electrophysiological, cytological and pharmacological research projects. In addition to exposing Mercy College students to the joys and frustrations of doing original hypothesis-driven research, many of the research techniques they will learn, such as intracellular recording, fluorescent microscopy and preparing slides of sectioned tissues, are \"gateway\" techniques that will make them even more attractive to graduate school programs and employers.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Minorsky",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Peter V Minorsky",
   "pi_email_addr": "pminorsky@mercy.edu",
   "nsf_id": "000063270",
   "pi_start_date": "2006-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MERCY UNIVERSITY",
  "inst_street_address": "555 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "DOBBS FERRY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9146934500",
  "inst_zip_code": "105221186",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "NY16",
  "org_lgl_bus_name": "MERCY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N123YUVWUJK1"
 },
 "perf_inst": {
  "perf_inst_name": "MERCY UNIVERSITY",
  "perf_str_addr": "555 BROADWAY",
  "perf_city_name": "DOBBS FERRY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "105221186",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "NY16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 172917.0
  }
 ],
 "por": null
}