{
 "awd_id": "0542037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geology and Paleontology of the Woranso-Mille, Afar, Ethiopia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye E. Reed",
 "awd_eff_date": "2006-05-15",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 199457.0,
 "awd_amount": 199457.0,
 "awd_min_amd_letter_date": "2006-05-15",
 "awd_max_amd_letter_date": "2008-04-07",
 "awd_abstract_narration": "With National Science Foundation support, The Woranso-Mille Paleoanthropological team, co-led by Drs. Yohannes Haile-Selassie and Bruce Latimer, will conduct fieldwork research in the Central Afar region of Ethiopia for three years. The project is multidisciplinary in nature and the team is composed of researchers in the fields of paleontology, geology, geochronology, and palynology from Ethiopia and United States.  The team primarily aims to complete excavation of a spectacular 4-million-year-old partial skeleton of an early human ancestor discovered in 2004 and, in the years to follow, collect additional fossil specimens to help better understand early human evolution. New fossil discoveries from the last three decades have substantially extended our knowledge of human evolutionary history.  The early hominid fossil record, however, is still far from being complete, particularly for the time period prior to 3.6 million years ago.  Therefore, information on the temporal and spatial distribution of early hominids older than Australopithecus afarensis remains inadequate.  Recent fossil discoveries made by the Woranso-Mille team include about 12 early hominid fossils and 600 vertebrate fossils representing diverse taxa estimated to date back to 3.8 - 4.0 million years, a crucial time period in human evolutionary studies. The goal is to retrieve more body parts of the partial skeleton and collect additional early hominid fossils from a relatively poorly documented period in human evolution. This will help better understand the biology and physiology of early human ancestors around 4 million years ago and figure out the apparent transition from Australopithecus anamensis to Australopithecus afarensis. \r\n\r\nThe nature of the research questions to be addressed in this work requires collecting substantial primary field data (fossils and their contextual information) and conducting geological and geochronological work to refine the age and stratigraphy of the collected materials.  Once these are accomplished, detailed analysis of the newly recovered fossils is possible by comparing them with other relevant early hominid species.  Therefore, primary tasks of the project are: 1) complete the excavation of the 4-million-year-old partial hominid skeleton, 2) conduct intensive investigation and collection of vertebrate fossils from known fossiliferous areas, 3) establish geochronological and stratigraphic frameworks for the known localities, 4) continue exploration of uninvestigated areas within the study area and discover new resources of paleoanthropological interest.\r\n\r\nThe Woranso-Mille Paleoanthrological Project will generate an enormous amount of new fossil data much needed for a better understanding of early human origins.  The intellectual merits of the research will be its success in finding more vertebrate and especially hominid fossils, yielding new data on the anatomy and body proportions of early hominids, and revealing their geological and environmental contexts in the crucial time period around 4 million years ago.  \r\n\r\nThe broader impacts of the research include generating new fossil data significant for a better understanding of the earlier phases of human evolution in terms of their biology, physiology, and body proportions; address the apparent transition from Australopithecus anamensis to Australopithecus afarensis; communicate results to the public through publications and regular reports.  The project has a long-term plan to train graduate and undergraduate students from American and Ethiopian universities who will eventually develop research questions for new projects. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yohannes",
   "pi_last_name": "Ambaye",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Yohannes H Ambaye",
   "pi_email_addr": "yhambaye@gmail.com",
   "nsf_id": "000489768",
   "pi_start_date": "2006-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Latimer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce M Latimer",
   "pi_email_addr": "blatimer@cmnh.org",
   "nsf_id": "000270309",
   "pi_start_date": "2006-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Museum of Natural History",
  "inst_street_address": "1 WADE OVAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2162314600",
  "inst_zip_code": "441061701",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VH97TPV8H7L3"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Museum of Natural History",
  "perf_str_addr": "1 WADE OVAL DR",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 70662.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 63921.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 64874.0
  }
 ],
 "por": null
}