{
 "awd_id": "0542121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bronze Age Settlement in the Benta Valley, Hungary",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 109680.0,
 "awd_amount": 109680.0,
 "awd_min_amd_letter_date": "2006-03-14",
 "awd_max_amd_letter_date": "2006-03-14",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Timothy Earle and an international team of colleagues will conduct two field seasons of archaeological research in the Benta Valley of Hungary. The team brings together American, British, Hungarian, and Swedish specialists in archaeology, prehistoric economies, and paleo-environments to examine settlement growth, economic development, and long-term environmental change. The region of study surrounds the important Bronze Age town-site of Szazhalombatta-Foldvar that was occupied between 2300 and 800 BC. The Bronze Age Hungarian cultures of that time showed early complexity with an extensive trading system, new metallurgical technology, and a powerful warrior class. With extensive excavations, a fair amount is known about Szazhalombatta-Foldvar and other central settlements, but almost no work has been done on the smaller villages and fortified sites. The present project will help correct this bias by studying settlements in the region that surrounded the major center. Preliminary findings anticipate that local political changes were linked to commercialization involving specialized production activities spread across the countryside.\r\n\t\r\nThe research questions under investigation seek an understanding of the regional economy. The goal is to establish the chronology of settlements, which became dominated by this fortified town, and to describe the associated economic specialization in metallurgy, ceramics, and agriculture. Specific tasks are 1) to date and map the size of Bronze Age settlements in the Benta Valley by systematic small excavations, 2) to describe human induced environmental change by core pollen sampling of the river's sediments, 3) to analyze the distribution across the region's settlements of debris from ceramic and metal crafting, and 4) to trace the distribution of traded objects.\r\n\t\r\nThe project will provide much needed theoretical and substantive knowledge. The intellectual merit of the Benta Project will be to test models of linkages between economic development, strategic control, and the emergence of social hierarchies. The project will help understand the rather unusual trajectory of European prehistory, in which small-scale chiefdoms emerged without further state development. With extensive trade in metal, Europe may have become quite commercialized, yet that trade may have created a widespread network of economic relationships that was difficult to control centrally. The project will be an American contribution to a major European Union funded collaboration of four archaeological projects in Italy, Sweden, Spain and Hungary studying the intertwined emergence of European communities prior to Roman ascendancy.\r\n\r\nThe broader impacts of the Benta Project are several. It will train young Hungarian archaeologists in new techniques for the rapid assessment of regional settlements, and it will provide basic training and opportunities for independent research for American students. All students will live and work together, establishing an international collaborative environment. Lying at the edge of rapidly growing Budapest, the Benta Valley will soon be engulfed by urban sprawl, and the work will help plan for preservation and excavations in front of the bulldozers. The project also provides the local Matrica Museum with archaeological evidence to help build an open-air museum reconstructing Bronze Age life of the region. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Earle",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy K Earle",
   "pi_email_addr": "tke299@northwestern.edu",
   "nsf_id": "000104361",
   "pi_start_date": "2006-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pal",
   "pi_last_name": "Sumegi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pal Sumegi",
   "pi_email_addr": "sumegi@geo.u-szeged.hu",
   "nsf_id": "000060123",
   "pi_start_date": "2006-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "French",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Charles French",
   "pi_email_addr": "caif2@hermes.cam.ac.uk",
   "nsf_id": "000059994",
   "pi_start_date": "2006-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Magdolna",
   "pi_last_name": "Vicze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Magdolna Vicze",
   "pi_email_addr": "vicze@mail.battanet.hu",
   "nsf_id": "000060143",
   "pi_start_date": "2006-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 109680.0
  }
 ],
 "por": null
}