{
 "awd_id": "0543934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular and Cellular Structure of Gap Junctions",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2006-05-24",
 "awd_max_amd_letter_date": "2006-05-24",
 "awd_abstract_narration": "In metazoans, individual cells  are functionally differentiated and organized  into tissues and organs whose separate functions collectively support the existence of the whole organism.  Within tissues and organs, proper functionality generally requires communication between cells in order to coordinate cellular activities, and some of this communication occurs via direct exchange of small molecules between neighboring cells through intercellular channels known as gap junction channels.    These intercellular channels are critical for integrating and regulating basic cell processes such as metabolic cooperation, ionic transmission, differentiation and functional regulation.   \r\n\r\nThe best studied of these are the gated vertebrate gap junctional channels which are comprised of connexin. The channels consist of a dimer of two hexamers (connexon) of the constituent protein (connexin).   These channels are unique in that when the two hexamers pair up across two neighboring cells, they self-assemble into characteristic cellular junctional areas (plaques) that are morphologically distinctive.  The connexins are a family of related proteins sharing a common folding motif. Different connexins are found in the same tissue and different connexins can be localized to the same gap junctional plaques.  In the current structural model, the C and N termini are located on the cytoplasmic side of the membrane and cross the membrane four times in alpha-helical segments. Mutagenesis studies have indicated that the extracellular domains may contain beta sheet structures.  \r\n\r\nNon-connexin gap junction channels have been discovered experimentally in invertebrates, and the protein components of these invertebrate gap junction channels (called innexins) have recently been cloned; these have no sequence homology with the vertebrate connexins.   Subsequently, the availability of human and mouse genomic information and bioinformatics tools and approaches have resulted in the identification of three mammalian homologues to innexins.  Additional homologues of innexins have also been found in amphibia. This new class of vertebrate homologues of innexins has been termed the pannexins, and it has been hypothesized that the pannexins have a similar membrane topology as connexins despite their lack of sequence homology.   In addition, the physiological attributes of innexins and pannexins (large single channel conductances, ability to readily make hemichannels as well as intercellular channels in Xenopus oocytes, lack of a Ca2+ induced gating response) set them apart from connexin channels. However, almost nothing is known about the domains they form within cells, expression in tissues at the protein level, their molecular structure or even if they do make gap junction-like structures in vivo. \r\n\r\nThe Sosinsky laboratory is focusing  on the structure and expression of two pannexins, pannexin1 (Px1) and pannexin2 (Px2), using methods for light and electron microscopy that Dr. Soskinsky has developed and expanded in her laboratory and previously applied to connexin-based gap junctions. There are two specific aims for this research project:\r\n1. To express and monitor tagged Px1 and Px2 in tissue culture cells for correlative light and electron microscopy, to address whether Px1 and Px2 channels form gap junction-like structures and if so, to determine their shape and dimensions. Two approaches will  be used: Quantum dot labeling of standard small peptide additions to the sequence (e.g. myc, HA) and fluorescence photooxidation of the ReAsH bound to the tetracysteine domain of Pannexin-Green Fluorescent Protein (GFP)-tetracysteine or Px-tetracysteine chimeras to allow for identification of these structures at EM resolution. Since preliminary work has shown that tagged versions of these constructs do not traffic exactly the same as wild-type, Dr. Sosinsky will also develop and characterize antibodies to these proteins for use as probes for the analysis expression patterns in stable cultured mammalian cell lines and in native mammalian tissues.  \r\n2. To purify and characterize Px1 and Px2 channels and hemichannels isolated from stably expressing mammalian cell lines and baculovirus expressed Sf9 cells, to address whether pannexin channels contain the same symmetry and oligomerization number as connexin channels, as has been hypothesized from electron micrographs of innexin structures.\r\n\r\nINTELLECTUAL MERIT: The overall goal is to characterize this recently discovered and novel set of membrane proteins in vitro and in vivo and determine if pannexins do form the basis for a hitherto-unknown avenue of intercellular communication in vertebrates.  Connexin-based ap junctions are found in essentially all tissues of vertebrate body plans. Thus, there is great interest in understanding what role these newly discovered, putative gap junctions or hemichannels would play in complementing connexin-based intercellular channel communication in vertebrates. It may well be that current textbook ideas on vertebrate gap junctions would need revising pending the outcome of these studies.\r\n\r\nBROADER IMPACT: Dr. Sokinsky's technical developments and achievements in correlative microscopies are already being disseminated in conferences and classrooms.  This work will provide training opportunities for postdoctoral and undergraduate students.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Sosinsky",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gina E Sosinsky",
   "pi_email_addr": "gsosinsky@ucsd.edu",
   "nsf_id": "000184085",
   "pi_start_date": "2006-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": null
}