{
 "awd_id": "0543738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connecting Episodes of Sexual Selection in Bioluminescent Fireflies",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 300001.0,
 "awd_amount": 306001.0,
 "awd_min_amd_letter_date": "2006-01-23",
 "awd_max_amd_letter_date": "2012-03-15",
 "awd_abstract_narration": "Animal courtship signals run the gamut from the spectacular iridescent eyespots displayed on male peacock tails to the subtle olfactory signals emitted by male moths. These signals convey important information about the signalers species, sex, and suitability as a mate, yet much remains to be learned about how a males signal variation can affect his subsequent reproductive success. In many insects, females mate with several males and these mating males do not share equally in siring a females offspring. Recent theoretical and empirical work has suggested that females may bias fertilizations towards particular males. This project will shed light on how a males courtship signals might influence not just his ability to attract mates, but also his post-mating reproductive success. \r\nTo help elucidate how male courtship signals affect post-mating success, this project will use Photinus fireflies as a highly accessible model system. These fascinating, nocturnally-active insects are well-known for their bioluminescent courtship signals. Using a combination of field behavioral observations, laboratory experiments, and artificially-generated flash signals, this project will test the hypothesis that males with more attractive courtship signals also gain higher paternity success. In addition, this project  will measure chemical cues produced by male fireflies to determine whether females use multiple cues to assess male quality. This research will advance our understanding of animal behavior and communication systems by developing an integrated conceptual model of the processes leading to differences in reproductive success.\r\n\tIn addition to achieving these scientific goals,  this research will yield considerable educational benefits. This project will provide research training for both undergraduate and graduate students, and contribute to the National Science Boards goal of bolstering retention rates among science majors. This project will also support Tufts Universitys strong institutional commitment to making active research participation an integral part of undergraduate science education. Lastly, through a strong commitment to working with print and broadcast media to disseminate results of this research, this project will promote better public understanding of science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Lewis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sara M Lewis",
   "pi_email_addr": "sara.lewis@tufts.edu",
   "nsf_id": "000112420",
   "pi_start_date": "2006-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300001.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project used firefly beetles to better understand a key evolutionary process known as sexual selection. This race to reproduce has given rise to many bizarre and beautiful animal features that we see in the world around us: cricket chirping, peacock plumage, deer antlers, and bird song. Using a combination of laboratory experiments and field observations, our studies of Photinus fireflies revealed that females choose their mates based on subtle differences in the flash signals they give while courting. We also discovered that during mating, firefly males transfer a protein-rich nuptial gift, which females use to provision their eggs. Firefly females can use males&rsquo; courtship signals to identify which males will be able to bestow the biggest gift. Through an international collaboration, we were also able to reconstruct the evolutionary history of nuptial gifts within the firefly family. This work revealed a surprising co-evolutionary link between the sexes: male nuptial gifts have disappeared in several groups of fireflies which have flightless females. Because these stay-at-home moms can devote all their energy to reproduction, they seem to no longer need the prenatal child support provided by male nuptial gifts. &nbsp;Taken together, this NSF-supported research has shed new light on the many ways that evolution has shaped the form and behavior of these highly charismatic insects. More details about our firefly research findings are explained in videos available at: <a href=\"http://ase.tufts.edu/biology/labs/lewis/videos/\">http://ase.tufts.edu/biology/labs/lewis/videos/</a></p>\n<p>In addition to this scientific research, this award provided mentoring and technical science training for graduate and undergraduate students. Finally, we would like to express our gratitude to our fellow U.S. citizens, whose tax dollars have provided support for this and other scientific research and education projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2014<br>\n\t\t\t\t\tModified by: Sara&nbsp;M&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803150977_firefly--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803150977_firefly--rgov-800width.jpg\" title=\"Firefly Nuptial Gift\"><img src=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803150977_firefly--rgov-66x44.jpg\" alt=\"Firefly Nuptial Gift\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">During copulation (right), the male firefly transfers a protein-rich nuptial gift (left) to the female.</div>\n<div class=\"imageCredit\">Tufts University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sara&nbsp;M&nbsp;Lewis</div>\n<div class=\"imageTitle\">Firefly Nuptial Gift</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803358393_Sp4transferwithAScopyrightlores--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803358393_Sp4transferwithAScopyrightlores--rgov-800width.jpg\" title=\"Nuptial Gift Transfer\"><img src=\"/por/images/Reports/POR/2014/0543738/0543738_10021514_1389803358393_Sp4transferwithAScopyrightlores--rgov-66x44.jpg\" alt=\"Nuptial Gift Transfer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image shows a firefly nuptial gift (dyed red to make it more visible: after it has been manufacture...",
  "por_txt_cntn": "\nThis research project used firefly beetles to better understand a key evolutionary process known as sexual selection. This race to reproduce has given rise to many bizarre and beautiful animal features that we see in the world around us: cricket chirping, peacock plumage, deer antlers, and bird song. Using a combination of laboratory experiments and field observations, our studies of Photinus fireflies revealed that females choose their mates based on subtle differences in the flash signals they give while courting. We also discovered that during mating, firefly males transfer a protein-rich nuptial gift, which females use to provision their eggs. Firefly females can use malesÆ courtship signals to identify which males will be able to bestow the biggest gift. Through an international collaboration, we were also able to reconstruct the evolutionary history of nuptial gifts within the firefly family. This work revealed a surprising co-evolutionary link between the sexes: male nuptial gifts have disappeared in several groups of fireflies which have flightless females. Because these stay-at-home moms can devote all their energy to reproduction, they seem to no longer need the prenatal child support provided by male nuptial gifts.  Taken together, this NSF-supported research has shed new light on the many ways that evolution has shaped the form and behavior of these highly charismatic insects. More details about our firefly research findings are explained in videos available at: http://ase.tufts.edu/biology/labs/lewis/videos/\n\nIn addition to this scientific research, this award provided mentoring and technical science training for graduate and undergraduate students. Finally, we would like to express our gratitude to our fellow U.S. citizens, whose tax dollars have provided support for this and other scientific research and education projects.\n\n\t\t\t\t\tLast Modified: 01/15/2014\n\n\t\t\t\t\tSubmitted by: Sara M Lewis"
 }
}