{
 "awd_id": "0544799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Attitude Framing and Attitude Strength",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kellina Craig-Henderson",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2006-02-28",
 "awd_max_amd_letter_date": "2007-09-20",
 "awd_abstract_narration": "Some of the opinions people hold (their \"attitudes\") are relatively strong -- they are held with certainty, they impact thoughts and behavior, and they resist attempts to be changed.  Other attitudes people hold are relatively weak -- they are not held with a great deal of certainty, they don't impact thoughts or behavior, and they are easier to change.  Because strong attitudes are so much more durable and impactful, how attitudes can be strengthened has been of great interest to social psychologists for years.  To date, research shown that strengthening attitudes typically requires cognitively effortful processes such as gaining knowledge about or repeatedly rehearsing them.  \r\n      The current research will investigate a manner in which attitudes can be strengthened that involves considerably less cognitive effort.  In a recent paper, Bizer & Petty (2005) presented the \"valence-framing effect.\"  They demonstrated that leading people merely to frame attitudes in terms of what they oppose (i.e., what they do not like) yielded stronger, more resistant attitudes than did framing the same attitudinal position in terms of what they support (i.e., what they like).  For example, consider a person who wants to see the speed limit lowered on a highway.  Leading him or her to think of that opinion negatively (\"I oppose the current speed limit\") would lead to a stronger attitude than would leading him or her to think of that opinion positively (i.e., \"I support a speed-limit reduction.\")  This new effect is important not only because it presents a novel, less-effortful way to strengthen attitudes, but also because it demonstrates, for the first time, that the manner in which people conceptualize their own attitudes has important ramifications on the strength with which they are held. \r\n      What remains unclear, however, is why the valence-framing effect takes place and when it takes place.  In the first study, competing hypotheses as to why the effect takes place will be tested.  One possibility is that when people frame their attitudes negatively, they engage in biased processing:  \"Opposers\" may actively argue against persuasive messages, leading to more resistance.  Conversely, it may be that framing attitudes negatively leads to diminished processing.  As such, \"opposers\" may instead \"shut down\" message processing, effectively ignoring the persuasive message, leading to more resistance.  Study 1 is designed to test these different hypotheses by examining participants' reported thoughts as they encounter counter-attitudinal information.  The second study will assess when the effect takes place.  Are motivation and ability to cognitively process a persuasive message necessary for the effect to take place?  Motivation to process a message will be manipulated by telling some participants that a policy is set to influence them personally, whereas others will be told that a policy will not influence them.  Ability to process a message will be manipulated by cognitively distracting some participants, whereas others will be allowed to think carefully about a persuasive message.  \r\n      The valence-framing effect has important practical applications because it demonstrates how attitudes can be made more powerful without a great deal of cognitive effort.  As such, mental-health practitioners might use the effect to encourage patients to take their medication or seek treatment for disorders, while public-health practitioners might use the effect to encourage citizens to abstain from risky behaviors like drug use and unprotected sex.  Indeed, a better understanding of how the effect takes place (Study 1) and when the effect takes place (Study 2) will provide an important advance to basic and applied researchers and practitioners alike. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bizer",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "George Y Bizer",
   "pi_email_addr": "bizerg@union.edu",
   "nsf_id": "000263400",
   "pi_start_date": "2006-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 UNION ST",
  "perf_city_name": "SCHENECTADY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}