{
 "awd_id": "0544220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Centrosomal mRNAs in Asymmetric Cell Division",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-02-02",
 "awd_max_amd_letter_date": "2006-02-02",
 "awd_abstract_narration": "Project Summary\r\n\r\nCell fates are specified during development by two mechanisms: cell-cell signaling and asymmetric inheritance of patterning molecules. Of the two, asymmetric cell division is much less well understood. The P.I. proposes to further explore a novel mechanism of asymmetric cell division discovered in the embryo of the snail Ilyanassa obsoleta, where mRNAs for patterning genes are localized to centrosomes during mitotic interphase, then asymmetrically inherited during the subsequent division.\r\n\r\nThe first objective is to carry out an in situ hybridization screen to find localization patterns among approximately 2500 Ilyanassa mRNAs, chosen by various criteria. This experiment will show the proportion and functional categories of mRNAs that are centrosomally localized, and determine the set of cell divisions where mRNAs are asymmetrically segregated. This screen will also identify candidate cell fate specification genes.\r\n\r\nThe second objective is to disrupt the function of localized molecules and thus dissect the requirements for this process in embryonic development. The localization patterns observed so far strongly suggest that the inheritance of centrosomal mRNAs is important for patterning.  These experiments will demonstrate the functional significance of this mechanism, increase understanding of the basic patterning events in the early Ilyanassa embryo, and serve as a proving ground for newly developed methods of gene disruption in this system. Initial studies will focus on the Ilyanassa Nanos protein discovered in the pilot screen, and subsequent work will examine other candidate cell fate specification genes.\r\n\r\nIntellectual merit: The results of these experiments should dramatically enhance our understanding of a novel mechanism of asymmetric cell division, especially with regard to its functional role in development. The phenomenon lies at the intersection of several fields and the experiments proposed to address it are intrinsically interdisciplinary. This research will use tools and concepts from developmental genetics, classical embryology, cell biology, comparative biology, and genomics.\r\n\r\nBroader impact: This work is expected to have implications for understanding the development of tissues where asymmetric cell division determines cell fate, like the nervous system. It may also impact studies of development in agriculturally important molluscs like bivalves. The work will result in the deposition of a large number of new cDNA sequences for Ilyanassa obsoleta in public databases, which should aid those who use this animal for studies in parasitology, ecotoxicology, chemical ecology and larval ecology. The work will also provide opportunities to involve undergraduates in research, and results from this work will be used in the P.I.'s Developmental Biology course. Finally, the experiments proposed here will serve to refine and validate methods for studying gene function in Ilyanassa, which will fundamentally enhance the power of this system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. David",
   "pi_last_name": "Lambert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. David Lambert",
   "pi_email_addr": "dlamber2@mail.rochester.edu",
   "nsf_id": "000111001",
   "pi_start_date": "2006-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}