{
 "awd_id": "0544766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Average and Variability Characteristics of Orographic Precipitation at Multiple Scales",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2006-01-04",
 "awd_max_amd_letter_date": "2007-12-04",
 "awd_abstract_narration": "Two major field programs, the Mesoscale Alpine Programme (MAP) (1999) in the southern Alps and the Improvement of Microphysical PaRameterization through Observational Verification Experiment (IMPROVE) (2000 and 2001) in Washington and Oregon have yielded many new findings regarding orographic precipitation mechanisms.  This research will build on and extend several key results regarding the microphysics and dynamics of orographic precipitation using special observations obtained in the MAP and IMPROVE, National Weather Service operational data sets, and comparisons with mesoscale model output. \r\n\r\nAn important theme emerging from the analysis of the MAP and IMPROVE data sets is the variability of orographic precipitation over multiple scales in space and time.  For scales > 2 km, different three-dimensional patterns of precipitation occur in blocked versus unblocked flow over terrain.  Small-scale precipitation features develop upstream and drift toward the mountains.  Simultaneously, other small-scale features develop that are locked to terrain.  Air parcels flowing over mountains often cross each other's paths, scrambling both sets of thermodynamic and microphysical properties.  The first component of the research will build on these findings by examining several winter seasons of operational National Weather Service WSR-88D radar and upper-air soundings from precipitation events in southern Washington and northern Oregon.  Precipitation patterns, their frequency, variability in space and time, and relationships to the coastal and Cascade mountain ranges will be characterized in a manner to facilitate objective comparison to regional mesoscale model output supplied by a collaborating Principal Investigator. \r\n\r\nAnalyses of the MAP data sets have revealed microphysical variability at the scale of hundreds of meters within a wide range of precipitation intensities as well as the importance of accretion both above and below the 0 degree C level to the high precipitation efficiencies observed in orographic precipitation.  Analyses of the IMPROVE data sets indicate small-scale convective overturning as a mechanism of precipitation enhancement.  The second component of the research will extend and refine these results.  Key unanswered questions relate to the frequency of small-scale convective overturning and the details of the joint variability of small-scale vertical air motions and precipitation intensity.  Analysis of vertically pointing radar and precipitation measurements from existing data sets will focus on characterization of small-scale variability in terms of ensemble properties. \r\n\r\nIntellectual merit:  Improvement of quantitative precipitation forecasting is a major initiative of the U.S. Weather Research Program.  This research will evaluate the applicability of the new conceptual models of orographic precipitation mechanisms derived from MAP and IMPROVE studies.  The potential need for parameterizations of sub-grid scale variability of vertical air motion will be evaluated.  Methods developed will facilitate future use of operational radar data sets to routinely evaluate forecast model performance. \r\n\r\nBroader impacts:  Results will be shared with the regional operational forecast community as well as within seminars and guest lectures for relevant courses.  The project will involve the education and training of a graduate student and an undergraduate research assistant.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Yuter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra E Yuter",
   "pi_email_addr": "sandra_yuter@ncsu.edu",
   "nsf_id": "000147595",
   "pi_start_date": "2006-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}