{
 "awd_id": "0545687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Impact of Biofilms on the Fate and Transport of Cryptosporidium spp. Oocysts in Open Channel and Porous Media Flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara Karn",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 412000.0,
 "awd_min_amd_letter_date": "2006-01-20",
 "awd_max_amd_letter_date": "2010-01-08",
 "awd_abstract_narration": "Jellison  0545687  The proposed work will investigate how Cryptosporidium spp. oocysts interact with biofilms, under various environmental conditions in both open channel and porous media flow, and how these interactions impact oocyst transport and infectivity. Controlled laboratory experiments will be performed in flow channel and packed bed reactors to identify important physical, chemical, and biological aspects of oocyst transport in environments where biofilms are present. Scanning confocal laser microscopy will be used to nondestructively monitor biofilm growth in flow channels, and the spatial distribution of oocysts within these biofilms will be analyzed with fluorescent in situ hybridization. Suspended and biofilm-associated oocysts will be assessed for viability by DAPI/PI staining and infectivity by in vitro cell culture. Laboratory experiments will investigate the protection afforded to oocysts by biofilms, the impact of oocyst surface charge and hydrophobicity on biofilm attachment, and differences between C. parvum and C. muris oocyst interactions with biofilms.\r\n\r\nBroader Impacts. Protection of public health, both locally and globally, will result from the laboratory studies, PWD field study, and EWB activities. While the immediate beneficiaries of the biofilm field work are local PWD customers, the research findings can be applied to a variety of watersheds and biofilm systems, extending the impact of this work to almost any water treatment system, recreational water supply, or groundwater aquifer. Furthermore, an awareness of global water and health issues will be promoted among the Lehigh community, local middle school students, and the general public. The multidisciplinary EWB projects will provide a model for international education that can be emulated by other universities to increase the number of internationally-responsible U.S. engineering students with hands-on experience in the developing world. Components of EWB projects will be incorporated into university curriculum as well as course material in a local middle school serving an underrepresented, economically depressed population. Middle school students will engage in (i) hands-on laboratory and field activities in water quality and treatment, (ii) discussions about global citizenship from the perspective of various academic disciplines, and (iii) cultural exchanges with student peers in Honduras.\r\nElementary and high school students in Honduras will also benefit from lessons in safe water and sanitation, as well as cultural exchanges with student peers in the U.S. Findings from the proposed work will be broadly disseminated to the scientific community, as well as the general public, through news releases, seminars, technical journal papers, and professional conference presentations.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Jellison",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen L Jellison",
   "pi_email_addr": "kjellison@lehigh.edu",
   "nsf_id": "000212357",
   "pi_start_date": "2006-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 93798.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80383.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 81881.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 77641.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78297.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>This project investigated the role of biofilms in the fate and transport of <em>Cryptosporidium parvum </em>oocysts in open channel flow.&nbsp; Imaging biofilms with scanning confocal laser microscopy showed oocysts attached to the biofilm surface but never at depth within any biofilm. &nbsp;Oocysts attached to the biofilm quickly (within hours) and sloughed slowly (within days).&nbsp; The percent of oocysts attached to the biofilm remained consistent while oocysts were supplied to the system, and once the oocyst supply was removed from the flow, the percent of oocysts in the biofilm decreased to a new steady-state level.&nbsp; Oocyst attachment did not correlate with water chemistry or experimental temperature but rather the biofilm roughness (r<sup>2</sup> = 0.93); the rougher the biofilm surface, the greater the observed attachment in our laboratory experiments.</p>\n<p>&nbsp;</p>\n<p>We also showed that biofilm attachment is protective for oocysts against solar UV exposure: less than 50% of solar UV radiation (compared to 82% of longer wavelengths) passed through the biofilm.&nbsp; The infectivity of oocysts attached at the biofilm surface (20%) was less than that of oocysts attached at the base of a 32-&mu;m biofilm (39%) and not significantly different than the infectivity of oocysts suspended in water (19%).&nbsp;</p>\n<p>&nbsp;</p>\n<p>Educational activities focused on supporting the Lehigh University chapter of Engineers Without Borders-USA (EWB-USA) and our water supply improvement project for the rural village of Pueblo Nuevo, Honduras.&nbsp; Since Fall 2005, we have constructed a water storage tank and completed water distribution system upgrades; constructed a pump house to lift the spring water source to the water storage tank; and installed a chlorinator.&nbsp; Lehigh&rsquo;s chapter of EWB-USA is a co-curricular activity that provides our students with hands-on international engineering design projects, teaching them that successful development projects require a deep understanding of local politics, economics, culture, and social structure that is often beyond the typical engineer&rsquo;s skill set.&nbsp; The recognized need for an interdisciplinary approach to EWB (and EWB-like) projects led to the creation of a Task Force on Sustainable Development in 2011 which has identified as its mission the creation of an interdisciplinary academic program in sustainable development at Lehigh University. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Additional research activity, which evolved from the EWB mission of improving the quality of life for developing communities worldwide, involved a series of laboratory experiments designed to better characterize the performance of several point-of-use household water treatment systems, including coagulation/flocculation, filtration, and chlorination.&nbsp; Our data show that (i) commercially available 1.25% sodium hypochlorite bottles may be stored unopened for one year as long as pH is stabilized above 11.9 and storage temperature does not exceed 35 &deg;C; (ii) sand filtration, cloth filtration, and settling/decanting all successfully reduce raw water turbidity; (iii) sand filtration and settling/decanting, but not cloth filtration, are effective in reducing chlorine demand; (iv) moringa and alum coagulation both successfully reduce turbidity, but only alum coagulation is effective in reducing chlorine demand; and (v) the shape (flat- versus round-bottom) and method of silver application (before or after firing) does not impact the efficacy of ceramic pot filters in the removal of turbidity and <em>E. coli</em> for the first 5-6 weeks of use.</p>\n<p>&nbsp;</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>We worked with a local K-12 teacher to develop and administer outreach curriculum appropriate for the middle school scien...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project investigated the role of biofilms in the fate and transport of Cryptosporidium parvum oocysts in open channel flow.  Imaging biofilms with scanning confocal laser microscopy showed oocysts attached to the biofilm surface but never at depth within any biofilm.  Oocysts attached to the biofilm quickly (within hours) and sloughed slowly (within days).  The percent of oocysts attached to the biofilm remained consistent while oocysts were supplied to the system, and once the oocyst supply was removed from the flow, the percent of oocysts in the biofilm decreased to a new steady-state level.  Oocyst attachment did not correlate with water chemistry or experimental temperature but rather the biofilm roughness (r2 = 0.93); the rougher the biofilm surface, the greater the observed attachment in our laboratory experiments.\n\n \n\nWe also showed that biofilm attachment is protective for oocysts against solar UV exposure: less than 50% of solar UV radiation (compared to 82% of longer wavelengths) passed through the biofilm.  The infectivity of oocysts attached at the biofilm surface (20%) was less than that of oocysts attached at the base of a 32-&mu;m biofilm (39%) and not significantly different than the infectivity of oocysts suspended in water (19%). \n\n \n\nEducational activities focused on supporting the Lehigh University chapter of Engineers Without Borders-USA (EWB-USA) and our water supply improvement project for the rural village of Pueblo Nuevo, Honduras.  Since Fall 2005, we have constructed a water storage tank and completed water distribution system upgrades; constructed a pump house to lift the spring water source to the water storage tank; and installed a chlorinator.  LehighÆs chapter of EWB-USA is a co-curricular activity that provides our students with hands-on international engineering design projects, teaching them that successful development projects require a deep understanding of local politics, economics, culture, and social structure that is often beyond the typical engineerÆs skill set.  The recognized need for an interdisciplinary approach to EWB (and EWB-like) projects led to the creation of a Task Force on Sustainable Development in 2011 which has identified as its mission the creation of an interdisciplinary academic program in sustainable development at Lehigh University.  \n\n \n\nAdditional research activity, which evolved from the EWB mission of improving the quality of life for developing communities worldwide, involved a series of laboratory experiments designed to better characterize the performance of several point-of-use household water treatment systems, including coagulation/flocculation, filtration, and chlorination.  Our data show that (i) commercially available 1.25% sodium hypochlorite bottles may be stored unopened for one year as long as pH is stabilized above 11.9 and storage temperature does not exceed 35 &deg;C; (ii) sand filtration, cloth filtration, and settling/decanting all successfully reduce raw water turbidity; (iii) sand filtration and settling/decanting, but not cloth filtration, are effective in reducing chlorine demand; (iv) moringa and alum coagulation both successfully reduce turbidity, but only alum coagulation is effective in reducing chlorine demand; and (v) the shape (flat- versus round-bottom) and method of silver application (before or after firing) does not impact the efficacy of ceramic pot filters in the removal of turbidity and E. coli for the first 5-6 weeks of use.\n\n \n\n Broader Impacts\n\nWe worked with a local K-12 teacher to develop and administer outreach curriculum appropriate for the middle school science classroom.  In March 2008, we led a 3-day activity with approximately 30 students focusing on the importance of clean drinking water, including interactive lectures and a hands-on water treatment lab.  Our activity was highlighted by our local PBS station and can be found at the following link (our segment starts about 1/3 of the way th..."
 }
}