{
 "awd_id": "0545893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    A Stochastic Approach to the Design of Communication Networks:    An Alternative to Fluid Modeling",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-01-12",
 "awd_max_amd_letter_date": "2009-07-31",
 "awd_abstract_narration": "The intellectual merit of the proposed research: In recent years, a fluid modeling approach has provided the basis for the understanding and design of communication networks. Such models are especially useful when modeling large networks, as it is often impossible to obtain a complete, probabilistic description of the states for all the users in the network. Instead of enumerating all possible interactions among users and their corresponding state transitions, the fluid-based approach, resting on probabilistic limit theories such as the law of large numbers, allows us to describe the average macroscopic behavior of network dynamics in terms of a set of relatively simple and deterministic difference/differential equations with averaged quantities. Since the fluid modeling approach offers intuitive and manageable solutions to describing the dynamics of large networks, it has been widely used for a variety of important networking problems including congestion control, stability analysis, optimization-based techniques, and peer-to-peer networks.\r\nHowever, the fluid modeling approach has fundamental limitations; it is valid only when the system is scaled as required by the underlying theory. For other types of scaling, the fluid-based\r\napproach may break down and incorrectly predict even first-order system dynamics. Specifically, the fluid modeling may produce (i) inaccurate system equilibrium, and (ii) inefficient design guidelines for large networks. Furthermore, optimal policies or algorithms derived from the fluid modeling framework may not be truly optimal and could result in poor performance. However, there have been virtually no results to address these limitations associated with the fluid-based approach, and this confines a network designer's choice to a very small subset of what can actually be chosen.\r\n       With these concerns in mind, this project will achieve the following goals: (1) To understand the fundamental limitations of the fluid-based approach and of the deterministic optimization for large networks. Although a deterministic representation is convenient and often becomes exact for some cases via probabilistic limit theory, it may produce sub-optimal or sometimes poor design guidelines if the network is not scaled in the way assumed by the mean-field approach. (2) To develop a stochastic framework for large networks in which we can compute true performance metrics defined on the stochastic description of the system, while at the same time exploiting the simplicity caused by the interaction among many users. Through our stochastic framework for large networks, we seek to obtain new, efficient design guidelines and algorithms for a number of important networking problems including congestion control, network optimization, and peer-to-peer networks, which would be impossible to obtain under the traditional fluid-based approach.\r\n\r\nBroader Impact: The research outcomes and findings from this project will impact many important networking problems such as congestion control, and efficient usage of peer-to-peer networks, optimization of wireless networks, and cross-layer approaches to network design. Further, research progress on the proposed problems also has the potential to impact other science and engineering disciplines such as complex theory, statistical physics, and theoretical ecology, in which fluid modeling has played a key role. Based on a thorough investigation from multidisciplinary perspectives, the proposed research will promise a huge return upon its successful completion. The proposed research will foster multidisciplinary collaborations among students to the benefit of their own research, facilitate autonomous gatherings for interchanging ideas and better communication, and will motivate graduate/undergraduate students with diverse backgrounds participating in this project. All the research findings and methodologies developed in this project will be integrated into a new course and made available on the Web for wider dissemination.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Do Young",
   "pi_last_name": "Eun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Do Young Eun",
   "pi_email_addr": "dyeun@ncsu.edu",
   "nsf_id": "000291413",
   "pi_start_date": "2006-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7388",
   "pgm_ref_txt": "NETWORKING RESEARCH (NR)"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 65653.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 79020.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 81959.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 173368.0
  }
 ],
 "por": null
}