{
 "awd_id": "0545910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Distributed Multi-Agent Control and Optimization: Where Game Theory Meets Network Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sheldon Jacobson",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-01-25",
 "awd_max_amd_letter_date": "2006-01-25",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER)proposes to establish new theoretical foundations for the analysis of distributed multi-agent control and optimization problems. The focus will be on large-scale networked-systems, such as Internet and electricity markets, which have emerged from the interconnection of various independent systems and users with different performance criteria. The analysis of optimal resource allocation in such networks necessitates a new control paradigm, based on game theory (study of multi-agent decision problems). A primary objective of this research is to study game-theoretic models for resource allocation problems in different types of networks that take into account strategic interactions between agents with competing objectives. The research will address the question of quantification of the worst-case performance loss of the distributed equilibrium models, and for applications where the loss is high, will consider centralized control schemes to recover near-optimal performance. Another primary objective is to develop new mathematical tools for the analysis of non-convex optimization and equilibrium problems that arise in these settings. The agenda includes using and extending powerful tools from differential topology to study equilibrium/stationary points in non-convex games and optimization problems, and devising efficient computational methods to compute the equilibrium. The research activities are accompanied by an education plan, targeted to impact MIT and the broader scientific community. In particular, the plan includes teaching of a new course on game theory and applications for operations research and engineering students (with the course materials published in Open Courseware program of MIT), restructuring existing optimization courses to teach frontier research, and advising graduate and undergraduate students in these areas. \r\n\r\nThe results of this research are expected to have a broader impact by contributing to existing knowledge both in the theory of optimization and games, and in the analysis of large-scale networks. The research will introduce a new approach for the analysis of distributed control of networked-systems. Successful completion of this project will result in robust network control protocols and architectures with performance guarantees and service quality enhancements for communication networks. This framework is not only applicable for engineered systems, but also is useful for modeling and understanding interactions in social networks and adversarial environments. The overall research program will also create synergies between the different disciplines (operations research, electrical engineering, theoretical computer science, and economics) that are spanned by the scope of the investigation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Asuman",
   "pi_last_name": "Ozdaglar",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Asuman E Ozdaglar",
   "pi_email_addr": "asuman@mit.edu",
   "nsf_id": "000095239",
   "pi_start_date": "2006-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409600",
   "pgm_ele_name": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}