{
 "awd_id": "0545359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: New Heat Flow Values at PBO Borehole Strain Meter Sites: Implications for Deformation",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 36123.0,
 "awd_amount": 36123.0,
 "awd_min_amd_letter_date": "2006-05-24",
 "awd_max_amd_letter_date": "2006-05-24",
 "awd_abstract_narration": "The overarching goal of EarthScope is to elucidate the dynamics and evolution of the North American continent. To reach this goal, focused studies of the continental seismic structure, the strength of the lithosphere and modes of deformation, the patterns of stresses and strain and the manner in which the lithosphere responds to excitation during earthquakes are all a high priority. The common factor linking these EarthScope objectives is the thermal state of the lithosphere.  Heat flow observations provide the strongest observational constraint on the thermal state of the lithosphere. Given the relevance of subsurface thermal conditions to the physical processes governing the spatial and temporal variations of lithospheric deformation, a greater knowledge of the subsurface thermal regime will contribute greatly to the overall objectives of EarthScope generally, and the Plate Boundary Observatory (PBO) experiment specifically. We will collaborate (Oregon State University, University of Utah and U.S. Geological Survey) in a thermal investigation of the active plate boundary between the Pacific and North American plates in the western United States. Thermal measurements will be\r\ncollected in PBO boreholes currently scheduled for drilling. The field component consists of thermal logging and the determination of thermal physical rock properties. Holes will be logged between the end of drilling and the beginning of strainmeter installation so as to not disrupt PBO operations. Thermal physical rock properties will be measured using modern laboratory techniques. For both logistical and economic reasons we limit this proposal to boreholes drilled in California which includes important EarthScope targets such as the San Andreas Fault System (SAFS), Long Valley, and Mt. Shasta/Medicine Lake areas. However we will make every effort to log strainmeter boreholes scheduled for drilling in the Pacific Northwest.\r\n\r\nThe importance of thermal processes for EarthScope was highlighted in two workshops, \"Complementary Geophysics\", and \"Thermal Processes in the Context of \r\nEarthScope\". Additionally, the PBO steering committee has recommended that temperatures be logged in strain meter boreholes in the 2004 PBOSC Annual Review.  We propose to collect and disseminate these important data. Broad societal areas of this research include a better understanding of faulting especially the San Andreas, and anthropogenic climate change. Further this proposal fosters collaborations between the academic Earth science community and the USGS. The proposal will be used to educate and train a graduate student. Results from this proposal will be disseminated through the EarthScope web site, national and international meetings, and peer reviewed literature.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Chapman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Chapman",
   "pi_email_addr": "david.chapman@utah.edu",
   "nsf_id": "000321877",
   "pi_start_date": "2006-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 36123.0
  }
 ],
 "por": null
}