{
 "awd_id": "0545517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Exploration of  Negative Thermal Expansion Materials: from Basic Properties to Formation of Composites.",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 543000.0,
 "awd_amount": 552400.0,
 "awd_min_amd_letter_date": "2006-01-31",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "TECHNICAL EXPLANATION\r\n\r\nThis CAREER proposal is aimed at developing materials and composites and a fundamental understanding of thermal expansion phenomena.  The goal is to achieve the following scientific objectives:  (1) To gain a fundamental understanding of factors that influence the expansion and phase transition behavior of negative thermal expansion (NTE) materials through the preparation and characterization of new NTE compounds such as those belonging to the scandium-tungsten-oxide (Sc2W3O12) family; (2) to characterize the high-pressure behavior of these materials; and (3) to prepare NTE/polymer composites with tailored thermal expansion properties. Student training will involve the exploration of novel low temperature synthesis routes, and the use of cutting edge characterization techniques like high-pressure studies in diamond cells and synchrotron work. At the same time, the intriguing topic of \"Materials that shrink when heated\" will be used to enhance the public image of materials chemistry through outreach activities.\r\n\r\nNON-TECHNICAL EXPLANATION\r\n\r\nThermal expansion is an important property from the standpoint of engineering applications. Mismatches in thermal expansion between two materials that are bonded together (e.g. tooth fillings, metal and concrete in the construction business) can result in cracks, or separation at interfaces. It would be beneficial to control and in many cases minimize the thermal expansion of materials. Negative thermal expansion (NTE) materials are particularly promising for reducing the expansion of other materials when used in composites. This project will also provide opportunities to teaching the general public about the exciting possibilities of Materials Chemistry. Materials that shrink when they are heated have many important applications that can be easily explained to both children and adults, which will help to excite the next generation of scientists.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cora",
   "pi_last_name": "Lind-Kovacs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cora Lind-Kovacs",
   "pi_email_addr": "cora.lind@utoledo.edu",
   "nsf_id": "000494241",
   "pi_start_date": "2006-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 143000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 104400.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Thermal expansion is an important property from the standpoint of engineering applications. Mismatches in thermal expansion between two materials that are bonded together (e.g. tooth fillings, metal and concrete in the construction business, electronic devices protected by polymer&nbsp;coatings) can result in cracks, or separation at interfaces. It would be beneficial to control and in many cases minimize the thermal expansion of materials. Negative thermal expansion (NTE) materials are particularly promising for reducing the expansion of other materials when used in composites. This CAREER proposal was aimed at developing materials and composites that could overcome expansion related problems. Specific research goals included the synthesis and characterization of new NTE compounds to improve our fundamental understanding of this class of materials, investigation of the high pressure behavior of NTE materials to address their suitability for use in composites, and exploration of NTE/polymer composites with controlled thermal expansion properties. In addition, this proposal was aimed at teaching the general public about the exciting possibilities of Materials Chemistry. &ldquo;Materials that shrink when they are heated&rdquo; provide a fascinating concept that will not only find widespread scientific use: Their properties and applications can be easily explained to both children and adults, which will help to excite the next generation of scientists.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong> The research conducted through this grant has resulted in 15 peer reviewed scientific papers. During the duration of this grant, a low temperature route was optimized to give access to a large number of compounds in the A<sub>2</sub>M<sub>3</sub>O<sub>12 </sub>family, where A can stand for a variety of triply positively charged ions, and M corresponds to molybdenum or tungsten. Several new compositions that had never been prepared by other routes were synthesized and characterized by this approach. A new family of compounds was structurally characterized. The high pressure behavior of many A<sub>2</sub>M<sub>3</sub>O<sub>12</sub><sup> </sup>compounds was analyzed, and the findings for several were published. We have also started to prepare polymer composites containing the NTE material ZrW<sub>2</sub>O<sub>8</sub>. Several challenges like particle size reduction, surface compatibility, and processing conditions that preserve filler dispersion had to be addressed in the process.</p>\n<p>One of the most important findings from this research is the fact that the NTE material cubic ZrW<sub>2</sub>O<sub>8 </sub>absorbs moisture from atmosphere when the particle size is decreased to the nanoscale. This water uptake destroys the NTE behavior, making the compound useless as an NTE filler. This means that for all applications, a compromise between small particle size, which improves mixing, and speed of hydration, which is slower for larger particles, has to be found.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong> Eight graduate and eleven undergraduate students were trained in research related to materials chemistry through this grant. Many of them also helped with outreach programs to elementary through high school students to give them an idea of what a solid-state chemist does in the lab.</p>\n<p>To aid in widespread crystallography education, the Masters/Ph.D. level crystallography class taught by Dr. Cora Lind was videotaped, and the lecture videos are available through an educational website at the Advanced Photon Source:</p>\n<p><a href=\"http://www.aps.anl.gov/Xray_Science_Division/Powder_Diffraction_Crystallography/Introduction_to_Crystallography/\">http://www.aps.anl.gov/Xray_Science_Division/Powder_Diffraction_Crystallography/Introduction_to_Crystallography/</a></p>\n<p>In addition, ...",
  "por_txt_cntn": "\n\nThermal expansion is an important property from the standpoint of engineering applications. Mismatches in thermal expansion between two materials that are bonded together (e.g. tooth fillings, metal and concrete in the construction business, electronic devices protected by polymer coatings) can result in cracks, or separation at interfaces. It would be beneficial to control and in many cases minimize the thermal expansion of materials. Negative thermal expansion (NTE) materials are particularly promising for reducing the expansion of other materials when used in composites. This CAREER proposal was aimed at developing materials and composites that could overcome expansion related problems. Specific research goals included the synthesis and characterization of new NTE compounds to improve our fundamental understanding of this class of materials, investigation of the high pressure behavior of NTE materials to address their suitability for use in composites, and exploration of NTE/polymer composites with controlled thermal expansion properties. In addition, this proposal was aimed at teaching the general public about the exciting possibilities of Materials Chemistry. \"Materials that shrink when they are heated\" provide a fascinating concept that will not only find widespread scientific use: Their properties and applications can be easily explained to both children and adults, which will help to excite the next generation of scientists.\n\nIntellectual Merit: The research conducted through this grant has resulted in 15 peer reviewed scientific papers. During the duration of this grant, a low temperature route was optimized to give access to a large number of compounds in the A2M3O12 family, where A can stand for a variety of triply positively charged ions, and M corresponds to molybdenum or tungsten. Several new compositions that had never been prepared by other routes were synthesized and characterized by this approach. A new family of compounds was structurally characterized. The high pressure behavior of many A2M3O12 compounds was analyzed, and the findings for several were published. We have also started to prepare polymer composites containing the NTE material ZrW2O8. Several challenges like particle size reduction, surface compatibility, and processing conditions that preserve filler dispersion had to be addressed in the process.\n\nOne of the most important findings from this research is the fact that the NTE material cubic ZrW2O8 absorbs moisture from atmosphere when the particle size is decreased to the nanoscale. This water uptake destroys the NTE behavior, making the compound useless as an NTE filler. This means that for all applications, a compromise between small particle size, which improves mixing, and speed of hydration, which is slower for larger particles, has to be found.\n\nBroader Impacts: Eight graduate and eleven undergraduate students were trained in research related to materials chemistry through this grant. Many of them also helped with outreach programs to elementary through high school students to give them an idea of what a solid-state chemist does in the lab.\n\nTo aid in widespread crystallography education, the Masters/Ph.D. level crystallography class taught by Dr. Cora Lind was videotaped, and the lecture videos are available through an educational website at the Advanced Photon Source:\n\nhttp://www.aps.anl.gov/Xray_Science_Division/Powder_Diffraction_Crystallography/Introduction_to_Crystallography/\n\nIn addition, we spearheaded an effort to put together a Crystallography Outreach Workshop in conjunction with the American Crystallographic Association and the U.S. National Committee for Crystallography, which equipped school teachers with ideas for lesson plans, including hands-on activities for students of all ages. Classnotes can be found at\n\nhttp://www.amercrystalassn.org/cr-world-of-wonders-notes\n\nand videos will soon be made available as well.\n\n\t\t\t\t\tLast Modified: 08/30/2012\n\n\t\t\t\t\tSubmitted by: Cora L..."
 }
}