{
 "awd_id": "0545652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  DNA Directed Self-Assembly of Multicomponent Nanoarchitectures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2006-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-02-27",
 "awd_max_amd_letter_date": "2006-02-27",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nCareer: DNA Directed Self-assembly of Multicomponent Nanoarchitectures\r\n\r\nProject Summary\r\n\r\nThis proposal aims to develop highly effective methods for constructing functional nanomaterials by directed molecular self-assembly. Specifically, the PI proposes to develop methods to use self-assembled DNA nanoarchitectures as scaffolds to organize Nanoparticles (NPs) and Nanowires (NWs) into rationally designed ensembles with tunable physical properties. Designer DNA nanoscaffolds are emerging as the material of choice for creating sophisticated nanopatterns with both symmetric and asymmetric or even aperiodic structures. NPs and NWs, when organized into well-defined geometries defined by DNA nanoscaffolds, can produce frequency-selective responses that can be tuned as a function of their higherorder structure for a broad range of technological applications, ranging from nanoscale waveguides to miniaturized bio-electronic sensing devices. The integration of DNA nanoscaffolds with functional nanomaterials has not been systematically explored. Both opportunities and challenges exist in this emerging young field. Synergetic efforts are needed to address these pressing issues.\r\n\r\nIntellectual merit:\r\n\r\nThe programmed and efficient self-assembly of rationally defined nanoarchitectures from nanoscale building blocks, such as NPs and NWs is presently one of the outstanding challenges in nanotechnology. The main research goal of this project is to demonstrate that encoded self-assembly of rationally designed multicomponent nanostructures can be achieved using DNA nanotechnology. The PI aims to comprehensively address the most pressing issues in developing DNA nano-architectures as spatially addressable templates for NP/NW ensembles. These issues include: (i) optimizing control over nonspecific aggregation during the site-directed adsorption of NP/NW onto DNA superlattices; (ii) extending the programming capacity of DNA toward the design of 2D nanostructures of reduced symmetry and increased complexity; (iii) designing NP/NW ensembles whose collective physical properties can be tuned as a function of the NP/NW dimensions and lattice geometry, and (iv) fabricating NP/NW ensembles in a rationally defined manner with unique applications in constructing nanoelectronic and optical devices.\r\n\r\nBroader impact:\r\n\r\nThe proposed DNA directed self-assembly routes will potentially provide revolutionary capabilities in production of future integrated circuits based on nanoelectronics assemblies, nanoscale optical networks, and high-density and addressable sensor arrays.\r\n\r\nThe educational impact of this proposal is articulated in three parts. i) The PI proposes a novel and practical mechanism to leverage the outreach of DNA based nanobiotechnology research to high school students. A partnership has been established between the PIs lab and Chandler High School to support science dissemination by bringing fun and exciting scientific experimental modules in DNA-based nanobiotechnology to a large number of high school students and providing classroom support to teachers. If successful, this outreach activity will be extended to a larger group of high school students. ii) The PI believes that one of the problems in current undergraduate education is that the students are not exposed to the cutting edge research topics in an earlier stage. This eventually affects the students enthusiasm to attend graduate school to do science. Therefore, the PI proposes to bring a currently taught class in nanobiotechnology to both undergraduate and graduate students and comprehensively introduce exciting developments in this novel field to them. iii) The PI believes that the advancements of a field not only depends on the ability to create new ideas, it will also depend on the ability to attract more people to work on it. At present, the methodologies for creating self-assembled DNA nanostructures can only be performed by a handful of people worldwide. This is, in part, due to the multidisciplinary nature of this research topic. The impact of DNA nanotechnology can be brought to its full potential by integrating the proposed research with a complementary knowledge transfer mechanism. For this purpose, the PI proposes to write a web-based handbook to publicize the protocols and methods used in DNA-based nanobiotechnology research.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Yan",
   "pi_email_addr": "hao.yan@asu.edu",
   "nsf_id": "000176926",
   "pi_start_date": "2006-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}