{
 "awd_id": "0545315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Bilingual Acquisition of Turkish and Kurmanji Kurdish",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 11640.0,
 "awd_amount": 11640.0,
 "awd_min_amd_letter_date": "2006-01-17",
 "awd_max_amd_letter_date": "2006-01-17",
 "awd_abstract_narration": "Much of the world's population is bilingual.  Do children learning two languages at the same time learn differently from children learning just one?  How do social context and parental attitudes affect bilingual children's acquisition of language? With support from the National Science Foundation, Ms. Laura Mahalingappa will conduct research aimed at answering these questions about the linguistic, cultural, and familial factors involved in children's acquisition of two languages simultaneously; she will compare Kurdish children's learning of both Kurdish and Turkish with language development in their monolingual counterparts.  Turkish and Kurdish are grammatically very different; their grammatical differences may allow unique insights into bilingual language development. The acquisition of Kurdish has not been previously investigated, even in monolinguals.  Over the course of a year of fieldwork in eastern Turkey, Ms. Mahalingappa will track the development of three groups of children: Turkish monolinguals, Kurdish monolinguals, and Turkish-Kurdish bilinguals. She will follow three age groups longitudinally; the result will be a composite picture of language development in children between eighteen months and four-and-a-half years of age. These data from naturalistic contexts will be supplemented by experimental tasks that will probe children's development of specific grammatical constructions in Turkish and Kurdish.  In addition, parents will be interviewed about language use in the home and about their attitudes towards the two languages and their respective communities. In her analyses, Ms. Mahalingappa will assess and compare stages in the grammatical development of both monolingual and bilingual children. \r\n\r\nThis research will advance our understanding of how children acquire Kurdish, a crucial minority language in Turkey and in the neighboring countries of Iraq, Iran, and Syria.  By examining bilingual language development in children who speak Turkish and Kurdish, our general understanding of bilingual language development will be advanced.  The broader impacts of this project lie in its benefits for specialists on Turkey and the Kurdish community. By investigating Turkish-Kurdish bilingualism, this study will further research on bilingual situations involving Turkish and can provide insights into the future of bilingualism in Turkey, thereby benefiting educators and policy makers who are concerned with the education of minority groups. A long-term benefit to Kurdish-speaking communities will be to provide information about normative patterns of language development in Kurdish children, results that will assist educators and speech pathologists working in Kurdish-speaking countries.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Meier",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Meier",
   "pi_email_addr": "rmeier@austin.utexas.edu",
   "nsf_id": "000348588",
   "pi_start_date": "2006-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11640.0
  }
 ],
 "por": null
}