{
 "awd_id": "0545932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Virtual Laboratory for Studying Long-Term Human-Computer Relationships",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2006-04-28",
 "awd_max_amd_letter_date": "2010-04-20",
 "awd_abstract_narration": "As computers interact with people in increasingly complex and human ways through robots, wearable devices, PDAs, and various other ubiquitous interfaces, the psychological aspects of our relationships with them take on an increasingly important role.  It is important to not only understand the nature of this phenomenon and its effects in work and leisure contexts, but also to develop strategies for building and managing these relationships, which directly impact productivity, enjoyment, engagement and other important outcomes of human-computer interaction.  In this research, the PI intends to explore such issues via relational agents, computational artifacts designed to build long-term, social-emotional relationships with their users by managing expectations, attitudes and intentions.  While such agents can take on a number of embodiments (e.g., as jewelry, clothing, handheld, robotic, and various non-humanoid physical or nonphysical forms), the current project will focus on the development of purely software humanoid animated agents.  Building on his prior work, the PI will develop a \"virtual laboratory\" consisting of a networked software architecture and experimental methodology to support very long-term human-computer interaction studies, in which new experiments and agent capabilities can be dynamically integrated into a running system serving a persistent group of human subjects.  The virtual laboratory will then be used as a means to studying how social interface agents can conduct very long-term interactions with users - spanning months or years of daily use - and the impacts these interactions can have on user education, behavior change and overall well-being.  While social interface agents have broad applicability, this project will target one application domain (physical activity promotion) and one user group (urban older adults) in order to focus and ground the research.  Special care will be paid to imparting to the agents the ability to interact naturally with users and to form social-emotional relationships with them over time, in order to promote their effectiveness in both maintaining long-term interaction and achieving positive task outcomes.  In addition to advancing knowledge relating to human-computer interaction, this research will make significant contributions to the fields of computational linguistics, psychology, and communication. In the field of computational linguistics, the work will advance our knowledge of how to build dialog planners that can produce both task-oriented and social dialogue - including both verbal and nonverbal conversational behavior - intended to build and maintain social relationships with users within specifically targeted task domains; it will also address how to model and reason about human-machine dialog that spans multiple interactions.  In psychology and communication, this work will provide a better understanding of the nature and types of social relationships that people can have with computer agents, techniques that agents can use to build and maintain these relationships, and how human-computer relationships can improve certain kinds of task performance.\r\n\r\nBroader Impacts:  The outcomes of this effort will include new ways of modeling human relationships and social and relational behavior.  The project will also lead to an understanding of how people and computer agents can optimally live and work together over extended periods of time, which in turn may improve our understanding of human-human relationships by providing new vocabulary, models and paradigms for thinking about relationships.  Finally, this work will target an underserved population (older adults) while focusing on an application domain (healthy lifestyle promotion) that has the potential for significant positive impacts on our overall society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Bickmore",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Bickmore",
   "pi_email_addr": "bickmore@ccs.neu.edu",
   "nsf_id": "000442154",
   "pi_start_date": "2006-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "749600",
   "pgm_ele_name": "COLLABORATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to understand how people interact with computer agents, such as animated characters or robots, over very long periods of time, and how these agents can be used to help people lead more healthy lives. To meet these goals, a software system (the &ldquo;Virtual Laboratory&rdquo;) was constructed that involved installing software on the home computers of older adults that let them have conversations with an animated virtual exercise coach agent every day.&nbsp; A group of older adults (aged 55 or older) had ongoing conversations with the agent over a four year period of time. In each conversation, the agent would try to motivate them to walk for exercise. In addition to exercise counseling, the agent&rsquo;s behavior and dialog were subtly manipulated so that several longitudinal experiments could be conducted. Participants had a total of 19,063 conversations with the agent during the project.</p>\n<p>In these experiments we discovered that certain agent behaviors, such as superficial behavior that changed day-to-day, the use of autobiographical stories, and the use of particular motivational language by the agent contingent upon participants&rsquo; moods, led to increases in how satisfied participants were with the agent, how often they conversed with the agent, and how much they exercised. We also discovered that participants reported their health behavior (estimated minutes walking) more accurately to the agent than to a standard web form.</p>\n<p>In addition to the longitudinal experiments, we also conducted several laboratory experiments to inform the design of health counseling agents. We discovered that agents can be effective at changing people&rsquo;s attitudes about exercise, but that in the course of a single conversation the use of social chat by the agent decreases the effectiveness of the persuasion. We discovered that when an agent was modified to conform to an individual&rsquo;s cultural background that it was more effective at persuading them, but only for a certain subset of participants. Finally, we discovered that when a conversational agent uses physical touch (squeezing participants&rsquo; hands using a mechanical device) in conjunction with health counseling dialog, that people who are comfortable being touched by strangers trusted the agent more.</p>\n<p>Finally, the software tools developed in the project were used to build a museum exhibit at the Boston Museum of Science. &ldquo;Tinker&rdquo; is an animated robot that serves as a guide to the museum that also explains how conversational agents work. Tinker uses a range of human relationship-building behavior to engage users, along with a biometric sensor to re-identify return visitors so that the conversation, and relationship, can be continued. Over 170,000 museum visitors have interacted with Tinker to date. Tinker was used as a research platform for a series of experiments. In one study, Tinker was found to significantly increase learning gains in museum visitors when it used human relationship-building strategies to increase visitor engagement.</p>\n<p>The results from these experiments inform the design of future agents that are intended to live and work with people over long periods of time, and that promote health and wellness, particularly for older adults.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2012<br>\n\t\t\t\t\tModified by: Timothy&nbsp;W&nbsp;Bickmore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to understand how people interact with computer agents, such as animated characters or robots, over very long periods of time, and how these agents can be used to help people lead more healthy lives. To meet these goals, a software system (the \"Virtual Laboratory\") was constructed that involved installing software on the home computers of older adults that let them have conversations with an animated virtual exercise coach agent every day.  A group of older adults (aged 55 or older) had ongoing conversations with the agent over a four year period of time. In each conversation, the agent would try to motivate them to walk for exercise. In addition to exercise counseling, the agentÆs behavior and dialog were subtly manipulated so that several longitudinal experiments could be conducted. Participants had a total of 19,063 conversations with the agent during the project.\n\nIn these experiments we discovered that certain agent behaviors, such as superficial behavior that changed day-to-day, the use of autobiographical stories, and the use of particular motivational language by the agent contingent upon participantsÆ moods, led to increases in how satisfied participants were with the agent, how often they conversed with the agent, and how much they exercised. We also discovered that participants reported their health behavior (estimated minutes walking) more accurately to the agent than to a standard web form.\n\nIn addition to the longitudinal experiments, we also conducted several laboratory experiments to inform the design of health counseling agents. We discovered that agents can be effective at changing peopleÆs attitudes about exercise, but that in the course of a single conversation the use of social chat by the agent decreases the effectiveness of the persuasion. We discovered that when an agent was modified to conform to an individualÆs cultural background that it was more effective at persuading them, but only for a certain subset of participants. Finally, we discovered that when a conversational agent uses physical touch (squeezing participantsÆ hands using a mechanical device) in conjunction with health counseling dialog, that people who are comfortable being touched by strangers trusted the agent more.\n\nFinally, the software tools developed in the project were used to build a museum exhibit at the Boston Museum of Science. \"Tinker\" is an animated robot that serves as a guide to the museum that also explains how conversational agents work. Tinker uses a range of human relationship-building behavior to engage users, along with a biometric sensor to re-identify return visitors so that the conversation, and relationship, can be continued. Over 170,000 museum visitors have interacted with Tinker to date. Tinker was used as a research platform for a series of experiments. In one study, Tinker was found to significantly increase learning gains in museum visitors when it used human relationship-building strategies to increase visitor engagement.\n\nThe results from these experiments inform the design of future agents that are intended to live and work with people over long periods of time, and that promote health and wellness, particularly for older adults.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2012\n\n\t\t\t\t\tSubmitted by: Timothy W Bickmore"
 }
}