{
 "awd_id": "0545811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "First Principle Simulations and Thermodynamic Models of Aqueous Aluminum Chemistry for Geochemical and Environmental Applications",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-08-25",
 "awd_max_amd_letter_date": "2006-08-25",
 "awd_abstract_narration": "EAR-0545811\r\nNancy MOLLER\r\n\r\nInterrelated research activities projects are proposed that analyze the chemistry of aluminum in the Al, Na, K, H, OH, Cl, SO4, SiO2, H2O system to high temperature and concentration at the molecular and thermodynamic level. Aluminum chemistry in this system - acid/base reactions, formation of mononuclear and polynuclear hydrolysis products, interactions with silica and sulfate, aluminosilicate mineral formation - controls many important geochemical and environmental processes (e.g., the evolution of aluminosilicate mineral formations, acid rain effects on soil formation and the effects of aluminum-silicate interactions on Al toxicity to plant and animal communities). One objective of this research program is to develop a thermodynamic model tailored to the mixing properties of this comprehensive system that can correctly predict the equilibrium chemistry of these processes to high salt, Al and Si(OH)4 concentration. Another, is to use first principles molecular simulation methods (ab-initio molecular dynamics, AIMD), which are parameter-free, and experimental structural studies (NMR, EXAFS (on Ga), etc.) to provide reliable information about the molecular chemistry of Al interactions that are difficult to model because of the limited experimental data available to define solution speciation.\r\n\r\nINTELLECTUAL MERIT: Three related research projects will be carried out that will significantly contribute to the interpretation of natural water/mineral chemistry. (1) We will construct a thermodynamic model (model #1), incorporating the Pitzer representation of the aqueous solution free energy, to accurately predict solvent and species activities, species distributions and mineral solubilities in the Al, Na, K, H, OH, Cl, SO4, SiO2, H2O system as a function of pH to high solution concentration and temperature (T = 250 degrees C). This model, which will include only mononuclear Al interactions due to data limitations, is applicable to the fluid compositions and low concentrations of Al and Si usually encountered in natural fluids. We will treat the wide range of pH values required for environmental problems (e.g., acid mine drainage water, pH = -3). Sulfate is essential for the analysis of low Ph environments because H2SO4 is a common component of acid waters. (2) Focusing on low and high pH solutions, where data are available to define speciation, we will expand model #1 to treat Al-Si interactions in silica rich waters, which can have important environmental consequences (e.g., elevated Al concentrations in soil fluids; protection of aquatic species against aluminum toxicity). AIMD simulation will provide molecular level information about aqueous silica speciation and Al-Si interactions, both contributing to the development of the model and providing a much needed molecular level interpretation of the chemistry of this system. (3) In solutions with higher Al concentrations, hydroxyl polyions (e.g. Al13O4(OH)247+) dominate. These species have been identified in soil waters and may be more toxic to plants and animals than mononuclear Al species. AIMD simulation will provide information about the temperature dependence of polynuclear Al speciation in regions where experimental data are not available. Using these results and other structural data (e.g., NMR, EXAFS studies of metals with similar hydrolysis chemistry) along with potentiometric data, we will develop a thermodynamic model for Al hydroxyl polymers that is consistent with model #1.\r\n\r\nBROADER IMPACTS: The proposed research activities have broad impacts (e.g., studies of the evolution of hydrothermal reservoirs and associated fluids, soil formation, aluminum production, acid rain effects on Al mobilization in soil fluids and natural waters, the integrity of waste isolation sites, zeolite formation, design of polyion molecules to develop new high performance materials). The UCSD research team has considerable experience in the development and application of thermodynamic models and AIMD simulations. The simulation software we will use has been developed by Weare and collaborators, Marat Valiev and Eric Bylaska, (Pacific Northwest Laboratories, PNNL) and is part of the NWChem software package distributed by PNNL. Collaborator John Fulton (PNNL) is planning EXAFS experiments (on the Ga3+ system) that will provide new high TP structural data. In accordance with University policy, thermodynamic models developed in the proposed program will be implemented on our web site (geotherm.ucsd.edu) and simulation codes will be incorporated in the NWchem software package. Therefore, our research products will be available for use by other researchers for a wide range of applications in geochemistry, materials science, environmental chemistry and other areas. The graduate students in this program will share in all aspects of thermodynamic model and simulation software development as well as the application of these methods to geochemical and environmental problems.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Moller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Moller",
   "pi_email_addr": "nweare@ucsd.edu",
   "nsf_id": "000092475",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Weare",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Weare",
   "pi_email_addr": "jweare@ucsd.edu",
   "nsf_id": "000441647",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}