{
 "awd_id": "0546858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Venom Evolution in Sicariid Spiders: A System for Undergraduate Training in Integrative Biology",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 643877.0,
 "awd_amount": 643877.0,
 "awd_min_amd_letter_date": "2006-02-24",
 "awd_max_amd_letter_date": "2010-04-05",
 "awd_abstract_narration": "Spider venoms are cocktails of chemicals evolutionarily designed for prey immobilization. Large differences in venom composition among the few studied species make the rest of the 39,000 species exciting sources of discovery of novel chemistry. Moreover, this chemical diversity makes a great context for studying evolutionary mechanisms that create novel toxins and modify them over time. This CAREER grant will fund development of an undergraduate-centered research program focused on the evolutionary origin and diversification of a unique and medically important toxin in venoms of brown recluse spiders and their relatives (Sicariidae). This toxin, sphingomyelinase D (SMase D) causes dermonecrotic lesions after bites of these spiders. The evolution of SMase D is particularly interesting because this enzyme is unique to venoms of sicariid spiders and pathogenic bacteria that cause disease in farm animals. Recent evidence from the PI and collaborators indicates that the evolutionary history of this toxin includes lateral transfer between spiders and bacteria. Furthermore, this toxin is a member of a gene family in spiders that undergoes periodic homogenization among different members, and either gene duplication and loss, or turning on and off of genes, which has resulted in loss of SMase D activity in some species.\r\n\r\nThe specific research goals are to: (1) resolve relationships among worldwide representatives of species in this lineage and their close relatives using molecular phylogenetic analyses; (2) analyze the dynamics of origin and loss of venom-expressed SMase D using comparative enzyme assays and analyses of venom-expressed genes (cDNAs) from across the complete range of species with this toxin; (3) refine our understanding of the source of origin by probing for related genes in related groups of spiders. Understanding the mechanisms of origin and diversification of SMase D will serve as a case study of the molecular evolution of a unique toxin, and will provide information of medical relevance. Understanding the distribution and diversity of the SMase D molecule will inform us about the risks of bites from related species, and will aid in the development of treatments that are effective against bites of any member of this spider family. In so doing, it will promote awareness of the value of understanding basic systematics, organismal diversity, and evolution for the field of biological toxicology.\r\nEducational goals: This work will involve undergraduates in collaborative, interdisciplinary research that spans organisms and molecules. They will learn the value of approaching questions with an evolutionary (historical) perspective. In coursework, the PI will: (1) expand a phylogenetic biology course at Lewis & Clark College that includes bioinformatics, reconstruction of tree topologies and ancestral character states, and applications of these methods; (2) create a non-majors arachnology course that emphasizes the value of evolutionary approaches and integrated knowledge of organisms; (3) create a Web-based interactive diagnostic key for Loxosceles and Sicarius species diversity that is connected to the Tree of Life Web site.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greta",
   "pi_last_name": "Binford",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Greta J Binford",
   "pi_email_addr": "binford@lclark.edu",
   "nsf_id": "000063193",
   "pi_start_date": "2006-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark College",
  "perf_str_addr": "615 S PALATINE HILL RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972198091",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 127588.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 124316.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 132811.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 127649.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project entitled &ldquo;Venom Evolution in Sicariid Spiders: A System for Undergraduate Training in Integrative Biology&rdquo; unfolded a scenario of evolution of one of the most notoriously dangerous lineages of spiders, the family Sicariidae (genera <em>Loxosceles &amp; Sicarius), </em>that includes the brown recluse. The three central objectives of the grant have been achieved: (1) to understand how the ~ 125 species of sicariid spiders from across the globe are related to one another; (2) to understand the evolutionary history of the family of toxins that causes dermonecrosis in human skin (sphingomyelinase D (SMase D) in the &ldquo;<em>SicTox&rdquo; </em>gene family). This gives us important information about the diversity of bioactive venom components within a single spider and the differences among species in venom composition among a global spread of species. Knowing this scale of variation helps with understanding the range of human reaction to and treatment of bites of brown recluse and their relatives; (3) Progress has also been made towards understanding the ancestral molecules (the gene family) from which SMase D was recruited. In other words, we are learning what uniquely happened to &ldquo;turn on&rdquo; the dermonecrotic toxin in sicariids that has led to the ability of their bites to harm people. This can help us understand what led the brown recluse to have dermonecrotic venoms, while other spiders do not. Key findings for each of these objectives are detailed below.</p>\n<p>&nbsp;</p>\n<p>For objective 1, using molecular tools we discovered that the sicariid lineage likely originated in Western Gondwana over 120 million years ago, before Africa separated from South America. We also discovered patterns of relationships that suggest two species groups of <em>Loxosceles </em>in Southern Africa are sister lineages to all of the <em>Loxosceles </em>species in the New World. The New World lineage includes a branch of spiders that is in Northwest Africa and includes the widespread species <em>L. rufescens. </em>&nbsp;The 50 species in North America are descended from a South American ancestor and likely colonized North America over 30 million years ago through a temporary land bridge across the Caribbean plate. The genus <em>Sicarius </em>(6-eyed sand spiders) includes two lineages, one in Southern Africa and one in dry areas of South America. Each of these continental groups represents deep and old lineages.</p>\n<p>&nbsp;</p>\n<p>Using the above patterns of species relationships as a framework we accomplished objective 2 and analyzed the diversity and evolution of the gene family that includes the dermonecrotic toxin in sicariid venom. We identified genes in the <em>SicTox </em>gene family that are expressed in species representing all major lineages of sicariids. This involved isolating over 300 related (homologous) genes from a total of 21 species representing the full phylogenetic breadth of the sicariid family. Based on our findings we named the gene family <em>SicTox </em>and proposed a naming system for the family. Before this work SMase D genes were confirmed in only a few species of <em>Loxosceles</em> from the New World. Within individual species we found that up to 12 distinct gene copies (paralogs) are expressed in venoms. There are differences among major lineages of sicariids in the <em>SicTox </em>proteins expressed in venoms, and these correlate with differences in SMase D activity. Work is continuing through other funding sources to investigate the affect of these variations on the human reaction to bites among these species.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Also as part of objective 2 we identified variable regions of the <em>SicTox </em>proteins that may affect differences in function among these molecules. We also determined that these enzymes are potent insecticidal toxins. The dermonecrotic activity on humans is likely an evolutionary s...",
  "por_txt_cntn": "\nThe project entitled \"Venom Evolution in Sicariid Spiders: A System for Undergraduate Training in Integrative Biology\" unfolded a scenario of evolution of one of the most notoriously dangerous lineages of spiders, the family Sicariidae (genera Loxosceles &amp; Sicarius), that includes the brown recluse. The three central objectives of the grant have been achieved: (1) to understand how the ~ 125 species of sicariid spiders from across the globe are related to one another; (2) to understand the evolutionary history of the family of toxins that causes dermonecrosis in human skin (sphingomyelinase D (SMase D) in the \"SicTox\" gene family). This gives us important information about the diversity of bioactive venom components within a single spider and the differences among species in venom composition among a global spread of species. Knowing this scale of variation helps with understanding the range of human reaction to and treatment of bites of brown recluse and their relatives; (3) Progress has also been made towards understanding the ancestral molecules (the gene family) from which SMase D was recruited. In other words, we are learning what uniquely happened to \"turn on\" the dermonecrotic toxin in sicariids that has led to the ability of their bites to harm people. This can help us understand what led the brown recluse to have dermonecrotic venoms, while other spiders do not. Key findings for each of these objectives are detailed below.\n\n \n\nFor objective 1, using molecular tools we discovered that the sicariid lineage likely originated in Western Gondwana over 120 million years ago, before Africa separated from South America. We also discovered patterns of relationships that suggest two species groups of Loxosceles in Southern Africa are sister lineages to all of the Loxosceles species in the New World. The New World lineage includes a branch of spiders that is in Northwest Africa and includes the widespread species L. rufescens.  The 50 species in North America are descended from a South American ancestor and likely colonized North America over 30 million years ago through a temporary land bridge across the Caribbean plate. The genus Sicarius (6-eyed sand spiders) includes two lineages, one in Southern Africa and one in dry areas of South America. Each of these continental groups represents deep and old lineages.\n\n \n\nUsing the above patterns of species relationships as a framework we accomplished objective 2 and analyzed the diversity and evolution of the gene family that includes the dermonecrotic toxin in sicariid venom. We identified genes in the SicTox gene family that are expressed in species representing all major lineages of sicariids. This involved isolating over 300 related (homologous) genes from a total of 21 species representing the full phylogenetic breadth of the sicariid family. Based on our findings we named the gene family SicTox and proposed a naming system for the family. Before this work SMase D genes were confirmed in only a few species of Loxosceles from the New World. Within individual species we found that up to 12 distinct gene copies (paralogs) are expressed in venoms. There are differences among major lineages of sicariids in the SicTox proteins expressed in venoms, and these correlate with differences in SMase D activity. Work is continuing through other funding sources to investigate the affect of these variations on the human reaction to bites among these species. \n\n \n\nAlso as part of objective 2 we identified variable regions of the SicTox proteins that may affect differences in function among these molecules. We also determined that these enzymes are potent insecticidal toxins. The dermonecrotic activity on humans is likely an evolutionary side effect of a toxin that has evolved to aid in immobilizing prey.\n\n \n\nFor Objective 3 we identified SicTox genes that are expressed in tissues other than venom glands including the cephalothorax and legs. These retain all the known active sites of SMase D ..."
 }
}