{
 "awd_id": "0546143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Theoretical Applications of Effective Field Theories for Current and Future Experiments",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 411083.0,
 "awd_amount": 411083.0,
 "awd_min_amd_letter_date": "2005-12-06",
 "awd_max_amd_letter_date": "2010-05-27",
 "awd_abstract_narration": "Theoretical issues of importance to current and future particle physics experiments will be examined using soft-collinear effective theory \r\n(SCET) as the central tool . Deep-inelastic scattering with heavy \r\nquarks, with extension to hadron collisions important for Higgs \r\nand single-top production, and Electroweak Sudakov logarithms will be calculated using SCET. While the existence of a low-mass gluino is disfavored, it has not yet been ruled out. Experimental signatures at the LHC due to the light gluino, if it exists, will be investigated, in the \r\nhopes of either a discovery or a way to rule out this corner of parameter space. Photoproduction and electroproduction of J/psi will be calculated, where current theoretical predictions do not fit the data well. Quarkonium decays will be calculated using SCET, where again the theory does not agree with data. The question of the universality of NRQCD matrix \r\nelements will be rigorously studied. \r\n\r\nThis proposal plans the introduction of new, active teaching methods into the physics curriculum at the University of Pittsburgh. This will be followed with the extension \r\nto K-12 teachers and students. A special classroom will be created, \r\ndesigned to encourage active learning. This learning space will enable the traditional lecture and laboratory format to be combined. The classroom will be used for a pilot class and then integrated into the teaching of K-12 science teachers as follows. The pilot class, for the first \r\nand second semester undergraduate physics course, will be highly collaborative, hands-on, \r\ncomputer-rich, and interactive. In addition, lectures will be given in the Elementary Science Methods class to pre-service teachers jointly with the University of Pittsburgh's School of Education. A week long summer institute for teaching physics to K-12 teachers will be set up with the Pittsburgh Public School District. Finally, lectures through the GK-12 program at the University of Pittsburgh will be given to K-12 students. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Leibovich",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Adam K Leibovich",
   "pi_email_addr": "akl2@pitt.edu",
   "nsf_id": "000159654",
   "pi_start_date": "2005-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 122080.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 109054.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 70853.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 53523.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 55573.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When making a theoretical calculation in physics, it is never possible to include all of the effects, nor is it necessary. &nbsp;For instance, it is not necessary to include the gravitational pull of Mars on the trajectory of a baseball after being hit. &nbsp;It is important, on the other hand, to include air drag, which causes the ball to curve (if it is spinning) and can drastically reduce the distance the ball will travel. &nbsp;It is the physicists job to recognize and include the important effects, while not including interactions that are unimportant to the process at hand.<br />In particle physics, the basic equations themselves are too difficult to solve exactly. &nbsp;It is therefore necessary to make approximations when doing any calculation. &nbsp;The standard way to do this is to do what is called a perturbative expansion. &nbsp;There are coupling between particles that are (sometimes) small. &nbsp;We can include the couplings zero times, one time, two times, etc. &nbsp;Each time we include another coupling, the effect should be smaller than the previous, and thus we can make increasingly accurate predictions. &nbsp;<br />However, sometimes the couplings are not small. &nbsp;Even if the coupling is small, it is sometimes useful to make further approximations. &nbsp;For instance, when calculating the decay of a neutron to a proton, electron and neutrino, we can make an extremely good prediction without include the top quark. &nbsp;The reason is that the energies involved in the decay of the neutron are very small, while the energy associated with the top quark is much, much bigger (on the order of 100,000 bigger). &nbsp;When there is a large ratio of scales, we can often make very good approximations so as to only include the relevant physics.<br />To do this, there things called \"effective field theories\", which approximate the full theory of particle physics. &nbsp;These can be used in a variety of physical situations. &nbsp;My research for the grant was on using these effective field theories to make a variety of calculations that are relevant to the current experimental particle physics program. &nbsp;Below are brief descriptions of the projects.<br />B mesons are produced in particle experiments all the time. &nbsp;(Mesons are particle made up of a quark-antiquark pair.) &nbsp;They are short lived particles that decay in many ways. &nbsp;By using an effective field theory called \"soft-collinear effective theory\" (SCET) and by looking at the various ways these particles decay where one light meson going in one direction and other mesons going in the opposite direction, my collaborators and I proposed a method to put constraints on the size of a term (called \"charming penguin\") &nbsp;in the calculation that is poorly known. &nbsp;<br />My collaborators and I also looked at how these charming penguins effect the radiative decay of the B mesons. A radiative decay means that one of the final state particles is a photon.<br />J/psi mesons are another particle that is produced copiously at particle accelerators. &nbsp;One of the current ways to do the calculation is using an effective field theory known as \"non-relativistic QCD\" (NRQCD). &nbsp;However, some of the predictions made using NRQCD do not seem to agree with the data. &nbsp;By combining NRQCD with SCET, my collaborators and I showed that, in some cases at least, we can get very good agreement with the data. &nbsp;<br />For my educational component, I put together a studio-style classroom at the University of Pittsburgh. &nbsp;This classroom enables the combines lecture, laboratory, and recitation into one. &nbsp;There were qualitative and quantitative measures of the students success. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2012<br>\n\t\t\t\t\tModified by: Adam&nbsp;K&nbsp;Leibovich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen making a theoretical calculation in physics, it is never possible to include all of the effects, nor is it necessary.  For instance, it is not necessary to include the gravitational pull of Mars on the trajectory of a baseball after being hit.  It is important, on the other hand, to include air drag, which causes the ball to curve (if it is spinning) and can drastically reduce the distance the ball will travel.  It is the physicists job to recognize and include the important effects, while not including interactions that are unimportant to the process at hand.\nIn particle physics, the basic equations themselves are too difficult to solve exactly.  It is therefore necessary to make approximations when doing any calculation.  The standard way to do this is to do what is called a perturbative expansion.  There are coupling between particles that are (sometimes) small.  We can include the couplings zero times, one time, two times, etc.  Each time we include another coupling, the effect should be smaller than the previous, and thus we can make increasingly accurate predictions.  \nHowever, sometimes the couplings are not small.  Even if the coupling is small, it is sometimes useful to make further approximations.  For instance, when calculating the decay of a neutron to a proton, electron and neutrino, we can make an extremely good prediction without include the top quark.  The reason is that the energies involved in the decay of the neutron are very small, while the energy associated with the top quark is much, much bigger (on the order of 100,000 bigger).  When there is a large ratio of scales, we can often make very good approximations so as to only include the relevant physics.\nTo do this, there things called \"effective field theories\", which approximate the full theory of particle physics.  These can be used in a variety of physical situations.  My research for the grant was on using these effective field theories to make a variety of calculations that are relevant to the current experimental particle physics program.  Below are brief descriptions of the projects.\nB mesons are produced in particle experiments all the time.  (Mesons are particle made up of a quark-antiquark pair.)  They are short lived particles that decay in many ways.  By using an effective field theory called \"soft-collinear effective theory\" (SCET) and by looking at the various ways these particles decay where one light meson going in one direction and other mesons going in the opposite direction, my collaborators and I proposed a method to put constraints on the size of a term (called \"charming penguin\")  in the calculation that is poorly known.  \nMy collaborators and I also looked at how these charming penguins effect the radiative decay of the B mesons. A radiative decay means that one of the final state particles is a photon.\nJ/psi mesons are another particle that is produced copiously at particle accelerators.  One of the current ways to do the calculation is using an effective field theory known as \"non-relativistic QCD\" (NRQCD).  However, some of the predictions made using NRQCD do not seem to agree with the data.  By combining NRQCD with SCET, my collaborators and I showed that, in some cases at least, we can get very good agreement with the data.  \nFor my educational component, I put together a studio-style classroom at the University of Pittsburgh.  This classroom enables the combines lecture, laboratory, and recitation into one.  There were qualitative and quantitative measures of the students success.  \n\n\t\t\t\t\tLast Modified: 07/03/2012\n\n\t\t\t\t\tSubmitted by: Adam K Leibovich"
 }
}