{
 "awd_id": "0546096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    Social and Emotional Processes Involved in Academic Competence",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 410405.0,
 "awd_amount": 410405.0,
 "awd_min_amd_letter_date": "2006-03-28",
 "awd_max_amd_letter_date": "2010-01-21",
 "awd_abstract_narration": "The central role of children's academic competence to their developmental course and future is clear. Despite the importance of performing well in school and school readiness, many children experience significant difficulties adapting to school and develop negative attitudes toward school soon after formal classes begin. Many of these early school-related problems predict school dropout, delinquency, and mental health difficulties. Although much is known about how the classroom structure and teacher-child ratios can improve students' academic competence, much less is known about how and why components of children's temperament contribute to their academic competence. The research supported by the CAREER award builds on evidence that children's emotional and behavioral competence is important for school success by (1) examining the joint and interactive roles of children's regulatory abilities and emotionality to academic competence, (2) examining the roles of relationships with teachers and peers and engagement at school as mediators of the relations between regulatory abilities and emotionality and academic competence, and (3) using a longitudinal design to examine if the strength of the hypothesized relations change as children age. To test these hypotheses, Dr. Carlos Valiente and his team will follow 250 students as they progress from kindergarten to 2nd grade. A multimethod, multireporter methodology will be used to assess children's temperament, school-related relationships, school engagement, and academic competence. Each year parents and teachers will report on the key constructs, and children will complete a series of tasks that assess their regulatory abilities. In addition, students' academic competence will be assessed using a standardized achievement test. Finally, this project includes an educational component to mentor undergraduate and graduate students as they prepare for academic research positions. Moreover, the investigator will develop a course on the roles that the family, children's temperament, and children's school relationships play in fostering school success and will offer educational workshops for elementary school teachers on the processes examined in the research. These workshops will provide early opportunities for disseminating findings and increasing the impact of the research. \r\n\r\nStudents' abilities to integrate into the school setting and perform well are important developmental tasks with potential long-term implications. This project will elucidate processes that explain why children's regulatory abilities and emotionality predict measures of their academic competence. A more complete understanding of social processes that promote school success is not only a relevant developmental question, but it also has the potential to provide educators and interventionists with information for prevention and intervention programs. The broader impact of this research is to highlight constructs and processes that can be the target of intervention and prevention programs.  As part of this plan for broader impacts, Dr. Valiente will provide educators and interventionists with information to enhance their influence. Moreover, the study is designed to broadly disseminate findings to the scientific community, including future researchers and academic professionals, elementary school teachers and, through these teachers, to students.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Valiente",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Valiente",
   "pi_email_addr": "valiente@asu.edu",
   "nsf_id": "000381726",
   "pi_start_date": "2006-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 87159.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 93313.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 101233.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75353.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 53347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the proposed longitudinal research was to elucidate the processes that account for a relation between aspects of children&rsquo;s temperament and their academic functioning. To accomplish this goal data were collected from 290 children, their parents, and teachers. Multiple indices of children&rsquo;s emotions, regulation, problem behaviors, social competence, engagement in the classroom, and student-teacher relationship were obtained when students were in kindergarten, 1<sup>st</sup>, and 2<sup>nd</sup> grade. Towards the end of each academic year children completed subtests from the Woodcock Johnson tests of achievement to demonstrate their math and reading abilities.</p>\n<p>&nbsp;</p>\n<p>Results from this project support the premise that children&rsquo;s regulatory abilities and emotions are related to their success in school, even when considering children&rsquo;s socio-economic status, verbal ability at school entry, sex, and other demographic variables. Further, results demonstrate several reasons why regulatory abilities foster academic achievement. For example, findings from this project demonstrate that regulatory abilities foster supportive student-teacher relationships and engagement in the classroom which are proximally related to early indicators of school success. There were also indications that parents and teachers reactions to children&rsquo;s negative emotions related to children&rsquo;s school success. Parents and teachers expressions of negative emotions tended to be negatively related to children&rsquo;s regulation and achievement and positively related to students&rsquo; externalizing problem behaviors.</p>\n<p><strong>&nbsp;</strong></p>\n<p>The funded research broadly impacted the ASU community, local elementary schools, and the broader scientific community. Students at ASU were invited to participate in the research process and many were involved in recruiting participants, collecting data, analyzing data, and writing manuscripts. Two of the graduate students most involved in the project have completed their doctoral work and both are making research and teaching contributions. In addition, the PI delivered a class on school success to undergraduates at ASU. The goal of this course was to provide an overview of current research and theory on children&rsquo;s early education and&nbsp;processes that are related to academic performance. In addition, the PI spoke with many teachers and administrators about the role of social and emotional processes in students&rsquo; academic success. Finally, findings from the project continue to be disseminated to the scientific community via presentations at conferences and publications in peer-reviewed journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2012<br>\n\t\t\t\t\tModified by: Carlos&nbsp;Valiente</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the proposed longitudinal research was to elucidate the processes that account for a relation between aspects of childrenÆs temperament and their academic functioning. To accomplish this goal data were collected from 290 children, their parents, and teachers. Multiple indices of childrenÆs emotions, regulation, problem behaviors, social competence, engagement in the classroom, and student-teacher relationship were obtained when students were in kindergarten, 1st, and 2nd grade. Towards the end of each academic year children completed subtests from the Woodcock Johnson tests of achievement to demonstrate their math and reading abilities.\n\n \n\nResults from this project support the premise that childrenÆs regulatory abilities and emotions are related to their success in school, even when considering childrenÆs socio-economic status, verbal ability at school entry, sex, and other demographic variables. Further, results demonstrate several reasons why regulatory abilities foster academic achievement. For example, findings from this project demonstrate that regulatory abilities foster supportive student-teacher relationships and engagement in the classroom which are proximally related to early indicators of school success. There were also indications that parents and teachers reactions to childrenÆs negative emotions related to childrenÆs school success. Parents and teachers expressions of negative emotions tended to be negatively related to childrenÆs regulation and achievement and positively related to studentsÆ externalizing problem behaviors.\n\n \n\nThe funded research broadly impacted the ASU community, local elementary schools, and the broader scientific community. Students at ASU were invited to participate in the research process and many were involved in recruiting participants, collecting data, analyzing data, and writing manuscripts. Two of the graduate students most involved in the project have completed their doctoral work and both are making research and teaching contributions. In addition, the PI delivered a class on school success to undergraduates at ASU. The goal of this course was to provide an overview of current research and theory on childrenÆs early education and processes that are related to academic performance. In addition, the PI spoke with many teachers and administrators about the role of social and emotional processes in studentsÆ academic success. Finally, findings from the project continue to be disseminated to the scientific community via presentations at conferences and publications in peer-reviewed journals.\n\n \n\n\t\t\t\t\tLast Modified: 03/20/2012\n\n\t\t\t\t\tSubmitted by: Carlos Valiente"
 }
}