{
 "awd_id": "0546865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:    Linking novel thermophiles with ecosystem function: Study of a model spring in Nevada",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 841632.0,
 "awd_amount": 905132.0,
 "awd_min_amd_letter_date": "2006-08-23",
 "awd_max_amd_letter_date": "2010-07-08",
 "awd_abstract_narration": "The goal of this project is to characterize the unusual microorganisms that thrive in Great Boiling Spring (Nevada), and their role in this and other hot springs in the Great Basin by integrating chemical, microbiological and molecular biological studies.  In most environments on Earth, the sun is the source of energy that sustains life. Some environments, however, are not directly dependent on light energy because it is unavailable or because physical conditions prohibit photosynthesis. For example, in hot springs and other thermal habitats where temperatures are consistently above 73 degrees centigrade, photosynthesis stops. At such high temperatures, organisms must gain energy by transforming inorganic compounds, a process called chemolithoautotrophy. Great Basin hot springs appear to be different from better-studied springs in Yellowstone National Park in that they seem to be dominated by different chemolithoautotrophic microbes.  These particular bacteria are new to science.  In this study, the relevant chemistry of the hot springs will be determined and used to calculate the energy available to microorganisms. It is predicted that the reactions that yield the most energy will be most important to the microorganisms in the spring. Second, these predictions will be tested directly by measuring microbial activities in the spring and indirectly by measuring chemical changes with depth in sediment cores. Evidence of microbe-mediated chemical reactions and their locations in the spring sediment will be evident in changes in chemistry. Third, the activities that were predicted and measured will be tentatively assigned to microbial species by combining genomic DNA sequencing methods with stable isotope chemistry. Fourth, the information will be used to drive attempts to cultivate important microorganisms in the laboratory so they can be studied in more detail. In summary, this project will allow us to better understand the foundations of life in hot springs, and expand our knowledge of the diversity of life on Earth.\r\n\r\nIn addition to training undergraduate, graduate and postdoctoral researchers, this study will be conducted in coordination with a summer field course involving UNLV students working together with Native American high school students and teachers from the Pyramid Lake Paiute tribe. Students and teachers will participate in field and lab experiments designed to determine how stable Great Basin springs are on an inter-annual timescale including measurement of bulk chemistry and concomitant examination of the sediment microbial community. In addition, classes will include guest lectures and field trips led by guest scientists, geothermal engineers, Paiute elders, and anthropologists. It is anticipated that the course will stimulate Native Americans' interest in, and assist in management of their natural history heritage. Hot springs are important cultural and natural resources for Paiutes but they also represent potential sources of revenue from geothermal energy. Furthermore, it is expected that members of the Paiute tribe and UNLV students will each benefit by working together to understand the scientific and cultural importance of the region's hot springs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hedlund",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Hedlund",
   "pi_email_addr": "brian.hedlund@unlv.edu",
   "nsf_id": "000311527",
   "pi_start_date": "2006-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S MARYLAND PKWY",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891549900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108900",
   "pgm_ele_name": "MICRO OBS & MICRO INTER & PRO"
  },
  {
   "pgm_ele_code": "110100",
   "pgm_ele_name": "RESEARCH RESOURCES"
  },
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1089",
   "pgm_ref_txt": "MICRO OBS & MICRO INTER & PRO"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "6864",
   "pgm_ref_txt": "MICROBIAL SYS IN BIOSPHERE"
  },
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 841632.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 39500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has focused on the ecology of life in high temperature habitats, particularly terrestrial hot springs. The study of high-temperature ecosystems (&gt;73&deg;C) is a major research frontier because temperature alters the ecology of these systems in ways that are profoundly important but poorly understood and because some springs are hot spots for novel, uncultivated organisms, so-called &ldquo;biological dark matter&rdquo;. We have collected detailed geological, chemical, and biological data to better understand life at high temperature. Analysis of the chemical data through a variety of approaches has allowed us to better predict how microorganisms use chemical energy to fuel ecosystems without direct energy inputs from sunlight and experiments with the microorganisms has allowed us to test those predictions. In general, we found that the microorganisms diversify to make use of the wide diversity of chemical energy present in hot springs, which contradicts a hypothesis that hydrogen is a dominant energy source. In addition, we have conducted research on how temperature affects the flow of elements through the ecosystem, specifically the element nitrogen. We have found that several biological processes that control the flow of nitrogen in an ecosystem are affected by temperature including: a possible upper temperature limit for microbial ammonia oxidation of ~82 &deg;C, a probably upper temperature limit for microbial nitrite oxidation of ~65 &deg;C, and a leak in microbial denitrification above ~75 &deg;C, which causes high-temperature ecosystems to produce the greenhouse gas nitrous oxide. Finally, we have worked on the biology of some major new groups of microorganisms - so-called &ldquo;biological dark matter&rdquo;. We use this term to emphasize that these are major new forms of life (phyla and classes) that may be as different or more than plants and animals; this term does not refer to new species. We have been able to cultivate and study two such groups in our laboratory. Both belong to a major group of bacteria called the Chloroflexi and one is the most abundant organism in many geothermal ecosystems. One represents a new class and the other represents a new order. We are still working to describe these organisms and to better understand their roles in ecology, novel functions, and reasons they have been so difficult to study in the past. A third group of &ldquo;biological dark matter&rdquo; has been studied using a combination of two cutting edge technologies: single-cell genomics and metagenomics. Our study is arguably the best synergistic use of these two technologies to date and we believe the resulting intellectual and technological framework will be broadly used by the international research community. Our study has resulted in two nearly-complete genome sequences for two members of a phylum of bacteria previously called OP9. The results have allowed us to study its distribution in nature, evolution, and likely metabolism. This research will allow us to better understand the foundations of life in hot springs and expand our knowledge of the diversity of life on Earth. &nbsp;</p>\n<p>We have involved a large number of Native American high-school students and teachers (&gt;50), postdoctoral scholars (2), graduate students (8), and undergraduate students (~30) in our research and many of these people are on track for impactful careers in science and medicine. We have also worked very carefully and diligently with the media, compiling &gt;30 print, radio, and television spots to help share our research and, more generally, the importance of microorganisms with the general public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2012<br>\n\t\t\t\t\tModified by: Brian&nbsp;P&nbsp;Hedlund</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has focused on the ecology of life in high temperature habitats, particularly terrestrial hot springs. The study of high-temperature ecosystems (&gt;73&deg;C) is a major research frontier because temperature alters the ecology of these systems in ways that are profoundly important but poorly understood and because some springs are hot spots for novel, uncultivated organisms, so-called \"biological dark matter\". We have collected detailed geological, chemical, and biological data to better understand life at high temperature. Analysis of the chemical data through a variety of approaches has allowed us to better predict how microorganisms use chemical energy to fuel ecosystems without direct energy inputs from sunlight and experiments with the microorganisms has allowed us to test those predictions. In general, we found that the microorganisms diversify to make use of the wide diversity of chemical energy present in hot springs, which contradicts a hypothesis that hydrogen is a dominant energy source. In addition, we have conducted research on how temperature affects the flow of elements through the ecosystem, specifically the element nitrogen. We have found that several biological processes that control the flow of nitrogen in an ecosystem are affected by temperature including: a possible upper temperature limit for microbial ammonia oxidation of ~82 &deg;C, a probably upper temperature limit for microbial nitrite oxidation of ~65 &deg;C, and a leak in microbial denitrification above ~75 &deg;C, which causes high-temperature ecosystems to produce the greenhouse gas nitrous oxide. Finally, we have worked on the biology of some major new groups of microorganisms - so-called \"biological dark matter\". We use this term to emphasize that these are major new forms of life (phyla and classes) that may be as different or more than plants and animals; this term does not refer to new species. We have been able to cultivate and study two such groups in our laboratory. Both belong to a major group of bacteria called the Chloroflexi and one is the most abundant organism in many geothermal ecosystems. One represents a new class and the other represents a new order. We are still working to describe these organisms and to better understand their roles in ecology, novel functions, and reasons they have been so difficult to study in the past. A third group of \"biological dark matter\" has been studied using a combination of two cutting edge technologies: single-cell genomics and metagenomics. Our study is arguably the best synergistic use of these two technologies to date and we believe the resulting intellectual and technological framework will be broadly used by the international research community. Our study has resulted in two nearly-complete genome sequences for two members of a phylum of bacteria previously called OP9. The results have allowed us to study its distribution in nature, evolution, and likely metabolism. This research will allow us to better understand the foundations of life in hot springs and expand our knowledge of the diversity of life on Earth.  \n\nWe have involved a large number of Native American high-school students and teachers (&gt;50), postdoctoral scholars (2), graduate students (8), and undergraduate students (~30) in our research and many of these people are on track for impactful careers in science and medicine. We have also worked very carefully and diligently with the media, compiling &gt;30 print, radio, and television spots to help share our research and, more generally, the importance of microorganisms with the general public.\n\n \n\n\t\t\t\t\tLast Modified: 11/07/2012\n\n\t\t\t\t\tSubmitted by: Brian P Hedlund"
 }
}