{
 "awd_id": "0546073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Protein-Ligand Databases in the Lab and Classroom",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 772229.0,
 "awd_amount": 772229.0,
 "awd_min_amd_letter_date": "2006-07-24",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "Through understanding the interaction between proteins and ligands, scientists can predict substrate specificity, inhibitor binding, allosteric control, enzymatic catalysis, and structure-function relationships of proteins.  To contribute to this understanding, Binding MOAD (Mother of All Databases) will be mined to probe the biophysics of molecular recognition.  Binding MOAD is the largest possible collection of high-quality, protein-ligand complexes available from the Protein Databank (8200+ structures).  Areas that will be addressed include the maximum affinity of ligand binding, the degree of burial and packing within a binding site, the role of bridging water molecules, and the contributions of protein flexibility/induced-fit.  The impact of these studies is unique because the dataset is unique.  Binding affinity data has been obtained for ~2200 structures, an order of magnitude more than other binding datasets.  The affinity data in Binding MOAD adds a layer of depth to these studies that has been unavailable until this research.  Though many have mined subsets of the Protein Databank for various patterns, it has not been possible to relate these patterns to affinity.  Now, for the first time, binding affinity data can be broadly correlated to physico-chemical properties, and new relationships can be discovered that explain structure-function relationships and molecular recognition.  The insights that will be obtained by this research are fundamental to understanding how small molecules influence the function of proteins.  Patterns governing ligand recognition can be used to predict substrate specificity, inhibitor binding, allosteric control, enzymatic catalysis, and structure-function relationships of proteins.  \r\n\r\nBroader Impact of the Project: In addition to these critical new insights, this research gives rise to an online resource, www.BindingMOAD.org.  The dataset is available to enhance the research and teaching efforts at all universities.  As codes are developed to mine Binding MOAD, they will be incorporated as online tools to help users pull useful patterns from the dataset, targeted to their own uses. Furthermore, the research efforts will give rise to new educational tools for the website that further expand this resource.  The database will also be expanded through semi-annual updates, keeping pace with the explosive growth of the Protein Databank.  Binding MOAD is currently used for active-learning exercises in courses at the University of Michigan, and it can be used to educate and train students at any institution.  The resource and online tools will be used by a wide range of disciplines (structural biology, protein science, biophysics, medicinal chemistry, theoretical chemistry, computer science, and bioinformatics).  The project can also improve access to science for students with physical challenges or visual impairments.  These students can often conduct computational research even if they cannot do experimental work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Carlson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Heather A Carlson",
   "pi_email_addr": "carlsonh@umich.edu",
   "nsf_id": "000303793",
   "pi_start_date": "2006-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 452261.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 160737.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 159231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Binding <span>MOAD</span> (Mother of All Databases) project focuses on collecting and mining crystallographic data for protein-ligand binding.&nbsp;We add unique depth to the data through <span>curation</span> and </span>augmentation of&nbsp;the structures with affinity information (how tight the binding is for the protein and ligand pair).&nbsp; <span>As part of the project, we make the data available to the scientific community and the public at large, via our website (<span>www</span>.<span>BindingMOAD</span>.<span>org</span>).&nbsp; The website and data is used extensively in a hands-on lab for protein modeling at the University of Michigan, Ann Arbor.&nbsp; In fact,&nbsp;MOAD is an international resource for both research and education.</span></p>\n<p>To gain scientific insight, we mine the dataset to identify unique patterns of chemical groups and their physical arrangement in space; these patterns can explain fundamental, biophysical differences in bindin<span>g sites.&nbsp; We have examined how the physical patterns of a <span>protein&rsquo;s</span> binding site correlate with the functional role of a protein.&nbsp; E</span><span><span>nzymes&nbsp;and</span></span>&nbsp;non-enzymes have different patterns for binding ligands which reflects the difference in their catalytic and inert natures, respectively. Furthermore, we have shown how charge-paring dictates the limits of ligand efficiency and how proteins change shape upon ligand binding.&nbsp; These insights are essential for understanding the rules behind protein-ligand binding, protein folding, and biological regulation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2014<br>\n\t\t\t\t\tModified by: Heather&nbsp;A&nbsp;Carlson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Binding MOAD (Mother of All Databases) project focuses on collecting and mining crystallographic data for protein-ligand binding. We add unique depth to the data through curation and augmentation of the structures with affinity information (how tight the binding is for the protein and ligand pair).  As part of the project, we make the data available to the scientific community and the public at large, via our website (www.BindingMOAD.org).  The website and data is used extensively in a hands-on lab for protein modeling at the University of Michigan, Ann Arbor.  In fact, MOAD is an international resource for both research and education.\n\nTo gain scientific insight, we mine the dataset to identify unique patterns of chemical groups and their physical arrangement in space; these patterns can explain fundamental, biophysical differences in binding sites.  We have examined how the physical patterns of a proteinÆs binding site correlate with the functional role of a protein.  Enzymes and non-enzymes have different patterns for binding ligands which reflects the difference in their catalytic and inert natures, respectively. Furthermore, we have shown how charge-paring dictates the limits of ligand efficiency and how proteins change shape upon ligand binding.  These insights are essential for understanding the rules behind protein-ligand binding, protein folding, and biological regulation.\n\n\t\t\t\t\tLast Modified: 01/07/2014\n\n\t\t\t\t\tSubmitted by: Heather A Carlson"
 }
}