{
 "awd_id": "0546856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Connecting with the Future: Supporting Identity and Career Development in Post-secondary Science and Engineering",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 590821.0,
 "awd_amount": 651886.0,
 "awd_min_amd_letter_date": "2006-06-06",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "Some of the most important steps students take toward a Science and Engineering (S & E) career are choosing the right coursework, experiences, and mentors to help them accomplish their career goals. To help students choose career paths in S & E, and persist in the face of inevitable difficulties and disappointments, we need to understand how they conceptualize their futures (Packard & Nguyen, 2003). The concepts and processes involved in this conceptualization make up a person's future time perspective (FTP). The more accurate, complete, and viable a person's FTP, the more likely they are to succeed, both in the present and in the future. By better understanding how students think about their futures in S & E, we can better support and guide them, increasing the number of students who choose and succeed in S & E careers.\r\n \r\nThis project will develop and validate a model of FTP and apply it to evaluating interventions intended to help students choose and persist in engineering career paths. It has three phases. In Phase I, a model of students' FTP, and, in particular, their future as engineers will be developed and tested. In Phase II, the model will be extended, tracking students from freshman year to senior year in order to explore the relationship between students' FTP, their academic performance, and their motivation to pursue careers in engineering. Because of the longitudinal nature of the project, students who move from engineering into other scientific fields, into science education, or into a non-science-oriented career will also be tracked. Phase III will begin the process of using what has bee learned in the previous phases about the motivational profiles of successful engineering students to evaluate programs already in place to recruit students into engineering. \r\n \r\nThis research will be conducted at Arizona State University (ASU), a university notable for the diversity of its student body, not only in ethnicity and language, but also socioeconomic status and family educational experience. The diversity of ASU's student body and the large sample that will be tracked will support the extension of findings from this project to other universities. The PI will work with a consortium of universities in the Southwestern United States for dissemination of research results and consultations about interventions at other universities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jenefer",
   "pi_last_name": "Husman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jenefer E Husman",
   "pi_email_addr": "jhusman@uoregon.edu",
   "nsf_id": "000392620",
   "pi_start_date": "2006-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 119562.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 234089.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 32019.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120529.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116641.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29046.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Connecting with the Future project was able to (a) strengthen currently funded efforts to support student choice and persistence in S &amp; E careers, both at ASU and nationally. Through participation in evaluation and advisory boards, the participation in faculty development workshops and development of future projects to support student interest and engagement in STEM; the basic research conducted in this project was able to impact faculty, students, and NSF funded research projects. (b) The research program provided the support needed to mentoring of undergraduate and graduate researchers, making them more competitive for graduate school and academic career placement; (c) We were able to disseminate of a model of motivation and career development though publications in academic journals, new curriculum, and workshops for researchers and practitioners (d) and our citation record of publications and proceedings indicates this project was able to influence research about, and the recruitment and retention of S&amp;E students from diverse backgrounds.</p>\n<p>&nbsp;</p>\n<p>Some of the significant findings that have been the basis of our work with university administration, faculty, and students follow.</p>\n<p>&nbsp;</p>\n<p>Classroom Level Interventions</p>\n<p>We studied the classrooms of engineering faculty who participated in a faculty development program to improve the quality of their instruction. &nbsp;Our results provide evidence for how engineering professors&rsquo; instructional practices &ndash; such as activating prior knowledge and facilitating active learning &ndash; improve student engagement in post-secondary engineering classrooms.&nbsp; We provide evidence that even small changes in instructional practice can significantly influence student engagement in their engineering classes.</p>\n<p>&nbsp;</p>\n<p>In our examination of the courses that engineering students perceive as valuable, results indicated that engineering students valued their engineering required courses far more than courses outside their major (e.g., social science). &nbsp;Interestingly, although calculus is considered a critical skill for engineers, students consistently rated their calculus courses as less connected to their future careers than other engineering courses. Importantly, students&rsquo; perception of the importance of the class content for their futures was also consistently a strong positive predictor of their engagement in use of effective strategies to learn course content for both engineering and math courses. Our research team came to the conclusion that we needed to develop an intervention to support engineering students perception of the importance of learning calculus for their futures as engineering majors.</p>\n<p>&nbsp;</p>\n<p>We constructed a brief video of senior level engineering students discussing the value that particular calculus content had for them as they progressed through engineering.&nbsp; We found that this brief intervention did effectively increase engineering students view that both Calculus I &amp; II content was important for their futures in engineering courses.</p>\n<p>&nbsp;</p>\n<p>Understanding Engineering Students:</p>\n<p class=\"Author\">Student Mindsets</p>\n<p class=\"Author\">Following the Extensive work of Carol Dweck and her colleges which have demonstrated that everyone&rsquo;s mindset regarding their intelligence is predictive their learning behavior. We found this to be true of engineering students as well. We also determined that students who are retained in engineering classrooms have a mindset towards intelligence that is significantly more incremental than fixed. The students&rsquo; incremental mindset is related to more effective studying, which is, not surprisingly, related to their academic performance. Engineering students who hold a fixed mindset towards intelligence are less likely to engage in high quality approaches to le...",
  "por_txt_cntn": "\nThe Connecting with the Future project was able to (a) strengthen currently funded efforts to support student choice and persistence in S &amp; E careers, both at ASU and nationally. Through participation in evaluation and advisory boards, the participation in faculty development workshops and development of future projects to support student interest and engagement in STEM; the basic research conducted in this project was able to impact faculty, students, and NSF funded research projects. (b) The research program provided the support needed to mentoring of undergraduate and graduate researchers, making them more competitive for graduate school and academic career placement; (c) We were able to disseminate of a model of motivation and career development though publications in academic journals, new curriculum, and workshops for researchers and practitioners (d) and our citation record of publications and proceedings indicates this project was able to influence research about, and the recruitment and retention of S&amp;E students from diverse backgrounds.\n\n \n\nSome of the significant findings that have been the basis of our work with university administration, faculty, and students follow.\n\n \n\nClassroom Level Interventions\n\nWe studied the classrooms of engineering faculty who participated in a faculty development program to improve the quality of their instruction.  Our results provide evidence for how engineering professorsÆ instructional practices &ndash; such as activating prior knowledge and facilitating active learning &ndash; improve student engagement in post-secondary engineering classrooms.  We provide evidence that even small changes in instructional practice can significantly influence student engagement in their engineering classes.\n\n \n\nIn our examination of the courses that engineering students perceive as valuable, results indicated that engineering students valued their engineering required courses far more than courses outside their major (e.g., social science).  Interestingly, although calculus is considered a critical skill for engineers, students consistently rated their calculus courses as less connected to their future careers than other engineering courses. Importantly, studentsÆ perception of the importance of the class content for their futures was also consistently a strong positive predictor of their engagement in use of effective strategies to learn course content for both engineering and math courses. Our research team came to the conclusion that we needed to develop an intervention to support engineering students perception of the importance of learning calculus for their futures as engineering majors.\n\n \n\nWe constructed a brief video of senior level engineering students discussing the value that particular calculus content had for them as they progressed through engineering.  We found that this brief intervention did effectively increase engineering students view that both Calculus I &amp; II content was important for their futures in engineering courses.\n\n \n\nUnderstanding Engineering Students:\nStudent Mindsets\nFollowing the Extensive work of Carol Dweck and her colleges which have demonstrated that everyoneÆs mindset regarding their intelligence is predictive their learning behavior. We found this to be true of engineering students as well. We also determined that students who are retained in engineering classrooms have a mindset towards intelligence that is significantly more incremental than fixed. The studentsÆ incremental mindset is related to more effective studying, which is, not surprisingly, related to their academic performance. Engineering students who hold a fixed mindset towards intelligence are less likely to engage in high quality approaches to learning.  We argue for the use of small interventions, established by Dweck for use in engineering classrooms.\n\n \n\nWork/Life balance\nEngineering is not perceived as a career that offers work/life balance. The engineering industry can diversif..."
 }
}