{
 "awd_id": "0546737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  VIVA - Vertically Integrated VirtualizAtion:  Automatic, Full System, Specialization for High-End Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Krishna Kant",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-01-25",
 "awd_max_amd_letter_date": "2010-02-08",
 "awd_abstract_narration": "Virtualization has emerged as a key system design technology for reducing the complexity of modern hardware, software systems, and applications, through abstract layering that simplifies reasoning about, and making use of, resources and system services by applications. The benefits of virtualization (e.g. generality, portability, extensibility, and simplifying application debugging, deployment, and development) however, come at a cost in performance since the number, depth, and complexity of layers is increasing. Deep layering introduces additional levels of indirection, additional redundant computation, and increasingly inefficient cross-layer communication. To reduce the overhead of virtualization many developers of high-end systems and services attempt to specialize the layers to the needs of the application by removing or penetrating the layer interfaces. The application and system code are then co-mingled and optimized together, thereby improving performance at the expense of generality, portability, and extensibility. This specialization, at present, is performed almost exclusively by hand in an ad-hoc fashion.  The project will develop new methods and approaches to automate and advance the specialization process under programmatic control through Vertical Integration of Virtualization layers (VIVA). \r\n\r\nThe key to the proposed approach is to exploit the increasingly popular trend of isolating entire application, middleware, and operating system (OS) stacks using virtual machine monitors (VMMs) so that each execution instance can employ the layered software it uniquely requires.   VIVA takes advantage of the isolation that such systems provide to aggressively customize and optimize all layers of a system according to the requirements of an executing application eliminating all services that are unused by the program, e.g., OS services for resource sharing and security. Moreover, since  program behavior changes over time and is increasingly data driven, the techniques to be developed will be both dynamic and adaptive.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chandra",
   "pi_last_name": "Krintz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chandra Krintz",
   "pi_email_addr": "ckrintz@cs.ucsb.edu",
   "nsf_id": "000288955",
   "pi_start_date": "2006-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "2884",
   "pgm_ref_txt": "NEXT GENERATION SOFTWARE PROGR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 73515.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75291.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87283.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80097.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 83814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong><strong>:</strong> CAREER: VIVA -- Vertically Integrated VirtualizAtion: Automatic, Full-System, Specialization for High-End Computing    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PI: Chandra Krintz, UC Santa Barbara</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong>: Virtualization has emerged as a key system design technology for reducing the complexity of modern hardware, software systems, and applications, through abstract layering that simplifies reasoning about, and making use of, resources and system services by applications.&nbsp; The benefits of virtualization (e.g. generality, portability, extensibility, and simplifying application debugging, deployment, and development) however, come at a cost in performance since the number, depth, and complexity of layers is increasing.&nbsp; Deep layering introduces additional levels of indirection, additional redundant computation, and increasingly inefficient cross-layer communication. To reduce the overhead of virtualization, our work attempts to <em>specialize</em> the layers to the needs of the application by removing or penetrating the layer interfaces.&nbsp; The application and system code are then co-mingled and optimized together, thereby improving performance at the expense of generality, portability, and extensibility. Our approach, called <strong><em>Vertical Integration of VirtualizAtion layers (VIVA</em></strong>), takes advantage of increasing layers that provide isolation to aggressively customize and optimize <em>all layers</em> of a system according to the requirements of an executing application. Moreover, since program behavior changes over time and is increasingly data driven, our techniques are both dynamic and adaptive.</p>\n<p>Our work has lead to a wide range of scientific advances in the area of programming language runtime and distributed systems. In particular, we have designed and developed novel profiling systems, techniques that better exploit available multi-core processors, integrated runtime and operating system optimizations, and high-performance multi-language runtime interoperation.&nbsp; The software artifacts we contribute include in new technologies for full-system profiling and performance tracking across software revisions, efficient parallel and concurrent application and workload execution, hardware-software coordination and interoperation for profile-directed instruction prefetching, OS/Runtime support for memory management, and OS/Runtime support for cross-runtime and cross-language shared memory (XMem and CoLoRS). Recently, we have expanded these activities to target distributed cluster systems (as opposed to individual computers) and we combine and distribute our technologies as open source as part of AppScale &ndash; the first open source distributed runtime system for cloud computing applications and services. &nbsp;All of our results and software artifacts provide significant reductions in program execution time (up to orders of magnitude in some cases), simplify extant software systems, and advance parallel and concurrent programming systems.</p>\n<p><strong>Broad Impact: </strong>VIVA preserves the benefits of virtualization and layering for design, software engineering, portability, and generality, while easing the maintenance burden implied by specialized implementation. Our work, thus, makes automatic, full-system, customization of applications accessible to a large developer base.&nbsp; In addition, this project has provided us with the opportunity to develop the expertise necessary to improve our CS curriculum and to perform outreach that positively affects students from underrepresented groups in different ways. Our novel curricular directions in the CS department at UCSB include new lectures and projects on virtualization and full-s...",
  "por_txt_cntn": "\nProject Outcomes Report: CAREER: VIVA -- Vertically Integrated VirtualizAtion: Automatic, Full-System, Specialization for High-End Computing                          PI: Chandra Krintz, UC Santa Barbara\n\n \n\nIntellectual Merit: Virtualization has emerged as a key system design technology for reducing the complexity of modern hardware, software systems, and applications, through abstract layering that simplifies reasoning about, and making use of, resources and system services by applications.  The benefits of virtualization (e.g. generality, portability, extensibility, and simplifying application debugging, deployment, and development) however, come at a cost in performance since the number, depth, and complexity of layers is increasing.  Deep layering introduces additional levels of indirection, additional redundant computation, and increasingly inefficient cross-layer communication. To reduce the overhead of virtualization, our work attempts to specialize the layers to the needs of the application by removing or penetrating the layer interfaces.  The application and system code are then co-mingled and optimized together, thereby improving performance at the expense of generality, portability, and extensibility. Our approach, called Vertical Integration of VirtualizAtion layers (VIVA), takes advantage of increasing layers that provide isolation to aggressively customize and optimize all layers of a system according to the requirements of an executing application. Moreover, since program behavior changes over time and is increasingly data driven, our techniques are both dynamic and adaptive.\n\nOur work has lead to a wide range of scientific advances in the area of programming language runtime and distributed systems. In particular, we have designed and developed novel profiling systems, techniques that better exploit available multi-core processors, integrated runtime and operating system optimizations, and high-performance multi-language runtime interoperation.  The software artifacts we contribute include in new technologies for full-system profiling and performance tracking across software revisions, efficient parallel and concurrent application and workload execution, hardware-software coordination and interoperation for profile-directed instruction prefetching, OS/Runtime support for memory management, and OS/Runtime support for cross-runtime and cross-language shared memory (XMem and CoLoRS). Recently, we have expanded these activities to target distributed cluster systems (as opposed to individual computers) and we combine and distribute our technologies as open source as part of AppScale &ndash; the first open source distributed runtime system for cloud computing applications and services.  All of our results and software artifacts provide significant reductions in program execution time (up to orders of magnitude in some cases), simplify extant software systems, and advance parallel and concurrent programming systems.\n\nBroad Impact: VIVA preserves the benefits of virtualization and layering for design, software engineering, portability, and generality, while easing the maintenance burden implied by specialized implementation. Our work, thus, makes automatic, full-system, customization of applications accessible to a large developer base.  In addition, this project has provided us with the opportunity to develop the expertise necessary to improve our CS curriculum and to perform outreach that positively affects students from underrepresented groups in different ways. Our novel curricular directions in the CS department at UCSB include new lectures and projects on virtualization and full-system specialization as part of undergraduate classes (e.g. on the hardware/software interface and programming languages) and as part of graduate classes on the implementations of programming languages.  These efforts have significantly improved the technical skills of all students involved.\n\nOur key outreach contributions include proje..."
 }
}