{
 "awd_id": "0547194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Spin and Spin Coherence Dynamics in One- Dimensional Semiconductor Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2005-12-29",
 "awd_max_amd_letter_date": "2010-02-04",
 "awd_abstract_narration": "Non-Technical Abstract:\r\nThis Faculty Career project experimentally explores unique and novel spin dependent phenomena in one dimension (1D). This is a fascinating new research direction in the field of Spintronics that represents a new paradigm of electronics and utilizes electron spin rather than charge for device functionality. There are many exotic new spin- related fundamental physics in 1D condensed matter semiconductor systems due to their unusual structural and electronic properties, such as spin-charge separation. To achieve these, chemically synthesized Group II-VI and III-V 1D semiconductor nanostructures with tunable structural and physical properties will be applied as 1D model systems. The state-of-the-art ultrafast optical spin resonance techniques will be employed to investigate the spatial and temporal evolutions of spin dynamics in as-synthesized 1D nanostructures. From the practical point of view, 1D condensed matter systems represent the smallest dimension structures that can be used for efficient information transport based on the spin degree of freedom. Ultimately, results from this project will be critical to the function and integration of NanoSpintronic technology and lead to the advance in quantum information processing and quantum computation. An important component of this project, in addition to direct training provided to graduated students, is the integration of research with undergraduate education program. This will involve developing a new undergraduate course, aiming at exposing motivated undergraduate students to independent research in nanoscience early in their college careers and serving as a platform to transform their knowledge learnt from traditional course to research experience.  This course will also fill the need for research opportunities for undergraduates in the recently initiated Interdisciplinary Minor Program in Nanoscale Science and Technology in the University of Maryland. \r\n\r\n\r\nTechnical Abstract:\r\nThe object of this Faculty Career project is to develop fundamental experimentally based understanding of spin and spin coherence dynamics in one-dimensional (1D) condensed matter semiconductor systems with all-optical far-field and near-field spin resonance techniques. Many exotic new spin- related physics have been predicted for real 1D semiconductor systems due to their unique spin-spin and spin-charge interactions as well as spin couplings with their dissipate environment. In this project chemically synthesized Group II-VI and III-V 1D semiconductor nanostructures with controllable structural and physical properties will be applied as 1D model systems and combined with all optical spin resonance techniques to probe spin dynamics within nanostructures. Several fundamental issues will be focused on, including spin coherence lifetimes, electron and exciton Lande g-factors, intrinsic spin relaxation mechanisms, dimensionality and anisotropic effects, 1D spin diffusion and spin coherence transport, coherent light-matter-spin interactions within 1D nanostructures and spin condensate process in 1D nanocavity. 1D condensed matter systems also represent the smallest dimension structures that can be used for efficient information transport based on the spin degree of freedom. Ultimately, these studies will be critical to the function and integration of NanoSpintronic technology. An important component of this project, in addition to direct training provided to graduated students, is the integration of research with undergraduate education program. This will involve developing a new undergraduate course, aiming at exposing motivated undergraduate students to independent research in nanophysics and nanomaterial sciences early in their college careers and serving as a platform to transform their knowledge learnt from traditional course to research experience.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Ouyang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Ouyang",
   "pi_email_addr": "mouyang@umd.edu",
   "nsf_id": "000106491",
   "pi_start_date": "2005-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over last decade significant efforts have been devoted to understand and manipulate various spin properties in non-magnetic and magnetic semiconductor structures. The overall aim of this NSF CAREER award was to experimentally investigate fundamental spin and charge dependent phenomena within precisely engineered low-dimensional condensed matter nanostructures by various ultrafast optical spin measurement tools.</p>\n<p>The research program supported by this NSF award was highly multidisciplinary, spanning from materials science, condensed matter physics to instrumentation development. This NSF award has led to fruitful research outcomes and has generated much publicity by publishing results in high-profile journals (see Refs 1-7) and delivering many invited presentations. As a brief summary, this award has so far directly led to publications in<em> Nature</em> (1), <em>Science</em> (1 published and 1 in-preparation), <em>Nature Materials</em> (1 published and 1 under external review), <em>Nano Letters</em> (4 published and 1 in-preparation), and <em>J.Am.Chem.Soc.</em> (1 under external review), and 24 invited presentations in national and international conferences, universities and institutes.</p>\n<p>This NSF award has led to broad societal impacts from not only its scientific results but also integrated educational component during the grant period. The highly interdisciplinary nature of proposed research has resulted in not only extensive collaboration with individual researchers in diverse disciplines but also serve as fertile training ground for undergraduate, graduate and postdoc students.&nbsp;Students supported from this NSF award have been extremely successfully. During the grant period, one of woman undergraduate students, Ms. Paris Alexander, won first place for Best Poster in the 30<sup>th</sup>&nbsp;Annual National Society of Black Physicists Conference (in Boston, MA, 2007) based on her research supported by this award.&nbsp; The PI&rsquo;s two former students, Dr. Youxiang Zhang and Dr. Jiatao Zhang, are currently associate and full professors in top universities, respectively. The PI has also actively participated in supervision of REU students, advising middle school students for annual AIP student science conferences, Maryland Day and etc.&nbsp;In addition to the direct training provided to students during their research, the PI has also&nbsp; integrated this NSF CAREER research program with undergraduate education during the grant period,&nbsp;including development of a pilot version of an undergraduate course in the University of Maryland, entitled &ldquo;Physics, Material Chemistry and Device Applications at the Nanoscale (Phys499M &amp; ENMA 489X)&rdquo;. This new course has served as a platform to transform knowledge learnt from traditional courses to an independent research experience, and was designed to address concerns that students who were intending to pursue a path in the experimental physical science have enjoyed fewer opportunities to engage in research exploration early in their academic careers. In current one-semester pilot version, the course has 2/3 semester for lecture and 1/3 semester for laboratory (~ six lab projects). The lectures focus on basic concepts of nanoscience and nanotechnology, while laboratory projects were all modified from the PI&rsquo;s research programs. Students were always kept in the upfront of research and has gained invaluable insights of many complicate physics phenomena that they learnt from other traditional courses. This pilot version has achieved great success with a few excerpts from students&rsquo; evaluation:</p>\n<p>&ldquo;<em>I like the structure with fairly general topics. It helped people with different backgrounds understand the materials and gain an interest in nanotechnology</em>.&rdquo;</p>\n<p>&ldquo;<em>The lab projects were great. The only nano-fab experience I have had in a class. The l...",
  "por_txt_cntn": "\nOver last decade significant efforts have been devoted to understand and manipulate various spin properties in non-magnetic and magnetic semiconductor structures. The overall aim of this NSF CAREER award was to experimentally investigate fundamental spin and charge dependent phenomena within precisely engineered low-dimensional condensed matter nanostructures by various ultrafast optical spin measurement tools.\n\nThe research program supported by this NSF award was highly multidisciplinary, spanning from materials science, condensed matter physics to instrumentation development. This NSF award has led to fruitful research outcomes and has generated much publicity by publishing results in high-profile journals (see Refs 1-7) and delivering many invited presentations. As a brief summary, this award has so far directly led to publications in Nature (1), Science (1 published and 1 in-preparation), Nature Materials (1 published and 1 under external review), Nano Letters (4 published and 1 in-preparation), and J.Am.Chem.Soc. (1 under external review), and 24 invited presentations in national and international conferences, universities and institutes.\n\nThis NSF award has led to broad societal impacts from not only its scientific results but also integrated educational component during the grant period. The highly interdisciplinary nature of proposed research has resulted in not only extensive collaboration with individual researchers in diverse disciplines but also serve as fertile training ground for undergraduate, graduate and postdoc students. Students supported from this NSF award have been extremely successfully. During the grant period, one of woman undergraduate students, Ms. Paris Alexander, won first place for Best Poster in the 30th Annual National Society of Black Physicists Conference (in Boston, MA, 2007) based on her research supported by this award.  The PIÆs two former students, Dr. Youxiang Zhang and Dr. Jiatao Zhang, are currently associate and full professors in top universities, respectively. The PI has also actively participated in supervision of REU students, advising middle school students for annual AIP student science conferences, Maryland Day and etc. In addition to the direct training provided to students during their research, the PI has also  integrated this NSF CAREER research program with undergraduate education during the grant period, including development of a pilot version of an undergraduate course in the University of Maryland, entitled \"Physics, Material Chemistry and Device Applications at the Nanoscale (Phys499M &amp; ENMA 489X)\". This new course has served as a platform to transform knowledge learnt from traditional courses to an independent research experience, and was designed to address concerns that students who were intending to pursue a path in the experimental physical science have enjoyed fewer opportunities to engage in research exploration early in their academic careers. In current one-semester pilot version, the course has 2/3 semester for lecture and 1/3 semester for laboratory (~ six lab projects). The lectures focus on basic concepts of nanoscience and nanotechnology, while laboratory projects were all modified from the PIÆs research programs. Students were always kept in the upfront of research and has gained invaluable insights of many complicate physics phenomena that they learnt from other traditional courses. This pilot version has achieved great success with a few excerpts from studentsÆ evaluation:\n\n\"I like the structure with fairly general topics. It helped people with different backgrounds understand the materials and gain an interest in nanotechnology.\"\n\n\"The lab projects were great. The only nano-fab experience I have had in a class. The lab/lecture ratio is good\"\n\n\"The labs were amazing! I made nanomaterials in front of me!\"\n\n\"I enjoyed the labs greatly. They gave a real world appreciation to the theory we had been looking at.\"\n\n\"I thought that the lab part at the co..."
 }
}