{
 "awd_id": "0547692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Cooperative Systems Design - Stochastic Games Approach",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-02-01",
 "awd_max_amd_letter_date": "2006-02-01",
 "awd_abstract_narration": "\r\nThis proposal describes the PIs early career development plan for integrated research and education\r\ncentered around the unified theme of cooperative systems design by a stochastic games approach.\r\n\r\nIntellectual Merit: A cooperative system consists of a number of interacting (semi-)autonomous agents\r\nwhere each individual agent makes local decisions based on the local information available to optimize its own\r\nlocal objective. The purpose of designing such a cooperative system is to optimize a global objective which\r\nmay be thought of as system designers objective. In other words, system designer seeks the optimization of\r\nits own objective through multiple agents that seek the optimization of their own individual self-objectives.\r\nExamples of cooperative systems include multi-vehicle search and rescue operations, multi-vehicle search\r\nand target assignment for military mission planning, multi-sensor deployment for anti-submarine warfare,\r\nand cooperative multi-user MIMO signaling in wireless communication systems. Stochastic games, which\r\ngeneralize Markov decision processes to multiple decision makers, emerge as the most natural framework to\r\nstudy cooperative systems. The main goals of the proposed work can be summarized as follows:\r\n Developing theoretical and computational tools for the analysis and synthesis of cooperative systems\r\nwithin the framework of stochastic games\r\n Demonstrating the value of the stochastic games approach in cooperative systems design to industry\r\nthrough new applications.\r\n Introducing the game theoretical methods for engineering to graduate and undergraduate students\r\nthrough new course development and application based multidisciplinary research projects.\r\nMaking the subject accessible to a broad audience including traditionally under-represented groups\r\nand engineering community affiliated with the local industry throughout Hawaii islands using distance\r\nand web-based learning tools some of which are already available within University of Hawaii system.\r\nThe basic premise of the proposed work is that the PIs postdoctoral research at UCLA, which led to significant\r\ninsights to design of cooperative systems within the context of finite games, has the potential of\r\nbreeding more breakthrough ideas to push the state of the art knowledge in cooperative systems to new\r\nfrontiers by accomplishing the above goals.\r\n\r\nBroad Impact: Cooperative systems design is truly an inter-disciplinary topic that connects to a many\r\nreal-world applications in such diverse areas as national security, telecommunications, transportation networks,\r\nand power systems. As such, the research and education activities delineated in this proposal would\r\npotentially make a positive impact on the lives of many citizens. More specifically, the university-industry\r\ncollaborations are expected to help improve nations economy and create employment while contributing\r\nto national security. Another specific benefit of such collaborations in the area of transportation systems\r\nwould be congestion reduction in heavily congested traffic systems using the design methods developed for\r\ncooperative systems as a result of the proposed research activities.\r\nThe proposed educational activities are expected to make the subject of this proposal accessible to a\r\nbroad audience including traditionally under-represented groups and engineering community affiliated with\r\nthe local industry throughout Hawaii islands using distance and web-based learning tools. This would create\r\nmore educational opportunities to those groups that have limited access to education. An interactive website\r\nthat will be developed as part of this project is expected to increase public knowledge about game theory\r\nand its applications to cooperative systems design. Moreover, such a web-site is expected to intrigue curious\r\nK-12 students and help them in their career decisions by illustrating the significance of cooperative systems\r\ndesign through simulations and animations.\r\nA1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gurdal",
   "pi_last_name": "Arslan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gurdal Arslan",
   "pi_email_addr": "gurdal@hawaii.edu",
   "nsf_id": "000218808",
   "pi_start_date": "2006-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}