{
 "awd_id": "0547415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Quantum Transport in Ultrafast Nanoscale Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 424000.0,
 "awd_min_amd_letter_date": "2006-01-13",
 "awd_max_amd_letter_date": "2010-05-05",
 "awd_abstract_narration": "\r\n \r\nThe objective of this research program is the development and computational implementation of a novel formalism in the electronic transport theory, which will enable an adequate description of the transient regime in nanometer-size semiconductor devices.  For devices operating at THz speed, the  transient response is governed by the build-up and destruction of many-particle correlations between the carriers in the contacts and those in the active region. This makes the device a theoretically challenging dynamically open many-particle system. \r\nIntellectual merit:The approach taken in this research program is to extend a formalism traditionally used in quantum information theory for very small open systems, make a bridge to the powerful formalism of nonequilibrium Greens functions, and then use the modified Greens functions as a new, fully quantum-mechanical kernel for the time-resolved simulation  on the nanoscale. In addition, this research program will open a window into exploiting the fast multi-electron phenomena for device applications. The  technique will also likely have an impact on other areas of science and technology in which there is interest in open systems (e.g., quantum information) and initial correlations (e.g., plasma physics).\r\nBroader impact of this career development plan will be educational, scientific, and technological.  Virtual Nanoelectronics Lab (VNL), a web-based educational tool containing applets, course materials, instructional videos, and custom-made software will be developed and used as part of the graduate level courses in solid state electronics and  transport at the University of Wisconsin - Madison. Research opportunities for high-school teachers and undergraduates from underrepresented groups will be provided. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irena",
   "pi_last_name": "Knezevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irena Knezevic",
   "pi_email_addr": "irena.knezevic@wisc.edu",
   "nsf_id": "000490040",
   "pi_start_date": "2006-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 406000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern semiconductor devices&ndash; essentially tiny switches &ndash; that are at the core of all present-day consumer electronics are becoming ever smaller and ever faster. &nbsp;As a result, the physics that governs the behavior of electrons, the charge carriers in these devices, is different now than it was ten years ago. The way nanoscale devices switch, the limits of their operation, and their ability to carry current are governed by the laws of quantum mechanics: electrons behave as waves, and collections of electrons interact strongly in ways that macroscopic objects do not. The core of this project was the development of&nbsp; an accurate description of the electron behavior in very small electronic devices that can switch between &ldquo;on&rdquo; and &ldquo;off&rdquo; states very fast (on timescales of order one picosecond&nbsp; -- a trillionth of a second). The &nbsp;project&rsquo;s intellectual merit lies in enabling us to understand the relevant physics better, &nbsp;in developing &nbsp;the theoretical and computational tools to help make better predictions about fabricating &nbsp;nanoscale electronic devices in the future, and in making it possible to reliably control the operation of these structures. The broader impacts of this project comprise research experiences for undergraduates [several undergraduate students were exposed to semiconductor device physics research in the&nbsp; principal investigator&rsquo;s (PI&rsquo;s) lab and went on to get advanced degrees in the field at top institutions]; curriculum changes at the PI&rsquo;s institution, which incorporated cutting-edge device physics topics; training of graduate students (two Master&rsquo;s theses and one PhD dissertation) and, finally, the development of industrially-relevant insights and computational tools for understanding and controlling electron dynamics in ultrafast-switching nanoscale devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2012<br>\n\t\t\t\t\tModified by: Irena&nbsp;Knezevic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern semiconductor devices&ndash; essentially tiny switches &ndash; that are at the core of all present-day consumer electronics are becoming ever smaller and ever faster.  As a result, the physics that governs the behavior of electrons, the charge carriers in these devices, is different now than it was ten years ago. The way nanoscale devices switch, the limits of their operation, and their ability to carry current are governed by the laws of quantum mechanics: electrons behave as waves, and collections of electrons interact strongly in ways that macroscopic objects do not. The core of this project was the development of  an accurate description of the electron behavior in very small electronic devices that can switch between \"on\" and \"off\" states very fast (on timescales of order one picosecond  -- a trillionth of a second). The  projectÆs intellectual merit lies in enabling us to understand the relevant physics better,  in developing  the theoretical and computational tools to help make better predictions about fabricating  nanoscale electronic devices in the future, and in making it possible to reliably control the operation of these structures. The broader impacts of this project comprise research experiences for undergraduates [several undergraduate students were exposed to semiconductor device physics research in the  principal investigatorÆs (PIÆs) lab and went on to get advanced degrees in the field at top institutions]; curriculum changes at the PIÆs institution, which incorporated cutting-edge device physics topics; training of graduate students (two MasterÆs theses and one PhD dissertation) and, finally, the development of industrially-relevant insights and computational tools for understanding and controlling electron dynamics in ultrafast-switching nanoscale devices.\n\n\t\t\t\t\tLast Modified: 06/30/2012\n\n\t\t\t\t\tSubmitted by: Irena Knezevic"
 }
}