{
 "awd_id": "0547903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Fundamental Studies of Contact Fatigue in Metallic Materials",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harsh Deep Chopra",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 451866.0,
 "awd_amount": 451866.0,
 "awd_min_amd_letter_date": "2006-01-27",
 "awd_max_amd_letter_date": "2006-01-27",
 "awd_abstract_narration": "TECHNICAL: Research is directed towards obtaining a comprehensive understanding of the contact fatigue phenomenon in metallic materials. Through an approach that combines modeling and experimentation, the study will lay the foundation for a framework that explains the four stages of contact fatigue damage, namely, crack initiation, crack propagation under load, crack propagation under the influence of far-field loads, and fast fracture. A unique adhesion-based analytical model will be applied, which together with the formulation of a finite element based numerical model, would provide quantitative guidelines for crack initiation and life prediction. From experiment on materials (single crystalline- and polycrystalline-nickel, and duplex- and lamellar- titanium aluminide) with widely different microstructures, key insights on contact fatigue crack initiation will be obtained. Microstructure characteristic of contact fatigue such as the formation of dislocation structures and/or persistent slip bands preceding and contributing to crack nucleation will be identified through the study of single crystalline nickel. The role of grain-boundaries in inhibiting or enhancing contact fatigue cracking will be discerned through the study of polycrystalline nickel. The effects of phase distribution, i.e., duplex vs. lamellar forms, and domain orientations with respect to contact geometry, on contact fatigue crack initiation and propagation will be evaluated in the titanium aluminide system.   NON-TECHNICAL: Research would have scientific and technological impact in the aircraft, automotive, and bio-medical industry. The scientific understanding would help in the development of materials with microstructures that provide enhanced resistance to contact fatigue in safety-critical components in aircraft structures and biomedical implants. The activities will enhance Louisiana State's research base and educational efforts in the field of advanced materials. The research would integrate a three-tier educational plan involving outreach programs addressing K-12 students through the Tulane Science Scholar Program; class-room and research opportunities for undergraduate and graduate students at Tulane and Xavier University (a Historically Black College and University) and dedicated research training for graduate students. Additionally, nearly 100 high school students, 350 undergraduates, 105 minorities, and 25 graduate students would benefit from the effort during the five-year period. An online archive incorporating information about course contents and lectures will also be created to provide easy access to all students and faculty through the department web site. This grant is being co-funded by the Metals Program in DMR and EPSCoR.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T.",
   "pi_last_name": "Venkatesh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "T. A Venkatesh",
   "pi_email_addr": "t.venkatesh@stonybrook.edu",
   "nsf_id": "000105662",
   "pi_start_date": "2006-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12351.0
  }
 ],
 "por": null
}