{
 "awd_id": "0547178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Near Net Shape Consolidation of Bulk Nanocomposites by Plasma Spray Forming",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 454575.0,
 "awd_min_amd_letter_date": "2006-01-20",
 "awd_max_amd_letter_date": "2011-03-17",
 "awd_abstract_narration": "The research objective of this Faculty Early Career (CAREER) award is to develop an effective methodology for the near net shape consolidation and manufacturing of carbon nanotube reinforced bulk nanocomposite parts using plasma spray forming techniques. Experiments will include powder feedstock treatment, optimization of plasma processing variables, interface engineering and innovative substrate cooling for effective consolidation and uniform distribution and retention of carbon nanotube and nanostructure. The underlying scientific phenomenon for the consolidation mechanism will be identified and validated by this approach. Fundamental understanding of the wetting behavior of alloys on carbon nanotube and role of alloying elements in tailoring carbon nanotube/metal interface will be developed. The educational objective of this effort is to enable discovery while promoting teaching and learning, especially among underrepresented groups. This is approached by the development of new curriculum that serves to excite and motivate the students from K-12 to post graduate level, across a broad spectrum of race and gender.  The research is integrated into the educational effort through the learning steps model that includes hands on learning efforts, lab-integrated introductory and advanced courses, and interaction with industry and professional societies.  \r\n\r\nIf successful, the results of this research will yield a new fundamental understanding of the consolidation mechanism and interfacial phenomenon in carbon nanotube reinforced nanocomposites followed by the manufacturing capability that will lead to a scalable prototype needed for real-life engineering applications. These customized structures will be stronger and lightweight in nature with potential applications such as fuel-efficient automobiles, stronger prosthesis, faster aircrafts, improved sports equipment and protective soldier equipment. The research will have an important impact on the underrepresented student due to demographics of Florida International University, which is a leading Hispanic serving institution and the only university in South Florida that offers graduate degree programs in Materials Science and Engineering. A variety of outreach efforts will attract high school students to join the undergraduate program where they will be given the opportunity to continue to work on research projects until their graduation from the university.  The advancement of such students is expected to provide significant contributions to the research community and have a broad societal impact, as they are the future building blocks of the country's education and economy. \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arvind",
   "pi_last_name": "Agarwal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvind Agarwal",
   "pi_email_addr": "agarwala@fiu.edu",
   "nsf_id": "000345768",
   "pi_start_date": "2006-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 422075.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20500.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientist and engineers are always in search of stronger and lightweight materials and a suitable processing technique as continuous improvement in performance is an important issue.&nbsp; Carbon Nanotube (CNT) is a new class of carbonaceous materials that has extraordinary mechanical, electrical and thermal properties, providing strong, light and high toughness characteristics. The tensile strength of the CNTs is as high as 200 GPa, which is 100 times stronger than steel, but only one-sixth as heavy. &nbsp;The research objective of this project was to develop an effective manufacturing technique for fabricating CNT reinforced components. In addition, the educational objective was to train skilled students, which is critical to maintain the lead in the technology area.&nbsp; The applications of the proposed research are endless whether it is a fuel-efficient automobile, stronger prosthesis, faster aircrafts, sports equipment, and National Security (lightweight gun barrels for increased soldiers&rsquo; endurance, high fracture toughness ceramic nanocomposite armor).</p>\n<p><strong><span style=\"text-decoration: underline;\">Major Scientific Outcomes: </span></strong></p>\n<ul>\n<li>Plasma spray forming can be successfully utilized to synthesize carbon nanotube (CNTs) reinforced Aluminum nanocomposite coatings (100 &micro;m thick), bulk structures (0.5 mm thick and 100 mm length) and complex shapes. Cold spray technique has also been developed to synthesize CNT reinforced Aluminum coatings up to 100 &micro;m thickness.</li>\n<li>Spray drying is an effective technique to disperse CNTs uniformly at the micrometer scale which can be utilized for large scale manufacturing of CNT reinforced nanocomposites by thermal spraying as well as other methods. </li>\n<li>An experimental and computational algorithm has been developed for near net shape forming of thin walled (~ 1 mm) structures by plasma spray forming.</li>\n<li>Addition of CNTs resulted in improvement in elastic modulus, tensile strength, and wear resistance of aluminum at nano and macro-scale lengths. </li>\n<li>Lesson learnt from Al-CNT composites were applied to synthesize PLC polymer-CNT and Hydroxyapatite-CNT composites for biomedical (orthopedic) applications.\n<ul>\n</ul>\n</li>\n</ul>\n<p><strong><span style=\"text-decoration: underline;\"><br /></span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Development of Human Resources in Science and Engineering</span></strong>:</p>\n<p>Two <strong>(2)</strong> <strong>PhD </strong>and two<strong> (2)</strong> <strong>MS </strong>graduates<strong> </strong>were fully/partially supported from the CAREER award. Four (<strong>4) undergraduate</strong> students were/are also supported. International collaborations were established with the University of Nottingham, UK and University of Strasbourg, France which has been very fruitful &nbsp;for research and training of students.</p>\n<p><strong><span style=\"text-decoration: underline;\">Outreach</span></strong>: A <strong><em>&ldquo;Nano Club&rdquo;</em></strong> was established at Coral Park Senior High School, Miami, Florida. &nbsp;Nano Club activities included monthly meetings at school where science-cum-fun experiments were demonstrated to K-12 students. Several minority high school students worked in PI&rsquo;s lab as summer interns and are now enrolled as engineering students at MIT, Cornell and FIU. High school teachers have also worked in PI&rsquo;s lab through Research Experience for Teachers (RET) program. FIU Materials Advantage chapter, collaborates with the Nano Club for the promotion of science and engineering among K-12 and undergraduate students. Dissemination of Nano Club activities are also done through PI&rsquo;s website and FACEBOOK.</p>\n<p><strong><span style=\"text-decoration: underline;\">Dissemination</span></strong>: <strong>25</strong> peer-reviewed journal papers, <strong>2</strong> conference...",
  "por_txt_cntn": "\nScientist and engineers are always in search of stronger and lightweight materials and a suitable processing technique as continuous improvement in performance is an important issue.  Carbon Nanotube (CNT) is a new class of carbonaceous materials that has extraordinary mechanical, electrical and thermal properties, providing strong, light and high toughness characteristics. The tensile strength of the CNTs is as high as 200 GPa, which is 100 times stronger than steel, but only one-sixth as heavy.  The research objective of this project was to develop an effective manufacturing technique for fabricating CNT reinforced components. In addition, the educational objective was to train skilled students, which is critical to maintain the lead in the technology area.  The applications of the proposed research are endless whether it is a fuel-efficient automobile, stronger prosthesis, faster aircrafts, sports equipment, and National Security (lightweight gun barrels for increased soldiersÆ endurance, high fracture toughness ceramic nanocomposite armor).\n\nMajor Scientific Outcomes: \n\nPlasma spray forming can be successfully utilized to synthesize carbon nanotube (CNTs) reinforced Aluminum nanocomposite coatings (100 &micro;m thick), bulk structures (0.5 mm thick and 100 mm length) and complex shapes. Cold spray technique has also been developed to synthesize CNT reinforced Aluminum coatings up to 100 &micro;m thickness.\nSpray drying is an effective technique to disperse CNTs uniformly at the micrometer scale which can be utilized for large scale manufacturing of CNT reinforced nanocomposites by thermal spraying as well as other methods. \nAn experimental and computational algorithm has been developed for near net shape forming of thin walled (~ 1 mm) structures by plasma spray forming.\nAddition of CNTs resulted in improvement in elastic modulus, tensile strength, and wear resistance of aluminum at nano and macro-scale lengths. \nLesson learnt from Al-CNT composites were applied to synthesize PLC polymer-CNT and Hydroxyapatite-CNT composites for biomedical (orthopedic) applications.\n\n\n\n\n\n\n\n\nDevelopment of Human Resources in Science and Engineering:\n\nTwo (2) PhD and two (2) MS graduates were fully/partially supported from the CAREER award. Four (4) undergraduate students were/are also supported. International collaborations were established with the University of Nottingham, UK and University of Strasbourg, France which has been very fruitful  for research and training of students.\n\nOutreach: A \"Nano Club\" was established at Coral Park Senior High School, Miami, Florida.  Nano Club activities included monthly meetings at school where science-cum-fun experiments were demonstrated to K-12 students. Several minority high school students worked in PIÆs lab as summer interns and are now enrolled as engineering students at MIT, Cornell and FIU. High school teachers have also worked in PIÆs lab through Research Experience for Teachers (RET) program. FIU Materials Advantage chapter, collaborates with the Nano Club for the promotion of science and engineering among K-12 and undergraduate students. Dissemination of Nano Club activities are also done through PIÆs website and FACEBOOK.\n\nDissemination: 25 peer-reviewed journal papers, 2 conference proceeding papers, and 21 conference presentation/posters have been published from the work related to NSF CAREER award. PI has co-authored a book with his two graduate students on \"Carbon Nanotube Reinforced Metal Matrix Composites\", (ISBN: 978-1-4398114-9-8) which was published by CRC Press in October 2010. This is the first book on such topic. \n\n \n\n\t\t\t\t\tLast Modified: 02/20/2012\n\n\t\t\t\t\tSubmitted by: Arvind Agarwal"
 }
}