{
 "awd_id": "0547445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Microstructure and Mean Stress Evolution in Atomistic Ordering Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 497195.0,
 "awd_amount": 521195.0,
 "awd_min_amd_letter_date": "2006-01-23",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "TECHNICAL: With an ever-increasing demand for developing nanoscale devices, several significant challenges exist in 'scaling-down' intermetallics while maintaining their atomic-order stability. This is of particular interest to the magnetic storage industry, which needs new materials to achieve ultra-high storage density in the terabit per square-inch range. High magnetocrystalline anisotropy alloys FePt, CoPt, FePd and MnAl are candidate intermetallic compounds for the next-generation of magnetic data storage systems. When these metals are sputtered deposited as a nanogranular microstructure, they adopt a metastable phase requiring a high temperature anneal to form the appropriate chemically ordered phase. Stress can have a significant influence on the phase and microstructure at the nanoscale. The lack of sufficient atomistic microstructural characterization at the nanoscale has made this phase transformation not well understood. Research will provide the influence of residual stress on the nucleation and structural stability of ordered alloys in the nanometer regime. Atom Probe Tomography (APT), high-resolution transmission electron microscopy, and in-situ thin film stress monitoring will be coupled to address the effect of film stress on the early stages of ordering, composition segregation, and film growth. By correlating the residual stress state of a film to its microstructure and ordered phase evolution, the intermetallic stability relationship to size will be realized. NON-TECHNICAL: Results will have a major impact on the practical aspects of magnetic information storage. The research will balance teaching, scholarship, and service to the university and the scientific community. A synergistic program for the professional development and recruitment of graduate, undergraduate, and high school students into materials science and engineering will be developed. It will include a high school summer research experience, and teaching materials science to faculty from historically black colleges and universities (HBCU). A summer research sabbatical for HBCU faculty will be incorporated into the research. Research will be disseminated to the magnetic industry through workshops coordinated by the Center for Materials for Information Technology (MINT) at University of Alabama.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Thompson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Thompson",
   "pi_email_addr": "gthompson@eng.ua.edu",
   "nsf_id": "000035550",
   "pi_start_date": "2006-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99952.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 106000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 104131.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 105114.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>The project&rsquo;s research addressed the phase transformation in FePt thin films. FePt is a candidate material for increasing magnetic storage capacity by allowing the magnetization direction, which is the binary indicator of data, not to fluctuate in smaller volumes. Unfortunately, when FePt is sputter-deposited, it adopts a magnetically soft, solid solution phase. By annealing FePt, the alloy chemically orders to the magnetically harder L1o phase but experience detrimental grain growth which hinders smaller bit sizes necessary for higher storage capacity. The research explored the fundamental science of this phase transformation.</p>\n<p>The research experimentally determined that Pt segregation to the grain boundaries occurred during FePt&rsquo;s growth. In situ thin film stress measurements confirmed the intrinsic stress evolution during these events. By changing the Fe:Pt content, the stress state of the film was varied, with a particular composition that enabled a &lsquo;zero stress-state&rsquo; to exist. This result demonstrates that grain boundary segregation can be used to regulate intrinsic film stress; the ability to achieve zero stress could reduce delamination of films from substrates. The zero-stress occurred when the grain boundary and matrix grain compositions were equivalent.&nbsp;</p>\n<p>Using millisecond based laser pulses, the research confirmed the time scales for FePt to phase transform from the disordered state to chemically ordered L1o state. Even at the shortest pulses, where order initiated, grain growth was observed. An experimental time-temperature-transformation curve was constructed which can serve as a guide on how to optimize processing of FePt&rsquo;s degree of chemical order. &nbsp;</p>\n<p>The research elucidated how ternary additions of Cu, Ni and Ta added to FePt altered the grain growth and chemical ordering. The addition of Ta promoted a &lt;111&gt; to &lt;100&gt; film growth direction because of the intrinsic elastic strain in the film. Upon annealing, Ta would cluster in grain boundaries and act to pin these boundaries inhibiting grain growth.</p>\n<p>Using in situ stress measurements, a clearer understanding of how underlayers of Cr and Pt controlled the &lt;001&gt; epitaxial growth of FePt from MgO [001] substrates was found. When a thin layer of Cr was deposited, it allowed the subsequent Pt layer to grow in a relaxed stress state that promoted the &lt;001&gt; orientation of FePt with a higher degree of chemical order. This is critical for future magnetic storage application as a higher chemical order and proper orientation of the magnetization direction is required.</p>\n<p>Using this information, the research explored the gradation of Ni in Fe(Ni)Pt thin films. By adding Ni, the magnetocrystalline anisotropy (or how hard the magnetic is) was tailored. One concern of using FePt is that it is too magnetically hard to switch using conventional write head fields. By grading the composition (or magnetocrytalline anisotropy), the magnetization could be switched on the Ni-rich composition side and propagate a reversal into the Fe-rich portion of the film, which would provide the thermal stability. &nbsp;These films were then electron-beam lithographically patterned into an array of isolated magnetic nano-dots where the magnetic switching behavior could be studied. Unfortunately, the size of the nano-dots (~70 nm) was not sufficiently small enough to allow for coherent reversal; &nbsp;consequently, the absolute switching values to thermal stability gains were very low. By normalizing the graded media results to a single composition film, the relative switching field- to-thermal stability advantages were shown.</p>\n<p>Collectively, 25 papers have been submitted and are in print or being peer reviewed as an outcome of this research for archival, scientific journals</p>\n<p>Broader Impact</p>\n<p>This grant ...",
  "por_txt_cntn": "\nIntellectual merit:\n\nThe projectÆs research addressed the phase transformation in FePt thin films. FePt is a candidate material for increasing magnetic storage capacity by allowing the magnetization direction, which is the binary indicator of data, not to fluctuate in smaller volumes. Unfortunately, when FePt is sputter-deposited, it adopts a magnetically soft, solid solution phase. By annealing FePt, the alloy chemically orders to the magnetically harder L1o phase but experience detrimental grain growth which hinders smaller bit sizes necessary for higher storage capacity. The research explored the fundamental science of this phase transformation.\n\nThe research experimentally determined that Pt segregation to the grain boundaries occurred during FePtÆs growth. In situ thin film stress measurements confirmed the intrinsic stress evolution during these events. By changing the Fe:Pt content, the stress state of the film was varied, with a particular composition that enabled a æzero stress-stateÆ to exist. This result demonstrates that grain boundary segregation can be used to regulate intrinsic film stress; the ability to achieve zero stress could reduce delamination of films from substrates. The zero-stress occurred when the grain boundary and matrix grain compositions were equivalent. \n\nUsing millisecond based laser pulses, the research confirmed the time scales for FePt to phase transform from the disordered state to chemically ordered L1o state. Even at the shortest pulses, where order initiated, grain growth was observed. An experimental time-temperature-transformation curve was constructed which can serve as a guide on how to optimize processing of FePtÆs degree of chemical order.  \n\nThe research elucidated how ternary additions of Cu, Ni and Ta added to FePt altered the grain growth and chemical ordering. The addition of Ta promoted a &lt;111&gt; to &lt;100&gt; film growth direction because of the intrinsic elastic strain in the film. Upon annealing, Ta would cluster in grain boundaries and act to pin these boundaries inhibiting grain growth.\n\nUsing in situ stress measurements, a clearer understanding of how underlayers of Cr and Pt controlled the &lt;001&gt; epitaxial growth of FePt from MgO [001] substrates was found. When a thin layer of Cr was deposited, it allowed the subsequent Pt layer to grow in a relaxed stress state that promoted the &lt;001&gt; orientation of FePt with a higher degree of chemical order. This is critical for future magnetic storage application as a higher chemical order and proper orientation of the magnetization direction is required.\n\nUsing this information, the research explored the gradation of Ni in Fe(Ni)Pt thin films. By adding Ni, the magnetocrystalline anisotropy (or how hard the magnetic is) was tailored. One concern of using FePt is that it is too magnetically hard to switch using conventional write head fields. By grading the composition (or magnetocrytalline anisotropy), the magnetization could be switched on the Ni-rich composition side and propagate a reversal into the Fe-rich portion of the film, which would provide the thermal stability.  These films were then electron-beam lithographically patterned into an array of isolated magnetic nano-dots where the magnetic switching behavior could be studied. Unfortunately, the size of the nano-dots (~70 nm) was not sufficiently small enough to allow for coherent reversal;  consequently, the absolute switching values to thermal stability gains were very low. By normalizing the graded media results to a single composition film, the relative switching field- to-thermal stability advantages were shown.\n\nCollectively, 25 papers have been submitted and are in print or being peer reviewed as an outcome of this research for archival, scientific journals\n\nBroader Impact\n\nThis grant provided support to five graduate students, with one being an African American female and the other a Hispanic American female. Three have received their MS degrees a..."
 }
}