{
 "awd_id": "0547875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Spin Dependent Phenomena in Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2006-06-02",
 "awd_max_amd_letter_date": "2010-05-08",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis CAREER award supports theoretical research, and an education, and outreach program that focuses on the study of spin-dependent phenomena in semiconductors.  In the research component:\r\n1. The PI plans to develop a theory of spin transport and accumulation in spin-orbit coupled systems where spin manipulation is possible solely by electrical means. This study, which encompasses the spin-Hall effect, will address key issues such as disorder scattering, generalized drift-diffusion equations, and interaction effects. The PI will use several approaches that combine analytical and computational techniques at different length scales.\r\n2. The PI aims to obtain a systematic theory of the anomalous Hall effect and anomalous transport that describes on an equal footing both extrinsic and intrinsic mechanisms responsible for the effect. This study will also merge different approaches to resolve the contradictory results obtained through microscopic and phenomenological approaches.\r\n3. The PI will work to extend the theory of magneto-transport and magneto-optics in diluted magnetic semiconductors to include nanostructures and hybrid systems and explore new phenomena such as tunneling anisotropic magneto-resistance.\r\n\r\nThe educational and outreach component has four foci: (1) The PI will incorporate, further develop, and assess several Paradigms of Physics module courses in coordination with their developers at Oregon State University. The Paradigms of Physics program consists of several short module-like-courses, taught during the junior year, that focus on key paradigms that cut across several branches of physics. This allows students to better connect many interwoven ideas in different subfields. (2) The PI will involve undergraduates in the groups research projects. (3) The PI will enhance graduate education through student participation in international collaborative research, including visits to international experimental groups. (4) The PI plans to develop outreach activities to increase public awareness of spintronics and its broad impact in society, including public lectures and the development of a website describing spintronics research at TAMU at a general level. In addition a website dedicated to the specialized diluted magnetic semiconductor research community will be further developed. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis CAREER award supports fundamental theoretical research, and an education, and outreach program that focuses on the study of phenomena in semiconductors involving the spin associated with electrons. In particular the PI will focus on fundamental questions aiming to elucidate how electric fields can drive the transport of spin. The PI aims to elucidate current controversies surrounding the interpretation of experiments in which an electric field is observed to drive a spin current in a direction perpendicular to the electric field. This phenomenon offers the potential to manipulate electron spin with an electric field and opens possibilities for new electronic devices, spintronic devices, in which their operation depends not only on the electron charge, as in an electronic device, but also on its spin.  The PI will also study other phenomena involving the transport of electron spin and charge in magnetic materials and in diluted magnetic semiconductors. Diluted magnetic semiconductors are semiconductors that are doped so that they contain magnetic impurities. They combine the properties of magnets and semiconductors and are promising materials for spintronic devices. The fundamental research is interesting and important in its own right, but also contributes to the intellectual foundations of the emerging field of spintronics. \r\n\r\nThe educational and outreach component has four foci: (1) The PI will incorporate, further develop, and assess several Paradigms of Physics module courses in coordination with their developers at Oregon State University. The Paradigms of Physics program consists of several short module-like-courses, taught during the junior year, that focus on key paradigms that cut across several branches of physics. This allows students to better connect many interwoven ideas in different subfields. (2) The PI will involve undergraduates in the groups research projects. (3) The PI will enhance graduate education through student participation in international collaborative research, including visits to international experimental groups. (4) The PI plans to develop outreach activities to increase public awareness of spintronics and its broad impact in society, including public lectures and the development of a website describing spintronics research at TAMU at a general level. In addition a website dedicated to the specialized diluted magnetic semiconductor research community will be further developed. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jairo",
   "pi_last_name": "Sinova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jairo Sinova",
   "pi_email_addr": "sinova@tamu.edu",
   "nsf_id": "000230755",
   "pi_start_date": "2006-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit and Research Outcome:</strong></p>\n<p>The continuous progress of Moore&rsquo;s law is facing insurmountable road-blocks as described in the International Technology Roadmap for Semiconductors (ITRS), e.g. heat generation and dissipa&shy;tion in charge-based logic devices limiting clock speeds. This has lead to an increased research on the basic physics of alterna&shy;tive functional variables, which may overcome these hurdles. One identified alternative in the ITRS is the use of the spin, the magnetic property of electrons, rather than the charge, for logic-based switches. In the field of spintronics the charge and spin degree of freedom are manipulated jointly. To realize a spintronic logic network three key elements are needed: efficient generation of the spin currents, manipulation of these currents within the device length scale, and efficient detection of the spin current state.</p>\n<p><strong>&nbsp;</strong></p>\n<p>One of the paradigm spin-logic devices was proposed by Datta and Dass in which spin-orbit coupling (SOC) was proposed to manipulate a spin-polarized current injected from a ferromagnet and detected in another ferromagnetic contact in order to create an on/off state by controlling the resistance through the channel. This paradigm has failed because this requires a 1D channel that is coherent (nm length) and most devices at room temperature operate in the diffusive regime. The strong SOC used for manipulation contributes to spin dephasing on micron and sub-micron length scales.</p>\n<p>&nbsp;</p>\n<p>In the NSF-supported research we have developed a new type of spin-logic device, which utilizes SOC to manipulate spin <strong><em>without</em></strong> destroying it. It also exploits our new understanding of anomalous/spin Hall effect as an efficient non-destructive detector of polarization. New results have demonstrated the ability of this spin-injection-Hall-effect to be gated, to operate with pure spin-currents (low dissipation), and to work in the diffusive (room temperature) regime. Hence, this opens a new stage in spin-based electronics where new realistic devices are possible and a new stage of quantitative modeling is required in order to test the full limits of this new technology. The device and the spin-logic AND-gate realized are shown in Image 1 and 2.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader impacts and educational results: </strong></p>\n<p>The Paradigm of Physics (PP), developed at Oregon State University (OSU), focuses on restructuring and improving significantly the upper-division undergraduate curriculum. It consists of teaching several intense module-like courses designed to explore single themes and key paradigms that cut across the different branches in physics, e.g. oscillations, periodic potentials, etc., during the junior year.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>We have implemented the PP program in lectures of two courses in coordination with OSU. The TAMU program, dubbed TAMU APPEAL (TAMU Adaptation of the Paradigms of Physics Education Approach in Lectures), has been detailed on its own website: <a href=\"http://appeal.physics.tamu.edu/index.html\">http://appeal.physics.tamu.edu/index.html</a>. The website includes a list and description of all of the teaching methodologies introduced within the courses: i) interactive white boards, ii) small group activities, iii) computer visualization exercises and examples, iv) team testing, v) physics solving rubric, vi) concept mapping, and vii) problem solving wind sprints. A large fraction of the new methodologies where implemented in the PHYS 221 course were all the lectures and student interactions within the activities where video taped and have been posted on the website (with appropriate permissions signed). The video-clips showing the lectures and examples of the activities are accompanied on the website by detailed inst...",
  "por_txt_cntn": "\nIntellectual Merit and Research Outcome:\n\nThe continuous progress of MooreÆs law is facing insurmountable road-blocks as described in the International Technology Roadmap for Semiconductors (ITRS), e.g. heat generation and dissipa&shy;tion in charge-based logic devices limiting clock speeds. This has lead to an increased research on the basic physics of alterna&shy;tive functional variables, which may overcome these hurdles. One identified alternative in the ITRS is the use of the spin, the magnetic property of electrons, rather than the charge, for logic-based switches. In the field of spintronics the charge and spin degree of freedom are manipulated jointly. To realize a spintronic logic network three key elements are needed: efficient generation of the spin currents, manipulation of these currents within the device length scale, and efficient detection of the spin current state.\n\n \n\nOne of the paradigm spin-logic devices was proposed by Datta and Dass in which spin-orbit coupling (SOC) was proposed to manipulate a spin-polarized current injected from a ferromagnet and detected in another ferromagnetic contact in order to create an on/off state by controlling the resistance through the channel. This paradigm has failed because this requires a 1D channel that is coherent (nm length) and most devices at room temperature operate in the diffusive regime. The strong SOC used for manipulation contributes to spin dephasing on micron and sub-micron length scales.\n\n \n\nIn the NSF-supported research we have developed a new type of spin-logic device, which utilizes SOC to manipulate spin without destroying it. It also exploits our new understanding of anomalous/spin Hall effect as an efficient non-destructive detector of polarization. New results have demonstrated the ability of this spin-injection-Hall-effect to be gated, to operate with pure spin-currents (low dissipation), and to work in the diffusive (room temperature) regime. Hence, this opens a new stage in spin-based electronics where new realistic devices are possible and a new stage of quantitative modeling is required in order to test the full limits of this new technology. The device and the spin-logic AND-gate realized are shown in Image 1 and 2.\n\n \n\n \n\nBroader impacts and educational results: \n\nThe Paradigm of Physics (PP), developed at Oregon State University (OSU), focuses on restructuring and improving significantly the upper-division undergraduate curriculum. It consists of teaching several intense module-like courses designed to explore single themes and key paradigms that cut across the different branches in physics, e.g. oscillations, periodic potentials, etc., during the junior year. \n\n \n\nWe have implemented the PP program in lectures of two courses in coordination with OSU. The TAMU program, dubbed TAMU APPEAL (TAMU Adaptation of the Paradigms of Physics Education Approach in Lectures), has been detailed on its own website: http://appeal.physics.tamu.edu/index.html. The website includes a list and description of all of the teaching methodologies introduced within the courses: i) interactive white boards, ii) small group activities, iii) computer visualization exercises and examples, iv) team testing, v) physics solving rubric, vi) concept mapping, and vii) problem solving wind sprints. A large fraction of the new methodologies where implemented in the PHYS 221 course were all the lectures and student interactions within the activities where video taped and have been posted on the website (with appropriate permissions signed). The video-clips showing the lectures and examples of the activities are accompanied on the website by detailed instructions for their implementation and methodology.\n\n \n\nBesides these principal results we summarize more specific goals and deliverables of our research below:  \n\n \n\ngoal 1. To study spin transport in spin-orbit coupled systems.  Main results:\n\nCalculated the spin dynamics and AHE in a 2D system with Rashba and Dresselhaus SOC us..."
 }
}