{
 "awd_id": "0547976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Nonspherical, Active, and \"Inverted\" Bases for Optimized Photonic Crystal Design",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2006-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 518705.0,
 "awd_min_amd_letter_date": "2006-02-01",
 "awd_max_amd_letter_date": "2010-02-04",
 "awd_abstract_narration": "Technical\r\nThis project focuses on synthesis and characterization of inorganic colloids with tailoredmorphology and composition for greater understanding and fabrication of three-dimensional photonic crystal structures. New configurations and functionality will be explored through research on photonic crystals with nonspherical and active colloids as bases. Realization of photonic band gap materials (photonic crystals) operating in the near infrared and visible regions relies on ordered lattices of monodispersed, or uniform sized, nano- and mesoscale particles. This overcomes limitations of traditional colloidal building blocks such as silica (SiO2) and polystyrene spheres, which have poor optical function (low refractive index) and cannot produce the diverse packing arrangements necessary to fulfill the most promising enhancements in optical properties expected from photonic crystals. Monodispersed colloids with functionality (metals, semiconductors, magnetic ceramics, etc.) are promising for a variety of electrooptic applications, but have not been widely available. In the proposed research, techniques to expand colloid composition and morphology control will be studied to produce high refractive index monodispersed colloids including non-spherical, core-shell,hollow, and luminescent particles. Fields and templates made by lithography will be utilized in addition to self-assembly strategies to organize the particles. Modeling the assembly optical properties will enable refinement of the photonic crystal design requirements for several types of non-spherical building blocks. The research approach also includes the use of characterization techniques to image electromagnetic modes within the assemblies. Thus, theoretical photonic band calculations will be directly correlated with the structure and properties of the new photonic crystal materials. Better understanding of the effect of tailoring single particle properties (including symmetry reduction) on photonic band characteristics is sought and anticipated. Understanding of the relationship between material topology and function will aid in achieving new functional photonic crystal structures\r\nNon-Technical\r\nBroader Impact. Research will be closely integrated with education and outreach efforts. An outreach activity is proposed to build an appreciation for materials science and engineering at the pre-collegiate level through challenging \"play\" and cognitive activities that integrate art and technology. The jigsaw puzzle outreach to middle school students uses scanning electron microscopy art as a tool in science and engineering education. The PI also plans to incorporate her current research ideas and methods in fine particle technology and self-assembly into a new interactive course offering which will strengthen the linkage between graduate and undergraduate materials science and engineering education. The approach is novel and its evaluation has potential to enhance science studies research into engineering education. In addition, activities are planned that encourage female undergraduates attending Historically Black Colleges and Universities to engage in summer research experiences in nano- and mesoscale systems. This has the potential to strengthen network relationships between the Cornell University Department of Materials Science and Engineering and the physical science and engineering departments (and faculty) at minority serving institutions. It is also expected to lead to increased minority female graduate school applicants and admissions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chekesha",
   "pi_last_name": "Watson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Chekesha M Watson",
   "pi_email_addr": "cliddell@ccmr.cornell.edu",
   "nsf_id": "000483924",
   "pi_start_date": "2006-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 72319.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 76352.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143842.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 138723.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 87469.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Controlling the interactions of light with materials by structuring them at fine length micro-scales has been predicted as the basis for enhancements in the performance of a range of technologies, including optoelectronics, solar cells, sensors and lighting devices.&nbsp;&nbsp;Enhanced properties have been demonstrated using periodic dielectric materials (photonic crystals).&nbsp; Through this award several parameters of the two or three dimensional patterns such as the spacing of motifs, fraction of air and solid materials, contrast in refractive index between spatial regions, crystal structure as well as the shape and complexity of the photonic crystal building block units have been manipulated in theory and experiment and correlated to the formation of complete bandgaps for photons that are analogous to the electronic bandgaps for atomic scale semiconductor crystals.&nbsp;</p>\n<p>Self-assembly is an ideal assembly strategy for particulate building blocks up to a few microns in size (colloids).&nbsp; Synthesis methods were developed to prepare peanut-shaped particles from iron oxide core templates.&nbsp; The chemical composition, architecture (core-shell and hollow) and properties (optical and magnetic) of these units enabled particle assembly through shape programming, optical manipulation, or magnetic field.&nbsp; Hollow fluorescent silica colloids compatible with real time 3D imaging of the assembly behavior by laser scanning confocal microscopy were synthesized using a sol-gel process with dye incorporated to coat the sacrificial hematite particles and to imprint their shape.&nbsp; Anatase titania shells were also achieved under selective etching of the core-shell structures and were trapped into a linear array using holographic optical tweezers.&nbsp; Silica coated iron oxide colloids were determined to have a permanent magnetic dipole transverse to the particle major axis.&nbsp; The&nbsp;dipole was explained&nbsp;to be&nbsp;a consequence of the atomic structure and tilting of magnetic spins, internal microstructure (textured polycrystalline aggregate of nanospindles) and global particle shape.&nbsp; The interactions between the magnetic peanut-shaped particles are highly selective in direction and shape complementarity plays an important role in the translational ordering.</p>\n<p>Other syntheses developed include polystyrene spherocylinders and dimers, uniform&nbsp;zinc sulfide&nbsp;shell deposition by thermal decomposition and nanoparticle coating on colloids by heterocoagulation.&nbsp; Faceted polyhedra were also&nbsp;prepared using good and poor solvent mixtures for fullerene molecules.&nbsp; The results from this award indicate substantial luminescence enhancement and bright, relatively photostable molecular crystals with uniform size and shape diversity.&nbsp;</p>\n<p>Convective and confinement-assisted assembly in wedge-cell geometries was employed to guide the organization of well-defined structures from the building blocks.&nbsp; For both methods, unconventional arrangements arose in addition to traditional crystalline ordering as a function of particle shape and process variables including,&nbsp;particle suspension concentration, deposition temperature, confinement height and suspension densification.&nbsp; For instance, degenerate crystals of dimers tiling a triangular lattice, rotator (positional order and orientational randomness) and centered rectangular phases of spherocylinders, and buckled phases of mushroom cap-shapes were produced.&nbsp; We showed that these structures can be captured in thin film form to pattern functional semiconductor materials such as Germanium.&nbsp; Three-dimensional colloidal crystal films were grown from mushroom cap-shaped polystyrene, zinc-sulfide coated spheres and base-centered monoclinic crystals from asymmetric dimers.&nbsp; Reflection-transmission spectroscopy measurements and band structure calculations&nbsp...",
  "por_txt_cntn": "\nControlling the interactions of light with materials by structuring them at fine length micro-scales has been predicted as the basis for enhancements in the performance of a range of technologies, including optoelectronics, solar cells, sensors and lighting devices.  Enhanced properties have been demonstrated using periodic dielectric materials (photonic crystals).  Through this award several parameters of the two or three dimensional patterns such as the spacing of motifs, fraction of air and solid materials, contrast in refractive index between spatial regions, crystal structure as well as the shape and complexity of the photonic crystal building block units have been manipulated in theory and experiment and correlated to the formation of complete bandgaps for photons that are analogous to the electronic bandgaps for atomic scale semiconductor crystals. \n\nSelf-assembly is an ideal assembly strategy for particulate building blocks up to a few microns in size (colloids).  Synthesis methods were developed to prepare peanut-shaped particles from iron oxide core templates.  The chemical composition, architecture (core-shell and hollow) and properties (optical and magnetic) of these units enabled particle assembly through shape programming, optical manipulation, or magnetic field.  Hollow fluorescent silica colloids compatible with real time 3D imaging of the assembly behavior by laser scanning confocal microscopy were synthesized using a sol-gel process with dye incorporated to coat the sacrificial hematite particles and to imprint their shape.  Anatase titania shells were also achieved under selective etching of the core-shell structures and were trapped into a linear array using holographic optical tweezers.  Silica coated iron oxide colloids were determined to have a permanent magnetic dipole transverse to the particle major axis.  The dipole was explained to be a consequence of the atomic structure and tilting of magnetic spins, internal microstructure (textured polycrystalline aggregate of nanospindles) and global particle shape.  The interactions between the magnetic peanut-shaped particles are highly selective in direction and shape complementarity plays an important role in the translational ordering.\n\nOther syntheses developed include polystyrene spherocylinders and dimers, uniform zinc sulfide shell deposition by thermal decomposition and nanoparticle coating on colloids by heterocoagulation.  Faceted polyhedra were also prepared using good and poor solvent mixtures for fullerene molecules.  The results from this award indicate substantial luminescence enhancement and bright, relatively photostable molecular crystals with uniform size and shape diversity. \n\nConvective and confinement-assisted assembly in wedge-cell geometries was employed to guide the organization of well-defined structures from the building blocks.  For both methods, unconventional arrangements arose in addition to traditional crystalline ordering as a function of particle shape and process variables including, particle suspension concentration, deposition temperature, confinement height and suspension densification.  For instance, degenerate crystals of dimers tiling a triangular lattice, rotator (positional order and orientational randomness) and centered rectangular phases of spherocylinders, and buckled phases of mushroom cap-shapes were produced.  We showed that these structures can be captured in thin film form to pattern functional semiconductor materials such as Germanium.  Three-dimensional colloidal crystal films were grown from mushroom cap-shaped polystyrene, zinc-sulfide coated spheres and base-centered monoclinic crystals from asymmetric dimers.  Reflection-transmission spectroscopy measurements and band structure calculations characterized the optical properties.\n\nFor calculations the findings include:  a diamond-inspired crystal structure with non-spherical colloidal cluster (tetrahedron basis) that exhibited a large,  photonic band ga..."
 }
}