{
 "awd_id": "0548796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Chemistry for Fluids Confined in Nanoporous Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2006-06-13",
 "awd_max_amd_letter_date": "2006-06-13",
 "awd_abstract_narration": "\r\nAbstract\r\n\r\nThis proposal requests fund for the continuation of a successful research program on the\r\ncomputational chemistry for fluids confined in nanoporous materials. In this research, we start with quantum mechanics to obtain accurate force fields between adsorbing molecules and nanoporous materials, and then use these force fields in equilibrium (Monte Carlo) and dynamic (molecular dynamics) simulations to predict adsorption, permeability, and separation factors of gases, ions, and pharmaceutical molecules in two new classes of nanoporous materials: metal-organic frameworks and\r\nstabilized protein crystals. The methodology and results have the potential to have a significant impact on the design and development of new nanoporous materials for engineering and bioengineering separation technologies.\r\n\r\nIntellectual Merit: Due to the geometric confinement and proximity of the surface, fluids in nanoporous materials exhibit a range of rich phase phenomena and diffusion rates that are significantly different from those of bulk fluids. Computer simulation provides a useful tool for understanding such behavior. Current research in this area has generally used empirical force fields, e.g., for carbon materials, developed by correlating measured adsorption behavior on planar graphite. However, results obtained from simulation are very dependent on the force field used, and we have learned from our research that as\r\na result of the highly curved surfaces, bond strains, differences in ring structure and hybridization, the force field an adsorbate experiences in a carbon nanostructured material is very different from that on a planar graphite surface. It is for this reason that instead of using empirical potentials, we will use a firstprinciples hierarchal approach of starting from the quantum mechanical development of a force field, and\r\nproceeding (using simulation) to the prediction of macroscopic behavior. Four specific intellectual goals are:\r\n1) to further develop advanced computational approaches to obtain atomic-resolution, time-resolved insights into the microscopic behavior of confined fluids in the nanostructured materials;\r\n2) to develop accurate force fields from quantum chemistry for guest fluids in the nanoporous substrates, and then to predict equilibrium and dynamic (transport) properties of interest in engineering;\r\n3) to develop a generally applicable method for the study of fluids confined in any type of nanoporous substrate; and\r\n4) to examine in detail adsorption and transport in two recently developed nanoporous materials, metal-organic frameworks and stabilized (by cross linking) protein crystals.\r\n\r\nBroader Impact: Understanding the behavior of fluids confined in nanoporous materials, organic and inorganic nanotubes, vessels, and cells is important in catalysis, nanoelectronics, biological systems, and in other emerging technology areas. In this proposal, by integrating quantum chemical calculations and molecular simulations, we will investigate various physical and chemical phenomena such as adsorption,\r\ntransport, phase transitions, and chemical reactions in two recently developed novel nanoporous materials, metal-organic frameworks and protein crystals. Better molecular-level understanding of the phenomena involved can help in developing accurate descriptions of the fluids in inorganic, organic and physiologic channels and capillaries, as well as in the design and optimization of tailored nanoporous materials for specific applications in gas storage, separations, for use as molecular sieves and catalyst\r\nsupports, and related areas. We will do this by using state-of-the-art computational chemistry to develop accurate force fields that will then be used for real systems of increasing degree of complexity.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Sandler",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley I Sandler",
   "pi_email_addr": "sandler@udel.edu",
   "nsf_id": "000129659",
   "pi_start_date": "2006-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}