{
 "awd_id": "0548691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Freshwater and Saltwater Fluxes Through Coastal Aquifers:  Multiple Time Scales of Terrestrial and Oceanic Forcing",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 113756.0,
 "awd_amount": 113756.0,
 "awd_min_amd_letter_date": "2006-03-06",
 "awd_max_amd_letter_date": "2008-01-11",
 "awd_abstract_narration": "0548691\r\nMullingan.\r\nField studies have shown that seawater circulation through coastal aquifers may exceed\r\nfresh groundwater discharge into coastal waters. This observation has potentially\r\nimportant implications for the quantity and timing of nutrient transport into the coastal\r\nocean, as well as for inland groundwater fluxes. However, the physical mechanisms\r\ndriving this saline groundwater circulation are poorly understood, and, in fact, little saline\r\ninflow has been found to balance the observed discharge. We hypothesize that\r\nseawater exchange is often driven by seasonal oscillations in inland recharge. Because\r\nof the density difference between seawater and freshwater, the freshwater-saltwater\r\ninterface can potentially move by as much as forty times the seasonal movement of the\r\nwater table, driving large quantities of saline groundwater exchange. However, few\r\ndirect measurements of flux across the sediment interface have been taken during the\r\nhypothesized winter saline inflow period, and the actual magnitude of this seasonal flux\r\nand its influence on estuarine nutrient cycles is unknown. Other mechanisms of saline\r\ncirculation include tidal pumping, saline entrainment in freshwater discharge, and wave\r\nrun-up on the beach. These processes enhance mixing at the interface and may\r\ndominate seawater circulation in some regions. It is unknown how dispersive processes\r\ninteract with seasonal cycles, or how the relative magnitude of seasonal exchange and\r\ndispersive circulation may depend on aquifer properties, coastal processes, or recharge\r\npatterns. We will address the following questions: (1) How do saline groundwater\r\ncirculation and freshwater discharge respond to combined forcing from processes that\r\noccur over different time-scales such as inland recharge and tides? (2) How do these\r\nprocesses affect nutrient delivery to coastal waters? To answer these questions, we will\r\ncombine high-frequency measurements of submarine discharge and inflow with detailed\r\nnumerical simulation of the density-coupled transient coastal groundwater system.\r\nMeasurements will rely on a network of flux stations connected by wireless links; vertical\r\nhydraulic gradients will be measured automatically and relayed to shore. We will\r\ncombine detailed field measurements of water and chemical fluxes with simulation\r\nmodels of groundwater flow to develop an understanding of the processes that drive\r\nseawater exchange and groundwater flow in coastal aquifers.\r\nAccurate physically based models of water exchange between aquifers and coastal\r\nwaters could help solve a variety of problems that exist at the interface of hydrology and\r\ncoastal oceanography. First, seawater circulation through coastal aquifers impacts\r\ninland freshwater systems by changing the store of fresh groundwater, potentially\r\nmodulating seasonal water table cycles, and affecting saltwater intrusion and up-coning\r\nin regions where groundwater resources are overdrawn. Flux across the shoreline is a\r\nsignificant source of uncertainty in coastal hydrologic water budgets and groundwater\r\nmodels. Second, seawater circulation affects coastal waters by transporting chemicals\r\ninto and out of the ocean. For example, excess nutrient inputs can adversely affect\r\nfisheries through eutrophication caused by excessive algal growth. The dynamics of freshwater-saltwater interactions in coastal aquifers control the timing of  these solute fluxes to coastal waters.  The spatial patterns and dynamics of saline water cirulation may drive important biogeochemical reactions within coastal aquifers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Mulligan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Mulligan",
   "pi_email_addr": "amulligan@whoi.edu",
   "nsf_id": "000231778",
   "pi_start_date": "2006-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 49094.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 31925.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 32737.0
  }
 ],
 "por": null
}