{
 "awd_id": "0548484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The relationship between spatial nuclear organization and stochastic gene expression",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2006-04-15",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2006-04-18",
 "awd_max_amd_letter_date": "2010-01-11",
 "awd_abstract_narration": "A NSF CAREER award that started in the Summer of 2001 was used to initiate a research program on stochastic gene expression in both prokaryotic and eukaryotic organisms.  One result of the work on yeast supported through this effort pointed to the importance of chromosomal positioning for regulating stochastic gene expression, thereby providing the first clue that spatial organization might play an important role for determining the stochastic properties of gene expression. This spatial aspect had generally been ignored in the earlier studies on stochastic gene expression in which the cell was considered as a well-stirred system. \r\n\r\nThe general objective of the continuation of this effort is to determine the relationship between spatial nuclear organization and stochastic gene expression using the budding yeast Saccharomyces cerevisiae as a model system. The project is focused on the following specific Aims:\r\n\r\n1. Measure the correlation between expression fluctuations of two genes on the same chromosome as a function of the genomic distance between the genes.\r\n2. Measure how the correlation between expression fluctuations of two genes on the same chromosome change as one locus or several loci on this chromosome are recruited to the nuclear periphery.\r\n3. Measure the temporal correlation between the three-dimensional position of a gene locus and the corresponding expression of this gene in single cells in real time. \r\n\r\nThese three projects involve both a significant mathematical and biological ingredient reflecting the interdisciplinary nature of modern biology. For example; the concept of stochastic fluctuations originates from engineering disciplines; mathematical methods are needed to implement the procedures; concepts from physics, such as diffusion, provide insight; and often codes from computer sciences enable large scale calculations. As part of the educational effort, the students trained through this project will be provided with interdisciplinary courses developed by the principal investigator that bridge the gaps between the isolated disciplines. These courses will be offered widely through the university. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Van Oudenaarden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Van Oudenaarden",
   "pi_email_addr": "avo1@mit.edu",
   "nsf_id": "000487955",
   "pi_start_date": "2006-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "1767",
   "pgm_ref_txt": "Nanoscale Research-for PHY use only"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within the confines of individual cells, minute changes in the concentration or spatial arrangement of molecular species can produce substantial effects. For example, a transcription factor equally prevalent in two isogenic cells<em> </em>might be bound to a promoter in one and unbound in another, subject to the dictates of statistical mechanics. Protein production would consequently begin in one cell and not the other, amplifying the fluctuation, and propelling each cell to a different fate. Identical genotype and an identical growth environment are thus insufficient to ensure that two cells will develop the same phenotypes. A major goal of the research funded by this NSF grant during the last five years was to identify and differentiate between the myriad possible origins of this variability, understand which are biologically important, which are not, and to put firm numbers on each of them. For example we studied how these fluctuations are beneficial for microbes to anticipate random fluctuations in the environment. In other words, when a cell does not know what the future will bring it is often beneficial to randomly guess what will happen. In another study we explore how the circadian clock of cyanobacteria is affected by these fluctuations. In addition to working on basic scientific problems we also developed now technology to read-out transcriptional activity in single cells. Using a novel method we were able to count single mRNA molecules in single cells. We are now applying this technology to many other biological systems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2011<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Van Oudenaarden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin the confines of individual cells, minute changes in the concentration or spatial arrangement of molecular species can produce substantial effects. For example, a transcription factor equally prevalent in two isogenic cells might be bound to a promoter in one and unbound in another, subject to the dictates of statistical mechanics. Protein production would consequently begin in one cell and not the other, amplifying the fluctuation, and propelling each cell to a different fate. Identical genotype and an identical growth environment are thus insufficient to ensure that two cells will develop the same phenotypes. A major goal of the research funded by this NSF grant during the last five years was to identify and differentiate between the myriad possible origins of this variability, understand which are biologically important, which are not, and to put firm numbers on each of them. For example we studied how these fluctuations are beneficial for microbes to anticipate random fluctuations in the environment. In other words, when a cell does not know what the future will bring it is often beneficial to randomly guess what will happen. In another study we explore how the circadian clock of cyanobacteria is affected by these fluctuations. In addition to working on basic scientific problems we also developed now technology to read-out transcriptional activity in single cells. Using a novel method we were able to count single mRNA molecules in single cells. We are now applying this technology to many other biological systems.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/08/2011\n\n\t\t\t\t\tSubmitted by: Alexander Van Oudenaarden"
 }
}