{
 "awd_id": "0548620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GnRH Multiplicity: Molecular and Developmental Studies",
 "cfda_num": "47.074",
 "org_code": "08090600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark R. Brodl",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 290000.0,
 "awd_amount": 290000.0,
 "awd_min_amd_letter_date": "2006-01-19",
 "awd_max_amd_letter_date": "2008-05-15",
 "awd_abstract_narration": "The gonadotropin-releasing hormone (GnRH) neuropeptides function as key\r\nhormones in the control of reproduction in all vertebrates, and it is now firmly established that\r\neach species expresses more than one form of GnRH. Several lines of evidence indicate that\r\neach form has distinct, and possibly multiple, functions within an organism, although an\r\nunderstanding of what these functions are and how they are coordinated is far from complete.\r\nAn emerging area of investigation in the study of GnRH functionality concerns their\r\npresence during embryonic and juvenile development. These studies will examine the expression patterns and functional aspects of GnRH during development in the zebrafish, a model\r\norganism in which two forms of GnRH have been characterized. Building on preliminary data that demonstrates different patterns of expression for each form of GnRH during embryonic and early larval development in zebrafish, these studies will achieve two general objectives. First, using techniques to localize and quantitate gene expression, the ontogeny and detailed expression patterns of GnRH-I and GnRH-II within the zebrafish brain during embryonic and larval life stages will be determined, and correlated with several parameters of brain, pituitary and gonadal development. Second, functional roles of each form of GnRH in terms of establishment of the reproductive axis will be examined by determining the effects of disrupted GnRH-I and GnRH-II expression on development of the brain, pituitary and gonad in embryonic and larval zebrafish. This objective will be achieved by 1) temporarily knocking down GnRH expression during development by injecting antisense oligonucleotides into zebrafish embryos and 2) creating transgenic zebrafish that constantly under-express the GnRH peptides in a tissue-specific manner.\r\n\tTo date, there has been no in-depth analysis of the expression of GnRHs\r\nduring embryonic or juvenile development in vertebrates. These studies will alleviate\r\nshortcomings in the current state of knowledge in the field of GnRH research, and provide a\r\nbetter understanding of the functional significance of GnRH multiplicity. These studies will also\r\nestablish the necessary tools and baseline data for further studies of GnRH functionality in a model system that is universally recognized as ideal for studying development and regulation of gene expression patterns, which is currently lacking in the field. The use of transgenic technologies will enable the modeling of physiological states in which there is an induced or genetically inherited disruption of proper GnRH expression. Thus, aside from the basic knowledge to be gained, these studies will have broader impacts for the understanding of reproductive development in vertebrates generally, and will potentially impact the manipulation of reproduction in farmed and captive animals. These studies will provide state-of-the-art training for postdoctoral, graduate and undergraduate researchers. In addition, because of the chosen model system, the experimental tools derived from these studies will be easily adapted to develop teaching modules that will give hands-on experience in neurobiology, embryonic development and molecular analysis of gene expression to high school and undergraduate students and secondary school teachers.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yonathan",
   "pi_last_name": "Zohar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yonathan Zohar",
   "pi_email_addr": "zohar@umbc.edu",
   "nsf_id": "000096912",
   "pi_start_date": "2006-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaojun",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaojun Du",
   "pi_email_addr": "sdu@som.umaryland.edu",
   "nsf_id": "000432939",
   "pi_start_date": "2006-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Biotechnology Institute",
  "inst_street_address": "701 East Pratt St., Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Baltimore",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4103856330",
  "inst_zip_code": "212023101",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "C8WDKMCD4K65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Biotechnology Institute",
  "perf_str_addr": "701 East Pratt St., Suite 200",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212023101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}