{
 "awd_id": "0548561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Roles of SH2-Domain Proteins in Repulsive Axon Guidance by A-Ephrins",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2006-01-31",
 "awd_max_amd_letter_date": "2008-01-15",
 "awd_abstract_narration": "Nerve fibers (axons) are guided to make appropriate connections during development of the nervous system.  The guidance factors can be either attractive or repulsive to the axons.  The Ephrin family molecules and their Eph receptors often function as repulsive guidance cues and induce axon retraction. The molecular mechanisms underlying repulsive axon guidance remain largely unknown. The long-term objective of this project is to elucidate the molecular pathways underlying axon retraction, using Eph receptors as model systems. Eph receptors are tyrosine kinases, and transmit signals through phosphotyrosine (P-Tyr)-dependent or independent coupling of downstream molecules. However, roles of molecular cascades coupled through P-Tyr binding in axon retraction have not been well investigated. In the preliminary studies, a candidate signaling protein, a phosphotyrosine phosphatase, termed Shp2, which contain the Src homology 2-domain known to bind to P-Tyr, has been isolated. It is hypothesized that Shp2, coupled through P-Tyr-binding to activated EphA receptors, initiates critical signaling cascades important for axon retraction induced by the Ephrins. To test this hypothesis, experiments are proposed to (1) identify specific phosphotyrosine residues that are important for Shp2 binding and axon repulsion, using mutagenesis and biochemical analyses; (2) Test whether Shp2 is required for EphA receptor-mediated biochemical and biological responses. To further define functions of Shp2, the roles of Shp2 effector Src in Ephrin-induced repulsive guidance will be examined. Several approaches, including expression of dominant-negative and constitutively active mutants and assaying Ephrin functions in gene-deleted neurons, will be used to test roles of Shp2 in EphA receptor-mediated repulsive axon guidance. \r\n\r\nThe intellectual merits of proposed experiments lie in addressing an important area of axon guidance mechanisms, namely, functions of the P-Tyr-docked pathways, which have not been well investigated in axon guidance. The proposed studies are likely to identify novel signaling mechanisms mediating Ephrin-induced repulsive axon guidance. Since tyrosine kinases and phosphatases have been shown to play important roles in other axon guidance systems and possibly axon guidance in general, these studies are likely to significantly enhance understanding of how axons are guided, and may provide insights in future interventions to reconnect damaged neural circuits. \r\n\r\nThe proposed studies will also have a broader impact. These studies will help generate viral vectors carrying various signaling proteins, which will be made available to other investigators. In addition, the proposed studies will train students and postdoctoral fellows. The PI also participates in the American Chemical Society SEED Program. This program provides training opportunities for minority high school students. Three minority high school students have performed summer research in the PI's laboratory in the past three years. The proposed studies will allow continued exposure for minority students to research experience in a laboratory environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renping",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renping Zhou",
   "pi_email_addr": "rzhou@rci.rutgers.edu",
   "nsf_id": "000466168",
   "pi_start_date": "2006-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747100",
   "pgm_ele_name": "DEVELOPMENTAL BIOLOGY CLUSTER"
  },
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}