{
 "awd_id": "0549522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluation of Mixed Layer-Upper Thermocline Interaction and Geochemical Transport using 7Be",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 342982.0,
 "awd_amount": 342982.0,
 "awd_min_amd_letter_date": "2006-02-22",
 "awd_max_amd_letter_date": "2006-02-22",
 "awd_abstract_narration": "The flux of carbon and nutrients within the ocean is controlled by complex linkages between physical mixing and biological processes. In particular, adequate understanding of mixing processes is required to balance geochemical fluxes within the system, but the manner in which mass and energy are transferred within the ocean remain one of the more challenging issues in ocean science. For example, geochemical estimates of new production require correct parameterization of mixing between the mixed layer and upper thermocline, but transport processes in this region are not completely understood.\r\n\r\nIn this project, investigators at the University of Miami will continue studies of  7Be (half-life = 53.3 d) as a tracer of transport processes in the upper thermocline. As such, it is a valuable tool for studying mixing processes that occur over a seasonal timescale and fills a gap in knowledge gained from the use of short-lived (days) and long-lived tracers (years).  7Be is a cosmic ray produced radioactive nuclide and is deposited upon the ocean surface by rainfall and is mixed within the surface mixed layer. The extent to which this nuclide penetrates the upper thermocline before it decays radioactively will depend in part on the strength of vertical mixing and advective processes. Models of the seasonal changes in the mixed layer depth indicate however that most of the 7Be found in the thermocline is remnant of that contained in previous mixed layers. The implication is that with knowledge of the depth history of the mixed layer and atmospheric input, profiles of  7Be can be used to elucidate transport properties. This study will be done at the time-series station in Bermuda, which will allow the research team to follow the evolution of the mixed layer, measure the input function, and track the 7Be distribution over the course of the year. This information, combined with models of the seasonal development of the mixed layer, will be used to assess mixing in the upper thermocline. These results will in turn be applied to profiles (measured concurrently as part of the BATS time-series) of dissolved species such as nutrients, O2 and DOC to estimate their transport across the mixed layer-thermocline boundary. \r\n\r\nIn terms of broader impacts, this project will contribute to on-going studies at the BATS site while yielding important new insights into the mass-energy interaction between the mixed layer and upper thermocline, thereby being of interest to the wider oceanographic community. Additionally, the project will provide partial support for a new graduate student.  Results from this study will readily be incorporated into a graduate course (\"Tracers of Oceanographic Processes\") as an illustrative case-study. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kadko",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Kadko",
   "pi_email_addr": "dkadko@fiu.edu",
   "nsf_id": "000173052",
   "pi_start_date": "2006-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 342982.0
  }
 ],
 "por": null
}