{
 "awd_id": "0549001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Non-Canonical Pathways of Golgi Apparatus Protein Recycling",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2006-04-15",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 482548.0,
 "awd_min_amd_letter_date": "2006-04-12",
 "awd_max_amd_letter_date": "2009-04-14",
 "awd_abstract_narration": "Intellectual Merit \r\n The project builds on cumulative observations that the Golgi apparatus is assembled and deconstructed constantly in the time between cell divisions in mammalian cells.  The Golgi proteins recycle back through the endoplasmic reticulum (ER).  This Golgi apparatus recycling to the ER is subject to physiological regulation and can be induced in response to certain cell culture conditions.  The working hypothesis is that much of Golgi protein recycling to the ER occurs by their movement from trans Golgi apparatus/ trans Golgi network  to adjacent ER.  Consistent with this, the rate of recycling of trans Golgi proteins to the ER is faster than that of medial or cis proteins.  This hypothesized movement of Golgi proteins from the distant (trans-) end of the Golgi apparatus to the ER, rather than from the closest (cis-) end, has never been observed previously; for that reason it is termed \"non-canonical\" recycling.  The Specific Aims of the project are:\r\n\r\n1. \tDetermination of the role of tether/SNARE complexes in the targeting of Golgi protein recycling to the ER.  On the basis of Preliminary Studies and literature, the ZW10/RINT1/Syntaxin 18 complex was chosen as most likely to play a determining role in targeting of Golgi apparatus protein recycling to the ER.  Preliminary Data show that selective siRNA knockdown of ZW10 disrupts Golgi apparatus structure in HeLa cells, resulting in an extended network of Golgi membranes visualized by immunofluorescence, and inhibits constitutive glycosyltransferase protein recycling to the ER by 3-fold.  The functions of individual members of the complex will be tested for their participation in non-canonical recycling as defined experimentally by the Storrie laboratory.\r\n\r\n2.\tHow does the structure of the Golgi change when non-canonical recycling is blocked?  To date, evidence for non-canonical Golgi protein recycling has come from the tracking of individual proteins by fluorescence microscopy, and the response of a limited number of marker proteins to specific molecular changes that block the pathway.  This Aim will explore a different approach.  The three dimensional organization of the Golgi apparatus under normal conditions has been defined by electron microscopic tomography.  In these experiments, the non-canonical pathway will be blocked, and then the resulting Golgi structure will be defined at the three dimensional level.  These experiments are in collaboration with Brad Marsh, an experienced tomographer at the University of Queensland in Australia.\r\n\r\nThe proposed concept that resident Golgi proteins are transported directly to the ER from the trans side of the organelle challenges existing paradigms because the conventional views require that, instead, proteins move backwards from trans- to medial- to cis-Golgi and then to the ER.  The experiments carried out in this project will provide further tests of the non-canonical pathway hypothesis, and should yield new insights into Golgi structure and organization.  \r\n\r\nCriterion 2 \r\nThe project is centered on education-through-research, a theme of NSF sponsored research.  This will involve graduate education, graduate student training and summer internship participation for undergraduates and high school students.  Although UAMS is a medical university and Dr. Storrie's previous university (Virginia Tech) was an institution with a large undergraduate population, the actual opportunities for summer undergraduate or high school student participation are greater for this project.  A Biosciences Research Infrastructure Network (BRIN) project is led by the Department of Physiology and Biophysics at UAMS.  This project solicits and sponsors a formal summer undergraduate program at UAMS in Little Rock.  At the high school level, there is a population of aspiring African-Americans at institutions such as Central High School in Little Rock.  Dr. Storrie has been successful in the past in the mentorship of undergraduates in research projects as cited in the publication list, and his new position in UAMS should provide expanded opportunities for continuing mentorship.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Storrie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Storrie",
   "pi_email_addr": "StorrieBrian@uams.edu",
   "nsf_id": "000285422",
   "pi_start_date": "2006-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Medical Sciences Campus",
  "inst_street_address": "4301 W MARKHAM ST",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5016865502",
  "inst_zip_code": "722057101",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VDFYLZPJEAV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas Medical Sciences Campus",
  "perf_str_addr": "4301 W MARKHAM ST",
  "perf_city_name": "LITTLE ROCK",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722057101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9261",
   "pgm_ref_txt": "RESRCH ASSIST-MINORITY H.S. ST"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 159622.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 158341.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 156701.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7884.0
  }
 ],
 "por": null
}