{
 "awd_id": "0550771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Influence of interannual atmospheric forcing on North Pacific biogeochemical variability",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 385725.0,
 "awd_min_amd_letter_date": "2006-03-07",
 "awd_max_amd_letter_date": "2007-08-21",
 "awd_abstract_narration": "In this research project, investigators at the University of Washington will study the sensitivity of the North Pacific carbon cycle to changes in physical atmospheric forcing over the past few decades.  Decade-scale changes in the North Pacific carbon cycle and related processes have been well documented through direct observations. Basic questions remain, however, about the controlling mechanisms, and little is known about the relationship between surface and thermocline variability.  The investigators are motivated by a series of recent indications from both models and observations that fresh water forcing due to changes in the hydrological cycle plays an important role in the decadal variability of tracers of carbon cycle processes in both surface and thermocline waters. This issue can now be addressed using newly published historical ocean salinity trends. In addition, valuable data emerging from the CLIVAR program allows the relationships between changes in biogeochemical variability in surface waters and in the ocean interior to be explored.\r\n\r\nThe research plan will involve hind cast simulations with an ocean circulation/biogeochemical model to examine the sensitivity of surface carbon cycle parameters and interior distributions of O2 and DIC to changes in sea surface salinity as well as nutrients. The investigators have previously developed a model for investigations of physical-biogeochemical variability in the North Pacific basin. While the model currently has no carbon cycle, it does have biogeochemical cycles of nutrients and oxygen that are able to reproduce the climatological O2 and nutrient distributions, as well as the overall pattern of thermocline O2 changes observed during the late 20th century. The straightforward addition of a carbon cycle to the model therefore builds on a demonstrated capacity to capture important modes of physical and biogeochemical variability.\r\n\r\nThe results of these sensitivity experiments will then be assessed through a detailed comparison of model output to observed carbon cycle variability in the North Pacific based on ocean time series stations, together with data from the CLIVAR/CO2 Repeat Hydrography Program. This effort will take advantage of established collaborations with leading experimental carbon cycle scientists at the Pacific Marine Environmental Laboratory. Finally, the research team will conduct a series of attribution experiments to isolate and characterize the contribution of physical, biological and chemical processes to simulated carbon variability.\r\n\r\nAlthough the study itself will be regionally specific, the study should have broader impacts for the study of the global ocean carbon cycle and related phenomena.  The emphasis on the spatial signatures and relative importance of different processes controlling ocean carbon cycle variability should inform the community-wide understanding of the variability of the global carbon cycle. The project will support a young postdoctoral investigator and a beginning graduate student.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "LuAnne",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "LuAnne Thompson",
   "pi_email_addr": "luanne@uw.edu",
   "nsf_id": "000454655",
   "pi_start_date": "2006-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 385725.0
  }
 ],
 "por": null
}