{
 "awd_id": "0550676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: The Functional Anatomy of Prehensile and Nonprehensile Tails: Internal Architecture of Caudal Vertebrae and Musculature",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanna E. Lambert",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 11992.0,
 "awd_amount": 11992.0,
 "awd_min_amd_letter_date": "2006-02-28",
 "awd_max_amd_letter_date": "2007-06-08",
 "awd_abstract_narration": "Graduate student Jason Organ, under the supervision of Dr. Mark Teaford, will examine differences in bones and muscles of the tail among mammals that use their tails differently.  Prehensile tails, ones that can fully suspend the body weight of the animal, are thought to have evolved independently at least 14 times among extant mammals, and probably twice (in parallel) in New World monkeys. Yet, despite the functional significance of tail prehension for balance, locomotion, and feeding, the mechanical structure of prehensile tails, and how this structure differs in nonprehensile tails, is not well understood.  This study will examine the functional anatomy of prehensile and nonprehensile tails of New World monkeys and procyonids, a group of carnivoran mammals including coatis and kinkajous.  Analyses will focus on (1) the cross-sectional geometric structure of caudal vertebrae (i.e., bone strength and rigidity) using computed tomography and (2) the internal structural properties of flexor compartment muscles using muscle fiber architectural analysis.  Differences in bone and muscle properties, appropriately scaled for size differences, will be compared between species and different regions of the tail, and correlated with behavioral use of the tail during locomotion.  Within both primates and procyonids, certain tail vertebrae of prehensile-tailed animals are predicted to be stronger and more rigid in bending and torsion when compared to nonprehensile-tailed animals.  Differences in muscle internal architecture among groups are also expected, with certain muscles (the lateral flexors of the prehensile tail) predicted to be best structured to maximize force output, while other muscles (the ventral flexors) are predicted to be best suited for highly modulated control of the prehensile tail.  \r\nFunding from the National Science Foundation will permit data collection from primate and procyonid skeletal and soft-tissue specimens at the Smithsonian National Museum of Natural History and the Department of Anatomical Sciences, Stony Brook University.  Data collected will be used to address broader mechanical and evolutionary issues such as (1) the functional implications of muscle fiber architecture to energetic cost-efficiency, (2) how muscle architectural properties affect bone structure, (3) parallel evolution of tail prehensility within New World monkeys and among primates and procyonids, and (4) more accurate behavioral reconstructions of fossil prehensile-tailed mammals.\r\n\tThe broader implications of this project include a strengthening of institutional ties between Johns Hopkins University School of Medicine and both the Smithsonian National Museum of Natural History and the Department of Anatomical Sciences at Stony Brook University.  Furthermore, all material generated by this project will be donated to the Smithsonian National Museum of Natural History for future researchers, and all data will be published in a series of manuscripts and meeting abstracts, ultimately providing support for the training and professional development of the graduate student co-investigator.  Finally, this study will represent the first comprehensive evaluation of both tail skeletal and muscular properties in primates and procyonids with prehensile and nonprehensile tails, and will be the first true test of morphologic similarity during the parallel evolution of tail prehensility in mammals.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Teaford",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mark F Teaford",
   "pi_email_addr": "mteaford@highpoint.edu",
   "nsf_id": "000269452",
   "pi_start_date": "2006-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11992.0
  }
 ],
 "por": null
}