{
 "awd_id": "0550901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDI--Postcranial Variation in Plio-Pleistocene Hominins of Africa",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanna E. Lambert",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 11957.0,
 "awd_amount": 11957.0,
 "awd_min_amd_letter_date": "2006-02-07",
 "awd_max_amd_letter_date": "2006-02-07",
 "awd_abstract_narration": "NSF support will allow Ms. Melissa Tallman to undertake her dissertation research on one of the most interesting problems in the study of human origins: the acquisition of bipedal posture. This important step in human evolution probably occurred by 4 million years ago (Ma), but fossil evidence for it is not well-documented until somewhat later in time. Most of the actual fossils of the legs and arms dated between 3.5-1.5 Ma are isolated bones not directly associated with the skulls and teeth upon which extinct species are named and identified. Ms. Tallman will perform a comprehensive analysis including both unassociated and associated fossil postcranial remains designed to address a series of important questions regarding early human evolution in Africa:  1) Are there postcranial features that are characteristic of specific Plio-Pleistocene hominin species?  2) Does the pattern of postcranial traits support one or more of the current taxonomies based on cranial remains?  3) What do postcranial remains imply about the locomotor repertoires of Plio-Pleistocene hominins, and about the types of ecological niches they would have inhabited?  \r\nThese questions will be addressed with data collected using three-dimensional geometric morphometrics (3D-GM).  In 3D-GM, data are collected as a group of x,y,z coordinate points (landmarks).  The greatest advantages of 3D-GM as opposed to traditional linear measurements are that the relationships among measurements in three-dimensional space are retained, and shape changes can be visualized as deformations from a reference to a target specimen.  Data will be collected on all fossil humeri, radii, ulnae, femora, tibiae, tali and calcanei dating from 3.5 - 1.5 Ma.  These data will be compared to a number of extant samples, including: modern H. sapiens (seven different populations), G. gorilla, P. pygmaeus, P. troglodytes (two subspecies - P. t. schweinfurthii and P.t. troglodytes), and P. paniscus.   \r\nData will be analyzed first element by element, to look for specific morphological patterns in single elements.  Next, data from different elements will be analyzed together in a more holistic analysis that looks at patterns of morphology across the entire body, e.g., covariation in functional joint complexes and in fore- and hind-limb morphology.  In both cases, separate analyses will be performed first by using the maximum number of specimens and a reduced landmark set, and second by concentrating on specific anatomical areas in fewer individuals, but with a more comprehensive landmark set.  The data will be explored using principal components analyses and minimum spanning trees.  Data from the fossil specimens can be compared with the extant samples to look for similarities in the degree and patterning of differences.  Discriminant function analyses will be used to better assess inter-taxic differences.  Finally, two-block partial least squares analysis will be utilized to examine covariation between different skeletal elements.  \r\n\tThe intellectual merit in this project is threefold.  First, there is a large number of unattributed postcranial specimens that have not been well studied.  This project seeks to create linkages between associated postcranial remains and isolated elements, in order to increase the sample size and allow for more robust statistical analyses, as well as give greater insight into the variation present in postcrania.  Second, many other studies have concentrated on element by element analyses of the postcranial skeleton; this project will incorporate these data into analyses that take into account the ways that the bones of the postcranium work together during locomotion.  Finally, current studies of hominin postcrania have largely used traditional linear measures for data collection.  This study will use geometric morphometrics as a way to describe and quantify shape differences between specimens.    \r\n\tThe broader impact of this project is mainly methodological.  In addition to clarifying aspects of the identification and adaptation of early hominins, this project will provide an example of a methodology applicable to problems in the wider discipline of vertebrate paleontology and disseminate that method internationally. This study promotes international ties and collaboration in paleoanthropological research, which is increasingly conducted by multi-national teams.  The NYCEP Geometric Morphometrics group databases all data collected by members of the group for future re-analysis and study; the data collected in this study will be added to that database and eventually made available for use by colleagues.  The results of work in human paleontology are of broad public interest and will be widely disseminated in both technical and popular publications. Moreover, support of a female doctoral student will increase representation of women in science. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Delson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Delson",
   "pi_email_addr": "eric.delson@lehman.cuny.edu",
   "nsf_id": "000155527",
   "pi_start_date": "2006-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Tallman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Tallman",
   "pi_email_addr": "ltallman@gmail.com",
   "nsf_id": "000465115",
   "pi_start_date": "2006-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 5TH AVE STE 8113",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11957.0
  }
 ],
 "por": null
}