{
 "awd_id": "0550443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Responses of Seals and Sea Lions to Increased Rockfish Density",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 720000.0,
 "awd_amount": 720000.0,
 "awd_min_amd_letter_date": "2006-03-28",
 "awd_max_amd_letter_date": "2006-03-28",
 "awd_abstract_narration": "Intellectual Merit: Over fishing has depleted many fish stocks, affected food webs, and altered ecological communities. The resultant concern has fueled the need to manage the coastline with ecosystem-based approaches such as Marine Protected Areas (MPAs), which are viewed by some as effective tools for conservation because fish density and body size increase inside their boundaries. MPAs may have slowed down the dramatic declines of rockfish populations in Puget Sound and, consequently, new MPAs are imminent throughout the area. However, theoretical evidence supports the hypothesis that top, marine predators may respond to these increases in fish density by increasing their abundance (aggregative response) and foraging (functional response), potentially preventing the recovery of fish populations.  Thus, documenting how rockfish density affects predator-prey interactions is crucial. Harbor seals appear likely to affect rockfish populations in Puget Sound because they are abundant and coastal in nature, reside in the area throughout the year, consume more than one prey species, and modify their behavior according to changes in prey abundance. California sea lions and Steller sea lions could also have an impact on rockfish populations during the winter whereas river otters may be an important predator in certain areas. The project is a collaborative study of the responses of harbor seals and other mammalian predators to changes in prey density in Puget Sound. The general study approach will involve multi-year field estimates to observe the responses of predators to rockfish density in protected areas, candidate marine reserves, and unprotected sites. The collaborating investigators will estimate 1) rockfish density using visual and mark and recapture techniques; 2) predator abundance using aerials surveys and dedicated land observations; and 3) predator food consumption using scat to describe diet, tagging of harbor seals to describe individual foraging sites, and population-based and individual bioenergetics models to describe consumption of rockfish. The investigators will also take into account confounding factors that might explain predator behavior, such as environmental variables and alternative prey, by creating a GIS database from available information from the area. The different field observations and database estimates are explicitly linked through a common hypothesis and coordinated methodologies, and their results will be integrated into a model describing the impact of predation on rockfish populations. The responses of top predators to changes in prey density and their impact on fish populations of interest are unknown. This study will evaluate the effectiveness of MPAs as fish refugia, offer a framework for the management and conservation of marine resources, and provide an exciting opportunity for students to participate in ecological and conservation research.\r\n\r\nBroader Impacts: This project will engage Western Washington University undergraduate science majors, pre-service teachers, and graduate students in interdisciplinary, science-based conservation research through direct participation, foster creative collaborations between university and governmental scientists, and present multiple avenues for students and scientists to disseminate findings to a larger audience. The plan for student involvement has been carefully crafted based on research in how people learn -students build their own knowledge through their experience and thoughts- and previous experience in mentoring students. It involves a research topic of global significance and interest to a broad range of students, applicability of topic to each student's discipline, integration into academic requirements, and a strong commitment to student project ownership. By participating in field-based courses taught by the PI and integrated with this project, conducting an independent research project -from design and collection of data to writing and publication of results in manuscripts and presentations- and collaborating with other students and scientists, future scientists will gain the confidence and skills to conduct science and engage in conservation, and future science teachers will gain the confidence and skills to teach science. The dissemination of results through student presentations, class integration of project elements, outreach programs, a website, scientific publications, and lesson plans will magnify the impact of the project.  The plan is relevant, sustainable, and realistic because it proposes high-quality research that answers a crucial conservation question, helps students understand science process by conducting research under the guidance of an experienced research team, integrates the research into the courses taught by the PI, and - given the background, past activities and interests of the PI- permits active recruitment from surrounding schools of students traditionally underrepresented in the sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Acevedo-Gutierrez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Acevedo-Gutierrez",
   "pi_email_addr": "acevedo@biol.wwu.edu",
   "nsf_id": "000492974",
   "pi_start_date": "2006-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 720000.0
  }
 ],
 "por": null
}