{
 "awd_id": "0550036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: 3-D Modeling of in vivo Bite Force Production and Efficiency in Recent Humans as a Baseline for Evolutionary Change in Homo",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye E. Reed",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11931.0,
 "awd_min_amd_letter_date": "2006-03-10",
 "awd_max_amd_letter_date": "2008-02-29",
 "awd_abstract_narration": "With National Science Foundation support, this project will provide a detailed analysis of the relationship between facial form and bite force production in living humans to establish a baseline for future studies of Neandertal facial form.  The form of the facial skeleton is influenced by a variety of factors, both genetic and environmental.  One of the most important environmental factors affecting the facial skeleton is the production of masticatory forces (e.g., bite force).  While the importance of masticatory biomechanics in facial development is recognized in both evolutionary and clinical contexts, the exact nature of the relationship between these variables is still poorly understood.  Understanding this relationship is important with respect to the Neandertal face as the production and dissipation of high magnitude bite forces has been used as a working model to explain the evolutionary development of Neandertal facial anatomy which differs substantially from the facial form of living people.  \r\n\r\nA proper assessment of Neandertal bite force production has not been possible since bite force production results from an interaction of both skeletal and muscle tissue, and the latter is not preserved in fossils.  Therefore, previous analyses of Neandertal masticatory performance have been restricted solely to mathematical modeling, the accuracy of which is has not been well established.  Given these limitations, researchers must turn to a living model that provides not only bone and soft tissue data but also actual bite force measurements.\r\n\r\nThe objectives of this project are twofold.  First, the investigators will examine the relationship between bite force production and facial morphology in a living human sample to determine if the size and shape of the facial skeleton correlate with actual bite force measurements.  This will be accomplished through a joint effort of the Department of Anthropology at The University of Iowa along with the Departments of Otolaryngology and Radiology at The University of Iowa's Hospitals and Clinics.  Bite force measures will be taken from recruited subjects and compared to skeletal and muscle data taken from CT scans of the subjects.  Second, the data from this project will be used to validate a custom written computer program that mathematically models bite force production based solely on skeletal variables.  By using skeletal data from the subjects' CT scans, the investigators will produce mathematical estimates of their bite force production and compare these results to actual values.  When validated, this program will then serve as an invaluable tool for future studies that will accurately estimate Neandertal bite force production. \r\n\r\nAnthropological and clinical studies of facial anatomy and bite force have historically operated independently of one another.  This is unfortunate given that both fields have unique perspectives that complement one another.  Thus the broader impacts of this study are that it will marry these two operationally distinct research areas.  In this way, questions posed in an evolutionary framework can help refine and improve clinical craniofacial treatment, while the clinical knowledge gained in studying living humans can enrich the interpretation and reconstruction of the craniofacial biology of our fossil human ancestors.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Franciscus",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Franciscus",
   "pi_email_addr": "robert-franciscus@uiowa.edu",
   "nsf_id": "000173862",
   "pi_start_date": "2006-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11931.0
  }
 ],
 "por": null
}