{
 "awd_id": "0550829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Protistan Abundance, Diversity and Activity in the Deep-Sea and at Hydrothermal Vents",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 400034.0,
 "awd_amount": 400034.0,
 "awd_min_amd_letter_date": "2006-05-23",
 "awd_max_amd_letter_date": "2006-05-23",
 "awd_abstract_narration": "Protistan assemblages are essential components of food webs in the vast majority of aquatic ecosystems that have been examined to date. Despite the pivotal roles that these organisms play in carbon fixation, energy utilization and elemental cycling in marine ecosystems, little information exists on the presence, abundance and activities of these species in the deep ocean in general, and in particular at and around hydrothermal vents. The latter environments should be particularly conducive to the growth of phagotrophic protists in the deep ocean because biomass is greatly elevated at these sites and organic carbon availability in these regions is largely mediated by archaeal and bacterial assemblages. This research project will address fundamental questions regarding the species diversity, abundances of specific taxa, and trophic activities of protists within the deep ocean including hydrothermal vent areas. Specifically, the PIs will determine whether deep-sea communities harbor endemic assemblages of protists, establish the identity of the protists associated with these environments that are trophically active, and document the protistan taxa that dominate these assemblages in situ. They will examine the diversity of the protistan assemblages in the deep-sea away from the vents and in the overlying water column, and in microenvironments in and around hydrothermal vents and associated with dominant macrofauna of vents. Traditional (microscopy) and molecular biological (18S rDNA) approaches will be used to characterize abundance and diversity. Observations of the ingestion of fluorescently labeled prey will be used to establish trophically active protists in situ. They will also employ 18S rDNA clone libraries, cultures and microscopy-based observations to target specific taxa for the application of fluorescent in situ hybridization (FISH) to link morphological identity to commonly occurring (and trophically active) phylotypes. A culture collection of deep-sea protists will be established to further characterize protistan diversity and also to provide specimens for baseline physiological measurements in the laboratory. Growth rates will be examined in the laboratory using cultured protists grown under temperatures, pressures and water chemistries representative of deep-sea environments.  Hydrothermal vent research is an excellent vehicle for incorporation into education at all levels ranging from elementary through graduate level. The information resulting from this research will be incorporated into undergraduate and graduate courses by the PIs, and will be featured on the Caron Lab Homepage. The PIs and the postdoctoral investigator supported by this project will participate directly in an ongoing teacher education program (Centers for Ocean Science Education Excellence; COSEE-West) that will reach middle and high school students, most of whom are Hispanic, African-American or other ethnic minorities and most of whom are economically disadvantaged. This will be accomplished through existing teacher enhancement and student enrichment activities that will incorporate this research into a learning experience that will enhance student awareness of environmental science, microbiology and the natural world. This work will be the center feature for the internationally acclaimed Extreme 2000 outreach program for secondary schools which has, over the last 5 years, directly engaged over 180,000 students throughout the US and 9 foreign countries. Contributions from this project will educate the public at every level about the deepsea, and the importance of microbes in forming and maintaining the biosphere.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Caron",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Caron",
   "pi_email_addr": "dcaron@usc.edu",
   "nsf_id": "000102324",
   "pi_start_date": "2006-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 400034.0
  }
 ],
 "por": null
}