{
 "awd_id": "0550629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Race and Political Cognition: Implicit Measures of Ideology and Racism",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 174907.0,
 "awd_amount": 174907.0,
 "awd_min_amd_letter_date": "2006-01-31",
 "awd_max_amd_letter_date": "2009-10-26",
 "awd_abstract_narration": "Political scientists have long debated the role of racism in political attitudes in the United States, with some scholars arguing that racism is no longer the potent force it once was and others arguing that racism remains potent, but now takes a more subtle form. This debate cannot be satisfactorily addressed with explicit measures (i.e., those the respondent is fully aware of) because of self-presentational and social desirability biases or because citizens may not be fully aware of their own racial attitudes. I use an experimental method adapted from cognitive psychology to explore the implicit associations (non-conscious, spontaneous) to race-related policies that people carry in their minds. This method allows me to assess the degree to which race affects attitudes on policies like affirmative action, welfare, or crime, without the influence of social desirability (people may not want to admit to their racial attitudes).\r\nThe research on race in politics offers several competing hypotheses about whether race stereotypes or an ideological concern for merit and hard work will become more accessible when people think about race-related policies like affirmative action. First, David Sears, Donald Kinder, and Tali Mendelberg among others suggest that affirmative action will be perceived primarily as a race issue, and only secondarily as an ideological one. A second position, associated with the work of Paul Sniderman and colleagues, suggests that ideological considerations, first and foremost, should be present in response to these policy issues, especially for political conservatives. While racial thoughts may become accessible for some conservatives, they ought to be no more accessible for conservatives than for liberals.\r\nOur pilot study shows, using a student sample, that race remains the most potent implicit consideration for most subjects, even conservatives, when primed with affirmative action. But when asked to think consciously about affirmative action and other race-related issues, most participants bring both racial and ideological considerations to mind. This suggests an important implicit/explicit divide in thinking on racial issues that is reminiscent of some earlier studies of racial attitudes (e.g., Devine, 1989). We are reluctant to draw general conclusions from the pilot findings, however, since the student sample may be quite unrepresentative of the American public (and of principled conservatives in particular). Accordingly, I have conducted a series of follow-up studies that takes our laboratory method \"on the road\" to assess race and ideology with a broader sample of adult Americans.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Taber",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Charles S Taber",
   "pi_email_addr": "ctaber@ksu.edu",
   "nsf_id": "000233732",
   "pi_start_date": "2006-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 174907.0
  }
 ],
 "por": null
}