{
 "awd_id": "0550485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Determining growth rates of specific bacterioplankton",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 318112.0,
 "awd_amount": 318112.0,
 "awd_min_amd_letter_date": "2006-04-12",
 "awd_max_amd_letter_date": "2006-04-12",
 "awd_abstract_narration": "Microbial Oceanography has witnessed a revolution with the application of molecular, and more recently genomic, approaches to the study of marine microbes. While an improved picture of the diversity and metabolic capabilities of environmentally significant organisms now exists, direct links between phylogenetic diversity and activity of heterotrophic marine bacterioplankton remain elusive. This project will address this gap with a series of laboratory and field experiments designed with the ultimate goal of measuring in situ growth rates of specific members of the bacterioplankton by direct measurement of the expression of genes involved in fundamental cellular processes (e.g. cellular division, DNA replication, etc.). An advantage of this approach is that instantaneous population parameters are measured directly without labile DOC amendment or incubation. Also, the activity of specific bacterial populations, rather than entire communities, will be monitored and thus provide an improved understanding of the significance of community structure to ecosystem function. The research will focus on the Roseobacter lineage of marine bacteria. Members of this clade are ubiquitous and often abundant in marine plankton, have been linked to specific and significant biogeochemical roles and are a main focus of recent whole genome sequencing efforts. The gene expression profiles of cultured Roseobacters grown under different parameters (e.g. steady and non-steady state) will be analyzed by microarray analysis and quantitative PCR; results from these studies will guide the selection of genes to be targeted in environmental studies (e.g. ftsZ). Diagnostic genes will be directly cloned and sequenced from naturally abundant Roseobacter lineage populations in North Atlantic coastal waters and diel expression profiles monitored in environmental samples by quantitiative reverse transcription PCR. Finally, growth rate estimates based on measurements of increases in gene abundance (gene copies/ml) with time will be correlated to gene expression levels (cDNA/gene copies).  The broader scientific impact of the proposed work encompasses outreach to scientists and the scientific community at large. The project's findings will lay the foundation for studies of in situ activity of specific bacterioplankton ecotypes. Results will be disseminated through publications and national meeting presentations. In addition, web pages dedicated to the application of quantitative PCR to environmental samples will be developed, including detailed protocols and a repository for environmentally relevant primer and probe sets. Results from this project will also be conveyed to a broader educational structure. The PIs will integrate results from this project into both undergraduate and graduate curricula at their home institutions and will contribute to primary and secondary education in local school systems through outreach programs (i.e. classroom lectures, advising in curricula, science competitions). The most direct impact will be the education of two graduate and multiple undergraduate students, who will receive combined training in microbial physiology, quantitative molecular ecology and biological oceanography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Buchan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Buchan",
   "pi_email_addr": "abuchan@utk.edu",
   "nsf_id": "000264539",
   "pi_start_date": "2006-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 318112.0
  }
 ],
 "por": null
}