{
 "awd_id": "0550844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Studies of Spatial Reasoning in Politics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 151917.0,
 "awd_amount": 151917.0,
 "awd_min_amd_letter_date": "2006-01-10",
 "awd_max_amd_letter_date": "2006-01-10",
 "awd_abstract_narration": "\r\nObjectives and Intellectual Merit: Spatial models are now central to research on electoral competition and democratic representation.  Typically, the policy preferences of voters and candidates are arrayed on a number line, and voters choose the candidate closest to themselves.   Despite the ubiquity of such models, we have relatively little empirical knowledge about how people use spatial information to make political decisions.  To what extent do citizens accurately perceive the distance between themselves and candidates?  Under what conditions do spatial distances underlie electoral choices?\r\nTwo problems have impeded empirical research on these questions.  First, we tend to observe the choices of voters only after candidates have adopted equilibrium positions.  Spatial models tell us, though, that candidates face pressure to adopt the position of the median voter, leaving citizens to break the tie on other grounds.  This creates an irony: the more spatial considerations drive politics, the harder it becomes to see their effects in public opinion surveys.  Second, researchers typically rely on survey respondents to identify where voters and candidates stand in the issue space.  This leads to a confound: it may appear that citizens applied the spatial criterion, when in fact they projected their own policy stance onto the candidate they liked for other reasons, or they were persuaded to adopt the position of their preferred candidate.  Thus, two sources of bias, running in opposite directions, make it difficult to infer when voters use spatial criteria.\r\nSurvey experiments can overcome these two problems of endogeneity.  The core idea is to bring the location of candidates under experimental control.  For each experiment, the researchers describe the locations of candidates in an issue space and ask respondents to choose among them.  This approach permits them to study how citizens respond to a wide range of candidate positions.  The method also enables the researchers to manipulate non-spatial influences on decision making, such as the party affiliation of the candidates.\r\nThe investigator offers many concrete examples of this method and explains how it helps them infer the effects of three factors party affiliation, uncertainty, and the structure of elections on the spatial perceptions and choices of citizens.  First, he details a basic experimental design for detecting partisan biases in spatial reasoning.  He also extends the design to resolve a long-standing conundrum: the extent to which projection and/or persuasion underlay partisan bias.  Second, he offers hypotheses about how respondents that are uncertain about their position or who encounter ambiguous candidates will make spatial choices.  He also detail designs to test hypotheses about each.  Third, the investigator offers hypotheses and presents experimental designs to investigate the impact of structural factors on spatial reasoning.  They include choices in two dimensions, the role of the status quo, and the consequences of institutional constraints on policymakers.  The research also discusses how the experimental design can speak to other debates in the field, including research on abstention and directional voting.  \r\n\r\nBroader Impact: This project opens up for examination from a new angle the nexus between the views of voters and the strategies of candidates.  Our experiments address questions central to democratic politics: the reputations and roles of political parties, the effects of candidate ambiguity and credible commitments, and the way citizens make choices when candidates take positions in multi-dimensional versus one-dimensional issue spaces.  The research contributes to both the theory and practice of democracy.\r\n\tThis project also advances the trend toward integrating formal and behavioral approaches in social science.  \tThis is part of an initiative by the Institute for Research in the Social Sciences (IRiSS) at Stanford to (1) bring together researchers from across the social sciences to extend the use of randomized experiments, and (2) establish a multi-university working group to translate principles of behavioral economics into the study of political choice.  The project enhances education.  To this end, the investigators incorporate data and methods from the project into a new module on Experimentation in the Social Sciences, which they propose for the Empirical Implications of Theoretical Models summer program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sniderman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Sniderman",
   "pi_email_addr": "paulms@stanford.edu",
   "nsf_id": "000443334",
   "pi_start_date": "2006-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Tomz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Tomz",
   "pi_email_addr": "tomz@stanford.edu",
   "nsf_id": "000299951",
   "pi_start_date": "2006-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 151917.0
  }
 ],
 "por": null
}