{
 "awd_id": "0550134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   From Micro Fictions to Macro Fictions and Back",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-02-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 153527.0,
 "awd_min_amd_letter_date": "2006-02-09",
 "awd_max_amd_letter_date": "2007-08-03",
 "awd_abstract_narration": "There is extensive evidence that many microeconomic decisions and actions are lumpy rather than continuous in nature. This project will attempt to answer two broad questions related to this feature of microeconomic data: What is the aggregate impact of microeconomic lumpiness? And: How are standard macroeconometric practices and approximations affected by microeconomic lumpiness?  Despite a new wave of insightful contributions to this literature in recent years, the aggregate workings and implications of this important class of models remain somewhat of a mystery. Some researchers  conclude that Ss models (the prototypical non-convex adjustment model) amplify the response and persistence of shocks, others conclude the opposite, at least when comparing Ss models with linear models, and yet others conclude that lumpiness has no macroeconomic consequences. Which view is correct?  Under what conditions? The first part of the proposal will identify the general principles influencing aggregate dynamics in these model and will build an equilibrium framework to characterize the non-linear response of the economy to shocks of different sizes and stabilization policies implemented in different phases of the business cycle. In the second part of the proposal the investigators will assess the biases in conventional VAR models when the underlying microeconomic data are lumpy, and propose solution methods.\r\n\r\nThe intellectual merit of the proposal is to systematize the exploration of the implications of an important class of models in economics. Because of their realism, research on the aggregate implications of models with lumpy microeconomic adjustment experience repeated bursts of enthusiasm. But because of the complexities involved in their characterization, enthusiasm often winds down after a while. As mentioned above, we are now experiencing the beginning of a new upward wave of the business cycle, but some of the problems of the previous waves are also visible in this one, as many of the results take the form of particular examples and discoveries rather than of general propositions. If successful, this successful should help making the contributions of the current wave more lasting. \r\n\r\nThe broader impact of the proposal is to offer a set of techniques that should be helpful in characterizing and estimating a wide class of models where agents heterogeneity is significant and important for the working of aggregative models. Since idiosyncratic shocks and heterogeneity are pervasive, this includes a very extensive set of relevant scenarios. These tools should also facilitate teaching and training PhD students on the intricacies and implications of microeconomic nonlinearities and heterogeneity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Engel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo M Engel",
   "pi_email_addr": "eduardo.engel@yale.edu",
   "nsf_id": "000446726",
   "pi_start_date": "2006-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 50685.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 102842.0
  }
 ],
 "por": null
}