{
 "awd_id": "0550699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Employment Responses to Global Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 191525.0,
 "awd_min_amd_letter_date": "2006-01-26",
 "awd_max_amd_letter_date": "2009-02-10",
 "awd_abstract_narration": "The project will model and trace the responses of individual workers and firms to changes in\r\nthe global economic environment. To this end, the project will use an extensive and unusually\r\nrich matched data set on identified firms and identified employees between 1986 and 2001\r\nfor Brazil. The worker data offer wage information and monthly employment records, and\r\ninclude detailed demographic information on the employees at establishments of all formally\r\nestablished Brazilian firms, along with information on the reasons for hires, the occupations\r\nfilled, and causes for separations. Using tax identifiers, these worker records were matched\r\nto a sample of manufacturing firms for which detailed information on balance-sheet figures,\r\ninvestments, foreign factor uses, exports, and exits are available.\r\nBrazil's large-scale trade liberalization in 1990 and a 60-percent exchange rate devaluation\r\nin January 1999 provide salient variation in world market exposure. Resulting changes in\r\nforeign competition, and contemporaneous technical changes among Brazilian manufactur-\r\ning firms, were accompanied by substantial labor displacements. Pilot research suggests that\r\nlayoffs and hires are significantly related to trade exposure. However, contrary to classic and\r\nmodern trade theory or frictionless macroeconomic models, resulting displacements can lead\r\nto extended delays before rehiring and long adjustment periods before firms with an individ-\r\nual or sectoral comparative advantage start to absorb displaced workers.\r\nObjectives and intellectual merit. The project aims to illuminate workers' varying interac-\r\ntions with firms during employment and after separations and to explore the consequences\r\nof Brazil's exposure to world markets for its labor market performance. Together with co-\r\nauthors, the grantee will investigate labor reallocations in response to Brazil's trade liberal-\r\nization in 1990, analyze the returns to skills in the presence of endogenous switching between\r\njobs and under changing world market exposure, evaluate the earnings effects of induced\r\ndisplacements, and assessmacroeconomic shock propagation through worker separation and\r\nimperfect re-contracting.\r\nBeyond prior assessments of output market share reallocations and labor turnover statis-\r\ntics, data of the present project allow the grantee to trace flows between types of firms within\r\nand across sectors, and to estimate at the individual worker level separation risks, rehiring\r\nlikelihoods and subsequent earnings. The project will elucidate at what time horizon a lib-\r\neralizing economy can expect factor markets to successfully reallocate resources according\r\nto comparative advantage, whether this process is associated with transitory or permanent\r\nearnings losses for workers with certain characteristics, and how the transition process might\r\nbe alleviated through targeted reforms.\r\nBroader impact. The public debate across industrialized and developing countries alike ex-\r\nhibits much concern with the impact of global integration on domestic labor markets. The\r\nexpansion of world trade raises fears that jobs at all skill levels become increasingly sub-\r\nstitutable across locations. This project on Brazil's labor market performance contributes to\r\nthe understanding of employment responses to global change in offering adequate matched\r\nemployer-employee data for detailed econometric analysis. Findings will be relevant to the\r\nconduct of trade policy in countries that contemplate further liberalization, and can inform\r\nthe design of labor market instruments comparable to the U.S. Trade Adjustment Assistance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Muendler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Muendler",
   "pi_email_addr": "muendler@ucsd.edu",
   "nsf_id": "000096995",
   "pi_start_date": "2006-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 67850.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 123675.0
  }
 ],
 "por": null
}