{
 "awd_id": "0551273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Commitment Devices and Consumption Smoothing Over Illness in Western Kenya",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-01-23",
 "awd_max_amd_letter_date": "2007-02-02",
 "awd_abstract_narration": "Poor households in developing countries are subject to considerable risk. Although the\r\nPermanent Income Hypothesis (PIH) predicts that households will fully adjust consumption to\r\nchanges in permanent income and smooth consumption over changes in transitory income,\r\nevidence suggests that both of these predictions may fail (Paxson, 1992; Fafchamps, Udry, and\r\nCzukas, 1998).\r\nThe goal of this project is to identify the specific factors that might prevent households from\r\nsmoothing consumption over changes in transitory income and to evaluate the effectiveness of\r\ntwo interventions designed to facilitate consumption smoothing. This project will focus\r\nspecifically upon income shocks caused by household illness.\r\nAs credit is rare in developing countries, one obvious reason that households may be unable to\r\nsmooth changes in transitory income is that they lack a secure place to save. The first goal of this\r\nproject will therefore be to provide a formal savings account to a randomly selected subset of\r\ndaily income earners.\r\nEven with formal savings vehicles, however, households may be unable to save transitory income\r\nif their preferences for consumption are time-inconsistent. The second goal of this project will be\r\nto provide one of two types of commitment savings accounts to two randomly selected treatment\r\ngroups. The first group will be offered target accounts that will feature a strictly enforced selfchosen\r\nweekly savings goal while the second group will be offered health accounts that will\r\nencourage withdrawals for health expenditures but discourage withdrawals for all other purposes\r\nby introducing relatively large withdrawal penalties for non-health purposes and eliminating such\r\npenalties for health withdrawals.\r\nThis project will collect information on a variety of outcomes, including the difference in savings\r\nbetween the treatment and comparison groups, the difference in the labor supplied between the\r\ngroups, and the extent to which the accounts serve to substitute for other, costlier types of income\r\nsmoothing (such as choosing to invest in lower-yielding but less risky assets). The most\r\nimportant outcome, however, will be the differential responsiveness of consumption to transitory\r\nincome between the treatment and comparison groups. As this experiment is randomized at the\r\nindividual level, the effect of the standard savings accounts can be estimated directly from the\r\ndifferential responsiveness between the standard savings and comparison groups and the effect of\r\nthe commitment savings accounts can be estimated from the differential responsiveness between\r\nthe commitment savings and standard savings groups.\r\nIntellectual Merit\r\nThis project will be of academic interest for several reasons. First, it will provide experimental\r\nevidence on the specific mechanisms by which the Permanent Income Hypothesis tends to fail.\r\nSecond, it will add to the growing literature on the empirical relevance of commitment savings\r\naccounts. Third, it will test the responsiveness of consumption to transitory changes in income\r\ndue to health shocks, in contrast to most studies which focus upon shocks to agricultural income\r\ncaused by changes in rainfall.\r\nBroader Impact\r\nThe results obtained from this research could potentially also have valuable policy implications.\r\nFirst, providing such accounts could represent a novel approach in designing savings accounts in\r\ndeveloping countries and in developing risk-coping mechanisms for poor households. Second, to\r\nthe extent that the accounts allow households to medically treat illness and so increase their labor\r\nincome, the accounts could represent a specific mechanism for increasing income by improving\r\nhealth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Robinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Robinson",
   "pi_email_addr": "jmrtwo@ucsc.edu",
   "nsf_id": "000096773",
   "pi_start_date": "2006-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}