{
 "awd_id": "0551420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2006 Gordon Research Conference on Science and Technology Policy, August 13-18, 2006",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2006-03-10",
 "awd_max_amd_letter_date": "2006-03-10",
 "awd_abstract_narration": "The aim of this project in the Science and Society Program is to implement the 2006 Gordon Research Conference on Science and Technology Policy (STP-GRC). The conference will be held from August 13-18, 2006 at Big Sky Resort, Montana, and 150 attendees are expected to participate.  Science and technology policy represents a truly transdisciplinary topic that crosses academe, government and industry and requires both theoretical and practical perspectives. While one can currently identify individual science and technology policy interests and agendas, there are few explanatory models or even best practice guidelines that relate science and technology inputs with policy outcomes or, on the other hand, policy inputs with science and technology outcomes. Through comparative research and comparison of research, the goal of 2006 STP-GRC will be to discern critical variables in the relationships between inputs and outcomes. The planned program engages key academic and industry leaders in the field of science policy research, current and former Congressional and Executive Branch science policy decision makers, and a mixture of younger individuals including approximately 40 poster presenters, most of whom are likely to be graduate students and postdoctoral fellows. Bringing together members of the highly diverse science and technology policy community will create important networks to advance the critical work of developing a robust field of research. The conference will have four components. The opening session will introduce key concepts to answer the question: What is science and technology policy? The next three days will be focused on empirical studies in the following topical areas: (1) Science policy directions and advice: Biotech vs. nanotech; (2) Scientific workforce: Domestic and international factors; (3) Assessing biomedical promise for novel diagnostics and treatments; (4) Energy policy: Change agent or implementation of the status quo; (5) Convergence of nanotechnology, biotechnology, information science and cognitive science; and (6) Impact of international intellectual property law and policy on global biotechnology and health care. The subsequent session, as an analytic and empirical tool within the program itself, is entitled: Meta-analysis of the previous six sessions and extended group discussion. To begin the discussion, commentators will reflect from their different perspectives on the previous sessions. The goal of this session is to get beyond survey level treatment of the issues and to look at complicating textures as well as broad areas that need further inquiry as researchable issues. Finally, the topic of the closing session will be decision making in a world of uncertainty. Uncertainty means that more than one outcome is consistent with one's understandings of the situation. How can credible policy be established under these circumstances. Selection of themes for the conference was accomplished through electronic communications between former meeting participants and other interested parties with the evolving program description available at www3.utsouthwestern.edu/ethics/STP htm.  At the 2005 AAAS Forum on Science and Technology Policy, the Director of the U.S. Office of Science and Technology Policy suggested that we need \"a new interdisciplinary field of quantitative science policy studies.\"  Notwithstanding the potential importance of science and technology to achieve national priorities, the field of science policy lacks quantitative tools and models and a robust base of academic research. STP-GRC is an opportunity for development of this field with its intellectual focus on understanding the impacts of science and technology on society as well as the impact of policy decisions on science and technology combined with its capacity to bring together scholars and decision-makers engaged in this work with the next generation of theorists and practitioners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Grinnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Grinnell",
   "pi_email_addr": "frederick.grinnell@utsouthwestern.edu",
   "nsf_id": "000211702",
   "pi_start_date": "2006-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2006-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Stiles",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "William A Stiles",
   "pi_email_addr": "skpstiles@att.net",
   "nsf_id": "000243952",
   "pi_start_date": "2006-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}