{
 "awd_id": "0551046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Professional Development Fellowship for a Chemist-Historian:  The Life and Work of Alexander Smith (1864 - 1922)",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 65944.0,
 "awd_amount": 65944.0,
 "awd_min_amd_letter_date": "2006-01-24",
 "awd_max_amd_letter_date": "2006-01-24",
 "awd_abstract_narration": "Professional Development Fellowship for a Chemist-Historian: The\r\nLife and Work of Alexander Smith (1864 - 1922).\r\nProject Summary\r\nThis proposal requests a Professional Development Fellowship to support a year of research and cross-disciplinary training by the Principal Investigator. The research component, an intellectual biography of the Scottish-American chemist and author Alexander Smith (1864 -1922), derives its intellectual merit from the contrast between Smiths  unique position in the history of American chemistry and of the American university, and the lack of scholarly attention he has received. The recent discovery of a large collection of Smith s papers, for which the principal investigator is directly responsible, makes a thorough biographical study of Smith s life feasible for the first time. Smith was an influential figure in the community of American chemists from the 1890s to the end of the first world war. The period of his greatest success dates from 1906 and the publication of his revolutionary textbook, Introduction to General Inorganic Chemistry. Within a generation all commercially successful introductory chemistry texts imitated Smith s innovations and format, which continue to exert a strong, formative influence on university curricula 100 years later. On these grounds alone (the full narrative describes others as well), Smith deserves recognition as a significant figure in American chemistry, and his biography merits a place in the literature of American science and education. The broader impact of the proposed work derives along two lines, the first of which is deeply enmeshed with the intellectual merit of the research. In addition to explicating a significant historical figure, this work will contribute to the productive critique of contemporary science/chemistry education. The establishment of educational norms and credentialing criteria during the pre-war period entailed both assimilation of new  insights into the nature of matter and highly contentious and politicized conversations about the nature of the profession and of university education. The responses of Smith s contemporaries to these problems are knowable, as is the process by which they were transformed into curricular practice. The story of Smith s life, told in close connection with these issues, will provide both important insight into the hidden curriculum behind some aspects of current practice, as well as a historical point of comparison from which to imagine alternatives. Second, it is a conviction of the principal investigator that the development of intellectually well-grounded and attractive undergraduate programs in science studies disciplines, including but not limited to the history of science, is both highly desirable and more likely to succeed when science departments are invested, collegial participants. However, without methodological training and subject-matter expertise, a well-intentioned scientist has little to bring to that process. The training component of this proposal -- a year of study at the Institute for the History and Philosophy of Science and Technology, University of Toronto -- is critical to the PIs ability to continue his fruitful participation in such programmatic developments at Mount Holyoke.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cotter",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Cotter",
   "pi_email_addr": "wdcotter@mhc.mtholyoke.edu",
   "nsf_id": "000399298",
   "pi_start_date": "2006-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Holyoke College",
  "inst_street_address": "50 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTH HADLEY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135382000",
  "inst_zip_code": "010751423",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "THE TRUSTEES OF MOUNT HOLYOKE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "XTLND4KQ2QA6"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Holyoke College",
  "perf_str_addr": "50 COLLEGE ST",
  "perf_city_name": "SOUTH HADLEY",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010751423",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 65944.0
  }
 ],
 "por": null
}