{
 "awd_id": "0551896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effect of Hydrogen and Water on the Oxidation of Chromia-Forming Alloys",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": "7032920000",
 "po_email": "aardell@nsf.gov",
 "po_sign_block_name": "Alan Ardell",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 224890.0,
 "awd_amount": 224890.0,
 "awd_min_amd_letter_date": "2006-06-15",
 "awd_max_amd_letter_date": "2006-06-15",
 "awd_abstract_narration": "TECHNICAL: The most promising metallic interconnect materials for solid oxide fuel cells (SOFCs) are chromia-forming alloys. The interconnect alloy provides electrical connection between the anode (fuel) and cathode (air) and is thus exposed to both hydrogen and water vapor, which are generally detrimental to the oxidation resistance. Although water generally increases the oxidation rate, it can also be beneficial by improving oxide scale adherence. In addition, the effect of hydrogen is further complicated for a metal exposed to fuel on one side and air on the other side (as in a SOFC), where hydrogen can diffuse from the fuel through the alloy to the air side and affect the oxidation in air. Research will focus on characterization of the effect of hydrogen on two interrelated performance criteria for potential interconnect materials: oxidation resistance and electrical resistance. The oxidation behavior depends directly on the transport properties of chromia, so the transport properties are evaluated indirectly through oxidation experiments. Oxidation experiments will be complemented with characterization of the bulk transport properties of chromia in compositions and conditions (e.g. oxygen partial pressure) present in a growing scale. Hydrogen will be introduced in different forms (water vapor, hydrogen gas, dissolved hydrogen) and at different times. Proton-conducting electrolytes will be used to control and monitor the hydrogen partial pressures. NON-TECHNICAL: The improved understanding of gained from this research would help address practical problems in the development of solid oxide fuel cells, as well as in other high-temperature applications of chromia-forming alloys. In addition, the techniques developed in this research could be applied to the evaluation of the effects of water vapor on the oxidation behavior of other alloy systems. In terms of education and outreach, the project would increase the representation of minorities in science and engineering and promote the importance of basic science in technological developments. The PI is involved in a variety of activities for increasing the representation of minorities in science and engineering at the undergraduate and graduate levels, both of which are involved in this project. These activities provide opportunities for recruitment of minority students. Although, minorities are particularly underrepresented at the graduate level and, as a result, in academia, it is important to attract minority students to research at the undergraduate level. Minority engineering graduates are particular attractive to some companies, which is a good sign that at least some companies are placing value on diversity in the workforce, but increases the difficulty in recruiting the students for graduate studies. Engaging minority students in research at the undergraduate level helps to attract them to graduate studies and will be used in this project. This Metals Program project is being co-shared at 50% level with EPSCoR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Fergus",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Fergus",
   "pi_email_addr": "jwfergus@eng.auburn.edu",
   "nsf_id": "000311497",
   "pi_start_date": "2006-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 224890.0
  }
 ],
 "por": null
}