{
 "awd_id": "0551279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Internal Migration in China:   Data Collection and Analysis",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 278249.0,
 "awd_min_amd_letter_date": "2006-05-25",
 "awd_max_amd_letter_date": "2009-06-23",
 "awd_abstract_narration": "SES-0551279\r\nPI (s): Donald Treiman\r\nWilliam Mason\r\nShige Song\r\nUniversity of California-Los Angeles\r\n\r\nChina is in the midst of a massive transition from a poor rural society with relatively little inequality to a much richer urban society with sharp inequality, a process that took off after the beginning of the economic reform in 1978.  Internal population migration has been both cause and consequence of the transformation.  For more than 50 years China has had an internal passport system.  Initially, this system kept peasants on the land and protected the status of urban dwellers.  To move to better one's life chances, and those of one's family, required official permission.  With the drive to a market economy, restrictions on rural-to-urban migration have been relaxed, and as a result between a third and half of urban dwellers in China are informal migrants--that is, people who have moved without being permitted to change their formal residential status.  As a result, migrants are denied the welfare benefits available to permanent urban residents.  They tend to have inadequate health care, housing, and education for their children, and they tend to work at the worst jobs.  It is not clear whether or how soon informal migrants will become fully integrated into urban China.  Without significant policy changes, China may unintentionally create a permanent underclass that becomes an engine of crime, social disorganization, and political instability.  Because China has emerged as a major force in the world economy, and is both partner and competitor to the United States, it is vital that U.S. policy-making be informed by a clear understanding of the internal dynamics of Chinese society and of factors that may promote instability.  Data of requisite suitability for this purpose are almost nonexistent.  The proposed study seeks to reduce the knowledge deficit\r\n\t\r\n\tThe PIs will conduct interviews with a national probability sample of 2,000 Chinese adults, stratified to over-represent internal migrants (those living other than where they are registered).  The PIs will use these data to develop the first description of the migrant population of China based on full coverage of the adult population of China, test hypotheses regarding the determinants and consequences of internal migration in China drawn from contemporary migration theory, and contribute to the development of survey methodology, particularly as it applies to studies conducted in China\r\n\r\nBroader impacts:  The proposed research also will create a data resource for use by other researchers.  The data will be placed in the public domain, and will constitute a rich resource for researchers interested in migration and in other aspects of demography and social structure in China.  We expect the data to be used not only by researchers whose chief interest is China, but also by those interested in comparisons with other nations.\r\n\r\nData of the quality this project proposes to collect are not common, and this is especially true of China.  In part this is a reflection of control over information and the generation of information in China.  It is also a function of the practical difficulties that face any attempt to collect a representative sample of China's population.  One of the benefits of the proposed study is that its sampling methodology is not only innovative but also provides a paradigm for application in other developing countries.  In particular, the sampling methodology integrates satellite imagery with the use of civil divisions, mapping, GPS technology, grid classification, grid sampling, and small area enumeration.  The authors plan to teach others how to use these tools to produce samples where sampling approaches common to Western Europe and North American are not feasible.\r\n\r\nThe project will also serve as a training instrument for future researchers.  Numerous graduate students, both U.S. and foreign, will be involved.  The work will be headquartered at UCLA's California Center for Population Research, which already has major projects in Indonesia and Mexico.  This will create a multiplier effect in training graduate and post-doctoral students in the areas of international demography and comparative social analysis. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Treiman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donald J Treiman",
   "pi_email_addr": "treiman@ucla.edu",
   "nsf_id": "000458302",
   "pi_start_date": "2006-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Mason",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Mason",
   "pi_email_addr": "masonwm@ucla.edu",
   "nsf_id": "000302378",
   "pi_start_date": "2006-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shige",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shige Song",
   "pi_email_addr": "shige.song@qc.cuny.edu",
   "nsf_id": "000252087",
   "pi_start_date": "2006-05-25",
   "pi_end_date": "2007-03-20"
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 238249.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}