{
 "awd_id": "0551185",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Branched Polymers: Dynamics and Transport Mechanisms",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2006-03-06",
 "awd_max_amd_letter_date": "2008-01-11",
 "awd_abstract_narration": "TECHNICAL SUMMARY \r\nFundamental studies of stress relaxation dynamics of model branched polymer liquids (i.e. polymers with precisely controlled molecular architectures, well-characterized segmental microstructures, and narrow molecular weight distributions), have long been recognized as instrumental for understanding how molecular topology affects transport properties and processing flow behavior of synthetic polymers. The objective of the proposed research is three-fold. First, to quantify the effect of architecture on diffusion, stress relaxation, and near-surface composition profile of single-component branched polymers and their blends with linear chains. Second, to determine how topology of charged analytes influence their electrophoretic properties in polymer gels and solutions. Finally, to understand how molecular architecture affects nonlinear rheological behavior of polymers in transient shear and extensional flows. The proposed research employs anionic techniques and DNA self-assembly to synthesize model symmetric star and asymmetric H-shaped polymer structures. Rutherford backscattering spectroscopy (RBS) is used in conjunction with mechanical rheometry to quantify the effect of arm length and arm length asymmetry on the self-diffusion coefficient and viscoelastic properties (linear and non-linear) of branched molecules. These measurements are important because they simultaneously allow the dynamic dilution ansatz to be tested and reveal the fundamental processes that govern branch-point diffusion in quiescent and highly deformed polymer liquids. RBS will also be used in conjunction with secondary ion mass spectrometry (SIMS) to quantify the composition profile of branched/linear additives in polymer hosts. Results from these experiments will be compared with predictions from  self-consistent field simulations and a recently proposed response theory to determine how/why additives migrate in polymers. Implications of such migration for polymer surface functionalization and plasticizer design will be explored in detail. Branched DNA synthesized by self-assembly will be used to visualize, quantify, and model electrophoresis of polyelectrolytes with complex topologies in polymer gels and entangled solutions.                                                                                                                                               \r\nNON-TECHNICAL SUMMARY\r\nAnnual production of polyolefins with multiple long side branches per molecule exceeds 20 billion pounds in the United States alone. These polymers are inexpensively synthesized, but the best procedures for shaping them into useful articles (e.g. interior panels for automobiles, grocery sacks, and beverage containers) are rarely obvious. The complexity comes from a lack of fundamental understanding of how side branches affect polymer flow properties, and how these properties in-turn affect processing. As a result, months of expensive trial-and-error experimentation are often required to modify existing polymer processing equipment to accommodate polymers with even small amounts of long side branches. The research proposed seeks to synthesize ideal branched polymers with well-defined molecular topologies using anionic synthesis and DNA self-assembly. Branched polymers in the first group will be used in this project to investigate the effect of molecular architecture on flow properties.  Branched molecules created by DNA self-assembly will be used to visualize molecular motions and to devise new, efficient methods for sequencing DNA. In addition to its direct impact on science and technology of polymer processing, the proposed study is expected to impact education in at least three ways. First, the proposed visualization experiments using DNA will provide an important visual component and/or demonstration tool for teaching polymer physics to students at all levels. Second, the team of graduate and undergraduate students who will execute the study will receive comprehensive education in a unique combination of subjects: polymer physics, synthetic chemistry, fluid dynamics, polymer processing, optics and spectroscopy, molecular biology, and molecular theory. Finally, the PI and his students will disseminate knowledge created in the project to students and local industry via an outreach program for K-12 students, science teachers in Ithaca, and local industry. This program, administered through Cornell Center for Materials Research, provides unique opportunities for influencing how young students learn science and how local companies take advantage university research for enhancing  their competitiveness.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynden",
   "pi_last_name": "Archer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lynden A Archer",
   "pi_email_addr": "laa25@cornell.edu",
   "nsf_id": "000438730",
   "pi_start_date": "2006-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}