{
 "awd_id": "0551897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Improvement Grant: Starch Grain Analysis Provides Insight Into Plant Resource Exploitation in the Middle Atlantic Region of North America",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11977.0,
 "awd_min_amd_letter_date": "2005-11-21",
 "awd_max_amd_letter_date": "2008-01-03",
 "awd_abstract_narration": "Under the supervision of Dr. Michael Stewart, Timothy Messner will construct a starch grain reference collection and employ starch grain analysis to examine the history of use of economically important plant species by ancient Native Americans who lived in the Middle Atlantic Region of the eastern United States. Macro-botanical remains are infrequently encountered in the region owing to the generally poor preservation of organic remains in archaeological deposits. Starch grain analysis is a technique that has been shown to provide direct evidence of plant resource exploitation in spite of poor organic preservation of macro-botanical remains. A pilot study using artifacts from a single site in the Delaware River Basin has demonstrated that starch grains can be recovered from stone tools commonly found in archaeological deposits. \r\n\r\nArtifacts from significant Delaware Valley sites, situated in diverse environmental settings and spanning over 2000 years of occupation are the focus of the current project. In this area, limited evidence suggests that an increased reliance by native peoples upon plant resources occurred by 1200 BC, presumably setting the stage for the eventual adoption of the tropical domesticates maize, beans, and squash and a farming way of life sometime between 900 AD and 1300 AD. Knowing the full range of plants utilized for subsistence, when, and for how long they were utilized is significant for understanding the changing nature of Native American life over the millennia. What plants were being exploited for which we have no macro-botanical evidence?  When were tropical domesticates introduced into the region and what sort of geographic pattern did this introduction follow?  Were there unknown cultigens and/or domesticates in use prior to the appearance of maize (Zea mays) in the area?  Why are cultigens and/or domesticates adopted in some parts of the region and not in others?\r\n\r\nThe transition to food production has received much attention from an array of interdisciplinary researchers throughout the country and the world, resulting in a diverse series of interpretations for explaining this critical change in human subsistence practices. The transition to food production remains enigmatic in the Delaware River Basin, Middle Atlantic and surrounding regions. The importance of this project stems from its ability to present a clearer picture of which plants and domesticates were utilized and when, and the degree to which such insights confirm or alter existing models and interpretations.\r\n\r\nThe broader impact of this research is as a model for regional research focused on human-plant relationships employing a combination of traditional data and forms of analysis with starch grain analysis. The construction of a starch grain reference collection coupled with the results of this study will enable researchers from throughout the Eastern Woodlands of the United States to investigate not only the dispersal and adoption of domesticated plant species onto the Atlantic Slope, but also to answer a multitude of questions concerning people and plant interaction on many different levels. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Stewart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Stewart",
   "pi_email_addr": "michael.stewart@temple.edu",
   "nsf_id": "000233474",
   "pi_start_date": "2005-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11977.0
  }
 ],
 "por": null
}