{
 "awd_id": "0551355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference and Workshop Support:   Models and Prediction:   A Research Workshop, University of California, San Diego; May 26-28, 2006",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2006-02-01",
 "awd_max_amd_letter_date": "2006-02-01",
 "awd_abstract_narration": "PROJECT SUMMARY\r\nThis proposal seeks funds to support a three-day Research Workshop at the University of California, San Diego, examining the role of models in science from a historical, philosophical, sociological and policy perspective. This \r\ninterdisciplinary workshop will map  the current state of the field, synthesize insights derived from different scientific and humanistic domains, and consider the implications for the use (and abuse)of models in public policy decision-making. Participants will include UCSD faculty in the humanities, social sciences, and natural sciences; science studies graduate students; and 18-20 outside speakers. Outside speakers will include science studies scholars who are acknowledged experts on the topic, and scientists who are modelers and have an interest in the history, philosophy, or sociology of modeling. Funds are requested to cover travel costs of five outside speakers who will be coming from overseas. The international participants are leading scholars and an important component of the workshop. Funding for all other conference costs has been\r\nraised from the UCSD Humanities Center, the UCSD Science Studies Program, and UCSD divisions of Physical Sciences, Biological Sciences, and Scripps\r\nInstitution of Oceanography. The intellectual merit resides in the importance of understanding models as a ubiquitous tool of modern science, and a major input to policy decisions on such  topics as global warming, ozone depletion, and arsenic in drinking water.   Despite the attention paid to scientific modeling, there remains relatively little cross-pollination of ideas among scholars who work from the perspectives of individual disciplines either within science studies, or between science studies and the sciences. Specialist work based can be enhanced by a broader awareness of work done elsewhere, as well as by discussion with scientists who are modelers. This workshop will facilitate such awareness and discussion. In doing so, it will help scholars to gain a deeper and more comprehensive understanding of the contemporary practice of science, in which modeling figures prominently. The workshop is designed to have significant broader impact, as the organizers are convinced of the pertinence of science studies for the use of scientific knowledge in society.  The workshop integrates research and education, complementing the pedagogical activities undertaken as part of an existing NSF Small Research and Training Grant, \"Proof Persuasion and Policy\" (PPP). Graduate students will be active participants, and organizing the workshop will be an important part of the professional development of the current postdoctoral fellow.  The workshop will promote interdisciplinary collaboration in the humanities and the sciences; several discussants  will be UCSD scientists with modeling expertise. Contingent on the success of the workshop and the quality of the papers, the organizers hope to publish an edited book that brings together the key insights and results arrived at in the workshop.  Ultimately, we hope that a better understanding of scientific modeling may facilitate wiser use of models in developing and evaluating public policies and\r\nhelp to obviate confusion and obfuscation among parties to public policy debates.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Oreskes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi Oreskes",
   "pi_email_addr": "oreskes@fas.harvard.edu",
   "nsf_id": "000146828",
   "pi_start_date": "2006-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": null
}