{
 "awd_id": "0551384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"COLLABORATIVE RESEARCH:  Compositional and thermal variations in the mantle transition zone from integrated seismological and petrological investigations\"",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 172382.0,
 "awd_amount": 172382.0,
 "awd_min_amd_letter_date": "2006-03-03",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "It has long been recognized that the mantle transition zone plays an important role in mantle dynamics.  The seismic discontinuities near 410 and 660 km depth, which mark the top and bottom of the transition zone, are commonly associated with the mineralogical phase transformations from olivine to wadsleyite and from ringwoodite to perovskite plus magnesiowustite, respectively.  Because of the negative Clapeyron slope of the phase transformation near 660 km depth, the density change associated with the phase transformation has a strong influence on convection in the mantle, by resisting mantle upwelling and downwelling through the transition zone.  Knowledge of the transition zone comes primarily from two sources: High-pressure experiments that constrain the phase relations and elastic coefficients of likely mantle minerals as a function of pressure, temperature, and composition; and seismic observations of the depth and sharpness of the seismic discontinuities and the velocity structure of the transition zone.  The combination of these two approaches has yielded the basic structure and composition of the mantle. In this collaborative project, scientists from University of Rhode Island, Carnegie Institution of Washington, National Taiwan University and Ehime University (Japan) integrate seismological and petrological approaches to study the mantle transition zone in three distinctly different tectonic settings (continental keel, hotspot, and subduction zone) beneath southern Africa and central South America.  The project aims to address several important questions in earth sciences: What is the thickness of the southern African continental roots?  Are there excess volatiles (water) in the transition zone beneath these continental roots?  What is the depth of origin of the Tanzania hotspot? Is the transition zone a water filter?  How does a depleted and cold subducting slab affect the transition zone structure?\r\nResearchers in this project use a recently developed finite-frequency seismic tomography method to sharpen the images of the velocity structure in the transition zone.  The new method yields a more robust velocity structure than conventional methods based on ray theory.  The improved tomographic images are important for obtaining more coherent seismic phases from mantle discontinuities and better estimates of the transition zone thickness and depth to the discontinuities.  The seismic observations and their initial interpretations provide the basis for high-pressure experiments optimally designed to understand the mantle conditions of the different tectonic features.  The study focuses on measurements of the thickness of the transition zone, which is one of the parameters that can be measured most precisely by seismic data analyses and by high-pressure experiments through the measurements of the differential pressure of the olivine-wadsleyite and the postspinel transition boundaries.  Together with thermodynamic modeling, results from high-pressure experiments on both simplified and real mantle compositions provide constraints on small-scale lateral variations in mantle temperature and composition.  Through graduate student training in seismic data analyses and high-pressure experiments, the seismologists and experimentalists in this project gain deep understanding of the problems and strengths in each other's field.  Such understanding is essential to the Collaborative Study of Earth's Deep Interior (CSEDI).  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingwei",
   "pi_last_name": "Fei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingwei Fei",
   "pi_email_addr": "fei@gl.ciw.edu",
   "nsf_id": "000162083",
   "pi_start_date": "2006-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 172382.0
  }
 ],
 "por": null
}