{
 "awd_id": "0551020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Synthesis, Processing, and Characterization Techniques for Next Generation Electroactive Materials",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2006-01-11",
 "awd_max_amd_letter_date": "2008-01-11",
 "awd_abstract_narration": "New quantum and statistical mechanical methods will be applied to the rational design of electro-optic materials with the target of achieving electro-optic activity of 1000 pm/V at telecommunication wavelengths together with optical loss of less than 2 dB/cm and material glass transition temperatures of greater than 180 degees C.  Material performance targets are critical for implementation of next generation defense, homeland security, and information technologies.   Theoretically-inspired chromophores will be synthesized, including by microwave-assisted protocols, and incorporated into dendritic and dendronized polymer supermolecular lattices that are, in turn, designed to promote noncentrosymmetric organization of the chromophores.  Material lattices will be hardened through Retro-Diels-Alder and fluorovinyl ether crosslinking chemistries.  Appropriate proof-of-concept calculations and synthetic methods have been demonstrated.  Materials will be transitioned to government, industry, and other academic laboratories for incorporation into a variety of devices including devices utilizing nanoscopic silicon photonic circuitry.  In addition to contributing the training of undergraduate and graduate students at the University of Washington, the principal investigator is actively involved in mentoring a number of high schools students and in working with minority serving institutions (Norfolk State University, Alabama A&M University, and Heritage College) in developing their research and education programs including new graduate degree programs.\r\n%%%\r\nModern defense platforms, imbedded network sensing, and information technology (computer chips; data management and communication networks) increasingly involve simultaneous utilization of electronics and photonics.  High bandwidth, low power electro-optic conversion is critical to this process.  New theoretical methods will be used to achieve a factor of 30 improvement of electro-optic efficiency of polymeric materials in the proposed three year program of coordinated material design, synthesis, and characterization.  The practical objective is to dramatically advance the fundamental understanding of electrostatic forces that define material (super/supramolecular) nanostructure (and resultant photonic and electronic properties) and to exploit that understanding to achieve new materials enabling record data handling rates of greater than 100 Gb/s with control voltages of less than 1 volt and optical powers of a few milliwatts.  These requirements are critical for phased array radar and for sensing and information management systems (Defense, Homeland Security, and Information Technologies).  The research conducted in this project is relevant to future commercial products of Boeing, Lockheed Martin, Intel, and other companies both large and small.  The project will advance the training and ultimate job placement of high school, undergraduate, and graduate students.  Moreover, the principal investigator is actively involved in working with minority serving institutions (Norfolk State University, Alabama A&M University, and Heritage College) to enhance their education and research activities, including development of new degree programs, critical for training of the Nation's technology workforce and enhancing the diversity of that workforce.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Dalton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Larry R Dalton",
   "pi_email_addr": "dalton@chem.washington.edu",
   "nsf_id": "000326503",
   "pi_start_date": "2006-01-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "BRUCE",
   "pi_last_name": "ROBINSON",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "BRUCE H ROBINSON",
   "pi_email_addr": "robinson@chem.washington.edu",
   "nsf_id": "000194172",
   "pi_start_date": "2006-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}