{
 "awd_id": "0551244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cryptographic Game Theory",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 274272.0,
 "awd_min_amd_letter_date": "2006-03-07",
 "awd_max_amd_letter_date": "2009-04-24",
 "awd_abstract_narration": "This study bridges the theoretical constructs from Computer Science and Game theory.  The first stage of the project consists of simulating normal-form mediated games by equivalent extensive-form games that do not rely on any mediators.  Here equivalence means having the same equilibria and having the same correctness and privacy.  Most of solutions to Mechanism Design problems involve a mediator (often a mechanism designer himself), who collects reports from (economic) agents, processes them, and reveals an outcome.  In settings with incomplete information the mediator has to operate with private information, and thus, has to be trusted by the agents to do what he is supposed to.\r\n\r\nThe issue of trust is closely related to privacy.  Privacy of information is clearly a human desideratum, stemming from utilitarian concerns about future interactions, yet, somewhat surprisingly, it avoided attention of Game Theory.  In Cryptography, on the other hand, the importance of privacy protection is well understood, and it is the major component of various security notions.  In particular, the goal of Secure Function Evaluation (SFE) is to suggest a way that the players, each having a private input, by communicating back and forth, can evaluate a joint function on their inputs with the same correctness and privacy as in the ideal evaluation, where they report their inputs to the mediator who reveals the corresponding output.  Having the same correctness and privacy means that even if there is a coalition of malicious players, who can freely communicate and coordinate their actions, what they can do and what they can learn about private information of the others in the real evaluation is the same as in the ideal evaluation.  Existing SFEs are ideal, but cannot be used in simulating mediators of games, for a simple reason:  they do not protect incentives, relying on honesty of non-malicious players (who have to follow their instructions blindly).  This study develops an improved notion--rational SFE.  The key technical component that is the foundation of this study is a simple ancient randomizing device--a ballot box.\r\n\r\nThe second stage of the project investigates specific applications that depend on the precise control of information flows:  (1) simulating mediators under a variety of players' participation conditions, including renegotiation; (2) manipulating a general class of cheap-talk ballot-box games that are developed in this study, particularly focusing on what players can achieve by coordinating instead of limiting what they can do; and (3) bargaining, auctioning and voting applications.\r\n\r\nIn stage three of this study, the extensive form mediated games is formalized, with multiple rounds of mediated communication and multiple rounds of external information inflow.  The goal is twofold:  build infrastructure for repeated mechanism design, when it is known that multiple problems are to be solved simultaneously or sequentially; and build infrastructure for modular mechanism design, where a problem is to be solved separately, but with known implications to other related problems.\r\n\r\nBroader impacts:  There are far-reaching practical implications of this cross-insemination of ideas between Cryptography and Game Theory.  Mediators or intermediaries such as brokers, auctioneers, market makers, planners, government agencies facilitate transactions and in informational exchange.  The results of this study are expected to inform and improve the roles of mediators and provide foundations for designing real-world mechanisms and institutions that substitute or augment existing mediators, particularly in issues of privacy, security and trust.  This research also has a strong educational component, for the researchers will develop a new course on \"Cryptographic Game Theory\" that is expected to have multi-disciplinary appeal.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvio",
   "pi_last_name": "Micali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvio Micali",
   "pi_email_addr": "silvio@csail.mit.edu",
   "nsf_id": "000469501",
   "pi_start_date": "2009-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sergei",
   "pi_last_name": "Izmalkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergei Izmalkov",
   "pi_email_addr": "izmalkov@mit.edu",
   "nsf_id": "000226856",
   "pi_start_date": "2006-03-07",
   "pi_end_date": "2008-11-28"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Silvio",
   "pi_last_name": "Micali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvio Micali",
   "pi_email_addr": "silvio@csail.mit.edu",
   "nsf_id": "000469501",
   "pi_start_date": "2006-03-07",
   "pi_end_date": "2008-11-28"
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 89208.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 185064.0
  }
 ],
 "por": null
}