{
 "awd_id": "0552140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Modeling of Flame Propagation in the Flamelet Regime",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Westmoreland",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2006-07-07",
 "awd_max_amd_letter_date": "2006-07-07",
 "awd_abstract_narration": "Award Abstract\r\nProposal Number:  CTS-0552140\r\nPrincipal Investigator:  Matalon, Moshe\r\nInstitution: Northwestern University \r\nProposal Title: Numerical Modeling of Flame Propagation in the Flamelet Regime\r\n\r\nCombustion is a subject of great economical and societal concern. Despite the continuing search for alternative energy sources, combustion still provides the majority of the energy consumed today. It is therefore important to ensure that combustion processes are utilized in the most efficient way and in such a way as to minimize undesirable effects on the environment. The proposed activity is directed towards improving our understanding of combustion phenomena, which may consequently lead to suggestions for better engineering design. The specific objective is to model and simulate complex flame propagation problems similar to the one encountered in practical applications. Predictions based on such models may lead to improvement in the efficiency of combustion devices, saving in fuel consumption, and reduction in the emission of pollutants and unwanted after-burning products. The broader impact of the proposed work will occur through publications and presentations in the technical and scientific community and by training and educating a new generation of scientists for careers in academia and industry. \r\n\r\nCombustion problems encompass the interaction of phenomena that take place on different time and length scales. Resolving such problems on all scales, small and large, poses a mathematically challenging and computationally intensive task. It is proposed to numerically simulate complex flame propagation problems by exploiting their multi-scale nature. The asymptotic advances in flame theory will be used to simplify the mathematical description. With the flame confined to a surface, the mathematical formulation reduces to a free-boundary problem supplemented by conditions that account for the influences of the processes occurring on the smaller scales. The simplified problem, still nonlinear, is quite challenging; but its relative simplicity enables addressing the dynamics of large-scale multi-dimensional flames while spanning a wide range of the physical parameters. For the description of some of the problems proposed in this project, the hydrodynamic model in its present state is adequate. The model incorporates effects of thermal expansion, differential and preferential diffusion, mixture strength, non-unity reaction orders, temperature-dependent transport and volumetric heat losses (radiative losses), and can potentially include detailed kinetics using reduced chemistry mechanisms. Using this framework, it is proposed to numerically simulate the nonlinear development of hydrodynamically unstable flames, flame wrinkling and flame acceleration, and the effect of external random noise on the propagation. Occasionally, the hydrodynamic description needs to be modified, for example by allowing for the creation of holes along the flame surface and its consequences. The proposed work has many potential applications including turbulent flames, particularly in the flamelet regime, where the smallest relevant scales are larger than the flame thickness and therefore do not affect the internal flame structure. Such regime encompasses many practical applications, for example spark-ignition engines and turbojets. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moshe",
   "pi_last_name": "Matalon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moshe Matalon",
   "pi_email_addr": "matalon@illinois.edu",
   "nsf_id": "000150538",
   "pi_start_date": "2006-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "744600",
   "pgm_ele_name": "MATH PRIORITY SOLICITATION"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 28748.0
  }
 ],
 "por": null
}