{
 "awd_id": "0552834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Soil:    A Pilot Study of Amazon Black Earth (ADE) Formation in Amazonian Homegardens",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 51502.0,
 "awd_min_amd_letter_date": "2006-02-28",
 "awd_max_amd_letter_date": "2009-02-13",
 "awd_abstract_narration": "Environmentally and socially sustainable use of tropical rainforests continues to be a challenge.  One of the frequently cited limitations to sustainable development is the quality of the soil resources, which in tropical environments often consist of soils with limited inherent fertility.  Although in general this is true in the Amazon Basin, there are substantial areas of Terra Preta (Black Earth) soils, also known as Amazonian Dark Earths (ADE). These soils have much higher nutrient levels and offer much higher and sustained yields when put under agricultural production.  The existence of these soils under conditions of heavy rainfall has been an enigma to scientists and only recently, through soil chemical and microbial research, has it become clear that there appear to be biofeedback mechanisms that sustain organic material in the soil.  What is not clear at this time is what specific pathways led to the formation of ADE.  However, evidence points to significant human activity in the past through intentional soil creation and/ or by long-term habitation in particular places.  Long-term use of soil management techniques identified as 'slash and char,' the slow burning of leaf and other organic debris, appears to be key.  This pilot study will investigate the process of 'slash and char' in homegardens in the municipality of Santarem, Para, Brazil.  Related research in homegardens demonstrated that soil management practices frequently included 'slash and char' but the process has not been specifically investigated.  The project specifically targets homegardens of long-term mestizo (Amerindian, European and African) inhabitants of the region whose knowledge system may still be linked to the Pre-Columbian past.  This project with survey 40 homegardens intensively, conducting ethnographic interviews with garden managers, mostly women, and documenting the process of 'slash and char.'  Soils will be sampled in each homegarden, and then analyzed for general fertility, carbon, and organic matter.  \r\n\r\nFindings from this study will make theoretical and practical contributions that are potentially far ranging.  It is likely that present-day 'slash and char' is a modern analog of past ADE formation, furthering ADE research as this analog can be tested against the archaeological record.  On a practical level, the proposed research will improve the possibility of future sustainable use of the Amazon and other tropical regions as 'slash and char' is an alternative to 'slash and burn' and is a way of creating more fertile soil in a region with little of it, possibly permitting sustained agriculture without predatory deforestation.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antoinette",
   "pi_last_name": "WinklerPrins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antoinette WinklerPrins",
   "pi_email_addr": "antoinet@msu.edu",
   "nsf_id": "000183715",
   "pi_start_date": "2006-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 51502.0
  }
 ],
 "por": null
}