{
 "awd_id": "0552420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conservation, Sustainability and Poverty Alleviation in the Himalayan Region: Do Participatory Environmental Policies Work?",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 151180.0,
 "awd_min_amd_letter_date": "2006-05-09",
 "awd_max_amd_letter_date": "2007-08-04",
 "awd_abstract_narration": "The goal of the this policy research and facilitation pilot project is to assess and improve environmental policy in practical and politically feasible ways, consistent with broad policy goals of sustainable resource management, biodiversity conservation and poverty alleviation by focusing on participatory policies and projects, Community-Based Natural Resource Management (CBNRM) and other inclusionary policy processes in three selected countries of the Himalayan region. A secondary goal is to provide an outlined methodology for understanding and evaluating environmental policy in the particular circumstances of these three countries, replicable for environmental policy making issues elsewhere. The methodology involves a set of nested investigations from international, national to local scales. This pilot project includes: (a) data collection of policy outcomes, including quantitative survey work and participatory mapping with rural civil society.  (b) Initial policy analysis at the national level where political agendas involve a wide variety of actors and interests, including established bureaucratic structures and practices, military and strategic considerations, ethnic politics and issues of control of populations in the name of environmental conservation, and varied forms of government. (c) Initial analysis of the practice of policy negotiation at the international-national interface where ideas of participation and inclusionary policies, and a set of particular environmental priorities from international funding institutions, meet national agendas. (d) Outlines of regional political ecologies which shape society-environment relations, including analysis of local institutions which mediate access to natural resources, the stock and flow of those resources, settlement history, the different values attributed to the range of natural resources by various and contending potential users, and how these are politically represented. (e) Dissemination through brief regional seminars in each participant country with project participants, and a more comprehensive seminar at the International Centre for Integrated Mountain Development, as well as the provision of a policy analysis working paper for public dissemination, and an academic article for a more specialized audience.\r\n\r\nThe intellectual merit of the project rests on an innovative research methodology at different scales and combining quantitative and qualitative data with more political and discursive methods; on the claim that it is the first time that this broad analytical vision has been attempted in the region; and on the careful attention paid to tangible outcomes of environmental policy. The broader impacts of the project are envisaged to be clearer insights of opportunities and constraints for all members of international and national negotiating teams in this field; inputs into a critical review of where the participatory conservation movement is going in developing countries and the circumstances which encourage or impede successful outcomes; an analytically rigorous input into the debate over participatory versus exclusionary conservation approaches; and an analysis of the trade-offs between participation, poverty reduction and specific conservation goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Muldavin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Muldavin",
   "pi_email_addr": "muldavin@slc.edu",
   "nsf_id": "000420274",
   "pi_start_date": "2006-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piers",
   "pi_last_name": "Blaikie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piers Blaikie",
   "pi_email_addr": "p.blaikie@uea.ac.uk",
   "nsf_id": "000063742",
   "pi_start_date": "2006-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sarah Lawrence College",
  "inst_street_address": "1 MEAD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BRONXVILLE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9143370700",
  "inst_zip_code": "107085999",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "NY16",
  "org_lgl_bus_name": "SARAH LAWRENCE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "TRLPXSJJDKQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Sarah Lawrence College",
  "perf_str_addr": "1 MEAD WAY",
  "perf_city_name": "BRONXVILLE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "107085999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "NY16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 126180.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}