{
 "awd_id": "0552029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Measuring the Size, Scope, and Impact of Trade in Services",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 197610.0,
 "awd_amount": 197610.0,
 "awd_min_amd_letter_date": "2006-06-23",
 "awd_max_amd_letter_date": "2007-08-03",
 "awd_abstract_narration": "International trade in services is growing rapidly. Coincident with increasing services trade, the\r\ncomposition of displaced workers in the US is changing - while manufacturing workers historically\r\naccounted for more than half of displaced workers, non-manufacturing workers accounted for 70 percent\r\nof displaced workers in the most recent recession. If these trends are related, the changing mix of\r\nindustries exposed to international trade may have deep implications for the structure of US industry and\r\nlabor markets in the future. Currently, there is little understanding of the size and extent of services\r\noffshoring or what impact it is having on the US economy. More fundamentally, there is little empirical\r\nresearch examining international trade in services.\r\nThe broad availability of detailed product information on goods trade and access to firm and plant\r\nlevel information on producers has spawned a wealth of empirical research on the impact of trade on US\r\nmanufacturing. The broad availability of data has also fostered an empirical literature on the labor market\r\nimpacts of international trade, again focused on the manufacturing sector. No such literatures exist for\r\ntrade in services. An important factor in the scarcity of empirical research on trade in services, and its\r\nimplications for the domestic economy, is the relative lack of detail in official statistical data on services\r\ntrade.\r\nThe objectives of this project are to develop measures of the size and scope of trade in services\r\nand to construct estimates of the impact of this trade on US firms and US workers. To address the\r\ninadequacy of official statistical data, the project will develop a new empirical approach to identify, at a\r\ndetailed level, service activities that are potentially exposed to international trade. The approach to\r\nidentifying service activities that are potentially tradable is novel: the project uses an implication of\r\ntheoretical models of trade to develop a measure of the geographic concentration of service activities to\r\nidentify industries and occupations that appear to be traded within the US. The ability to identify both\r\nindustries and occupations that are tradable is an important feature of the empirical strategy because many\r\nof the service activities that are reportedly being offshored are tasks within the service 'production'\r\nprocess (for example, the banking relationship is not relocated offshore, rather the customer service/call\r\ncenter component is moved); occupations correspond more closely to these types of activities than do\r\nindustries. Service activities that can be traded within the US are inferred to be potentially tradable\r\ninternationally.\r\nThe project will refine the list of potentially traded services by developing and examining detailed\r\nfirm-level microdata on what service activities are actually traded. The project will use information on US\r\nmultinationals' services imports and exports collected by the Bureau of Economic Analysis (BEA) and\r\nestablishment-level microdata on US firms' services exports collected by the Census Bureau to identify at\r\na detailed level service activities that are actually traded. The BEA and Census Bureau data provide a way\r\nto test and improve the tradability implications of the geographic concentration methodology.\r\nWith the refined list of traded service activities, the project will examine the impact of trade in\r\nservices on domestic firms using longitudinal plant-level microdata on service establishments at the\r\nCensus Bureau. Lastly, the project will investigate the impact of trade in services on domestic labor\r\nmarket outcomes, including the risk of job loss, likelihood of reemployment, duration of joblessness, and\r\nearnings change, using the Displaced Worker Survey.\r\nThe results from this project will make a significant contribution to the empirical literature in\r\neconomics on international trade in services and the implications of services trade for US firms and\r\nworkers. The project is also anticipated to have a significant impact on the ongoing public policy debate\r\nregarding the implications of international trade in services. In addition to analytical results, the project\r\nwill develop new data resources at the Census Bureau and BEA that researchers can use to pursue\r\nadditional research on trade in services.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Bradford",
   "pi_last_name": "Jensen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Bradford Jensen",
   "pi_email_addr": "jbj24@georgetown.edu",
   "nsf_id": "000321290",
   "pi_start_date": "2006-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Kletzer",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lori G Kletzer",
   "pi_email_addr": "lkletzer@ucsc.edu",
   "nsf_id": "000436599",
   "pi_start_date": "2006-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Mann",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine L Mann",
   "pi_email_addr": "clmann@iie.com",
   "nsf_id": "000098310",
   "pi_start_date": "2006-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute For International Economics",
  "inst_street_address": "1750 Massachusetts Avenue NW",
  "inst_street_address_2": "",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023289000",
  "inst_zip_code": "200361903",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Institute For International Economics",
  "perf_str_addr": "1750 Massachusetts Avenue NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 65870.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 131740.0
  }
 ],
 "por": null
}