{
 "awd_id": "0553719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing Novel Microstructured Materials via Molecular Simulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2006-08-10",
 "awd_max_amd_letter_date": "2006-08-10",
 "awd_abstract_narration": "ABSTRACT\r\n CTS- 0553719; Cornell University;  F. Escobedo\r\n\r\nDesigning Novel Nano- and Micro-structured Materials via Molecular Simulation\r\n\r\nIntellectual Merit: The goal of this related project is to develop and apply novel molecular simulation methods to study the liquid-crystalline phase behavior and rheology of systems containing rigid colloidal nano-particles of atypical geometry. The motivation for this research is the growing ability to experimentally produce nano- and micro-particles of almost any imaginable shape, This goal lies within the scope of nanotechnology that seeks to achieve greater control of positional assembly of nanoscale objects; in this case, by identifying promising building blocks that can lead to novel self-assembled structures. In this context, particle-shape complementarity plays the role of an \"entropic bonding\" that helps orient and position particles in regular patterns (even in the absence of chemical selectivity). The particle shapes to be investigated include tetragonal parallelepipeds or \"cuboids\" that may lead to cubatic and other novel biaxial mesophases. Selected binary and polydisperse mixtures of these particle types will be considered, including mixtures of large and small cuboids (which may lead to the coexistence of multiple liquid-crystal phases), and mixtures of complementarily shaped particles (which may lead to micro-assembled phases). The models used are coarse-grained representations of colloidal particles (organic aggregates or surface-functionalized inorganic particles) whose effective inter-particle interactions can be tuned by the composition of the solvent media. The steady shear-flow rheology of cuboidal suspensions will also be simulated. It is envisioned that the mesophases formed may exhibit unusual shear responses including strong flow directionality (e.g., a weak dependence on shear direction) and yield stress behavior.  \r\nThe methodological developments to be pursued are: (i) Extension of expanded ensemble methods to simulate mesophase transitions in pure components and asymmetric binary systems, (ii) development of a general framework to map out free-energy landscapes over any suitable order-parameters that may be needed to negotiate large barriers between mesophases, and (iii) adaptation of dissipative particle dynamics to simulate the shear rheology of novel colloidal mesophases. \r\nThe project can thus be seen as having a dual scope. The primary goal is to elucidate the behavior of model rigid polymer and colloidal systems that have potential uses in the nanotechnology of self-assembly; e.g., by studying the effect of entropic forces and shear flow on the onset and endurance of ordered mesophases. The secondary goal is to formulate novel numerical statistical mechanics techniques that have potentially widespread applications.\r\n\r\nBroader Impacts: This project is complementary to experimental efforts by collaborators who will try to realize the predicted novel phases and test their mechanical, optical, and rheological properties. In the long term, the results could impact the ceramic, plastics, and semiconductor industries by helping broaden the approaches available to develop strong nanocomposites with high particle loadings, sieves with regular topology and pore-sizes, colloid-based mesocrystals for light control in photonic materials, and sensors and lubricants sensitive to stress directionality. The advances in simulation methods should also help industrial materials modelers in their efforts to improve product properties by predicting and exploiting meso-scale phenomena and hierarchical structure.  \r\nThe graduate and undergraduate students involved with this project will gain a good understanding of the properties of colloids while acquiring a significant expertise on molecular and mesoscopic modeling. The scientific results will be disseminated through professional meetings and an industrial outreach program organized by the Cornell Center for Material Research (CCMR). Results of this investigation will be used in at least three courses: a new course on molecular simulations, a recently developed problem-based core graduate course, and the advanced thermodynamics core course. Educational outreach efforts will include mentoring of undergraduate researchers and participation in the work of the Educational Programs Office of CCMR.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Escobedo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando A Escobedo",
   "pi_email_addr": "fe13@cornell.edu",
   "nsf_id": "000405638",
   "pi_start_date": "2006-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}