{
 "awd_id": "0553339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Fuel and Combustion Conditions to Alter the Nanostructure and Reactivity of Diesel Soot",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aatreya@nsf.gov",
 "po_sign_block_name": "Arvind Atreya",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2006-04-17",
 "awd_max_amd_letter_date": "2006-04-17",
 "awd_abstract_narration": "Award Abstract\r\nProposal Number:  CTS- 0553339\r\nPrincipal Investigator:  Boehman, Andre L.   \r\nInstitution: Pennsylvania State University  University Park   \r\nProposal Title: Using Fuel and Combustion Conditions to Alter the Nanostructure and Reactivity of Diesel Soot  \r\nParticulate filters will be required on all diesel cars and trucks starting in the 2007 model year to meet the particulate matter emissions standard.  A challenge with implementation of particulate filters is that they must periodically burn off the collected particles (referred to as regeneration of the filter) so that the engine exhaust can flow freely through the filter.  Otherwise the exhaust will be blocked and the engine will stall or fail. The proposed research focuses on enhancing the regeneration of diesel particulate traps to reduce the complexity of their implementation on diesel vehicles and to increase the reliability of their use on diesel vehicles.  In the proposed project, the objective is to reduce the exhaust temperature needed to initiate regeneration of a diesel particulate trap.  This can be accomplished by developing a fundamental understanding of how diesel particulate is affected by combustion conditions and fuel formulation (especially with fuels such as soy-based biodiesel), and how these variations in the composition and structure of the particulate influence how easily the particulates can be burned off of the filter and the mechanisms by which the enhancement of burning can be accomplished.\r\nThe means of enhancing the reactivity of the diesel particulates will be examined by varying the composition of the fuel and by altering the composition of the air that is inducted into the diesel engine and other engine control parameters.  Already we have observed a 5 fold increase in oxidative reactivity for diesel soot derived from combustion of neat soybean oil-based biodiesel fuel compared with diesel soot derived from combustion of synthetic diesel fuel.  The impact on the diesel particulates will be assessed by sampling the PM and examining the changes in morphology (including the nanostructure of the primary soot particles), composition of the PM and the reactivity of the PM.  These tests on the PM will be performed using conventional particulate sampling and a variety of chemical and physical analyses, as well as using more innovative techniques such as thermophoretic sampling and subsequent electron microscopy and detailed characterization of the individual particles.  \r\nThe combination of morphological, composition and reactivity analyses will show how particulate reactivity enhancement may be achieved and it will provide fundamental data on particulate reactivity, oxidation kinetics and oxidation mechanisms.  The co-PIs have developed techniques and harnessed analytical tools that permit the development of a kinetic database for soot samples from a wide range of combustion conditions and determination of the reaction mechanisms that these particles will follow during oxidation in a DPF.  Engineering of DPF regeneration schemes will benefit from understanding the impact that soot morphology and reactivity will have on the catalyzed particulate filter.  \r\nOverall, the benefits to the nation from the proposed research are that by making it possible to have low emissions diesel vehicles, the efficiency of the transportation sector (particularly for light trucks and SUVs) will be improved while minimizing the impact on air quality, thereby reducing CO2 emissions from the transportation sector.  The educational benefits of the proposed activity are by bringing the results of this research into the classroom through undergraduate courses in energy, combustion and fuel science, and by tours provided to students and their teachers through an NSF K-12 Education program.  Furthermore, the outcomes of the proposed research may be directly implemented in Penn States vehicle entry in the Challenge X competition.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Boehman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andre L Boehman",
   "pi_email_addr": "boehman@umich.edu",
   "nsf_id": "000286149",
   "pi_start_date": "2006-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Lueking",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Angela D Lueking",
   "pi_email_addr": "alueking@mtech.edu",
   "nsf_id": "000405484",
   "pi_start_date": "2006-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}