{
 "awd_id": "0553546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Five Languages of Eurasia: Field Work, Analysis and Digital Archiving",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 402126.0,
 "awd_amount": 480280.0,
 "awd_min_amd_letter_date": "2006-04-27",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "This project, which is funded through the NSF Documenting Endangered Languages program and the Arctic Social Sciences program, led by Dr. Alexander Nakhimovsky of Colgate Univiersity and a group of Russian linguists led by Dr. Alexander Kibrik of Moscow University will conduct a three-year project that will focuse on two areas: (1) field work on five languages: Archi and Khinalugh in the Caucasus, Nganasan and Enets on the Taimyr peninsula, Alutor on Kamchatka; and (2) development of tools and infrastructure for creating language archives. Work in the first area will be done by Russian scholars who are top experts on the languages involved but lack technology and expertise to create language archives in accordance with \"best practices.\" Work in the second area will be done by the PI, a PhD in linguistics who has been teaching computer science since 1985 and has taught and extensively published on XML and Semantic Web technologies on which these \"best practices\" are based. \r\n\r\nParticipants of the project will: \r\n  - conduct extensive fieldwork to record digital audio and video materials in all languages; \r\n  - revise, digitize, and document in accordance with best practices, as well as provide wider access to previously collected materials, going back to the 1970s; \r\n  - devise a writing system for two languages, and educational materials for one of them; \r\n  - for three languages, create a phonetic database containing sound samples at different levels, from syllable to word to sentence to narrative, with videos showing articulation; \r\n  - format primary materials in accordance with best practices for digital language archives and make them available, as dynamic OLAC repositories, in consistent, archivable, interoperable, and Web-based formats; \r\n  - further develop the infrastructure and software tools for \"best practices\" in creating language archives, including PI's unique software tool for annotating digital video. \r\n\r\nThis proposal will leverage the expertise and ongoing research of top-notch scholars who will contribute, beyond the boundaries of this proposal, a great deal of labor- and expertise-intensive work on glossing and describing the data. They will work to document languages that are either endangered or on the brink of extinction, in areas that are either extremely remote or in political turmoil, in communities where they already have networks of informants who know and trust them. In addition, the proposal will produce software tools both for conducting fieldwork and for archiving its results on the Web. Some of them will be quite general tools for collecting metadata from domain experts. \r\nWhen completed, the proposal will benefit several communities. First, some of the communities of native speakers involved in the project will receive a writing system and educational materials for children. Second, the community of Russian linguists, many of them highly trained and motivated people who have been working on the many endangered languages of the Russian federation for years and decades, will receive a powerful impetus to adopt better archival practices. Such documentation of their work that exists now is mostly on paper or in proprietary formats, in Russian, with audiotapes missing or of poor quality. If their documentation standards improve, linguists and anthropologists worldwide will get access to vast linguistic knowledge properly archived. Third, the community of linguists everywhere, not only those working on endangered languages, will receive powerful new tools, some of them bundled into SIL's popular toolbox for fieldwork. Finally, the project will benefit computer scientists and technologists who are building the Semantic Web: a web of well-documented and well-indexed information that can support complex search, navigation and inference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Nakhimovsky",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander D Nakhimovsky",
   "pi_email_addr": "adnakhimovsky@mail.colgate.edu",
   "nsf_id": "000119268",
   "pi_start_date": "2006-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 OAK DR",
  "perf_city_name": "HAMILTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461386",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 33563.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 142134.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 155430.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 142783.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF grant 0553546, <em>Five Languages of Eurasia</em>, resulted, first of all, in sixteen expeditions to remote and dangerous parts of the continent: far North (the Taimyr peninsula), far East (Kamchatka and Sakhalin), and the Caucasus (Azerbaijan and the autonomous republic of Dagestan within the Russian Federation). Travels to Taimyr and Kamchatka were particularly arduous. Dagestan has been steadily descending into violence and most of it is now practically off-limits for field linguists.</p>\n<p>The project's expeditions brought back many hours of high-quality recordings, made with the state-of-the-art equipment provided by the grant. Many of those recordings have been transcribed, linguistically analyzed, and annotated, in accordance with the best practices of language documentation. The languages so documented are: Archi (Dagestan), Khinalug (Azerbaijan), Alutor (Kamchatka), Nganasan (Taimyr), and Ulita (Sakhalin). For three of these languages, Alutor, Archi, and Khinalug, writing systems have been developed. The original five languages of the project did not include Ulita, but did include Enets, another language of Taimyr. However, the language is practically extinct, and it proved impossible to find native speakers who would be competent enough to make new recordings. The archive created by the project does include older Enets recordings (the Forest dialect) that were upgraded and re-annotated.</p>\n<p>The greatest technological achievement of the project, not foreseen in the initial grant proposal, was the creation of the Moscow digital language archive center \"LangueDOC,\" housed at the Department of Theoretical and Applied Linguistics of Moscow State University. The archive is a node in a global network of language archives centered at the Max-Planck Institute for Psycholinguistics (MPI-Nijmegen). All the nodes in the network use the software platform for archiving and online access to multimedia language data that has been developed at MPI. Apart from the data from <em>Five Languages of Eurasia</em>, the LangueDOC archive hosts contributions from several language documentation projects including Eastern Khanty (Uralic), Evenki (Tungusic), Ket (Yenissean) and Selkup (Samoyedic), as well as corpora of Russian intonation, Russian sign language and Russian gesticulation. A participant of the project, Dr. Alexandre Arkhipov, serves as the Director of the archive and has conducted several workshops for Russian linguists on how to create field materials and prepare them for archiving. Materials on language documentation have also been included in courses taught at the Department of Theoretical and Applied Linguistics, and there are plans to publish a textbook based on those course materials.</p>\n<p>In addition to language archives, the NSF project has supported the creation of grammatical materials on the languages of the project: dictionaries; selected inflectional paradigms; and phonetic databases, each containing about 300&ndash;400 wordforms per language that together represent every phoneme in most relevant phonological contexts, recorded with several speakers. Together with archival holdings, these primary data form a solid basis for further studies in grammar and phonology of the languages of the project, and in fact have already served for a great number of scholarly articles and conference presentations created with the support of the project.</p>\n<p>The archive can be found at <a href=\"http://languedoc.philol.msu.ru/ds/imdi_browser/\">http://languedoc.philol.msu.ru/ds/imdi_browser/</a>; additional materials are at the website for the project, <a href=\"http://www.philol.msu.ru/~languedoc/\">http://www.philol.msu.ru/~languedoc/</a>. This website also contains a link to the documentary film \"Khinalug 2007: Creating a digital portrait of an endangered language.\" Although relatively short and low-budget, it provides an informative and frequently touching pictu...",
  "por_txt_cntn": "\nNSF grant 0553546, Five Languages of Eurasia, resulted, first of all, in sixteen expeditions to remote and dangerous parts of the continent: far North (the Taimyr peninsula), far East (Kamchatka and Sakhalin), and the Caucasus (Azerbaijan and the autonomous republic of Dagestan within the Russian Federation). Travels to Taimyr and Kamchatka were particularly arduous. Dagestan has been steadily descending into violence and most of it is now practically off-limits for field linguists.\n\nThe project's expeditions brought back many hours of high-quality recordings, made with the state-of-the-art equipment provided by the grant. Many of those recordings have been transcribed, linguistically analyzed, and annotated, in accordance with the best practices of language documentation. The languages so documented are: Archi (Dagestan), Khinalug (Azerbaijan), Alutor (Kamchatka), Nganasan (Taimyr), and Ulita (Sakhalin). For three of these languages, Alutor, Archi, and Khinalug, writing systems have been developed. The original five languages of the project did not include Ulita, but did include Enets, another language of Taimyr. However, the language is practically extinct, and it proved impossible to find native speakers who would be competent enough to make new recordings. The archive created by the project does include older Enets recordings (the Forest dialect) that were upgraded and re-annotated.\n\nThe greatest technological achievement of the project, not foreseen in the initial grant proposal, was the creation of the Moscow digital language archive center \"LangueDOC,\" housed at the Department of Theoretical and Applied Linguistics of Moscow State University. The archive is a node in a global network of language archives centered at the Max-Planck Institute for Psycholinguistics (MPI-Nijmegen). All the nodes in the network use the software platform for archiving and online access to multimedia language data that has been developed at MPI. Apart from the data from Five Languages of Eurasia, the LangueDOC archive hosts contributions from several language documentation projects including Eastern Khanty (Uralic), Evenki (Tungusic), Ket (Yenissean) and Selkup (Samoyedic), as well as corpora of Russian intonation, Russian sign language and Russian gesticulation. A participant of the project, Dr. Alexandre Arkhipov, serves as the Director of the archive and has conducted several workshops for Russian linguists on how to create field materials and prepare them for archiving. Materials on language documentation have also been included in courses taught at the Department of Theoretical and Applied Linguistics, and there are plans to publish a textbook based on those course materials.\n\nIn addition to language archives, the NSF project has supported the creation of grammatical materials on the languages of the project: dictionaries; selected inflectional paradigms; and phonetic databases, each containing about 300&ndash;400 wordforms per language that together represent every phoneme in most relevant phonological contexts, recorded with several speakers. Together with archival holdings, these primary data form a solid basis for further studies in grammar and phonology of the languages of the project, and in fact have already served for a great number of scholarly articles and conference presentations created with the support of the project.\n\nThe archive can be found at http://languedoc.philol.msu.ru/ds/imdi_browser/; additional materials are at the website for the project, http://www.philol.msu.ru/~languedoc/. This website also contains a link to the documentary film \"Khinalug 2007: Creating a digital portrait of an endangered language.\" Although relatively short and low-budget, it provides an informative and frequently touching picture of what linguists actually do when conducting field work on endangered languages.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2013\n\n\t\t\t\t\tSubmitted by: Alexander D Nakhimovsky"
 }
}