{
 "awd_id": "0553017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Multiscale Diagnostic and Prognostic Investigation of Environmental Influences on Tropical Cyclone Life Cycles",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 539819.0,
 "awd_amount": 539819.0,
 "awd_min_amd_letter_date": "2006-09-11",
 "awd_max_amd_letter_date": "2008-06-03",
 "awd_abstract_narration": "The focus of the research will be on multiscale diagnostic investigations of tropical cyclone (TC) life cycles and TC-environmental interactions. It builds and expands upon completed and ongoing research on TCs, particularly in the areas of tropical transition (TT) and extratropical transition (ET). The TT process is less well understood and has been a significant focus of ongoing work, and will be a major focus of this grant research. A cornerstone of the TT process is that incipient storm formation occurs in environments characterized by horizontal temperature gradients and associated vertical wind shear that are more characteristic of mid latitudes than the tropics. A precursor upper-level disturbance of mid latitude origin is needed to initiate the TT process. Ascent associated with the precursor disturbance helps to moisten mid levels of the atmosphere, preventing widespread evaporative cooling associated with convective downdrafts, and facilitating column warming. Multiple convective elements in the storm's circulation then consolidate, completing the transition to a warm-core TC. This view of the TT process has arisen from project-related analysis and modeling studies of Hurricanes Diana  (1984), Michael (2000), Humberto (2001), Catarina (2004) and Alex (2004).  Catarina (2004), a serendipitous event, was noteworthy for being the first-ever recorded South Atlantic hurricane. Storm environmental interactions will be assessed through the impact of upper-level disturbances on TC life cycles, and through TC-induced changes in the environmental flow. Examples of the former include TC development via the TT process. Examples of the latter include TC-related convectively modified shear and potential vorticity profiles in the immediate and downshear TC environment. \r\n\r\nThe PI and his graduate students will also focus on documenting the origin of mesoscale substructure within landfalling TCs, including ET storms. Examples include Floyd (1999), noteworthy for coastal front-related flood-producing rains, and weaker storms such as Chris (1988), Marco (1990) and Jerry (1995), noteworthy for exceptionally heavy precipitation concentrated near weak frontal boundaries. The diagnostic TC cases studies will be used to establish the synoptic-dynamic context for understanding the various aspects of TC life cycles. The envisioned multiscale diagnostic studies will focus on identifying antecedent disturbances that contribute to TC evolution and document the large-scale flow regimes and regime transitions that occur in conjunction with TC-environmental interactions. This task is motivated by completed and ongoing research that has shown that the precipitation distribution associated with ET storms can be understood in terms of fundamental dynamical principles. \r\n\r\nIn terms of broader impacts, existing weather prediction models do a relatively poor job of predicting the development of TCs that originate by the TT process. Given that TT developments can occur near the populous southeast US coast, it is important to learn more about how such storms develop and intensify. TT storms also pose a serious threat (wind and waves) to marine interests in the heavily traveled coastal shipping lanes. Landfalling and transitioning (ET) storms can also pose significant forecasting challenges. They can adversely impact marine interests (wind and waves), coastal residents/businesses (high winds, tornadoes, and flooding from storm surges), and inland residents/businesses (fresh-water flooding due to heavy rain). This project also presents the opportunity to work with various government agencies (e.g., National Hurricane Center) and other educational institutions (an ongoing activity) to help facilitate the transfer of research knowledge to operations and students. Research findings will be disseminated through: 1) conference and workshop presentations, 2) refereed papers, and 3) presentations at COMET mini-courses, workshops for operational forecasters, and conferences for educators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Bosart",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Lance F Bosart",
   "pi_email_addr": "lbosart@albany.edu",
   "nsf_id": "000173573",
   "pi_start_date": "2006-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 179911.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 179956.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 179952.0
  }
 ],
 "por": null
}