{
 "awd_id": "0554652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inquiry into Practice",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2006-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 1746116.0,
 "awd_amount": 1746116.0,
 "awd_min_amd_letter_date": "2006-03-23",
 "awd_max_amd_letter_date": "2010-01-13",
 "awd_abstract_narration": "\"Inquiry into Practice\" is a five-year sequence of research on teacher professional development that is documenting how middle and secondary school science teachers first develop a perspective on science learning, translate that perspective into their own teaching practice and finally make explicit links to their colleagues.  The research is carried out in the tradition of design research in education that bridges theoretical research and educational practice.  Specifically, it is investigating the impact of professional development based on model-based reasoning, supported by Lesson Study and an apprentice-like program in teacher leadership.  The program consists of two cycles of professional development with selected teachers in California.  A cohort of 30 teachers begins the program in year one and a second cohort in year three.  Each cycle includes two summer institutes in which teachers learn to use scientific data to construct and apply explanatory models.  Each institute also includes modeling of effective pedagogical strategies and instruction in leadership skills.  Over the two years, the emphasis gradually changes from primarily instruction in scientific models to primarily instruction in leadership skills.  Each cycle also includes academic year support through Lesson Study groups.  Multiple measures are used including teacher content knowledge and facility with models instruments as well as classroom observations, interviews and analysis of teacher writings and lesson plans.  The key research questions of the project are:\r\n\r\n1. What are teachers' understandings of critical science concepts and how do their understandings change when they approach science as a process of producing and testing models?\r\n\r\n2. What are teachers' conceptions of effective pedagogical practices in the science classroom and how do those perspectives change through their own experiences with a modeling approach?\r\n\r\n3. What roles do teachers currently play at their school sites and how does participation in the program affect their work with teachers at their school site and in other settings?\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Passmore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Passmore",
   "pi_email_addr": "cpassmore@ucdavis.edu",
   "nsf_id": "000457284",
   "pi_start_date": "2006-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wendell",
   "pi_last_name": "Potter",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Wendell H Potter",
   "pi_email_addr": "whpotter@ucdavis.edu",
   "nsf_id": "000369698",
   "pi_start_date": "2006-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727100",
   "pgm_ele_name": "TEACHER PROFESSIONAL CONTINUUM"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 299242.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 353212.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 400934.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 360911.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 331817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Inquiry into Practice project was a 5 year study into the design of professional development for secondary science teachers. Specifically, we designed, delivered, and investigated a two-year sequence of professional development activities aimed at helping secondary teachers of science to understand and enact an approach to science instruction centered on modeling and model-based reasoning. As a design research project, the two-year sequence of professional development was modified based on the first implementation and delivered and investigated a second time during the award period. Across the two cycles of implementation 57 science teachers received over 150 hours of professional development.</p>\n<p>&nbsp;</p>\n<p>The main objective of the Inquiry into Practice Project was to investigate and document how teachers of science first took up&nbsp; a view of modeling in science and translated that view into their classroom practice.&nbsp; Scientific modeling is seen as one of the key practices of science. Scientists develop and use models to make sense of the natural world and models serve as the functional unit of scientific thought. A consideration of science as fundamentally a modeling enterprise has important implications for science education. Thus, the intellectual merit of the Inquiry into Practice Project was to investigate how to support teachers in modifying their practice to support students in developing and using models.</p>\n<p>&nbsp;</p>\n<p>Data collection for the project included over 100 individual records from each teacher participant generated from written prompts the teachers responded to on an ongoing basis throughout the professional development activities and interviews that were conducted periodically during the two-year period. The resulting data-set documents the extensive teacher learning that occurred during the professional development experience.</p>\n<p>&nbsp;</p>\n<p>All 57 teachers in the project reported high satisfaction with the professional development experience and indicated that it was among the most important professional learning activities in which they had engaged. Our findings show that teacher participants shifted their beliefs and intentions about science instruction towards a more student-centered, inquiry-based orientation in a number of categories. For example, teachers shifted their learning goals for students from a focus on memorization and vocabulary to understanding core concepts and critical thinking. Teachers reported placing an increased value on understanding students&rsquo; prior knowledge and in attending to and cultivating students&rsquo; ideas during lessons. They also reported re-conceptualizing their curricula, looking for key explanatory ideas and seeking coherence across lessons. Furthermore, we found evidence of shifting pedagogical practices. A pre-post comparison of teachers&rsquo; descriptions of an exemplary science lesson revealed that half of the teachers made moderate to large shifts in the direction of more student-centered, inquiry-based curricula by shifting significantly over a range of categories of good instructional practice (at least seven out of 19 categories). Half of the teachers displayed a smaller overall change, either by taking up fewer inquiry practices (2 or fewer) or shifting less across these categories, demonstrating that the professional development program was able to support a number of teachers in taking up general inquiry practices. Finally, our work demonstrates that the centrality of models in this program was critical. Models provided teachers with a coherent framework to organize their curriculum.&nbsp; Specifically, they used the idea of scientific content as being organized into nested models to filter content and adjust the level of detail to align with student needs. They also used models to clarify their learning goals for students, focusing in on key explanator...",
  "por_txt_cntn": "\nThe Inquiry into Practice project was a 5 year study into the design of professional development for secondary science teachers. Specifically, we designed, delivered, and investigated a two-year sequence of professional development activities aimed at helping secondary teachers of science to understand and enact an approach to science instruction centered on modeling and model-based reasoning. As a design research project, the two-year sequence of professional development was modified based on the first implementation and delivered and investigated a second time during the award period. Across the two cycles of implementation 57 science teachers received over 150 hours of professional development.\n\n \n\nThe main objective of the Inquiry into Practice Project was to investigate and document how teachers of science first took up  a view of modeling in science and translated that view into their classroom practice.  Scientific modeling is seen as one of the key practices of science. Scientists develop and use models to make sense of the natural world and models serve as the functional unit of scientific thought. A consideration of science as fundamentally a modeling enterprise has important implications for science education. Thus, the intellectual merit of the Inquiry into Practice Project was to investigate how to support teachers in modifying their practice to support students in developing and using models.\n\n \n\nData collection for the project included over 100 individual records from each teacher participant generated from written prompts the teachers responded to on an ongoing basis throughout the professional development activities and interviews that were conducted periodically during the two-year period. The resulting data-set documents the extensive teacher learning that occurred during the professional development experience.\n\n \n\nAll 57 teachers in the project reported high satisfaction with the professional development experience and indicated that it was among the most important professional learning activities in which they had engaged. Our findings show that teacher participants shifted their beliefs and intentions about science instruction towards a more student-centered, inquiry-based orientation in a number of categories. For example, teachers shifted their learning goals for students from a focus on memorization and vocabulary to understanding core concepts and critical thinking. Teachers reported placing an increased value on understanding studentsÆ prior knowledge and in attending to and cultivating studentsÆ ideas during lessons. They also reported re-conceptualizing their curricula, looking for key explanatory ideas and seeking coherence across lessons. Furthermore, we found evidence of shifting pedagogical practices. A pre-post comparison of teachersÆ descriptions of an exemplary science lesson revealed that half of the teachers made moderate to large shifts in the direction of more student-centered, inquiry-based curricula by shifting significantly over a range of categories of good instructional practice (at least seven out of 19 categories). Half of the teachers displayed a smaller overall change, either by taking up fewer inquiry practices (2 or fewer) or shifting less across these categories, demonstrating that the professional development program was able to support a number of teachers in taking up general inquiry practices. Finally, our work demonstrates that the centrality of models in this program was critical. Models provided teachers with a coherent framework to organize their curriculum.  Specifically, they used the idea of scientific content as being organized into nested models to filter content and adjust the level of detail to align with student needs. They also used models to clarify their learning goals for students, focusing in on key explanatory ideas as well as tuning their attention to the quality of student reasoning .\n\n\t\t\t\t\tLast Modified: 06/10/2013\n\n\t\t\t\t\tSubmitted by: Cynthia Passmo..."
 }
}