{
 "awd_id": "0554416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing an Integrated Assessment and Support System for Elementary Teacher Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 1985002.0,
 "awd_amount": 1985002.0,
 "awd_min_amd_letter_date": "2006-07-10",
 "awd_max_amd_letter_date": "2010-07-01",
 "awd_abstract_narration": "This is a multi-faceted project for which the project team is developing, implementing and evaluating a prototype for an integrated assessment system in elementary teacher education in mathematics. The system is:  (a) supporting the development of student teachers in using mathematical content and language/reading knowledge for teaching mathematics; (b) supporting the development of the school faculty and university faculty who work with them, in analyzing teaching practice and providing feedback; (c) facilitating cooperation and common understanding across these different communities of practice; and (d) warranting the quality of the teacher education program and the decisions made about readiness-to-teach mathematics.  The project is focusing on three settings for professional learning:  the subject matter methods course and related field instruction; the student teaching semester and related seminar; and, for assessment purposes, the initial induction year.  The project also is documenting both the development of the student teachers in the practice of teaching mathematics to students from diverse backgrounds and of cooperating teachers and field instructors as they learn to analyze the practice of the student teachers and provide feedback.  \r\n\r\nINTELLECTUAL  MERIT:  The intellectual merit of this project lies in the development, implementation, research and evaluation of the assessment system.  The research questions being examined are:\r\n\r\n1.\tTo what extent does the available evidence support the validity of the assessment system for supporting and monitoring learning, for warranting decisions about readiness to teach, and for evaluating the quality of the teacher education program?\r\n\r\n2.\tTo what extent does the assessment system differentiate among teachers with different levels of experience?\r\n\r\n3.\tTo what extent does the available evidence demonstrate student teachers' capability of working in different contexts and with students from diverse academic, socioeconomic, language and racial and ethnic backgrounds?\r\n\r\n4.\tWhat is the developmental trajectory of Cooperating Teachers and Field Instructors participating in the curriculum with respect to (a) their mathematical knowledge for teaching and (b) their ability to analyze, evaluate and give useful feedback on teaching practice -- especially as it relates to the use of mathematical content knowledge and knowledge of reading/language for teaching mathematics?\r\n\r\nBROADER  IMPACTS:  The prototype system is being documented and disseminated such that other education programs can either adopt it as is, adapt it to their local context or develop a system of their own following its developmental principles.  Implementation of the system is designed to facilitate collaborative learning between school and university communities and to allow educational institutions and agencies to document the validity of local decisions about beginning teachers' readiness to teach.   The preparation materials being developed -- which include a set of analyzed records of teaching practice along with guidelines for using these materials -- are being made available electronically and via workshops, presentations and peer-reviewed publications so that teacher education programs and agencies can use them for professional and program enhancement and development. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Moss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Moss",
   "pi_email_addr": "pamoss@umich.edu",
   "nsf_id": "000111402",
   "pi_start_date": "2006-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Annemarie",
   "pi_last_name": "Palincsar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Annemarie Palincsar",
   "pi_email_addr": "annemari@umich.edu",
   "nsf_id": "000099805",
   "pi_start_date": "2006-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Ball",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Ball",
   "pi_email_addr": "dball@umich.edu",
   "nsf_id": "000091275",
   "pi_start_date": "2006-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Wilson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Wilson",
   "pi_email_addr": "MarkW@berkeley.edu",
   "nsf_id": "000307804",
   "pi_start_date": "2006-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Boerst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Boerst",
   "pi_email_addr": "tboerst@umich.edu",
   "nsf_id": "000540122",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727100",
   "pgm_ele_name": "TEACHER PROFESSIONAL CONTINUUM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 374401.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 378036.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 367428.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 466337.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 398800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our goals were to develop, implement, and evaluate a prototype for an integrated assessment system in elementary mathematics teaching that (a) supports the development of student teachers in the practices of mathematics teaching, (b) supports the development of the school- and university-based faculty who work with them in analyzing teaching practice and giving feedback, (c) facilitates cooperation (and common understanding) across these different communities of practice, and (d) provides evidence for the quality of the teacher education program and the decisions made about readiness-to-teach. We focused on two contexts of learning to teach elementary mathematics:&nbsp; the subject matter methods course and the school-based student teaching semester. &nbsp;The &ldquo;learners&rdquo; in these contexts were both the student teachers and the faculty who supported them. Given the complexity of our task, we focused on work within a single teacher education program as a complex case from which others can learn.</p>\n<p>Our development work was organized in terms of domains of teaching practice that are &ldquo;high leverage&rdquo; for beginners. High leverage practices are those that occur frequently in teaching, are applicable across approaches to teaching, are crucial to improving the learning and achievement of all students, and can be articulated and taught in teacher education contexts.&nbsp;&nbsp; For the prototype system, we worked extensively on two instructively different high-leverage practices--<strong>Leading a Discussion (LaD)</strong> and <strong>Assessing Within and Between Lessons (Assessing)</strong>--which were prominently addressed in the teacher education program with which we were working&mdash;and began work on the practice of <strong>Explaining</strong> (which we are completing as part of a successor project).&nbsp;</p>\n<p>For each high leverage practice, we developed (a) language for analyzing, evaluating, and guiding the teaching practice, which unpacks it into distinguishable aspects and describes increasing levels of sophistication within aspect (<strong><em>analytical language</em></strong>); and (b)&nbsp; guidelines for creating analyzable multi-media records of the teaching practice from designed or naturally occurring teaching and learning activities (<strong><em>assessment tasks</em></strong> or <strong><em>records of practice guidelines</em></strong>) staged over time in ways that that increasingly approximate the work of teaching.&nbsp; Taken together, these &ldquo;core components&rdquo; represent a hypothesized learning progression that our research agenda evaluated.</p>\n<p>Our validity research focused on the extent to which the analytical language could support interpretations of teaching practice for different purposes as well as the validity issues raised by using complex representations of teaching practice embedded in classroom contexts.&nbsp; We also developed and studied the design of professional learning tools and activities to support mentor teachers in analyzing teaching practice.</p>\n<p>By leveraging our interdisciplinary collaboration, we have made key contributions to the field of mathematics education (and teacher education more generally) and to the field of educational measurement and related policies.</p>\n<p>With mathematics teacher education, we have contributed substantively to a growing body of scholarship that articulates the work of teaching, unpacking particular teaching practices to make their components explicit and learnable by novices. While we have provided extended examples focused on particular high leverage practices, we have also theorized this work in a way that allows others to engage in similar work in their own contexts with alternative practices.&nbsp; Equally important, we have illustrated how such practices can be taught and assessed coherently in a teacher education program&mdash;for different pur...",
  "por_txt_cntn": "\nOur goals were to develop, implement, and evaluate a prototype for an integrated assessment system in elementary mathematics teaching that (a) supports the development of student teachers in the practices of mathematics teaching, (b) supports the development of the school- and university-based faculty who work with them in analyzing teaching practice and giving feedback, (c) facilitates cooperation (and common understanding) across these different communities of practice, and (d) provides evidence for the quality of the teacher education program and the decisions made about readiness-to-teach. We focused on two contexts of learning to teach elementary mathematics:  the subject matter methods course and the school-based student teaching semester.  The \"learners\" in these contexts were both the student teachers and the faculty who supported them. Given the complexity of our task, we focused on work within a single teacher education program as a complex case from which others can learn.\n\nOur development work was organized in terms of domains of teaching practice that are \"high leverage\" for beginners. High leverage practices are those that occur frequently in teaching, are applicable across approaches to teaching, are crucial to improving the learning and achievement of all students, and can be articulated and taught in teacher education contexts.   For the prototype system, we worked extensively on two instructively different high-leverage practices--Leading a Discussion (LaD) and Assessing Within and Between Lessons (Assessing)--which were prominently addressed in the teacher education program with which we were working&mdash;and began work on the practice of Explaining (which we are completing as part of a successor project). \n\nFor each high leverage practice, we developed (a) language for analyzing, evaluating, and guiding the teaching practice, which unpacks it into distinguishable aspects and describes increasing levels of sophistication within aspect (analytical language); and (b)  guidelines for creating analyzable multi-media records of the teaching practice from designed or naturally occurring teaching and learning activities (assessment tasks or records of practice guidelines) staged over time in ways that that increasingly approximate the work of teaching.  Taken together, these \"core components\" represent a hypothesized learning progression that our research agenda evaluated.\n\nOur validity research focused on the extent to which the analytical language could support interpretations of teaching practice for different purposes as well as the validity issues raised by using complex representations of teaching practice embedded in classroom contexts.  We also developed and studied the design of professional learning tools and activities to support mentor teachers in analyzing teaching practice.\n\nBy leveraging our interdisciplinary collaboration, we have made key contributions to the field of mathematics education (and teacher education more generally) and to the field of educational measurement and related policies.\n\nWith mathematics teacher education, we have contributed substantively to a growing body of scholarship that articulates the work of teaching, unpacking particular teaching practices to make their components explicit and learnable by novices. While we have provided extended examples focused on particular high leverage practices, we have also theorized this work in a way that allows others to engage in similar work in their own contexts with alternative practices.  Equally important, we have illustrated how such practices can be taught and assessed coherently in a teacher education program&mdash;for different purposes across different contexts of learning &ndash; and how teacher educators (especially mentor teachers) can be prepared to engage in the teaching and assessing of such practices.\n\nWith respect to educational measurement, we have theorized the practice of assessment as an integral aspect of a comple..."
 }
}