{
 "awd_id": "0554486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Linking Teacher Preparation to Student Learning in Mathematics and Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan T Prival",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 2491477.0,
 "awd_amount": 2491477.0,
 "awd_min_amd_letter_date": "2006-05-05",
 "awd_max_amd_letter_date": "2013-02-20",
 "awd_abstract_narration": "This full scale research project is examining relationships among pre-service teachers' developing understanding of learning in mathematics and science, the enactment of these understandings as they begin teaching and the learning outcomes of their students.  The objectives are (1) to inform the design of teacher preparation programs, pushing beyond craft to evidence-based design choices based on models of teacher learning trajectories, and (2) to support the development of appropriate tools to assess the impact of teacher preparation program features on elementary- and middle-school student learning.  Research teams at Vanderbilt University and the University of Pittsburgh are documenting and analyzing undergraduate and graduate students' developing conceptions of mathematics and science learning as they move through their teacher preparation programs and into their first teaching assignment.  Analyses of participants' performances on structured assessments, supplemented by interviews and observations, are utilized in a longitudinal design to articulate trajectories of change in participants' understandings.  In addition, the research teams are assessing the learning of participants' Grade 2-6 students, using tasks that tap understanding of these targeted ideas.  The research addresses a well-documented gap in scholarship on the development of teachers' pedagogical content knowledge and the impact of this knowledge on both teaching practice and student learning.  The work includes the development of valid measures to assess the \"value added\" of teacher preparation programs for student learning.  \r\n\r\nThe project is a first step toward developing a network of scholars in university-based teacher preparation programs that vary in size, duration and approach.  This network will pursue coordinated research on the typical trajectories of development in university-based teacher preparation programs and on how variations in learning affect teachers' later effectiveness in supporting student learning.  The objective is to provide empirical findings on the implications of different program design choices and thus enable the optimization of key variants.  The longitudinal investigation is organized around a small number of \"linchpin\" concepts in mathematics and science that are associated with a well-articulated research base on student learning.  This study is intended to provide a model for conducting research on teacher preparation in a comparative manner. Moreover, the assessments of teacher and student learning will have wide value outside the participating network of scholars and will assist in the broader effort to enhance the contribution of teacher education programs to our national goals for improving education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcy",
   "pi_last_name": "Singer-Gabella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcy Singer-Gabella",
   "pi_email_addr": "m.singer-gabella@vanderbilt.edu",
   "nsf_id": "000125238",
   "pi_start_date": "2006-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellice",
   "pi_last_name": "Forman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ellice A Forman",
   "pi_email_addr": "ellice@pitt.edu",
   "nsf_id": "000269867",
   "pi_start_date": "2006-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kay",
   "pi_last_name": "McClain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kay J McClain",
   "pi_email_addr": "kay.mcclain@vanderbilt.edu",
   "nsf_id": "000353191",
   "pi_start_date": "2006-05-05",
   "pi_end_date": "2006-06-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cartier",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Cartier",
   "pi_email_addr": "jcartier@pitt.edu",
   "nsf_id": "000087611",
   "pi_start_date": "2006-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727100",
   "pgm_ele_name": "TEACHER PROFESSIONAL CONTINUUM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 1494333.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499571.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 497573.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Study Overview</strong></p>\n<p>&ldquo;Ambitious teaching&rdquo; or engaging all students in disciplinary practices of complex problem-solving and argumentation is a critical to student achievement of rigorous standards for mathematics and science. Recently educational researchers have identified specific instructional practices central to ambitious teaching.&nbsp; Among them are 1) taking up students&rsquo; ideas as a key pedagogical resource; and 2) adapting curriculum materials to plan for and improve instruction. This project examined how novice teachers develop these ambitious teaching practices.</p>\n<p><strong>Critical use of curricular materials in science (University of Pittsburgh)</strong></p>\n<p>The focus on the study at the University of Pittsburgh was on helping new elementary teachers evaluate and use curriculum materials in their science instruction.&nbsp; Most elementary teachers have limited science content knowledge and may hold negative feelings about science teaching. Thus, they often depend upon either science kits or to textbooks.&nbsp; The typical outcome of elementary science instruction is merely task completion without deep understanding of science concepts or problem solving activities.</p>\n<p>We designed two instruments for measuring new teachers&rsquo; planning-with-curriculum materials.&nbsp; The Learning Cycle conceptual framework that we teach in our courses requires that beginning teachers first focus on their students&rsquo; prior knowledge (Engage), then help them to investigate their ideas using curricular materials (Explore).&nbsp; When data patterns begin to emerge, then student-generated explanations for those patterns can be elicited (Explain).&nbsp; Later, students can be encouraged to explore the generality of those explanations and their practical applications (Extend, Apply).</p>\n<p>One instrument (Task Selection and Sequencing or TSS) is used to plan an entire lesson by critically reviewing and organizing a set of instructional materials. The TSS can tell us whether new teachers are able to use these materials in their lesson plans to involve students in the Learning Cycle.</p>\n<p>The second instrument (Teaching Project) is used to plan particular aspects of a lesson.&nbsp; We asked new teachers to plan a lesson that embodies the Learning Cycle.&nbsp; The Teaching Project can be used to assess whether the new teachers are able to generate a script of questions appropriate for each phase of the Learning Cycle and to use given curricular materials appropriately and/or create their own via modifications or substitutions.</p>\n<p><strong>Key Findings</strong></p>\n<ul>\n<li>New teachers were very successful at selecting appropriate curricular materials designed to engage students but were less success at selecting materials appropriate for the other phases of the Learning Cycle (Explore, Explain, Apply, and Extend).&nbsp; </li>\n<li>In addition, many new teachers tended to explain themselves before allowing their students to explore or explain. </li>\n<li>New teachers were able to include scripts in their teaching plans but that most of their questions were low-level (e.g., asking for information, leading students through a procedure, or asking students to explain their thinking). </li>\n<li>Twenty-nine percent of new teachers modified the given curriculum materials in their lesson plans and 41% designed some of their own instructional tools.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>&ldquo;Leveraging&rdquo; Student Thinking in Mathematics (Vanderbilt University)</strong></p>\n<p>Work at Vanderbilt University focused on the questions: Can <em>beginning</em> teachers learn to take up students&rsquo; ideas in ways that support the learning of all students in the class? What experiences support them in developing such practice?&nbsp; What conditions get in the way? Through our research, we have come to call this practice &ldquo;...",
  "por_txt_cntn": "\nStudy Overview\n\n\"Ambitious teaching\" or engaging all students in disciplinary practices of complex problem-solving and argumentation is a critical to student achievement of rigorous standards for mathematics and science. Recently educational researchers have identified specific instructional practices central to ambitious teaching.  Among them are 1) taking up studentsÆ ideas as a key pedagogical resource; and 2) adapting curriculum materials to plan for and improve instruction. This project examined how novice teachers develop these ambitious teaching practices.\n\nCritical use of curricular materials in science (University of Pittsburgh)\n\nThe focus on the study at the University of Pittsburgh was on helping new elementary teachers evaluate and use curriculum materials in their science instruction.  Most elementary teachers have limited science content knowledge and may hold negative feelings about science teaching. Thus, they often depend upon either science kits or to textbooks.  The typical outcome of elementary science instruction is merely task completion without deep understanding of science concepts or problem solving activities.\n\nWe designed two instruments for measuring new teachersÆ planning-with-curriculum materials.  The Learning Cycle conceptual framework that we teach in our courses requires that beginning teachers first focus on their studentsÆ prior knowledge (Engage), then help them to investigate their ideas using curricular materials (Explore).  When data patterns begin to emerge, then student-generated explanations for those patterns can be elicited (Explain).  Later, students can be encouraged to explore the generality of those explanations and their practical applications (Extend, Apply).\n\nOne instrument (Task Selection and Sequencing or TSS) is used to plan an entire lesson by critically reviewing and organizing a set of instructional materials. The TSS can tell us whether new teachers are able to use these materials in their lesson plans to involve students in the Learning Cycle.\n\nThe second instrument (Teaching Project) is used to plan particular aspects of a lesson.  We asked new teachers to plan a lesson that embodies the Learning Cycle.  The Teaching Project can be used to assess whether the new teachers are able to generate a script of questions appropriate for each phase of the Learning Cycle and to use given curricular materials appropriately and/or create their own via modifications or substitutions.\n\nKey Findings\n\nNew teachers were very successful at selecting appropriate curricular materials designed to engage students but were less success at selecting materials appropriate for the other phases of the Learning Cycle (Explore, Explain, Apply, and Extend).  \nIn addition, many new teachers tended to explain themselves before allowing their students to explore or explain. \nNew teachers were able to include scripts in their teaching plans but that most of their questions were low-level (e.g., asking for information, leading students through a procedure, or asking students to explain their thinking). \nTwenty-nine percent of new teachers modified the given curriculum materials in their lesson plans and 41% designed some of their own instructional tools.\n\n\n \n\n \"Leveraging\" Student Thinking in Mathematics (Vanderbilt University)\n\nWork at Vanderbilt University focused on the questions: Can beginning teachers learn to take up studentsÆ ideas in ways that support the learning of all students in the class? What experiences support them in developing such practice?  What conditions get in the way? Through our research, we have come to call this practice \"leveraging student thinking\". \n\nStudy participants graduated and were licensed to teach between May 2009 and May 2011. Researchers observed and conducted interviews with teacher candidates in their university courses, and examined the assignments they completed.  In addition, study participants completed written assessments of their mathematics and science..."
 }
}