{
 "awd_id": "0555773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/SGER Women Working: Thinking, Creating, Making Science",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 198340.0,
 "awd_min_amd_letter_date": "2005-12-13",
 "awd_max_amd_letter_date": "2007-06-06",
 "awd_abstract_narration": "The Graduate Center of the City University of New York (CUNY) and the Feminist Press will cultivate young women's interest in the sciences through the publishing and dissemination of a series of books for high school girls called Women Working: Thinking, Creating, Making Science. These 12 volumes will focus on the world of working women scientists, both in traditional fields and in nontraditional ones.\r\n\r\nAs the U.S. competes in a global marketplace of ideas, technology, and industry, it is more important than ever that science education in the schools encourage the talents of all students, women as well as men. Studies show that girls do not have equal access to science instruction, in part because stereotypes continue to inform instructors and parents and discourage female students. Images of women in science-both in life and in curricular materials-continue to be needed. \r\n\r\nIntellectual Merit \r\nBy the end of high school, the numbers of girls in science courses drop significantly, and by the time they go to college, many young women lose confidence in themselves and especially in their ability to do math and science. In February 2005 the American Institute of Physics issued a report on women in physics and astronomy, finding that while nearly half of high school physics students are girls, only one fourth of bachelor's degrees earned in physics are awarded to women. \r\n\r\nExploring the publication of this series of books is a potentially high gain project using a high risk approach.  The small exploratory effort will fuse research on the issues with biography, embedding research findings in popular biographies aimed at high school students.  The project expects to increase the visibility of women scientists through the creation of visible role models and awareness about how women use science.  Women Working: Thinking, Creating, Making Science will explore how social expectations translate to women's presence or absence in the sciences. \r\n\r\nThe exploratory and preliminary work will combine inputs from scientists, science writers, women's studies experts, experts on women in science and engineering (CWIT at UMD Baltimore County), professional associations (APS, AWM, AAS, WIN), educators (NSTA), librarians (New York Public Library), industry (L'Oreal), and students in order to develop a strategy for embedding research in the biographies and still make them appealing reading.  The approach is neither a research study nor a curriculum development effort; it is a creative exploration of how to use popular writing to highlight complex research and workforce issues. \r\n\r\nBroader Impact\r\nFeminist Press books are distributed nationally through a professional agency, and publicized and marketed professionally, using print media, television, and radio. The project will in addition pursue nontraditional channels of national dissemination through partnering with professional science societies, teacher associations, and industry; and through sending women scientists--early in their careers--to speak with high school students about their experience in science. In addition to the distribution and usage of the books in schools and libraries, materials will be delivered through postings on the website of the Feminist Press (www.feministpress.org), and through CDs, DVDs and videos.\r\n\r\nMajor national studies of diversity in science and engineering have affirmed the critical need for popular media to reshape \"the face\" of scientists and engineers.  The effort is potentially transformative in its reach.  It could disperse the stereotypes that continue to portray science as a male profession, and replace them with the realities of actual women scientists today. The main goal is to generate enthusiasm and interest for science among high school girls, but it will influence educators, parents, and scientists and engineers too.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Brian B Schwartz",
   "pi_email_addr": "bschwartz@gc.cuny.edu",
   "nsf_id": "000152799",
   "pi_start_date": "2005-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 5TH AVE STE 8113",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 198340.0
  }
 ],
 "por": null
}