{
 "awd_id": "0555327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multidimensional Hypergeometric Functions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 515510.0,
 "awd_amount": 515510.0,
 "awd_min_amd_letter_date": "2006-03-04",
 "awd_max_amd_letter_date": "2010-02-13",
 "awd_abstract_narration": "This project will focus on multidimensional hypergeometric functions and their q-analogs appear as solutions to differential and difference equations in representation theory, conformal field theory, and statistical mechanics. The equations are formulated in terms of representation theory of Lie algebras and quantum groups. The hypergeometric and q-hypergeometric functions appearing in these considerations have rich and interesting mathematical structures. Studying these structures will lead to better understanding of interrelations of the above theories as well as to establishing new connections among them. A class of (q-hypergeometric functions is determined by a choice of a simple Lie algebra and a number called central charge or level. The theory of hypergeometric functions is better developed when the Lie algebra is sl2 and the level is not critical. The limit when the level tends to its critical value is the theory of the Bethe ansatz method in quantum integrable systems. The goal of the proposal is to develop the theory of (q-)hypergeometric functions for higher rank Lie algebras and the associated Bethe ansatz method with applications to representation theory, CFT, and statistical mechanics",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Varchenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Varchenko",
   "pi_email_addr": "anv@email.unc.edu",
   "nsf_id": "000189620",
   "pi_start_date": "2006-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100726.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 101890.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103076.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 104290.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105528.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The theory of quantum integrable systems as a part of mathematics emerged&nbsp; from quantum and statistical mechanics. The problem is to find eigenstates and observables&nbsp; in a system. The Bethe ansatz is a method to solve this problem. Important objects of the quantum field theory are correlation functions and differential equations for correlation functions. It turns out that both the Bethe ansatz method in the&nbsp; theory of quantum integrable systems and the study of correlation functions in the quantum field theory are closely connected with the theory of multidimensional hypergeometric functions and more generally with the theory of arrangements of hyperplanes. Correlation functions are often the hypergeometric functions, the differential equations for correlation functions are equations for hypergeometric functions, the Bethe eigenstates are limiting values of hypergeometric functions. The identification of objects of the quantum field theory and of the theory of quantum integrable systems with objects of the theory of arrangements of hyperplanes is a part of the mirror symmetry and geometric&nbsp; Langlands correspondence.&nbsp; The goal of this project was to develop and investigate these relations with applications to mathematical physics and algebraic geometry.<br /><br />As a result of this study, an analog of the Bethe ansatz for an arrangement of hyperplanes was developed. The completeness of Bethe eigenstates was shown in important examples. The norm of a Bethe eigenstate was calculated<br />as the Hessian at a critical point of the master function of the corresponding&nbsp; arrangement of&nbsp; hyperplanes. The algebra of Hamiltonians of the Gaudin model was identified with the algebra of functions on the intersection <br />of suitable Schubert varieties. That identification had explained a long standing puzzle in representation theory and algebraic geometry. Namely, it was known for quite a long time that some integers appearing in representation theory are equal to some integers appearing in algebraic geometry and combinatorics. In representation theory those are the multiplicities of irreducible representations of a general linear group in a tensor product of irreducible representations. In algebraic geometry and combinatorics those are the numbers of solutions <br />of certain algebraic&nbsp; equations, namely, the intersection indices of Schubert cycles in a Grassmannian. The problem was to explain conceptually why these numbers are equal. Now the puzzle is resolved: these numbers are dimensions of isomorphic vector spaces with an algebra action. That isomorphism also had allowed us to confirm the long standing Shapiro conjecture that under certain conditions all solutions of equations with real coefficients are real, more precisely, the intersection points of Schubert cycles defined by real conditions are all real and of multiplicity one.<br /><br />The interactions between the theory of quantum integrable systems and the theory of hypergeometric functions had been shown to be useful for the theory of&nbsp; quantum integrable systems too: as a result of this study,&nbsp; it had been shown that the algebra of Hamiltonians of the XXX homogeneous quantum integrable model has simple spectrum, namely, the eigenstates can be distinguished by observations. The XXX homogeneous quantum integrable model had been introduced by W. Heisenberg in 1920s as a model to describe a chain of atoms.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2012<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Varchenko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe theory of quantum integrable systems as a part of mathematics emerged  from quantum and statistical mechanics. The problem is to find eigenstates and observables  in a system. The Bethe ansatz is a method to solve this problem. Important objects of the quantum field theory are correlation functions and differential equations for correlation functions. It turns out that both the Bethe ansatz method in the  theory of quantum integrable systems and the study of correlation functions in the quantum field theory are closely connected with the theory of multidimensional hypergeometric functions and more generally with the theory of arrangements of hyperplanes. Correlation functions are often the hypergeometric functions, the differential equations for correlation functions are equations for hypergeometric functions, the Bethe eigenstates are limiting values of hypergeometric functions. The identification of objects of the quantum field theory and of the theory of quantum integrable systems with objects of the theory of arrangements of hyperplanes is a part of the mirror symmetry and geometric  Langlands correspondence.  The goal of this project was to develop and investigate these relations with applications to mathematical physics and algebraic geometry.\n\nAs a result of this study, an analog of the Bethe ansatz for an arrangement of hyperplanes was developed. The completeness of Bethe eigenstates was shown in important examples. The norm of a Bethe eigenstate was calculated\nas the Hessian at a critical point of the master function of the corresponding  arrangement of  hyperplanes. The algebra of Hamiltonians of the Gaudin model was identified with the algebra of functions on the intersection \nof suitable Schubert varieties. That identification had explained a long standing puzzle in representation theory and algebraic geometry. Namely, it was known for quite a long time that some integers appearing in representation theory are equal to some integers appearing in algebraic geometry and combinatorics. In representation theory those are the multiplicities of irreducible representations of a general linear group in a tensor product of irreducible representations. In algebraic geometry and combinatorics those are the numbers of solutions \nof certain algebraic  equations, namely, the intersection indices of Schubert cycles in a Grassmannian. The problem was to explain conceptually why these numbers are equal. Now the puzzle is resolved: these numbers are dimensions of isomorphic vector spaces with an algebra action. That isomorphism also had allowed us to confirm the long standing Shapiro conjecture that under certain conditions all solutions of equations with real coefficients are real, more precisely, the intersection points of Schubert cycles defined by real conditions are all real and of multiplicity one.\n\nThe interactions between the theory of quantum integrable systems and the theory of hypergeometric functions had been shown to be useful for the theory of  quantum integrable systems too: as a result of this study,  it had been shown that the algebra of Hamiltonians of the XXX homogeneous quantum integrable model has simple spectrum, namely, the eigenstates can be distinguished by observations. The XXX homogeneous quantum integrable model had been introduced by W. Heisenberg in 1920s as a model to describe a chain of atoms.\n\n\n\n\t\t\t\t\tLast Modified: 05/04/2012\n\n\t\t\t\t\tSubmitted by: Alexander Varchenko"
 }
}