{
 "awd_id": "0556015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transport Kinetics of Internal Curing Water in High Performance Concretes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 220767.0,
 "awd_amount": 220767.0,
 "awd_min_amd_letter_date": "2006-02-08",
 "awd_max_amd_letter_date": "2006-02-08",
 "awd_abstract_narration": "Abstract 0556015\r\n\r\nWith the advent of high performance concrete containing low water-to-cement ratios and typically silica fume, early age cracking has occurred with greater frequency.  Autogenous shrinkage due to self-desiccation and the lowering of the internal relative humidity of concrete has been established as the primary cause of premature high performance concrete cracking and durability concerns. However, high performance concretes are increasingly used in more hostile environments, leading to an increased need for the mitigation of autogenous shrinkage.  Internal curing materials can be effective for minimizing early age shrinkage. However, the underlying mechanisms of shrinkage mitigation are poorly understood.  This research plan aims to answer several outstanding questions that must be addressed prior to internal curing materials being commonly used in structural concrete.  To date, the lack of experimental data concerning entrained water moisture transport through a cementitious microstructure during self-desiccation has limited the understanding of the mechanisms of internal curing.  To improve the current knowledge state regarding the moisture transport kinetics of internal curing, this research plan proposes the application of novel in situ microstructural characterization techniques (some of which have not been applied to cement-based materials for this purpose) to observe moisture movement through a porous cementitious matrix without introducing artifacts or damaging the sample. The techniques to be applied include: (1) Fourier Transform Infrared (FTIR) spectroscopy, (2) Raman spectroscopy, and (3) 1H Nuclear Magnetic Resonance (NMR) / 1H NMR Imaging (MRI).  FTIR and Raman spectroscopy will be used to quantify and locate water in hydrating cement pastes and mortars.  These novel techniques for mapping and monitoring the distribution in cement-based materials have not been previously explored, despite their obvious potential.  Used in conjunction with these techniques, 1H NMR T2 relaxation time analysis and 1H NMR imaging (MRI) will be used to analyze how the water is bound within the cement matrix and the mobility of this water will be elucidated.  The summation of data collected from these three in situ characterization techniques will provide an unprecedented view of the kinetics of fluid movement through cement-based materials and will lead to an improved understanding of the effectiveness of the various internal curing materials.  A continuum computational model will be developed to complement the microstructural research.  In addition to the characterization and modeling, physical testing of autogenous shrinkage, rheology, strength, and durability will provide a thorough understanding of the impact of internal curing materials on concretes to be used in construction practice.  Data collected during this research program will provide engineers with the knowledge for practical use of internal curing materials.  Furthermore, information regarding moisture transport kinetics can be applied to numerous concrete durability problems, such as chloride ingress.  Educational modules will be developed to introduce middle and high school students to the various disciplines in Civil and Environmental Engineering and primary grade students to science and engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Mohr",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Mohr",
   "pi_email_addr": "bmohr@tntech.edu",
   "nsf_id": "000217698",
   "pi_start_date": "2006-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "1 WILLIAM L JONES DR",
  "perf_city_name": "COOKEVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 220767.0
  }
 ],
 "por": null
}