{
 "awd_id": "0600441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Field Monitoring and Performance Evaluation of Four Bioreactor Landfills",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Daniel",
 "awd_eff_date": "2006-05-15",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 129932.0,
 "awd_min_amd_letter_date": "2006-05-18",
 "awd_max_amd_letter_date": "2008-04-29",
 "awd_abstract_narration": "Bioreactor landfill technology is being explored as a new approach to achieve accelerated stabilization of MSW. This technology involves injecting leachate or other liquids into the waste in order to accelerate anaerobic microbial biodegradation. The changing moisture contents greatly influence the geotechnical stability of the waste mass and hence the viability of various designs. This research characterizes and quantifies the dynamic water balance and its implications on geotechnical stability during the life cycle of a bioreactor landfill. Specifically, the objectives of the work are: (1) to quantify the dynamic water balance concurrently with the engineering properties of the waste during bioreactor operations, (2) to develop a field-validated coupled flow-mechanical model suitable to assess the performance of bioreactor landfills; and (3) to expand and develop innovative and cost-effective geophysical approaches for in situ monitoring of bioreactor performance. These objectives will be accomplished through: (1) comprehensive monitoring and testing at four bioreactor landfills of both transient and spatial changes in moisture and engineering properties, including permeability and shear strength; (2) coupled fluid flow-mechanical modeling to quantify relationships between dynamic water balance and geotechnical stability; (3) development of practical guidelines for the design, construction, operation and monitoring of bioreactor landfills. \r\n\r\nThe selected bioreactor landfills include: (1) Orchard Hills Bioreactor Landfill, near Rockford, Illinois; (2) Greentree Bioreactor Landfill, near Dubois, Pennsylvania; (3) La Vergne Bioreactor Demonstration Project, near Nantes, France; and (4) Ti Tree Bioreactor Landfill, near Brisbane, Australia. Intensive field monitoring data will be used to determine the effects of waste composition, cell design, leachate recirculation, and other operational parameters on bioreactor performance. In addition to routine monitoring such as leachate production, liquid injection, and settlement, a comprehensive geophysical and geotechnical testing program will be implemented to define the spatial and temporal variability of liquid distribution and in situ properties of the degrading waste mass. The geophysical testing will consist of resistivity soundings, 2D resistivity profiles, electromagnetic profiles and well logging at various stages of waste degradation. Geotechnical testing will include drilling boreholes through the waste at different time periods and conducting both downhole testing and testing of the exhumed samples to determine the critical geotechnical properties of waste at various states of decomposition. \r\n\r\nOverall, the research will implement novel geophysical and geotechnical instrumentation and monitoring as well as perform a comprehensive coupled flow-mechanical modeling of the bioreactor landfills that will lead to a rational basis for the improved design, operation and monitoring of bioreactor landfills. A unique partnership between academia and industry has been established for the successful completion and direct application of this research with Veolia Environment (through CReeD, ONYX France, ONYX North America, and Collex Australia) and Landfills+, Inc (a U.S. consultancy). Field campaigns will give undergraduate and graduate students real-world experience in geoenvironmental engineering. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Reddy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna R Reddy",
   "pi_email_addr": "kreddy@uic.edu",
   "nsf_id": "000296441",
   "pi_start_date": "2006-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Bogner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Bogner",
   "pi_email_addr": "jbogner@uic.edu",
   "nsf_id": "000314535",
   "pi_start_date": "2006-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 129932.0
  }
 ],
 "por": null
}