{
 "awd_id": "0600742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of  Zintl Compounds for Thermoelectric and Magnetic Applications",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 451000.0,
 "awd_amount": 572000.0,
 "awd_min_amd_letter_date": "2006-03-16",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "Technical Abstract:\r\n\r\nDevices made from thermoelectric materials are environmentally benign power sources that provide a significant solution to todays energy problems.  These devices convert thermal energy directly into electrical energy, require little-to-no fuel, minimal maintenance and can be segmented to operate over a large temperature range (300  1275 K).  Zintl phases meet many of the requirements for thermoelectric materials.  The properties that lead to optimal thermoelectric devices are high Seebeck coefficient, low electrical resistivity and low thermal conductivity. This project will identify materials as possible good thermoelectric materials which are are small band-gap, semiconducting compounds that can be doped to enhance or to reduce the conductivity, as well as containing large unit cells, structural complexity, and the presence of heavy elements. Zintl compounds containing heavy main group elements such as Sb and Bi meet all of these requirements.  This proposal emphasizes the current paradigm as a starting place to look for materials with a high figure-of-merit that will be compatible with existing materials for a device that will be able to operate under large temperature gradients. The project focuses on a search for new materials. It engages graduate students and undergraduates as well as high school teachers and students in exploratory research on new materials.  They learn about synthetic design and are involved in using state of the art techniques in characterization.\r\n\r\nNon-Technical Abstract:\r\n\r\nThermoelectric devices are environmentally benign power sources that provide one solution to energy requirements through the direct conversion of heat into electrical energy.  These devices require little-to-no fuel, minimal maintenance, and can operate over a large temperature range (300  1275 K).  This is an area of research where new materials have the potential for reducing cost while increasing efficiency.  Zintl compounds represent a class of largely unexplored phases with many of the desired characteristics for good thermoelectric properties.  These compounds are semiconductors with large, complex structures that can be easily doped and modified to optimize desired properties.  This multidisciplinary project trains postdoctoral, graduate and undergraduate students in the synthesis and characterization of new compounds. Outreach to the community in terms of research opportunities in energy related projects for high school students and teachers encourages future scientists and increases the number in the science pipeline.\r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kauzlarich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Kauzlarich",
   "pi_email_addr": "smkauzlarich@ucdavis.edu",
   "nsf_id": "000242492",
   "pi_start_date": "2006-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 121000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 121000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>INTELLECTUAL MERIT:</strong> This proposal funded research on new thermoelectric materials for the direct conversion of heat into electrical energy. Thermoelectric devices convert thermal energy directly into electrical energy, require minimal maintenance, and can be operated over a large temperature range (room temperature to 1000 ?C). Thermoelectric materials are described by a figure of merit, zT, which measures how well a material converts heat flow to electricity - the higher the value, the greater the efficiency. We proposed that Zintl phases, materials with combined covalent and ionic bonding, should provide the opportunities for overcoming intrinsic limitations in bulk materials and led to materials with significantly better performance. Several of these newly discovered Zintl compounds show the highest zT for a p-type material reported to date for temperatures above 800?C. &nbsp;Several of these compounds are currently under consideration for radioisotope power generation in the next deep space probes under development by the Jet Propulsion Laboratory. We have explored both the electronic and thermal properties of a number of Zintl phases.&nbsp; Many have very low thermal conductivity and are worth further research.</p>\n<p>We have also been synthesizing new light element containing clathrate phases for the same applications as described above. For these compounds, we have identified a structure that is a framework structure with cations contained in the voids. These structures are called clathrate phases, as they are similar to the gas clathrates compounds found in the ocean. These compounds contain light-weight, earth abundant elements providing a potential material that might have applications in the transportation industry. While these phases have good &nbsp;properties such as high melting points, so far, the ones that we have prepared have been too metallic and we have yet to achieve high figure of merit values at high temperatures. To date the highest is 0.35. Recently, we have employed some simple theoretical calculations to determine whether further optimization of the electronic properties might lead to significantly higher zT&rsquo;s and these results suggest that improvements of up to 5 fold might be possible if the electronic requirements could be controlled.</p>\n<p>We have also prepared a number of new compounds such as EuIn<sub>2</sub>As<sub>2</sub>, EuGa<sub>2</sub>P<sub>2</sub>, and EuGa<sub>2</sub>As<sub>2</sub> which all show large negative magnetoresistance. Properties such as magnetoresistance are important for applications such as reading magnetic memory and magnetic valves. We have presented these results at national and international meetings.</p>\n<p><strong>BROADER IMPACTS. </strong>The graduate students funded by this award have gone on to successful careers in industry and academics. Undergraduates involved in this research have gone to industry and also graduate school in chemistry. High school students working during the summer on research projects have gone on to college as science majors. One of my graduate students participated in the UC Davis Alliance for Graduate Education and the Professoriate (AGEP). AGEP is part of the larger UC AGEP partnership established among the ten campuses of the University of California and the National Science Foundation (NSF). The goal of this partnership is to increase the number of underrepresented minority students who acquire doctoral degrees in the field of science, technology, engineering and mathematics, and ultimately enter the professoriate. The PI&rsquo;s undergraduate students are part of the MURPPS (mentored undergraduate research participation in the physical sciences) program and many of the high school students participate in the ACS SEED (American Chemical Society Summer Experience for the Economically Disadvantaged) program. This project has funded 1 postdoctoral fellow ...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT: This proposal funded research on new thermoelectric materials for the direct conversion of heat into electrical energy. Thermoelectric devices convert thermal energy directly into electrical energy, require minimal maintenance, and can be operated over a large temperature range (room temperature to 1000 ?C). Thermoelectric materials are described by a figure of merit, zT, which measures how well a material converts heat flow to electricity - the higher the value, the greater the efficiency. We proposed that Zintl phases, materials with combined covalent and ionic bonding, should provide the opportunities for overcoming intrinsic limitations in bulk materials and led to materials with significantly better performance. Several of these newly discovered Zintl compounds show the highest zT for a p-type material reported to date for temperatures above 800?C.  Several of these compounds are currently under consideration for radioisotope power generation in the next deep space probes under development by the Jet Propulsion Laboratory. We have explored both the electronic and thermal properties of a number of Zintl phases.  Many have very low thermal conductivity and are worth further research.\n\nWe have also been synthesizing new light element containing clathrate phases for the same applications as described above. For these compounds, we have identified a structure that is a framework structure with cations contained in the voids. These structures are called clathrate phases, as they are similar to the gas clathrates compounds found in the ocean. These compounds contain light-weight, earth abundant elements providing a potential material that might have applications in the transportation industry. While these phases have good  properties such as high melting points, so far, the ones that we have prepared have been too metallic and we have yet to achieve high figure of merit values at high temperatures. To date the highest is 0.35. Recently, we have employed some simple theoretical calculations to determine whether further optimization of the electronic properties might lead to significantly higher zTÆs and these results suggest that improvements of up to 5 fold might be possible if the electronic requirements could be controlled.\n\nWe have also prepared a number of new compounds such as EuIn2As2, EuGa2P2, and EuGa2As2 which all show large negative magnetoresistance. Properties such as magnetoresistance are important for applications such as reading magnetic memory and magnetic valves. We have presented these results at national and international meetings.\n\nBROADER IMPACTS. The graduate students funded by this award have gone on to successful careers in industry and academics. Undergraduates involved in this research have gone to industry and also graduate school in chemistry. High school students working during the summer on research projects have gone on to college as science majors. One of my graduate students participated in the UC Davis Alliance for Graduate Education and the Professoriate (AGEP). AGEP is part of the larger UC AGEP partnership established among the ten campuses of the University of California and the National Science Foundation (NSF). The goal of this partnership is to increase the number of underrepresented minority students who acquire doctoral degrees in the field of science, technology, engineering and mathematics, and ultimately enter the professoriate. The PIÆs undergraduate students are part of the MURPPS (mentored undergraduate research participation in the physical sciences) program and many of the high school students participate in the ACS SEED (American Chemical Society Summer Experience for the Economically Disadvantaged) program. This project has funded 1 postdoctoral fellow (female), 8 graduate students (50% female, 1 of whom is a minority), 11 undergraduates (4 women, 1 of whom is a minority and 3 minority males), 6 high schools students (all either women or minorities), and a..."
 }
}