{
 "awd_id": "0600960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigations in Intermediate Energy Spin Physics",
 "cfda_num": "47.049",
 "org_code": "03010600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kyungseon Joo",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2006-08-10",
 "awd_max_amd_letter_date": "2009-09-17",
 "awd_abstract_narration": "This proposal will support the development, construction and execution of three highly rated experiments at Jefferson Lab. These include The SANE experiment E03-109, experiment E05-101, and the semi-SANE experiment E04-113. All three experiments will be conducted Jefferson Lab-Hall C, will use the same experimental setup and in all likelihood will run back to back. The experiments use the large acceptance BigCal spectrometer constructed by the GEP-III collaboration, the HMS spectrometer and the UVA polarized NH3 and LiD targets. Our group plans to build a Lucite Cerenkov hodoscope which is critical for background rejection and tracking. The group will also participate in the experiment software development effort, simulation, data taking and data analysis. Our students, the majority of whom are minority students, will play a major role in all these tasks.  \r\n\r\nThe SANE experiment measures inclusive spin asymmetries on the proton at large x, where valence quarks dominate and hence a relatively clean region to study the spin structure of the nucleon. The measured spin observables are fundamental for understanding QCD in that region. QCD is the quantum field theory that describes the properties of the strong interactions between quarks and between protons and neutrons in the framework of the quantum theory. \r\nThe RCS experiment will measure, the initial state helicity correlation asymmetry in real Compton scattering to a statistical accuracy of  0.1. Compton Scattering is when gamma ray photons of a certain energy will bounce off electrons as they pass through matter, and see their energy decrease. The measurement will significantly increase our confidence in the application of the GPD approach to reactions induced by real photons. The generalized parton distributions (GPD's) extend the well-known Feynman parton distribution and electromagnetic form factors of the nucleon to new kinematic dimensions. In the forward limit, these distributions reduce to the Feynman parton distributions. On the other hand, the first moment of GPD's give the electromagnetic form factors. In general, the GPD's contain much richer structural information of the nucleon than conventional observables.\r\nFinally, precision data from the semi-SANE will significantly improve our knowledge of the flavor (type of quark) structure of the nucleon spin for both valence and sea quarks. The improved knowledge of the moments of the polarized quark distributions will provide stringent tests for theoretical models and Lattice QCD.\r\n\r\nNorth Carolina A&T State University is a historically black university (HBCU). Ninety percent of the student population is African American. These students have been traditionally underrepresented in physics. The proposed research program will provide them with unique research opportunities in experimental nuclear physics, and therefore will have a strong impact on their training and education. During previous years the group supported and supervised over twenty students most of whom were African Americans.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdellah",
   "pi_last_name": "Ahmidouch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdellah Ahmidouch",
   "pi_email_addr": "abdellah@ncat.edu",
   "nsf_id": "000239371",
   "pi_start_date": "2006-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Danagoulian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Danagoulian",
   "pi_email_addr": "danagous@ncat.edu",
   "nsf_id": "000255125",
   "pi_start_date": "2006-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E MARKET ST",
  "perf_city_name": "GREENSBORO",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "27411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}