{
 "awd_id": "0601787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Hydrodynamics of Fringing Coral Reef Systems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 104640.0,
 "awd_amount": 104640.0,
 "awd_min_amd_letter_date": "2006-06-05",
 "awd_max_amd_letter_date": "2006-06-05",
 "awd_abstract_narration": "0601787\r\nLowe\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Ryan Lowe to work with Dr. Greg Ivey and Dr. Chari Pattiaratchi at the University of Western Australia, and Dr. Graham Symonds at the Australian Commonwealth Scientific and Industrial Research Organisation (CSIRO), in Perth, Australia.\r\n\r\nThe goal of this project is to improve our understanding and ability to predict circulation on fringing coral reefs.  The ecology of coral reefs is closely linked with water motion, which transports and disperses key biological material such as nutrients and larvae.  Accordingly, the use of hydrodynamic models to predict reef circulation is needed to successfully manage these systems.  Currents on reefs can be driven by a number of forcing mechanisms including waves, tides, wind, and buoyancy effects.  Several 1D analytical models have been developed to predict these currents, by assuming simplified forms for the reef geometries.  On some reefs these 1D models have been shown to accurately characterize the prevailing currents.  However, the application of these 1D models to fringing reefs (those where the reef lies close to the shore) is problematic, because the circulation of these reefs is known to be a strong function of the particular 3D nature of the reef geometry.  Understanding flow on fringing reefs is imperative because they represent the dominant class of reefs found in many regions of the world, including those adjacent to the US (e.g., the Hawaiian Islands, Florida, and the Caribbean).  In order to best understand and predict how these various forces drive flow on fringing reefs, 3D numerical models must be employed, but their application has been mostly lacking in previous studies.  As such, this project aims: 1) to apply a 3D hydrodynamic model as a tool to advance our understanding of how wave, tidal, wind and buoyancy forcing drives circulation on a fringing coral reef, and 2) to conduct an intensive field experiment to measure the dominant circulation of the reef, thus providing data to validate the model.  The study will focus on Ningaloo Reef, Western Australia, one of Australia's most significant fringing reefs in terms of both its size and biodiversity.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Lowe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan J Lowe",
   "pi_email_addr": "",
   "nsf_id": "000490518",
   "pi_start_date": "2006-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lowe                    Ryan           J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Mountain View",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "940432611",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lowe                    Ryan           J",
  "perf_str_addr": "",
  "perf_city_name": "Mountain View",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940432611",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 104640.0
  }
 ],
 "por": null
}