{
 "awd_id": "0601754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scientific Integration and Coordination Activities of the International Geosphere-Biosphere Programme",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 2426999.0,
 "awd_amount": 2909999.0,
 "awd_min_amd_letter_date": "2006-09-08",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "The International Geosphere-Biosphere Programme (IGBP), organized under the auspices of the International Council for Science recently completed a synthesis of its first decade of research and is embarking on its second decade with a broader, and even more integrative research agenda. The overall goal of this effort is to study interactions between biological, chemical and physical processes, and human systems. This effort will be conducted through eight core projects focused on the three major Earth System compartments (land, ocean and atmosphere), the three interfaces between these compartments, and two projects dealing with systems-level integration from the past through the present and into the future.\r\n\r\nThe IGBP will be coordinated by a scientific committee supported by the IGBP Secretariat. These coordination and integration activities will be aimed at facilitating the Earth System Science focus of the IGBP network by a) affecting efficient and comprehensive communication between the IGBP core projects and providing the Earth System context for the these projects; b) collaborating with its international partner programmes in the transdisciplinary Earth System Science Partnership to address wider issues of sustainability science and put IGBP results in the global change context; c) communicating the results of IGBP investigations into global environmental change in an understandable way to the wider scientific community, the education sector, agencies and other stakeholder organizations, and the public.\r\n\r\nThis integration will involve careful planning: identifying systems-level hypotheses and questions, constructing research infrastructure to address them, and ensuring that the efforts of the IGBP core projects are carried out in a synergistic manner. This will enable scientists from the natural and related social sciences and from more than eighty countries to collaborate in an efficient and focused manner to advance, not only their disciplinary fields, but, more importantly, address systems-level global environmental change issues.  The IGBP will also continue to develop new ways of communicating the results of its research to stakeholders outside the science community.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sybil",
   "pi_last_name": "Seitzinger",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sybil P Seitzinger",
   "pi_email_addr": "sybil.seitzinger@igbp.kva.se",
   "nsf_id": "000388590",
   "pi_start_date": "2009-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sybil",
   "pi_last_name": "Seitzinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sybil Seitzinger",
   "pi_email_addr": "sybil.seitzinger@igbp.kva.se",
   "nsf_id": "000432686",
   "pi_start_date": "2006-09-08",
   "pi_end_date": "2009-03-26"
  }
 ],
 "inst": {
  "inst_name": "International Geosphere",
  "inst_street_address": "Lilla Frescativagen 4",
  "inst_street_address_2": "",
  "inst_city_name": "Stockholm",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "468166448",
  "inst_zip_code": "11418",
  "inst_country_name": "Sweden",
  "cong_dist_code": "05",
  "st_cong_dist_code": "05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "International Geosphere",
  "perf_str_addr": "Lilla Frescativagen 4",
  "perf_city_name": "Stockholm",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "11418",
  "perf_ctry_code": "SW",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 483000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 483000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 483000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 495000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 482999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 483000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For over 20 years, the International Geosphere?Biosphere Programme  (IGBP) has assembled overwhelming evidence of the unprecedented scale of  changes to Earth's most important biological, chemical and physical,  processes.</p>\n<p>IGBP&rsquo;s first synthesis resulted in the iconic publication, <em>Global Change and the Earth System: a planet under pressure (</em>Steffen <em>et al</em> 2004). This synthesis can be credited with the emergence and  development of several landmark concepts in Earth-system research  including the Anthropocene and planetary stewardship.&nbsp; &nbsp;IGBP&rsquo;s second  synthesis of Earth-system research is now underway with a focus on the  consequences of the Anthropocene for society as the guiding theme.</p>\n<p>Informing the 2<sup>nd</sup> IGBP synthesis was IGBP&rsquo;s Planetary  Stewardship workshop, hosted at the Royal Swedish Academy of Sciences,  13-15 June 2011. The workshop brought together 30 leading experts from  diverse disciplines to discuss an optimal approach to stewardship.</p>\n<p>Research highlights in the lifetime of this grant:</p>\n<ul>\n<li>24 of the world&rsquo;s 33 major deltas are sinking as a result of human  activity. 500 million people live on deltas worldwide, according to  researchers on the Land-Ocean Interaction in the Coastal Zone project. </li>\n<li>The current rate of ocean acidification may be unprecedented in the  last 300 million years according to researchers on the Past Global  Changes project. </li>\n<li>IGBP&rsquo;s project that focuses on Earth system modelling has worked  with partners to develop the next generation of emissions scenarios for  the Intergovernmental Panel on Climate Change (IPCC).</li>\n<li>A deeper understanding of the causes and consequences of land-use  change was developed by integrating economic, social, and natural  dimensions.&nbsp; </li>\n<li>IGBP and partners developed a summary for policymakers on ocean acidification outlining the main challenges and knowledge gaps. </li>\n<li>The &ldquo;State of the Arctic Coast 2010&rdquo; report&nbsp; provides a  comprehensive picture of current and anticipated changes in the most  sensitive Arctic coastal areas.</li>\n<li>The global sulphur cycle holds particular interest to global-change  scientists. One sulphur-containing molecule, dimethyl sulphide (DMS),  has been under intense scrutiny for several decades. It is thought to  affect cloud formation and so weather, climate and Earth&rsquo;s radiation  budget. IGBP&rsquo;s ocean-atmosphere project has produced state-of-the-art  global maps showing monthly distribution of DMS.</li>\n</ul>\n<p>IGBP has formidable international convening power. A highlight of our  efforts during the past year was the recent Planet Under Pressure  conference (London, March 2012). The conference, which we sponsored in  partnership with other global-environmental-change programmes, brought  together 3000 researchers, policymakers, development practitioners,  media and industry. A further 3000 joined online making it the largest  gathering of its kind. The conference brought together a new community  that will form the nucleus for the new Future Earth initiative being  developed by the International Council for Science, major funding  agencies and partners. It marked a turning point in our research focus  towards global sustainability research with an emphasis on solutions.&nbsp;</p>\n<p>IGBP continues to actively engage with the Intergovernmental Panel on  Climate Change (IPCC) and make contributions in support of the Fifth  Assessment Report. IGBP holds joint workshops with IPCC and the research  it coordinates leads to high-profile peer-reviewed publications on a  range of climate relevant topics.&nbsp; Over 70 scientists from the IGBP  research community were selected by the IPCC as authors and review  editors for the Fifth Assessment Report. IGBP is also invited to report  regularly to UNFCCC&rsquo;s Subsidiary...",
  "por_txt_cntn": "\nFor over 20 years, the International Geosphere?Biosphere Programme  (IGBP) has assembled overwhelming evidence of the unprecedented scale of  changes to Earth's most important biological, chemical and physical,  processes.\n\nIGBPÆs first synthesis resulted in the iconic publication, Global Change and the Earth System: a planet under pressure (Steffen et al 2004). This synthesis can be credited with the emergence and  development of several landmark concepts in Earth-system research  including the Anthropocene and planetary stewardship.   IGBPÆs second  synthesis of Earth-system research is now underway with a focus on the  consequences of the Anthropocene for society as the guiding theme.\n\nInforming the 2nd IGBP synthesis was IGBPÆs Planetary  Stewardship workshop, hosted at the Royal Swedish Academy of Sciences,  13-15 June 2011. The workshop brought together 30 leading experts from  diverse disciplines to discuss an optimal approach to stewardship.\n\nResearch highlights in the lifetime of this grant:\n\n24 of the worldÆs 33 major deltas are sinking as a result of human  activity. 500 million people live on deltas worldwide, according to  researchers on the Land-Ocean Interaction in the Coastal Zone project. \nThe current rate of ocean acidification may be unprecedented in the  last 300 million years according to researchers on the Past Global  Changes project. \nIGBPÆs project that focuses on Earth system modelling has worked  with partners to develop the next generation of emissions scenarios for  the Intergovernmental Panel on Climate Change (IPCC).\nA deeper understanding of the causes and consequences of land-use  change was developed by integrating economic, social, and natural  dimensions.  \nIGBP and partners developed a summary for policymakers on ocean acidification outlining the main challenges and knowledge gaps. \nThe \"State of the Arctic Coast 2010\" report  provides a  comprehensive picture of current and anticipated changes in the most  sensitive Arctic coastal areas.\nThe global sulphur cycle holds particular interest to global-change  scientists. One sulphur-containing molecule, dimethyl sulphide (DMS),  has been under intense scrutiny for several decades. It is thought to  affect cloud formation and so weather, climate and EarthÆs radiation  budget. IGBPÆs ocean-atmosphere project has produced state-of-the-art  global maps showing monthly distribution of DMS.\n\n\nIGBP has formidable international convening power. A highlight of our  efforts during the past year was the recent Planet Under Pressure  conference (London, March 2012). The conference, which we sponsored in  partnership with other global-environmental-change programmes, brought  together 3000 researchers, policymakers, development practitioners,  media and industry. A further 3000 joined online making it the largest  gathering of its kind. The conference brought together a new community  that will form the nucleus for the new Future Earth initiative being  developed by the International Council for Science, major funding  agencies and partners. It marked a turning point in our research focus  towards global sustainability research with an emphasis on solutions. \n\nIGBP continues to actively engage with the Intergovernmental Panel on  Climate Change (IPCC) and make contributions in support of the Fifth  Assessment Report. IGBP holds joint workshops with IPCC and the research  it coordinates leads to high-profile peer-reviewed publications on a  range of climate relevant topics.  Over 70 scientists from the IGBP  research community were selected by the IPCC as authors and review  editors for the Fifth Assessment Report. IGBP is also invited to report  regularly to UNFCCCÆs Subsidiary Body on Scientific and Technological  Advice (SBSTA). \n\nOcean acidification is a growing environmental concern: the oceans  are 30% more acidic than they were at the start of the Industrial  Revolution 250 years ago. In September 2012, IGBP and partners convened a  major symposium ..."
 }
}