{
 "awd_id": "0601081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectral Properties of Ergodic Schroedinger Operators",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 259977.0,
 "awd_amount": 259977.0,
 "awd_min_amd_letter_date": "2006-06-12",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "Spectral Properties of Ergodic Schroedinger Operators\r\n\r\nAbstract of Proposed Research\r\nSvetlana Jitomirskaya\r\n\r\n  \t\r\nThis project is to study spectra and localization type effects for ergodic Schroedinger operators and the study of anomalous absolutely continuous spectrum and anomalous quantum transport in the quasiperiodic and Anderson model-type settings. It is also planned to study several models related to Bloch electrons in constant and/or random magnetic fields.  The project involves the continuing development of non-perturbative methods both for the proofs of localization and other related properties as well as for the study of absolutely continuous spectrum. Other important objectives are the study of issues related to Cantor spectra of quasiperiodic operators, it's occurrence, prevalence, and scaling properties, and the development of smooth (rather than analytic) methods.\r\n\r\nThe proposed research investigates the anomalous spectral and diffusive properties of quasiperiodic and other deterministic and random structures. This is basic research on the fundamental properties of disordered systems that serve as models of systems with impurities. Quasiperiodic operators provide central or important models for integer quantum Hall effect, experimental quasicrystals, and quantum chaos theory. The development of the rigorous theory is expected to contribute to the understanding of all three phenomena, and in particular, may lead to finding new materials with desired physical properties.  Disordered systems are also used in modeling many other micro and macro effects: from quantum localization to earthquakes. The proposed topics include studying properties of both highly and weakly disordered systems of Quantum Mechanics that demonstrate certain anomalous behavior.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Svetlana",
   "pi_last_name": "Jitomirskaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Svetlana Jitomirskaya",
   "pi_email_addr": "szhitomi@math.uci.edu",
   "nsf_id": "000491196",
   "pi_start_date": "2006-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 55425.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 57446.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 59995.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 43351.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 43760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of this project consists in solving several open<br />problems in analysis motivated by questions in solid state physics and<br />development of corresponding theories. Our work on quasiperiodic operators<br />included the final solution of the Ten Martini problem, the solution of<br />Dry Ten Martini problem for the Diophantine case, proof of phase stability<br />of absence of singular continuous spectrum, proof of optimal H &Igrave;~Holder<br />continuity of the density of states&nbsp; in the non-perturbative regime, full<br />analysis of the Lyapunov exponents of the extended Harper&acirc;~@~Ys model <br />(including the self-dual region), and the first (and optimal) results on<br />the continuity modulus of individual absolutely continuous spectral<br />measures. It also includes the full non-perturbative version of Eliasson&acirc;~@~Ys<br />reducibility theory in the one- frequency case, and results on continuity<br />of spectra&nbsp; and Lyapunov exponents. The work on quantum transport included<br />a new method to prove upper bounds on quantum transport and exact<br />expressions for diffusion exponents in the random polymer models, where<br />dynamical delocalization (superdiffusive transport) coexists with pure<br />point spectrum. The work on mul- tidimensional lattice models included a<br />construction of a family of counterexamples showing that no form of unique<br />continuation principle can hold in the discrete setting. Further results<br />on spectral theory include work on various aspects of singular spectra.<br />Another line of research by members of our group included development of<br />numerical methods to circumvent the problem of broken ergodicity in Monte<br />Carlo simulations, and study of nonlinear resonant interactions between<br />entangled photons and matter leading to quantum pathway selection.<br /><br /><br />Our focus has been both on developing new methods and theories in this<br />branch of analy- sis/dynamical systems and on applications to models that<br />are of interest to the physics community. As such, we obtained new results<br />and proved open conjectures on the almost Mathieu (also called Harper&acirc;~@~Ys)<br />operator, on the operators describing tight-binding model of a two<br />dimensional electron in a magnetic field, with general lattice geometry,<br />and on the random polymer models.<br /><br />The project contributed to training of two postdoctoral fellows and four<br />graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2012<br>\n\t\t\t\t\tModified by: Svetlana&nbsp;Jitomirskaya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of this project consists in solving several open\nproblems in analysis motivated by questions in solid state physics and\ndevelopment of corresponding theories. Our work on quasiperiodic operators\nincluded the final solution of the Ten Martini problem, the solution of\nDry Ten Martini problem for the Diophantine case, proof of phase stability\nof absence of singular continuous spectrum, proof of optimal H &Igrave;~Holder\ncontinuity of the density of states  in the non-perturbative regime, full\nanalysis of the Lyapunov exponents of the extended Harper&acirc;~@~Ys model \n(including the self-dual region), and the first (and optimal) results on\nthe continuity modulus of individual absolutely continuous spectral\nmeasures. It also includes the full non-perturbative version of Eliasson&acirc;~@~Ys\nreducibility theory in the one- frequency case, and results on continuity\nof spectra  and Lyapunov exponents. The work on quantum transport included\na new method to prove upper bounds on quantum transport and exact\nexpressions for diffusion exponents in the random polymer models, where\ndynamical delocalization (superdiffusive transport) coexists with pure\npoint spectrum. The work on mul- tidimensional lattice models included a\nconstruction of a family of counterexamples showing that no form of unique\ncontinuation principle can hold in the discrete setting. Further results\non spectral theory include work on various aspects of singular spectra.\nAnother line of research by members of our group included development of\nnumerical methods to circumvent the problem of broken ergodicity in Monte\nCarlo simulations, and study of nonlinear resonant interactions between\nentangled photons and matter leading to quantum pathway selection.\n\n\nOur focus has been both on developing new methods and theories in this\nbranch of analy- sis/dynamical systems and on applications to models that\nare of interest to the physics community. As such, we obtained new results\nand proved open conjectures on the almost Mathieu (also called Harper&acirc;~@~Ys)\noperator, on the operators describing tight-binding model of a two\ndimensional electron in a magnetic field, with general lattice geometry,\nand on the random polymer models.\n\nThe project contributed to training of two postdoctoral fellows and four\ngraduate students.\n\n\t\t\t\t\tLast Modified: 01/01/2012\n\n\t\t\t\t\tSubmitted by: Svetlana Jitomirskaya"
 }
}