{
 "awd_id": "0601296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Helical Chirality Amplification through Constitutional Dynamic Chemistry",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 137512.0,
 "awd_amount": 137512.0,
 "awd_min_amd_letter_date": "2006-05-02",
 "awd_max_amd_letter_date": "2006-05-02",
 "awd_abstract_narration": "0601296\r\nFolmer-Andersen\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Frantz Folmer-Andersen to work with Dr. Jean-Marie P. Lehn at Universite Louis Pasteur in Strasbourg, France.\r\n\r\nBiological systems have evolved with increasing order and complexity, which exist throughout multiple organizational levels, from the molecular to the macroscopic. At the root of this hierarchy lies information encoded by sequences of small (sub-nanometer) repeat units within biopolymers.  This sequential information is processed several times over through non-covalent physical interactions, which may be thought of as interactional algorithms, to afford precisely folded biological machinery. The application of this strategy to the \"bottom-up\" synthesis of well-defined nano- and microscopic architectures necessitates control over the expression of structural information across size scales and hierarchical levels. The proposed activities seek to establish such control within purely synthetic systems through the design of programmed monomers, which contain structural features that direct higher-order oligomer folding in a predictable way. The interrelationship between molecular and oligomer structure will then be interrogated by way of constitutional dynamic chemistry (CDC), which relies on the reversible interchange of components as a means of generating diversity within oligomeric assemblies. Specifically, this work aims to use asymmetric monomers to generate chiral bias (preferred twist-sense) in reversibly linked helical oligomers; and then through CDC, to affect the preferential incorporation of one enantiomer of a racemic mixture of exogenous monomers into the biased oligomers. The experimental approach to enantioselection relies on diastereomeric interactions between the monomers and the helical superstructure. In light of the homochirality and helical structures of proteins and genetic material, the general process of chirality amplification demonstrated by this work reflects a plausible evolutionary mechanism.  Further, this method of component selection may be applied to the general design of dynamic nanosystems. Such materials would be capable of selecting components from an available pool to build up prescribed nanoscale objects, and in response to stimuli, be induced to deconstruct the objects and build different ones by recombination of the component pool. The achievement of this type of spontaneous but controlled assembly and disassembly of molecular machines could strongly impact the fields of nanotechnology and materials science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frantz",
   "pi_last_name": "Folmer-Andersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frantz Folmer-Andersen",
   "pi_email_addr": "",
   "nsf_id": "000064369",
   "pi_start_date": "2006-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Folmer-Andersen         Frantz",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "797034819",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "TX",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Folmer-Andersen         Frantz",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "797034819",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 137512.0
  }
 ],
 "por": null
}