{
 "awd_id": "0601203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High Energy Gamma-Ray Astrophysics with STACEE",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 287850.0,
 "awd_amount": 287850.0,
 "awd_min_amd_letter_date": "2006-04-26",
 "awd_max_amd_letter_date": "2007-06-28",
 "awd_abstract_narration": "Science/Intellectual Merit: Very high energy (VHE) gamma-ray astrophysics provides one of the most direct ways to learn about the highest energy astrophysical accelerators in the Universe. In this proposal the PI requests funds to (a) continue collaborative work in the Solar Tower Atmospheric Cherenkov Effect Experiment (STACEE) project, and (b) expand the efforts of the Barnard College group by joining the Very Energetic Radiation Imaging Telescope Array System (VERITAS) collaboration.  \r\n\r\nSTACEE is a ground-based detector sensitive to gamma-rays in the energy range between 50 and 1000 GeV. A unique feature of STACEE is that it operates at energies below 250 GeV, a regime that is out of the scope of most current atmospheric Cherenkov telescopes (ACTs). STACEE measurements are intended to probe the physics of high energy particle acceleration in the most powerful astrophysical sources known, including active galaxies and gamma-ray bursts. \r\n\r\nThe VERITAS collaboration is building an array of imaging atmospheric Cherenkov telescopes for ground-based gamma-ray astronomy.  Phase-I of the project consists of four, 12m telescopes to be sited at Horseshoe Canyon on Kitt-Peak, Arizona. VERITAS represents a marked step forward in the study of extreme astrophysical processes in the universe, and is expected to substantially increase the catalog of very high energy (E > 100 GeV) gamma-ray sources.\r\n\r\nThe STACEE observatory is expected to continue its observational program during 2006-7, winding down its operations in 2007-8.  The Barnard group intends to limit its work on STACEE to data analysis only (i.e., no operations) in year two of this proposal. The PI's involvement on the experiment has been supported in the past by three prior NSF grants, which have provided the basis for strong support of graduate and undergraduate students and an active research program focusing on the STACEE calibration system and data analysis.  The PI proposes here to continue this program, participating in the continuing STACEE observing phase, detector calibration, and data analysis.  A scientific focus of the PI is the data related to active galaxies from STACEE, and its analysis in the context of AGN emission models.\r\n\r\nThe PI also requests funds to work on VERITAS by (1) supporting a research scientist on VERITAS, (2) participating in the VERITAS observing program, simulation studies and scientific data analysis, and (3) carrying out multi-wavelength studies of unidentified TeV sources discovered by VERITAS.  The full and rich scientific program that can be expected from VERITAS for the next several years will give offer the Barnard group the opportunity to maintain a strong high energy research program.\r\n\r\nBroader Impact:  The PI continues to play a strong role in outreach efforts to K-12 students. Activities have included the mentoring of students at local public schools, and public lectures, usually involving topics in astrophysics.  The PI's research at Barnard College, a four-year liberal arts school for women, has significant impact on attracting women to astrophysical research. Example of STACEE-related technical work that have had broader impact include (1) design and implementation of new types of non-imaging optical systems, (2) the development of mirror measurement techniques for solar energy applications, and (3) software development for high speed data acquisition.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Ong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Ong",
   "pi_email_addr": "rene@astro.ucla.edu",
   "nsf_id": "000331822",
   "pi_start_date": "2006-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 87850.0
  }
 ],
 "por": null
}