{
 "awd_id": "0601897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Effects of Conflictng Leader Identity on Group Performance",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 7332.0,
 "awd_amount": 7332.0,
 "awd_min_amd_letter_date": "2006-05-01",
 "awd_max_amd_letter_date": "2006-05-01",
 "awd_abstract_narration": "\r\nSES-061897\r\nLisa Troyer\r\nChristabel Rogalin\r\n\r\nHow do conflicting cultural expectations for a female leader affect group performance?  Researchers have found that when women are in leadership positions, they are in a situation in which they must either behave in ways inconsistent with being a woman or in ways inconsistent with being a leader. For example, leaders are expected to be assertive and dominant.  Yet, women who behave in dominant, assertive ways are often thought of badly, since society generally expects women to be nurturing, less confrontational, and supportive of others.  Thus, women leaders and the groups they lead may be faced with conflicting cultural expectations.  This project proposes that that these conflicting cultural expectations may negatively affect group performance.  This effect arises through a series of interrelated steps.  First, if group members experience conflicting expectations that arise from being led by a female, then they may begin to feel that the female leader is less competent. If the group members do not view the female as competent, then they may be less likely to support and adhere to her efforts to direct the group and to comply with her efforts to keep them focused on their tasks.  If members of a group are less likely to focus their efforts on the task, then the group's performance will be hampered.  While much research on female leadership has investigated the effects of gender on leaders, very little has attended to the effects on group members.  This project is the first to focus on how a leader's gender affects group performance.  This project's focus on the process through which a leader's gender affects group performance also leads us to a solution for this important social problem.   We propose that training materials that legitimize females as leaders can undermine the development of conflicted expectations for female leaders, and thus, can remove deleterious effects on group performance.  That is, if group members receive training that emphasizes the competencies women bring to the group's task and to the leadership role, then group performance will not be threatened.  To test these ideas, an experiment will be conducted at the Center for the Study of Group Processes at the University of Iowa that addresses 1) how conflicting expectations for female leaders affect group performance; and 2) whether training that legitimizes female leadership minimizes the hypothesized negative effects of female leadership on group performance.  This study draws on both sociological and psychological theories, opening the door for bridging the disciplines of sociology and psychology.  This study could potentially contribute to existing sociological research on how conflicting expectations for a leader affect group performance.  \r\n\r\nBroader Impact.  This project is an assessment of the effect of conflicting expectations that confront leaders, with a particular focus on female leaders.  Knowledge from this research may increase the participation of underrepresented groups (e.g., women) in leadership and enhance understanding for current women leaders by facilitating a better understanding of the dynamics that affect women leaders' individual situations.  This project also affords an opportunity for undergraduate students to participate in research.  This project will also enhance educational opportunities by enabling the training of an undergraduate research assistant, which will allow her an opportunity to learn more about scientific research in the social and behavioral sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Troyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Troyer",
   "pi_email_addr": "lisa-troyer@uiowa.edu",
   "nsf_id": "000433446",
   "pi_start_date": "2006-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 7332.0
  }
 ],
 "por": null
}