{
 "awd_id": "0601916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:   Phylogenetic Structure of Sedge Communities in a Quebec Old-Growth Forest",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 136390.0,
 "awd_amount": 136390.0,
 "awd_min_amd_letter_date": "2006-04-18",
 "awd_max_amd_letter_date": "2006-04-18",
 "awd_abstract_narration": "0601916\r\nFlinn\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Kathryn M. Flinn to work with Dr. Martin J. Lechowicz at McGill University of Canada.\r\n\r\nAs human activities threaten the persistence of species worldwide, efforts to preserve biological diversity urgently need a better understanding of the patterns and processes underlying it.  How do species-rich communities originate and maintain themselves?  How can so many closely related, ecologically similar species coexist within them?  Related organisms that share ecological traits may compete more strongly and co-occur less often (i.e., phylogenetic overdispersion), or they may sort into similar habitats (phylogenetic clustering).  Competition may also favor divergence among close relatives in habitat affinities and distribution patterns.  Understanding both the phylogenetic structure of communities and the evolution of ecological traits can thus provide unique insights into community organization.\r\nThis project investigates the phylogenetic and ecological structure of forest understory plant communities in order to address questions about how these communities assemble and function.  It assesses the relationships between species' relatedness and their ecological similarity, including both functional traits and distribution patterns along environmental gradients, for the sedge genus Carex in the old-growth forest at Mont St. Hilaire, Quebec.  Fifty-five Carex species live within the various plant communities on the mountain, which provides a 10 km2 area of intact habitat, and a detailed, robust phylogeny for this diverse genus makes possible powerful tests of hypotheses about how the evolution of ecological traits affects community organization.  The project's two main goals are to assess the phylogenetic structure of Carex assemblages along environmental gradients at Mont St. Hilaire, and to characterize the habitat affinities of sister-species pairs within the genus.  Gathering information on plant community composition, phylogenetic relationships, environmental conditions and plant functional traits will allow for testing two sets of hypotheses. 1. Carex communities show greater phylogenetic overdispersion at the neighborhood scale than at the landscape scale; between sister species than among larger clades; and in wet, lowland forests than in upland forests; and 2. Sister species show less ecological similarity than more distantly related species, particularly within the wetland clade.  Taking a novel approach to an fundamental problem in ecology by integrating phylogenetic, ecological and environmental information, this project will contribute to a better understanding of the evolutionary basis of community structure.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Flinn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn M Flinn",
   "pi_email_addr": "",
   "nsf_id": "000210239",
   "pi_start_date": "2006-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Flinn                   Kathryn        M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "148532701",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Flinn                   Kathryn        M",
  "perf_str_addr": "",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 136390.0
  }
 ],
 "por": null
}