{
 "awd_id": "0602185",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Intergenerational Wealth and Educational Resources",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 2503.0,
 "awd_amount": 2503.0,
 "awd_min_amd_letter_date": "2006-05-25",
 "awd_max_amd_letter_date": "2006-05-25",
 "awd_abstract_narration": "SES-0602185\r\nCaroline Hodges Persell\r\nCo-PI: Kathryn M. Pfeiffer\r\n\r\n\tThis dissertation investigates the impact of intergenerational family wealth on access to educational resources, including resource-enriched schools and districts and private schooling.  Two lines of inquiry guide the proposed research.  First, does intergenerational wealth influence access to educational resources that are consequential for students' life chances?  If so, to what extent does wealth matter, and how does it compare to traditional socioeconomic measures, including parental income, education, and occupational prestige?  Are some types of assets, such as liquid or illiquid wealth, more important than others for acquiring such resources?  Second, are there racial inequalities in the educational resource returns to wealth?  In other words, do African Americans and whites with comparable assets obtain similar educational resources?  These questions will be addressed using four national datasets containing longitudinal data on multiple generations of families (Panel Study of Income Dynamics (PSID)), school-aged children (Child Development Supplement to the PSID), schools and school districts (Common Core of Data), and local neighborhoods (U.S. Census data).  \r\n\r\nThe dissertation research will advance sociological knowledge in the field of stratification through illuminating potential processes through which wealth affects important life outcomes.  Additionally, findings will allow for more informed policy debate on two key issues and a better understanding of racial inequality.  First, evidence of wealth effects will speak to the policy debate over \"how money matters\" (or does not matter) for life chances, which currently focuses on income, an inadequate measure of general family well-being.  Second, understanding the broad implications of wealth will also better inform social policy for assets.  This is of special interest considering evidence of increasing wealth inequality in the U.S. and current efforts to reduce the estate tax.  Finally, in addition to the stark racial inequalities in wealth, a finding of racial differences (or lack of differences) in the ability to translate wealth into educational resources could inform policies aimed at enhancing the educational opportunities and life chances of racial minorities.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Persell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline H Persell",
   "pi_email_addr": "Caroline.Persell@nyu.edu",
   "nsf_id": "000184551",
   "pi_start_date": "2006-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 2503.0
  }
 ],
 "por": null
}