{
 "awd_id": "0602355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High-Resolution, Low-Latitude Paleoclimatology From Newly Acquired Sediment Drill Cores From Lake Bosumtwi, Ghana",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 207323.0,
 "awd_amount": 207323.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2006-09-12",
 "awd_abstract_narration": "Lake Bosumtwi lies in a million-year-old meteorite impact crater located in the tropical forest lowlands of Ghana, in West Africa. The lake is hydrologically closed and known to be very sensitive to the precipitation/evaporation balance and the strength of the West African Monsoon. Lake Bosumtwi contains one of a very few, long annually laminated sediment records in the tropics, and has by far the longest, highest-resolution paleoclimate record in equatorial West Africa.\r\nIntellectual Merit: This grant studies interannual to millennial-scale West African monsoon dynamics over the last ~430 kyr (i.e., back through Marine Isotopic Stage [MIS] 11). This work provides insight into the role of the tropics in triggering, intensifying and propagating climate changes, as well as in responding to global and highlatitude changes. This work will produce the first continuous well-dated terrestrial record of West African climate & aerosol variability over multiple glacial cycles, and provide hydrologic constraints on a key methane source region, and use the annually-laminated sediments to examine globally significant questions regarding the exact timing and patterns of change over multiple glacial terminations (e.g., What is the low-latitude response to deglaciation events, and can we assess how fast large ice sheets melt and lead to interglacial conditions? What is the nature of climatic reversals on previous terminations? How long was MIS11, how was it manifested in the tropics, and how does it really relate to orbital forcing, particularly at the end? What is the full range of drought variability during warm climates?)\r\nThe project also examines how the abrupt changes of the high-latitudes are related to coeval events in the tropics, and examines the hypothesis that a Lake Bosumtwi dessication event at ~74+ kyr is coeval with the Toba eruption, dramatic Northern Hemisphere cooling, and severe lowstands in the East African Great lakes, indicating a profound pan-African aridity crisis, that is perhaps responsible for the \"early modern human\" population bottleneck, and African exodus documented for that time. The study provides multiproxy records of rapid climate change at annual-decadal resolution of an important monsoonal climate system during both warm and cold climates. Second, this study addresses regional patterns and phasing of climate change by providing new records from West Africa, which is along the IGBP PEP-III transect.\r\nBroader Impacts:\r\nPrevious studies indicate that dramatic abrupt shifts in hydrologic balance can occur on a spectrum of societal time scales. The cause(s) of the warm-climate Holocene events remain poorly understood. This study of the longer record, drilled through many warm interglacials, including some perhaps warmer than today, will further understanding of these dynamics. This work will also illuminate key societally-relevant controversies regarding how fast ice sheets can melt, and how the Holocene-like MIS11 interglacial ended. Training of US students and a post-doc will be interdisciplinary and extensive.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Peck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Peck",
   "pi_email_addr": "jpeck@uakron.edu",
   "nsf_id": "000108933",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 207323.0
  }
 ],
 "por": null
}