{
 "awd_id": "0602518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Negotiating Muslim Identity and Secular Politics: Religion and the Spatiality of the State in Turkey",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 5865.0,
 "awd_amount": 5865.0,
 "awd_min_amd_letter_date": "2006-03-22",
 "awd_max_amd_letter_date": "2006-03-22",
 "awd_abstract_narration": "From the very beginning of the modern state in 17th century Europe, actors working in the name of the state have subordinated or co-opted the dominant religious institutions and practices of their populations in the pursuit of political objectives. Over the past 30-40 years, religio-political movements have emerged around the world to challenge this submission of religion to political power. These movements have been particularly powerful in the Middle East where Islam has become viewed as a source of resistance to state authoritarianism and Western cultural imperialism. This research project explores this contemporary relationship between religion and the modern state through a political geographic investigation of Islam and the state in Turkey. It will examine the dynamics of the state-Islam intersection within the religious policies and debates of the Adalet ve Kalkinma Parti (AKP - Justice and Development Party) - presently the majority party in Turkey's national legislature and a moderate descendent of earlier Islamist political parties in Turkey. The research will answer three interrelated questions: 1) How do AKP politicians present the religious geography of the Turkish state? 2) What understandings of the Turkish state's geographic structure, administrative capacity, and role as the country's sovereign actor shape the approach of AKP politicians to governing religious issues? and 3) What understandings of national and international political geography shape the efforts of AKP politicians to promote a Muslim political identity? Data gathered from Turkish newspaper coverage, legislative debates in Turkey's parliament, and interviews with AKP politicians will be combined and analyzed to determine what understandings of the state's capacity and responsibility to control and manage spaces within Turkey are active in the approach of AKP politicians to religious issues. \r\n\r\nThe modern state is a complex array of strategic projects, each seeking to manage various political, social, and economic spaces within a delimited territory. This research will investigate how the organization and management of these spaces are shaped through the state's intersection with religious issues and identities. Drawing upon Turkey's geopolitical position between Europe and the Middle East, the country's eighty-year project of state secularism, and its 'Muslim Democratic' governing party, this project will document some of the cultural factors guiding state formation that are overlooked in many political analyses. It will also explore how a party of moderate Muslims negotiates between the secularist versus fundamentalist division that dominates most popular discussions of religion and state both within Turkey and outside of it. Understanding the dynamics of this negotiation can provide critical insight into how to successfully engage with and properly include Muslims, and religious populations more broadly, in political processes that have historically subsumed religion within national identities. Finally, as a Doctoral Dissertation Research Improvement award, this grant will also provide support to enable a promising student to establish a strong and independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Secor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anna J Secor",
   "pi_email_addr": "ajseco2@pop.uky.edu",
   "nsf_id": "000215392",
   "pi_start_date": "2006-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 5865.0
  }
 ],
 "por": null
}