{
 "awd_id": "0602080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:   Failure and Post-Failure Modeling in Concrete and Rock",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 80700.0,
 "awd_min_amd_letter_date": "2006-05-11",
 "awd_max_amd_letter_date": "2007-06-26",
 "awd_abstract_narration": "0602080\r\nFoster\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twelve-month research fellowship by Dr. Craig D. Foster to work with Dr. Javier Oliver at Polytechnic University of Catalonia, in Barcelona, Spain.\r\n\r\nLocalized deformation patterns occur in a variety of materials under different loading conditions. Examples include shear bands and necking in metals, compaction and shear bands in soils, cracking in ceramics, concrete, and rock. Several methods have been proposed to predict the onset and propagation of these deformation patterns under complex loading conditions. One method that has shown a lot of potential is a finite element method with a strain enhancement in the form of failure surface that can pass through the element at an arbitrary location and orientation.   Various forms of enhanced strain finite elements have been used for over a decade to model localized deformation in a variety of materials, including concrete and rock. Most of these elements have focused on modeling one type of failure, such as opening cracks or shear failure and frictional sliding. Under many situations, however, the nature of the loads on a structure may change over time. For example, concrete dams under seismic loading may crack in tension, but on reverse loading the surfaces may slide under friction. A new enhanced strain element is synthesized that can account for these multiple loading situations. This element includes opening and transverse degrees of freedom, accounts for crack dilation due to shearing and asperity misfit, models softening in all regimes, and accounts for friction along closed surfaces. Nonlinear material models that reflect actual material behavior are implemented for the crack surfaces. Material models that including both tensile fracturing and variable friction response are drawn from both geomechanics and concrete research, and modified to best fit the materials and applications under investigation. Models are applied to problems both in rock and concrete, including tunnels, concrete dams, and other large structures under reverse loading. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Foster",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Craig D Foster",
   "pi_email_addr": "",
   "nsf_id": "000095026",
   "pi_start_date": "2006-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Foster                  Craig          D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Stanford",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "943057667",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Foster                  Craig          D",
  "perf_str_addr": "",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943057667",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80700.0
  }
 ],
 "por": null
}