{
 "awd_id": "0602649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis, Characterization, and Modeling of Rare Earth Ions in Polycrystalline Ceramic and Polymeric Plastic Hosts",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 225421.0,
 "awd_amount": 225421.0,
 "awd_min_amd_letter_date": "2006-05-09",
 "awd_max_amd_letter_date": "2006-05-09",
 "awd_abstract_narration": "Technical: This project aims for greater understanding useful for development of solid-state lasers. Among desired properties are higher power output, higher beam quality, and wider frequency coverage. The project will explore polycrystalline ceramic YAG laser host which may have improved optical, thermal, and physical properties as well as lower cost over traditional single-crystal laser materials. Luminescent polymers will also be considered for light emitting diode and organic based laser applications. A major advantage of rare earth (RE)-doped plastic laser host materials is that they could be drawn into flexible, optical fibers for photonic applications. In this work, six novel dopant-host combinations of RE ions in polycrystalline garnet and polymeric plastic hosts will be studied. Materials will include trivalent RE (Pr, Tm, and Yb) ions that will be individually doped in the polycrystalline ceramic host, Y3Al5O12 (YAG) and a polymeric plastic host. All materials will be characterized using temperature dependent absorption spectroscopy, steady-state and time-resolved fluorescence studies, and laser performance studies. The Judd-Ofelt theory will be used to determine relevant spectroscopic and laser parameters. In addition, modeling of the ligand and crystal field will be performed for the RE ions in these host environments to obtain their energy-level structures. A model Hamiltonian in terms of free-ion or atomic parameters and crystal-field splitting parameters will be utilized to analyze the detailed energy-level structure of these ions which will be compared with measurements. The research is expected to provide an important link between laser parameters and physics fundamentals associated with absorption, emission, excitation, emission cross-section, quantum efficiency, energy transfer between RE ions, fluorescence quenching, Stoke's shift, and the effect of the immediate environment (host) on such processes.\r\nNon-Technical: The project addresses basic research issues in a topical area of materials science having technological relevance. The research will contribute materials science knowledge at a fundamental level to new understanding and capabilities in electronic/photonic devices. An important feature of the program is the integration of research and education through the training of students in a fundamentally and technologically significant area. The multidisciplinary nature of this project is aimed to enhance the quality of education at UTSA. UTSA has a strong commitment to train all students, which includes underrepresented minority students from San Antonio and the South Texas region with advanced degrees in science. Efforts will be made to enhance students' participation in research through active recruitment and retention. Because of the large Hispanic student population (>55%) at UTSA, the proposed research program will attract a significantly large number of underrepresented students.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dhiraj",
   "pi_last_name": "Sardar",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dhiraj K Sardar",
   "pi_email_addr": "dhiraj.sardar@utsa.edu",
   "nsf_id": "000375894",
   "pi_start_date": "2006-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Gruber",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Gruber",
   "pi_email_addr": "",
   "nsf_id": "000226500",
   "pi_start_date": "2006-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Johnson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Johnson",
   "pi_email_addr": "dave.johnson@utsa.edu",
   "nsf_id": "000459217",
   "pi_start_date": "2006-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 225421.0
  }
 ],
 "por": null
}