{
 "awd_id": "0602341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Whose Opinion Counts?   An Analysis of the Opinion-Policy Linkage in the US States",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin gotham",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 4672.0,
 "awd_amount": 4672.0,
 "awd_min_amd_letter_date": "2006-05-25",
 "awd_max_amd_letter_date": "2006-05-25",
 "awd_abstract_narration": "SES: 0602341\r\nDavid Weakliem\r\nCasey A. Borch\r\nUniversity of Connecticut\r\n\r\nA number of empirical studies have found that public opinion influences the policy implemented by the United States government. However, this work has assumed that the opinions of all individuals have equal influence. Both theory and research suggest that some people may have more influence than others. The research proposed here uses data on opinions and policy in the American states to address this question, focusing on three hypotheses: (1) the opinions of more educated people will have greater influence than those of less educated people; (2) the opinions of non-blacks will have greater influence than those of blacks; and (3) the opinions of voters will have more influence than those of non-voters. The research will measure the opinions of different groups in each state and see which are more closely associated with the policies of the state, after controlling for the size of the groups. The measures of public opinion, which are based on an original dataset constructed from a variety of public sources including the General Social Survey, Gallup Polls, and Harris Polls, will consist of self-rated ideology, indexes of opinions on a variety of questions, and opinions on specific issues. Measures of policy will include both general indexes and specific issue areas such as abortion, the death penalty, or welfare. In particular, we will ask whether the differences apply across all kinds of policies, or whether the relative influence of groups differs by policy type. For example, it is possible that, even if the opinions of blacks generally have less influence than those of non-blacks, they have equal or greater influence on issues that political leaders believe to be of interest to them.\r\n\r\nThe broader impact of this project is to shed light on the performance of American democracy. The existence of group differences in political participation and representation is well documented, but the effects of these differences are often the subjects of debate. Some observers hold that policies are skewed towards the views the more active groups; others argue that the differences in participation have little practical impact, either because the opinions of less active citizens are not very different from those of active citizens or because political leaders are influence by their own ideologies rather than public pressure. Other observers suggest that there may be differences in influence even when participation is equal, for example, political leaders may pay more attention to the opinions of people from their own ethnic or social background. This research provides empirical insight into a fundamental question of democracy, do social differences mean that some kinds of people have more influence than others even when political rights are equal? Although the research will not consider possible ways to make influence more equal, it will reveal the size and scope of the problem. Thus, it will provide evidence that will be important to efforts to assess the state of American democracy and make it function more effectively.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weakliem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Weakliem",
   "pi_email_addr": "weakliem@uconn.edu",
   "nsf_id": "000193581",
   "pi_start_date": "2006-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 4672.0
  }
 ],
 "por": null
}