{
 "awd_id": "0602942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIMACS/Georgia Tech Special Focus on Discrete Random Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 191500.0,
 "awd_min_amd_letter_date": "2006-05-02",
 "awd_max_amd_letter_date": "2008-05-19",
 "awd_abstract_narration": "During the past decade there has been tremendous interplay among\r\ndiscrete mathematics, theoretical computer  science, probability\r\ntheory, and statistical physics.  This project brings together\r\nresearchers from these various fields to explore topics at their\r\ninterface, the field coming to be called Discrete Random Systems.\r\nThe focus is on probabilistic algorithms and models that  arise in\r\nthe study of physical systems and combinatorial structures, with strong\r\nthemes running through these interactions including:  phase transitions;\r\nprobabilistic combinatorics; Markov-Chain Monte Carlo and other\r\nrandom walks;  and random structures and randomized algorithms.\r\nA series of workshops will address properties of  large graphs, complex\r\nnetworks and applications, Markov chain sampling (theory vs. practice),\r\nand phase transitions in random structures. Focused working groups of\r\nresearchers will concentrate on the interface between Markov chains\r\nand phase transitions, on heuristic and rigorous approaches to identifying\r\nand analyzing phase transitions in algorithms.\r\n\r\nDiscrete Random Systems is a relatively new field that solidified\r\nduring an interdisciplinary series of workshops held at the DIMACS\r\nCenter and the Institute for Advanced Study ten years ago. Since then\r\nit has matured considerably, and the truly bilateral exchange between\r\ndiscrete mathematicians and theoretical computer scientists on the one\r\nhand, and probabilists and statistical physicists on the other, has\r\nradically impacted research directions and understanding in all of\r\nthese fields.  The field explores algorithms and models that arise in\r\nboth the study of physical systems and the mathematical structures\r\narising from the fields of combinatorics and theoretical computer\r\nscience, with an emphasis on analogous behavior such as phase\r\ntransitions.  The current project seeks to foster and speed the\r\ndevelopment of this interdisciplinary field and to bring to it\r\ncoherence as well as rapid scientific development.  The project will\r\nbe organized around a series of workshops, tutorials, research working\r\ngroups, and a visitor program, all intended to facilitate new\r\ninteractions.  Workshops allow a cross-fertilization of ideas and\r\ntechniques from the disparate disciplines.  Less formal groups of\r\nresearchers will convene for concentrated collaborative research on\r\nspecialized topics, and additional working groups will evolve during\r\nthe project.  Exploration of new areas of application of Discrete Random\r\nSystems will be enhanced by parallel DIMACS programs in Biology,\r\nEpidemiology, the Social Sciences, and Homeland Security. The ideas\r\ndeveloped in this project will have impact on a myriad of fields and\r\ncreate many new cross-disciplinary connections. A visitor program will\r\nencourage senior and junior researchers, including students, to\r\nparticipate in collaborative research spawned by the workshops and in\r\nthe work of the working groups. Each workshop will have a fund for\r\nsupport of graduate students and postdocs and workshops will have a\r\nsubstantial educational component through significant tutorial\r\ncomponents.  The topic lends itself well to undergraduate research and\r\nparticipating faculty will coordinate topics with an undergraduate\r\nresearch program (REU program) already in existence.  The project is\r\nexpected to have a long-term impact well beyond its two year duration\r\nsince the workshop, working group, visitor, and dissemination\r\ncomponents of the project will allow the ideas developed to reach\r\nhundreds of people nationwide and worldwide.  The project should\r\nsignificantly influence the careers of a large number of outstanding\r\njunior researchers and it should play an important role in the\r\ntraining and development of scientists who are well-prepared to become\r\nleaders in the field of Discrete Random Systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Roberts",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fred S Roberts",
   "pi_email_addr": "froberts@dimacs.rutgers.edu",
   "nsf_id": "000172929",
   "pi_start_date": "2006-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Randall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Dana J Randall",
   "pi_email_addr": "randall@cc.gatech.edu",
   "nsf_id": "000164506",
   "pi_start_date": "2007-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Sorkin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Sorkin",
   "pi_email_addr": "sorkin@us.ibm.com",
   "nsf_id": "000505243",
   "pi_start_date": "2008-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 191500.0
  }
 ],
 "por": null
}