{
 "awd_id": "0603519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:    Anchoring and Ambiguity in the Lab and in the Field",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2006-03-13",
 "awd_max_amd_letter_date": "2007-04-02",
 "awd_abstract_narration": "This Small Grant for Exploratory Research (SGER) permits the investigator to implement experimental treatments that extend our understanding of important findings in behavioral economics. These findings, suggest neoclassical assumptions are in need of fine-tuning.   One of the major goals in this research is to provide an external validity test of the behavioral findings by examining systematically whether, and to what extent, behavior outside the lab deviates from behavior in the lab. The investigator recognize this exercise as the most valuable next step in tuning extant laboratory findings into useful policy prescriptions. Of particular interest within this exploration is whether, and how, market institutions and market experience either separately or in combination act to reduce the importance of divergences from the predictions of neoclassical theory.\r\n\r\nThe investigator adopts two experimental techniques to achieve his goals. First, the study makes use of traditional laboratory experiments, but the investigator extends the reach of the inquiry by using, in addition to a control group of students, a subject pool of financial market professionals. Examining the behavior of traders is important because there is evidence that useful cognitive capital builds up slowly over months or years rather than in the limited duration of a laboratory experiment. The laboratory experiments incorporate treatments related both to individual choices and to market interaction and builds on previous research that has revealed important differences between the two subject pools in areas critical to distinguishing neoclassical from behavioral theories.\r\n\r\nThe second experimental technique the investigator employ is that of the field experiment, an area in which the principal investigator has made important contributions. This approach has proven quite useful in bridging the gap between controlled laboratory environments and completely uncontrolled field data. It is a method that allows us to gain unique insights through observation of agents that have endogenously chosen certain roles in the marketplace, while simultaneously making use of treatments and controls associated with laboratory methods. One important result from this literature, corroborating our laboratory studies, is that market experience plays a significant role in attenuating the endowment effect.\r\n\r\nThe proposed study makes both broad and specific contributions to research, teaching, and policy issues. Perhaps most specifically, the investigator hope to address the concerns of regulatory officials who have to assess the importance of behavioral findings. A recent survey suggests that policy makers are aware of behavioral anomalies but skeptical of their importance due to lack of external validity. In addressing these concerns this research also contributes to academic discussions of the implications of behavioral findings that have included proposals for regulations. Since errors in decision-making imply that people may not behave in their own best interest, many argue that behavioral anomalies imply a case for intervention.  The research also supports educational activities through the inclusion of the findings in course syllabi, and by providing post-doctoral and graduate students opportunities to prepare and present research seminars. Undergraduate students will participate in this research as experimental subjects. Our previous experience suggests that these students gain a greater appreciation for economic research through their experience as laboratory subjects. A small number also express an interest in the design and conduct of experiments. The investigator believe that this exposure in the undergraduate years can be important for students who are evaluating different avenues for graduate study.   Contact with the financial exchanges will also have potential benefits for both parties. In generating contacts with the financial community the investigator have made himself available to address additional research questions of interest.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "List",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A List",
   "pi_email_addr": "jlist@uchicago.edu",
   "nsf_id": "000571887",
   "pi_start_date": "2006-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}