{
 "awd_id": "0603753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Oceans and Human Health, Oceanography, Vol 19, No 2",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 59746.0,
 "awd_amount": 59746.0,
 "awd_min_amd_letter_date": "2006-03-22",
 "awd_max_amd_letter_date": "2006-03-22",
 "awd_abstract_narration": "The 1.2 billion cubic kilometers of ocean are a major component of Earth's dynamic climate system. The coastal ocean, in particular, which occupies only about 10% of the global ocean area, is the primary zone of human habitation in the United States and other coastal nations. The ocean margins are economically important as the location of activities such as fish harvest, sand and gravel mining, waste disposal, hydrocarbon extraction, and recreation. In the coastal zone in particular, the influence of humans on the ocean, and the oceans on humans, is strongly felt by each.\r\n\r\nWith funding from this award, The Oceanography Society (TOS) will publish a special issue of Oceanography magazine dedicated to the newly established research field of \"the ocean and human health.  These papers, which will be solicited from a group of world-class experts, will inform readers about the important issues and range of research being conducted on this very important topic. The initial paper in this special issue will describe the importance of interdisciplinary, comparative studies and will outline the issues, emphasizing their risks and benefits. Following overall description of the issues will be a paper that reviews the existing national and international forecasting and modeling systems and disaster response. The next several papers will describe various natural events and their role in the oceans and human health: hurricanes and tsunamis; global change; and atmospheric issues (e.g., dust). Human intervention in the oceans and their impact on water quality and human health will be covered next: coastal impacts, pollutants, and harmful algal blooms. Lastly, the positive side of the oceans and human health issue will be covered in papers on the benefits from the seas, such as new pharmaceuticals and useful chemical compounds. Each article will include a case study that will showcase a specific topic, for example, Hurricane Katrina, cholera, Inuits and mercury, and aerosol HAB research.\r\n\r\nA number of significant broader impacts will be forthcoming.  One of the principal missions of The Oceanography Society is to foster cross-disciplinary understanding and interaction. One of the ways the Society achieves this goal is through publishing special issues of its magazine, Oceanography. Special issues enable coverage of a single theme from many different angles. Articles are written in language that is accessible to a broad scientific audience, and also scientifically literate non-specialists. In this way, further discussion and discovery among scientists are enabled, and information can be easily extracted and used by decision-makers. Oceanography is published four times per year (March, June, September, December), with issues going to the membership of TOS worldwide as well as to libraries at major oceanographic institutions. TOS membership represents all disciplines of oceanography as well as ocean technology. Approximately 15% of its members are non-US scientists and institutions from 38 countries. For this special issue in particular, scientific managers  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Ramarui",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer G Ramarui",
   "pi_email_addr": "jenny@tos.org",
   "nsf_id": "000090256",
   "pi_start_date": "2006-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oceanography Society",
  "inst_street_address": "1 RESEARCH CT",
  "inst_street_address_2": "STE 450-117",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012517708",
  "inst_zip_code": "208506252",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "THE OCEANOGRAPHY SOCIETY",
  "org_prnt_uei_num": "VC8ST3MZPGK4",
  "org_uei_num": "GAEMCP239DV9"
 },
 "perf_inst": {
  "perf_inst_name": "Oceanography Society",
  "perf_str_addr": "1 RESEARCH CT",
  "perf_city_name": "ROCKVILLE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208506252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 59746.0
  }
 ],
 "por": null
}