{
 "awd_id": "0603458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nevada Information Technology Education (NVITE)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Suzanne Westbrook",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 700780.0,
 "awd_min_amd_letter_date": "2006-08-01",
 "awd_max_amd_letter_date": "2010-07-28",
 "awd_abstract_narration": "Computer Science (31)\r\n\r\nIntellectual Merit: This project is coordinating information technology education, aligning curriculums with national standards, and developing a statewide articulation agreement for Nevada's secondary and higher education system.  It is also conducting comprehensive faculty professional development to ensure that teaching meets national standards and students arrive on the job with the skills needed by industry.  \r\n\r\nBroader Impacts: Information technology is currently responsible for at least 20,000 jobs in Nevada, and that number is expected to grow by 25% in the next 5 years.  By connecting Nevada's students to this tremendous opportunity, this project is directly increasing the state's workforce through improvement of high school and community college education.  The project is providing the statewide coordination for education systems and businesses which are developing a robust and diverse technological education capacity to ensure the workforce is capable of supporting the state's growing IT industry.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Hioki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Warren Hioki",
   "pi_email_addr": "warren.hioki@csn.edu",
   "nsf_id": "000457385",
   "pi_start_date": "2008-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Connolly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Connolly",
   "pi_email_addr": "mike.connolly@ccsn.edu",
   "nsf_id": "000062323",
   "pi_start_date": "2006-09-06",
   "pi_end_date": "2008-06-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bill",
   "pi_last_name": "Doherty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bill Doherty",
   "pi_email_addr": "bdoherty@tmcc.edu",
   "nsf_id": "000392469",
   "pi_start_date": "2006-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Connolly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Connolly",
   "pi_email_addr": "mike.connolly@ccsn.edu",
   "nsf_id": "000062323",
   "pi_start_date": "2006-08-01",
   "pi_end_date": "2006-09-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Riske",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Riske",
   "pi_email_addr": "ddriske@wncc.edu",
   "nsf_id": "000426845",
   "pi_start_date": "2006-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Southern Nevada",
  "inst_street_address": "3200 E CHEYENNE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7026515940",
  "inst_zip_code": "890304228",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NV04",
  "org_lgl_bus_name": "THE BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER EDUCATION ON BEHALF OF THE COLLEGE OF SOUTHERN NEVADA",
  "org_prnt_uei_num": "RRW8DUGRER22",
  "org_uei_num": "RRW8DUGRER22"
 },
 "perf_inst": {
  "perf_inst_name": "College of Southern Nevada",
  "perf_str_addr": "3200 E CHEYENNE AVE",
  "perf_city_name": "NORTH LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "890304228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NV04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 189822.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 204316.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 205862.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">On June 15, 2004, the College of Southern Nevada was awarded an ATE Planning Grant &nbsp;(DUE 0402653- $69,996) to investigate the need for a Regional ATE Center in the field of information and communications technology (ICT) centered on Nevada&rsquo;s unique private sector industry cluster of hospitality, gaming, and tourism.&nbsp; Key personnel for the Planning Grant focused on creating a statewide Technology Education Business Alliance (TEBA) comprised of stakeholders from northern and southern Nevada business and industry, secondary and postsecondary educational institutions, economic development organizations, and the Nevada Department of Education (NDE).&nbsp; TEBA served as an effective vehicle for implementing the Information and Communications Technology (ICT) strategies outlined in the Battelle Memorial Institute&rsquo;s &ldquo;A Technology Strategy for Nevada Report.&rdquo; &nbsp;This independent SWOT (strengths, weaknesses, opportunities, and threats) analysis report was commissioned by the Nevada Lieutenant Governor, ultimately making recommendations addressing the economic technology growth for Nevada during the next ten to 15 years.&nbsp; TEBA formed six subcommittees and worked on defined issues of (1) industry analysis, (2) professional development, (3) Nevada IT standards, (4) marketing and recruitment, (5) gaming, and (6) articulation (2+2+2).&nbsp; Corresponding input from Nevada stakeholders, including several national and regional NSF Centers, was gathered and analyzed by NSF External Evaluator, Pete Saflund.&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>Based on the findings of the Planning Grant, NSF recommended and approved a scaled-down project on August 1, 2006, namely the Nevada Information Technology Education (NVITE) Project (DUE 0603458-$600,000). &nbsp;The NVITE team included PI, Dr. Warren Hioki, from the College of Southern Nevada (CSN); Co-PI, Dr. Bill Doherty, from Truckee Meadows Community College; Co-PI, Dave Riske, from Western Nevada College; Administrative Assistant, Therese Gaudreau, from CSN, and Dean Bret Murphy from Great Basin College.&nbsp; Supplementary Funds (DUE 1003828-$100,780) were requested in the 4th year of this three-year grant, along with two no-cost one-year extensions: one to complete the goals and activities of NVITE and one to fulfill the goals and activities of the Supplementary Funds Award.&nbsp;</p>\n<p>NVITE&rsquo;s three main goals were to (1) develop business, industry, and educational partnerships that raise career awareness and expand employment opportunities; (2) provide articulation and curriculum coordination of standards-based, industry driven ICT programs and courses for Nevada; and (3) provide faculty professional development that enable educators to deliver high quality, industry-relevant programs of instruction.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>For Goal 1, NVITE&rsquo;s TEBA grew from 256 members in 2007/8 to 339 members in 2008/9 to 342 members in 2009/10 and to 378 members is its 2010/2011 final year.&nbsp; TEBA meetings resulted in a myriad of benefits, including a NVITE Workforce Study consisting of quantitative and qualitative data from over 100 statewide TEBA participants; internship for Nevada community college students; subject matter experts (SME) aiding in program and curriculum development and assessment; SME presentations for faculty and staff, real-world scenarios for scenario-based learning (SBL) ICT courses; in-kind and monetary donations; and more.&nbsp;</p>\n<p>For Goal 2 and 3, NVITE&rsquo;s NSF External Evaluator noted that significant reform was necessary for articulation and curriculum coordination for standards-based, TEBA-driven ICT 2+2 and 2+2+2 programs.&nbsp; Significant progress was made, particularly introducing SBL to secondary Nevada ICT teachers.&nbsp; In January of 2009, 77 secondary and postsecondary participants completed one of NVITE&rsquo;s SBL workshops emanating out of De Anza College&rsquo;s Experiential Learning Center train-the-trainer SBL workshop in which the NVITE team and representing faculty from Nevada community colleges completed.&nbsp; The NVITE team and its colleagues conducted several other SBL workshops throughout Nevada and the U.S. at various NSF Regional and National Centers.&nbsp; To this date, the NVITE team continues to share its best practices in all three of its goals and corresponding activities with NSF Centers and projects throughout the U.S.</p>\n<p>NVITE&rsquo;s outreach activities in sharing its best practices go beyond its 378-member statewide TEBA committee.&nbsp; Examples include its 3D software design lab that has engaged new business and industry partners (B&amp;I) outside of ICT; presentations with other PIs across the U.S. promoting the benefits of B&amp;I partners; sharing its best practices with forged partnerships that include De Anza College&rsquo;s Experiential Learning Center (ELC), the Mid-Pacific Center for IT (MPICT), the California Regional Consortium for Engineering Advances in Technology Education (CREATE), Innovative Teaching and Learning (ITL), the Boston area Advanced Technological Education Connections (BATEC), the Center for Information Technology Educations (CITE), 138 organizations, 19 educational institutions, and 19 government agencies.&nbsp; &nbsp;Its outreach activities captured the attention of NSF Director, Dr. Arden Bement and Senator Harry Reid, consequently prompting a visit that included participation among their own staff and partners in CSN&rsquo;s Annual Science and Technology Expo.</p>\n<p>The culmination of NVITE&rsquo;s goal-oriented activities, outreach, training and development, contributions to education and more have clearly addressed NSF&rsquo;s intellectual merit, broader impacts, and sustainability criteria.&nbsp; Details of the NVITE Project can be found in its Final Report, which also includes the Final Project Evaluation Report prepared by NSF External Evaluator, Pete Saflund.&nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/22/2011<br>\n\t\t\t\t\tModified by: Warren&nbsp;Hioki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "On June 15, 2004, the College of Southern Nevada was awarded an ATE Planning Grant  (DUE 0402653- $69,996) to investigate the need for a Regional ATE Center in the field of information and communications technology (ICT) centered on Nevada’s unique private sector industry cluster of hospitality, gaming, and tourism.  Key personnel for the Planning Grant focused on creating a statewide Technology Education Business Alliance (TEBA) comprised of stakeholders from northern and southern Nevada business and industry, secondary and postsecondary educational institutions, economic development organizations, and the Nevada Department of Education (NDE).  TEBA served as an effective vehicle for implementing the Information and Communications Technology (ICT) strategies outlined in the Battelle Memorial Institute’s \"A Technology Strategy for Nevada Report.\"  This independent SWOT (strengths, weaknesses, opportunities, and threats) analysis report was commissioned by the Nevada Lieutenant Governor, ultimately making recommendations addressing the economic technology growth for Nevada during the next ten to 15 years.  TEBA formed six subcommittees and worked on defined issues of (1) industry analysis, (2) professional development, (3) Nevada IT standards, (4) marketing and recruitment, (5) gaming, and (6) articulation (2+2+2).  Corresponding input from Nevada stakeholders, including several national and regional NSF Centers, was gathered and analyzed by NSF External Evaluator, Pete Saflund.     \n\nBased on the findings of the Planning Grant, NSF recommended and approved a scaled-down project on August 1, 2006, namely the Nevada Information Technology Education (NVITE) Project (DUE 0603458-$600,000).  The NVITE team included PI, Dr. Warren Hioki, from the College of Southern Nevada (CSN); Co-PI, Dr. Bill Doherty, from Truckee Meadows Community College; Co-PI, Dave Riske, from Western Nevada College; Administrative Assistant, Therese Gaudreau, from CSN, and Dean Bret Murphy from Great Basin College.  Supplementary Funds (DUE 1003828-$100,780) were requested in the 4th year of this three-year grant, along with two no-cost one-year extensions: one to complete the goals and activities of NVITE and one to fulfill the goals and activities of the Supplementary Funds Award. \n\nNVITE’s three main goals were to (1) develop business, industry, and educational partnerships that raise career awareness and expand employment opportunities; (2) provide articulation and curriculum coordination of standards-based, industry driven ICT programs and courses for Nevada; and (3) provide faculty professional development that enable educators to deliver high quality, industry-relevant programs of instruction.       \n\nFor Goal 1, NVITE’s TEBA grew from 256 members in 2007/8 to 339 members in 2008/9 to 342 members in 2009/10 and to 378 members is its 2010/2011 final year.  TEBA meetings resulted in a myriad of benefits, including a NVITE Workforce Study consisting of quantitative and qualitative data from over 100 statewide TEBA participants; internship for Nevada community college students; subject matter experts (SME) aiding in program and curriculum development and assessment; SME presentations for faculty and staff, real-world scenarios for scenario-based learning (SBL) ICT courses; in-kind and monetary donations; and more. \n\nFor Goal 2 and 3, NVITE’s NSF External Evaluator noted that significant reform was necessary for articulation and curriculum coordination for standards-based, TEBA-driven ICT 2+2 and 2+2+2 programs.  Significant progress was made, particularly introducing SBL to secondary Nevada ICT teachers.  In January of 2009, 77 secondary and postsecondary participants completed one of NVITE’s SBL workshops emanating out of De Anza College’s Experiential Learning Center train-the-trainer SBL workshop in which the NVITE team and representing faculty from Nevada community colleges completed.  The NVITE team and its colleagues conducted several other SBL workshops throughout Nevada and the U.S. at various NSF Regional and National Centers.  To this date, the NVITE team continues to share its best practices in all three of its goals and corresponding activities with NSF Centers and projects throughout the U.S.\n\nNVITE’s outreach activities in sharing its best practices go beyond its 378-member statewide TEBA committee.  Examples include its 3D software design lab that has engaged new business and industry partners (B&amp;I) outside of ICT; presentations with other PIs across the U.S. promoting the benefits of B&amp;I partners; sharing its best practices with forged partnerships that include De Anza College’s Experiential Learning Center (ELC), the Mid-Pacific Center for IT (MPICT), the California Regional Consortium for Engineering Advances in Technology Education (CREATE), Innovative Teaching and Learning (ITL), the Boston area Advanced Technological Education Connections (BATEC), the Center for Information Technology Educations (CITE), 138 organizations, 19 educational institutions, and 19 government agencies.   Its outreach activities captured the attention of NSF Director, Dr. Arden Bement and Senator Harry Reid, consequently prompting a visit that included participation among their own staff and partners in CSN’s Annual Science and Technology Expo.\n\nThe culmination of NVITE’s goal-oriented activities, outreach, training and development, contributions to education and more have clearly addressed NSF’s intellectual merit, broader impacts, and sustainability criteria.  Details of the NVITE Project can be found in its Final Report, which also includes the Final Project Evaluation Report prepared by NSF External Evaluator, Pete Saflund.    \n\n\t\t\t\t\tLast Modified: 08/22/2011\n\n\t\t\t\t\tSubmitted by: Warren Hioki"
 }
}