{
 "awd_id": "0603951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SGER:  Re-Examining the Basic Description of Polymer Entanglement in Flow",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2006-03-04",
 "awd_max_amd_letter_date": "2008-03-11",
 "awd_abstract_narration": "SGER: Re-examining the basic description of polymer entanglement in flow\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThe proposed research aims to clarify the nature of nonlinear flow behavior of entangled polymers.  Description of chain entanglement in flow and its influence on the observed rheological properties have been predicated on the premise that a homogenous shear field is established in steady state in any common rheometric instruments, which employ a cone-plate assembly.  Some recent work appears to offer new insight into how chains may disentangle in simple shear and to question the basic foundation of polymer rheology.  Experiments will be carried out to reveal the velocity profiles associated with the various standard rheological tests.  Specifically, a particle-tracking velocimetric method will be implemented in conjunction with conventional rheometric measurements.  Both monodisperse and polydisperse entangled solutions will be studied in this manner in the nonlinear flow regime that will be probed using both controlled-strain and controlled-stress protocols.  After the role of molecular weight distribution (MWD) is established in terms of how MWD affects the characteristics of the velocity profile, the focus will be shifted onto model entangled melts that can be used to depict the flow characteristics of a host of important commercial polymers such as polyethylene and polystyrene.  Since the velocity profile has never been determined previously for entangled polymers, the knowledge accumulated over the past decades concerning their basic flow characteristics has remained essentially untested.  The exploratory nature of this proposed research lies in its activities that open up this black box for the first time and critically examine the widely accepted assumption of homogenous flow with the goal to either find support for or evidence against the basic underlying assumption in polymer rheology and to provide a phenomenological foundation for a new theoretical description.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe world-wide annual production of plastics and rubber materials (i.e., polymers) has long exceeded that of steel in terms of volume.  They all undergo one process before coming into use by consumers in various forms as final products (from milk containers to water bottles, from car bumpers to plastic grocery bags): heated up and melted to flow like honey and to be formed into different shapes.  The proposed research questions the basic understanding of how these polymers undergo processing to become commercial products.  A realistic description of the processing to result from the proposed research could enhance the efficiency of polymer processing in terms of energy savings and potentially improve the performance of items produced from polymeric materials.  Equally important, the proposed research will provide rigorous and potentially unorthodox training to students, allowing them to conduct research critically instead of simply following an established paradigm.  In other words, there is an attractive opportunity to foster the next-generation scientists capable of thinking independently and out of the box.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shi-Qing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shi-Qing Wang",
   "pi_email_addr": "swang@uakron.edu",
   "nsf_id": "000312154",
   "pi_start_date": "2006-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": null
}