{
 "awd_id": "0604861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectral Analysis on Riemannian Manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2010-11-30",
 "tot_intn_awd_amt": 142813.0,
 "awd_amount": 142813.0,
 "awd_min_amd_letter_date": "2006-05-04",
 "awd_max_amd_letter_date": "2008-05-07",
 "awd_abstract_narration": "This proposal is concerned with spectral analysis both on compact and open Riemannian manifolds. On compact manifolds, one of the fundamental questions is: To what extent is the geometry of Riemannian manifolds encoded in the spectra of their Laplacians? This is a very extensively investigated question in the literature. The PI is one of the initiators of spectral investigations developed on manifolds having different local geometries. Among the isospectrality examples the PI constructed the most surprising are the isospectrality families containing both homogeneous and locally inhomogeneous metrics. Although this field became very developed in the past 15 years, it is far from being a closed area. All the constructions performed so far deal with the function-spectra and nothing is known about the form-spectra. For instance,  no metrics with different local geometries are known, upto this day, whichare isospectral also on forms. The extension of the isospectrality investigations to the forms and the ultimate solution of this long standing problem of finding p-isospectral compact manifolds with different local geometries belong to the main objectives of this proposal. This goal is aimed by the new explicit intertwining operator found by the PI just recently. This new technique opens up the possibility also for explicit spectrum computations, both on functions and forms. Spectral analysis on open manifols is a developing area of mathematics. Because of the infinite trace of the fundamental kernels (such as the heat-or Schroedinger-kernel) on the open manifolds, all the methods and tools applied on compact manifolds break down in the non-compact cases. The only tool by which these infinities are handled today is the so called \"regularization\" by which the desired finite quantities are produced by differences of infinities. This perturbative tool has been borrowed from quantum theory (\"renormalization\"), where the above infinities appear as infinite self mass or self charge of particles. Just recently, the PI has a new non-pertubative tool found by which these infinities can be handled on a rather wide range of Riemannian manifolds, called Zeeman manifolds. By the explicit spectrum computation, developed in isospectrality constructions, the Hilbert space of functions on a Zeeman manifold decomposes into subspaces (zones) which are invariant under the actions of the Laplacian and the natural Heisenberg group representation. Therefore, this operator can be investigated on each zone separately, meaning that important objects such as the heat flow, Schroedinger flow, partition- and zeta-function, e. t. c. can be introduced on each zone separately. In other words, a well defined zonal geometry (de Broglie geometry) can be developed, where the most surprising result is that quantities divergent on the global setting are finite on the zonal setting. Even the zonal Feynman integral is well defined. Since the Laplacian on Zeeman manifolds is nothing but the Zeeman-Hamilton operators of free charged particles, these investigations are most relevant to the quantum physics.\r\n\r\nThe main focus of this proposal will be some of the fundamental questions of spectral theory on Riemannian manifolds. On compact manifolds this field might as well be called audible versus nonaudible geometry, which designation readily suggests the fundamental question of the area: To what extend is the geometry encoded into the eigenvalues of the Laplacian (spectrum) of a Riemannian manifold? A wide range of examples show that the spectrum bears just little information about the geometry. Yet, until the early 90's, a general expectation was that the spectrum does determine the local geometry. The PI was one of the first ones who disproved this conjecture and initiated spectral investigations on manifolds having different local geometries. Among the examples the PI constructed the most interesting are the isospectral metrics such that one of them is homogeneous (having a huge group of isometries acting transitively on the manifold) while the other is locally inhomogeneous (having just a \"thin\" group of local isometries which do not act transitively on the manifold). These examples show that one of the most important geometric data, the group of isometries, is not spectrally determined. Though this field developed very rapidly in the past 15 years, this theory has not been extended to the forms yet. This extension of the theory, including also the solution of the long standing difficult problem of finding locally non-isometric yet p-isospectral metrics, is one of the main objectives of this proposal. Spectral theory on non-compact manifolds is struggling with the infinities appearing in calculating the trace of natural kernels such as the heat kernel. Due to these infinities, all those methods break down on non-compact manifolds which are perfectly working in the compact case. This problem of infinities is parallel to the problem of infinities appearing in quantum theory. In both cases the problem is handled by a perturbative device (regularization resp. renormalization), producing the desired finite quantities by differences of infinities. As a second subject, this proposal introduces a new, natural, non-perturbative device which produces the desired finite quantities on non-compact manifolds directly. This tool is relevant also to quantum theory.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoltan",
   "pi_last_name": "Szabo",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Zoltan I Szabo",
   "pi_email_addr": "zoltan.szabo@lehman.cuny.edu",
   "nsf_id": "000166374",
   "pi_start_date": "2006-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 47652.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 46572.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 48589.0
  }
 ],
 "por": null
}