{
 "awd_id": "0604088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2006  Solid State Chemistry I  Gordon Research Conference, New London, NH, July 23-28, 2006",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David L. Nelson",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2006-02-16",
 "awd_max_amd_letter_date": "2006-02-16",
 "awd_abstract_narration": "Non-Technical:  Interest in solid-state chemistry as a discipline has undergone explosive growth in recent years due to the broadly based recognition of the technological importance and scientific challenges involved in the discovery and study of new materials, and due to the influx of scientists from other disciplines who see the opportunities for performing exciting research in this area.  The 2006 Solid State Chemistry Gordon Research Conference is a major international meeting held July 23-28, 2006 at Colby-Sawyer College, New London, NH. The goal of the conference is to facilitate collaborations and information exchange across a broad spectrum of researchers with interests in solid-state chemistry areas that include new concepts for design and synthesis of novel functional materials, fundamental studies in structure, theory and modeling, and related areas of materials nanoscience and engineering research and education.  The NSF funds will be used primarily to support the participation of students, post-doctoral scholars, and early career faculty, as well as senior U.S. session chairs and invited speakers.\r\n\r\nTechnical:  The aim of this conference is to bring together researchers from diverse backgrounds to discuss the latest advances and challenges in the area of solid-state chemistry with the intent to promote an exchange of ideas and to build strong relationships among academic, industrial, and government researchers. Internationally known speakers and poster presentations from students, post-doctoral scholars, and early career faculty will emphasize technical advances, the presentation of unpublished work, and the discussion of new ideas and future directions emerging within the solid-state chemistry community. The speakers represent academic, industrial, and government laboratories, and there will be strong international participation. Leading scientists working in various areas of solid-state chemistry are expected to draw the interest of many researchers in the field. Current frontiers to be highlighted include synthesizing, characterizing, and investigating the fundamental science of structures of solids at the local level. This problem impacts the entire field of solid-state chemistry research, spanning all materials types and a wide variety of exploitable properties. As a result, the content of some sessions cuts across different materials types and uses, and should therefore draw the interest of those working on diverse classes of compounds and related technologies.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terrell",
   "pi_last_name": "Vanderah",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terrell A Vanderah",
   "pi_email_addr": "terrell.vanderah@nist.gov",
   "nsf_id": "000231403",
   "pi_start_date": "2006-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}