{
 "awd_id": "0604423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies in Algebraic Combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 534900.0,
 "awd_min_amd_letter_date": "2006-04-03",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "The proposal is in the area of algebraic combinatorics, with six main research topics. The first topic concerns a new formula for the values of irreducible characters of the symmetric group. This formula is connected with another formula of Kerov which is not well understood, though it has applications to free probability theory and other areas. The second topic deals with a generalization of the classical theory of lattice paths on the plane, where now the paths lie on a Riemann surface. The third topic concerns the subject of sign-balance, i.e., the difference between the number of even and number of odd permutations in certain sets of permutations. The primary focus is on a conjecture of Eremenko and Gabrielov that may be connected with recent work on ribbon Schur functions. The fourth topic concerns the saturation conjecture for Littlewood-Richardson coefficients, recently proved by Knutson-Tao and others. There are many new avenues of investigation opened up by recent work in this area. The fifth topic is the theory of k-triangulations, a generalization of ordinary triangulations of a polygon. A recent breakthrough of Jakob Jonsson suggests several new open problems and conjectures. Finally the proposer plans to continue his research on increasing and decreasing subsequences, another subject for which recent work has suggested a host of new directions of research.\r\n\r\nThe proposal deals with a number of topics in algebraic combinatorics, a field which connects arrangements and patterns (such as jigsaw puzzles, computer chip design, and airplane boarding systems) with sophisticated abstract techniques. This combination of both simple, concrete objects with powerful, abstract reasoning has led to many important breakthroughs and applications. The proposer plans to work in six specific areas in which recent work points to the possibility of much further progress. These areas involve such ideas as using symmetry to simplify complicated objects, extending the notion of paths on a plane surface, decomposing a geometric figure into simpler pieces, and finding patterns in a list of objects. Progress on these very natural questions should have many applications, both within mathematics and to practical problems of scheduling, ranking, optimization, etc.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Stanley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Stanley",
   "pi_email_addr": "RSTAN@MATH.MIT.EDU",
   "nsf_id": "000260212",
   "pi_start_date": "2006-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 111600.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project dealt with topics in the areas of combinatorics, algebra,<br />and geometry. Twenty-nine findings were obtained by the proposer and<br />his students. Several of these findings were concerned with<br />applications of probability theory to combinatorics, such as<br />properties of random permutations. A new random walk on permutations<br />was analyzed (in collaboration with Rosena Du) using algebraic<br />techniques (Hecke algebras). Using combinatorial techinques, new<br />results were obtained on a well-studied random process, the asymmetric<br />exclusion process (ASEP), in collboration with Sylvie Corteel, Dennis<br />Stanton, and Lauren Williams. This process occurs in a number of<br />different physical contexts such as Brownian motion and<br />non-equilibrium systems. Other findings dealt with combinatorial<br />aspects of polytopes (a higher dimensional generalization of<br />three-dimensional polyhedra such as the cube and dodecahedron). In<br />particular, many combinatorial problems can be formulated in terms of<br />counting certain points (lattice points) inside polytopes. A number of<br />computations of this sort were carried out in collaboration with some<br />of the proposer's students (Hoda Bidkhori, Denis Chebikin, Karola<br />Meszaros, Nan Li, Pavlo Pylyavskyy).&nbsp; A further topic was symmetric<br />functions, with applications to the subject of symmetry. In the area<br />of symmetric functions, the proposer made a conjecture, later proved<br />by Valentin Feray, that was shown to have many applications to the<br />\"typical\" shape of certain random large objects. A number of results<br />were also obtained on partially ordered sets. These are natural<br />structures that arise when one has only partial information on the<br />ranking of objects. For instance, an important class of partially<br />ordered sets that unify many combinatorial objects are called<br /><em>differential posets </em>(because they are closely related to an operator<br />that is analogous to the derivative in differential calculus). The<br />proposer in collaboration with Fabrizio Zanello obtained new<br />restrictions on the possible structure and size of a differential<br />poset.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2012<br>\n\t\t\t\t\tModified by: Richard&nbsp;Stanley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project dealt with topics in the areas of combinatorics, algebra,\nand geometry. Twenty-nine findings were obtained by the proposer and\nhis students. Several of these findings were concerned with\napplications of probability theory to combinatorics, such as\nproperties of random permutations. A new random walk on permutations\nwas analyzed (in collaboration with Rosena Du) using algebraic\ntechniques (Hecke algebras). Using combinatorial techinques, new\nresults were obtained on a well-studied random process, the asymmetric\nexclusion process (ASEP), in collboration with Sylvie Corteel, Dennis\nStanton, and Lauren Williams. This process occurs in a number of\ndifferent physical contexts such as Brownian motion and\nnon-equilibrium systems. Other findings dealt with combinatorial\naspects of polytopes (a higher dimensional generalization of\nthree-dimensional polyhedra such as the cube and dodecahedron). In\nparticular, many combinatorial problems can be formulated in terms of\ncounting certain points (lattice points) inside polytopes. A number of\ncomputations of this sort were carried out in collaboration with some\nof the proposer's students (Hoda Bidkhori, Denis Chebikin, Karola\nMeszaros, Nan Li, Pavlo Pylyavskyy).  A further topic was symmetric\nfunctions, with applications to the subject of symmetry. In the area\nof symmetric functions, the proposer made a conjecture, later proved\nby Valentin Feray, that was shown to have many applications to the\n\"typical\" shape of certain random large objects. A number of results\nwere also obtained on partially ordered sets. These are natural\nstructures that arise when one has only partial information on the\nranking of objects. For instance, an important class of partially\nordered sets that unify many combinatorial objects are called\ndifferential posets (because they are closely related to an operator\nthat is analogous to the derivative in differential calculus). The\nproposer in collaboration with Fabrizio Zanello obtained new\nrestrictions on the possible structure and size of a differential\nposet.\n\n\t\t\t\t\tLast Modified: 03/08/2012\n\n\t\t\t\t\tSubmitted by: Richard Stanley"
 }
}