{
 "awd_id": "0604755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Genomics of Bud Endodormancy Induction in Grapevines (Vitis)",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 3003610.0,
 "awd_amount": 3013339.0,
 "awd_min_amd_letter_date": "2006-08-04",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "Bud dormancy is an adaptive strategy for the survival of drought, high temperature, low temperature, and freeze-dehydration stress.  Dormancy is not a static state, but rather a dynamic phase of plant development that impacts the geographical range, yields and management strategies of many woody species, including grapevines (Vitis).  In temperate woody plant buds, the major stages of bud dormancy have been described relative to the environmental and physiological processes regulating growth.  These stages include: paradormancy (correlative inhibition, summer dormancy), when growth is regulated by physiological factors originating outside the bud; endodormancy (rest, vegetative maturity), when inhibition of growth originates within the bud meristem and chilling is required before growth can resume; and ecodormancy (quiescence, imposed dormancy, or winter dormancy), when one or more environmental factors are inadequate to support growth.  Bud endodormancy is induced in the overwintering woody plant by a decreasing photoperiod and/or low temperature naturally occurring in the autumn.  In Vitis species, the environmental regulation of bud endodormancy varies between genotypes.  Some genotypes become dormant in response to decreasing photoperiod and others require low temperature or both environmental cues to induce endodormancy.  The timing of endodormancy induction and release influences the economic production of grapes, the most valuable temperate fruit crop in the United States and the world.   In cold winter regions, late induction of grape bud endodormancy, as well as early release from endodormancy, may contribute to freeze-dehydration injury to the buds resulting in crop losses and high production costs.  To develop an understanding of the coordination of the environmental and genetic mechanisms regulating bud endodormancy this project will use a Vitis genetic system with differences in endodormancy induction, transcriptomic, proteomic and metabolomic profiling, and integrated bioinformatics tools to transform separate \"\"omic\"\" data sets into cohesive and useful biological knowledge.   Short (SD) or long (LD) photoperiods will be used to induce endodormancy or maintain paradormancy in photoperiod responsive and non-responsive Vitis genotypes.  Temporal studies in age matched buds during endodormancy and paradormancy development will be used to separate bud maturation responses from endodormancy regulation.  Transcriptomic analysis will identify differentially expressed genes between the treatments and across the temporal states.  Comparison of these results with abiotic stress studies in Vitis will enhance the ability to detect signal transduction mechanisms regulating environmental responses.   Identification of differentially expressed proteins will enhance the understanding of pathways involved in bud maturation and response to environmental conditions, as well as the differences between the two processes.  Metabolomic analysis will provide metabolite and hormone profiling of grape buds during development and endododormancy induction in a more comprehensive manner than has been previously conducted.   All data will be archived in public repositories and in databases (http://vitis-dormancy.sdstate.org) that allow users to search for specific genes of interest based on sequence information or annotation, or perform flexible on-line analysis.  The separate data sets will be integrated through a pathway database that can output systems biology markup language (SBML) and BioPAX compatible information that links the metabolic networks to the regulatory networks and the protein interaction networks.  This comprehensive analysis will improve our understanding of cellular processes that occur in the bud meristem during maturation and those regulating endodormancy and paradormancy development.  The information can be further used to develop markers for breeding and mapping initiatives, target cultural practices for dormancy management in existing cultivars, and provide insights in dormancy regulation that can be explored in other plant organs and species exhibiting dormancy cycles.  \r\n\r\nBroader impacts of the project will be developed through plant biology research experiences in coordination with Native American college and high school faculty and the South Dakota State University Agricultural and Biological Sciences Academic Programs and Diversity Coordinator.  In addition, multi-disciplinary training opportunities in plant biology, gene expression analysis, bioinformatics and computational sciences will be provided for undergraduate, graduate and postdoctoral researchers. \r\n\r\nAll data will be available through public databases: http://www.plexdb.org/plex.php?database=Grape, http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=geo \r\nand through http://vitis-dormancy.sdstate.org",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Fennell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Fennell",
   "pi_email_addr": "anne.fennell@sdstate.edu",
   "nsf_id": "000404590",
   "pi_start_date": "2006-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Cramer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Grant R Cramer",
   "pi_email_addr": "cramer@unr.edu",
   "nsf_id": "000454313",
   "pi_start_date": "2006-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Vance",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Judy M Vance",
   "pi_email_addr": "jmvance@iastate.edu",
   "nsf_id": "000393149",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Dickerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Dickerson",
   "pi_email_addr": "julied@iastate.edu",
   "nsf_id": "000466828",
   "pi_start_date": "2006-08-04",
   "pi_end_date": "2011-09-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Schlauch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Schlauch",
   "pi_email_addr": "schlauch@dri.edu",
   "nsf_id": "000296957",
   "pi_start_date": "2006-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "940 ADMINISTRATION LN",
  "perf_city_name": "BROOKINGS",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 830513.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 854684.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 680508.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 647634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt; line-height: normal; mso-margin-top-alt: auto; mso-margin-bottom-alt: auto;\"><span style=\"font-family: Calibri;\"><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-ansi-language: EN;\">Bud dormancy is an adaptive plant strategy to survive drought and low and freezing temperature stresses. Development of dormancy is dynamically affected by environmental conditions and it impacts the geographical range, yield and management of many woody plant species, including grapevines. <span style=\"mso-spacerun: yes;\">&nbsp;</span>In cold winter regions, late induction of grape bud dormancy or early release from dormancy may contribute to freeze injury in the buds resulting in crop losses.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Bud dormancy is induced in the autumn by naturally occurring decreasing photoperiod (daylength) and/or low temperature.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In grapevine, the environmental regulation of bud dormancy varies among its diverse genotypes (species or cultivars). Some genotypes become dormant in response to decreasing photoperiod and others require low temperature or both environmental cues to induce dormancy. <span style=\"mso-spacerun: yes;\">&nbsp;</span>To develop an understanding of the coordination of the environmental conditions and genetic mechanisms regulating bud dormancy this project used a Vitis genetic system with differences in dormancy induction characteristics (Vitis riparia, model Seyval (wine grape) and progeny). <span style=\"mso-spacerun: yes;\">&nbsp;</span>Actively growing grapevines of V. riparia </span><span>and Seyval, photoperiod responsive and non-responsive for dormancy induction (respectively), </span><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-ansi-language: EN;\">were subjected to </span><span>long (LD, to inhibit dormancy) or short (SD, to promote dormancy) photoperiod treatment and sampled over a six week period to examine age dependent changes, photoperiod dependent changes and dormancy induction responses. </span><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-ansi-language: EN;\">The genotype response differences and similarities were studied using histological, gene, protein and metabolite expression profiling and computational/bioinformatics tools to identify key molecular factors underlying dormancy inhibition and dormancy induction. </span><span lang=\"EN\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-ansi-language: EN;\">The buds of <em style=\"mso-bidi-font-style: normal;\">V. riparia</em> (photoperiod responsive for dormancy induction) became dormant in 42 days of SD at warm growing conditions prior to leaf senescence.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In contrast, Seyval grapevines in SD responded like the LD treated grapevines and did not exhibit bud dormancy.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>Anatomical analysis of the bud meristems identified developmentally specific bud maturation characteristics during 42 days treatment.&nbsp; VitisNet, </span><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-ansi-language: EN;\">a resource for visualizing thousands of genes in functional molecular units was developed in conjunction with this study to facilitate this systems biology analysis.<span style=\"mso-spacerun: yes;\">&nbsp; </span>VitisNet (</span></span><a href=\"http://www.sdstate.edu/ps/research/vitis/pathways.cfm\"><span lang=\"EN\" style=\"mso-bidi-font-family: Arial; mso-ansi-language: EN;\"><span style=\"color: #0000ff; font-family: Calibri;\">http://www.sdstate.edu/ps/research/vitis/pathways.cfm</span></span></a><span style=\"font-family: Calibri;\"><span lang=\"EN\" style=\"color: black; mso-bidi-font-family: Arial; mso-a...",
  "por_txt_cntn": "\n \nBud dormancy is an adaptive plant strategy to survive drought and low and freezing temperature stresses. Development of dormancy is dynamically affected by environmental conditions and it impacts the geographical range, yield and management of many woody plant species, including grapevines.  In cold winter regions, late induction of grape bud dormancy or early release from dormancy may contribute to freeze injury in the buds resulting in crop losses.  Bud dormancy is induced in the autumn by naturally occurring decreasing photoperiod (daylength) and/or low temperature.  In grapevine, the environmental regulation of bud dormancy varies among its diverse genotypes (species or cultivars). Some genotypes become dormant in response to decreasing photoperiod and others require low temperature or both environmental cues to induce dormancy.  To develop an understanding of the coordination of the environmental conditions and genetic mechanisms regulating bud dormancy this project used a Vitis genetic system with differences in dormancy induction characteristics (Vitis riparia, model Seyval (wine grape) and progeny).  Actively growing grapevines of V. riparia and Seyval, photoperiod responsive and non-responsive for dormancy induction (respectively), were subjected to long (LD, to inhibit dormancy) or short (SD, to promote dormancy) photoperiod treatment and sampled over a six week period to examine age dependent changes, photoperiod dependent changes and dormancy induction responses. The genotype response differences and similarities were studied using histological, gene, protein and metabolite expression profiling and computational/bioinformatics tools to identify key molecular factors underlying dormancy inhibition and dormancy induction.  The buds of V. riparia (photoperiod responsive for dormancy induction) became dormant in 42 days of SD at warm growing conditions prior to leaf senescence.  In contrast, Seyval grapevines in SD responded like the LD treated grapevines and did not exhibit bud dormancy.  Anatomical analysis of the bud meristems identified developmentally specific bud maturation characteristics during 42 days treatment.  VitisNet, a resource for visualizing thousands of genes in functional molecular units was developed in conjunction with this study to facilitate this systems biology analysis.  VitisNet (http://www.sdstate.edu/ps/research/vitis/pathways.cfm) provides the grapevine research community 247 molecular networks, encompassing 68% of the well characterized grape genes.  VitisNet permits rapid identification of gene function and ability to quickly visualize relevant biochemical pathways.  Progression of bud developmental changes within a genotype under LD and SD identified photoperiod-specific morphological changes in response to a one hour photoperiod decrease provided distinct developmental markers that can be related to gene and protein expression profiles.  Combined analyses of the differentially responsive genotypes and datasets allowed separation of photoperiod responses common to both genotypes and dormancy inhibited or dormancy-specific gene expression.  In SD conditions, the V. riparia genotype buds ceased floral meristem development and exhibited dormancy commitment while the floral meristem development in Seyval SD buds was similar to its LD buds and both remained growth competent.  Analysis of dormancy-specific gene expression in V. riparia relative to Seyval allowed identification of three distinct phases dormancy-specific development (early signaling, transition and dormancy commitment).  In the early signaling phase; lipid transport, carbohydrate metabolism and membrane functions predominated.  The transition phase was characterized by transcription, lipid transport and antioxidant synthesis functions.  The dormancy commitment phase was characterized by oxidative stress response, antioxidant synthesis and energy storage functions.  Multiple computational approaches were used to extract genes ..."
 }
}