{
 "awd_id": "0604712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Solid-Sample Inorganic Analysis Facilities for Archaeological Research at IIRMES, CSULB",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 154256.0,
 "awd_amount": 154256.0,
 "awd_min_amd_letter_date": "2006-06-22",
 "awd_max_amd_letter_date": "2007-05-16",
 "awd_abstract_narration": "A team of archaeological scientists at the Institute for Integrated Research in Materials, Environments, and Societies (IIRMES), California State University  Long Beach (CSULB) will use NSF funding to expand the use of solid-sample characterization techniques in archaeology. IIRMES analytical instruments include a scanning electron microscope with x-ray detectors, two inductively coupled plasma mass spectrometers (ICP-MS), a laser-ablation (LA) system attached to the ICP-MS, and instruments for luminescence dating of archaeological artifacts. These instruments are useful in the investigation of ancient technology, artifact source determination and investigation of trade relations, investigation of ancient human population movements, and dating. NSF funding for IIRMES will support the use of these analytical resources by archaeologists from across the US and abroad \r\n\r\nThis project builds on a model of shared analytical resources that has served archaeology well during the past two decades. In this model, the NSF Archaeometry Program partially funds labs with demonstrated long-term commitments to collaborative archaeological research. With the NSF subsidy, analysis costs are much more affordable for academic researchers, so that it becomes practical to plan analytical efforts involving sample sizes large enough to address significant archaeological questions. NSF funding of the IIRMES lab will be used (1) to subsidize analytical costs for collaborating researchers from the US and abroad, who will send samples to IIRMES for analysis (2) to fund visiting researchers from the US and abroad, who will visit the lab and obtain hands-on training in using LA-ICP-MS and other techniques in their research; and (3) to work toward improved precision in solid-sample elemental and isotopic characterization and dosimetry for luminescence dating.\r\n\r\nWhile this project is designed to broaden access by archaeologists to analytical techniques, it is also designed to foster innovation and to promote training in archaeological science. Applications for the visiting researcher program will be judged partly on their novelty and the likelihood that they may open new avenues of archaeological research. The program is open to all academic levels, from undergraduate students through senior scholars, from the US or foreign countries. It is anticipated that many of the visiting researchers will be individuals working on MA and Ph.D. thesis projects. Through their work at IIRMES, student participants will carry a better understanding of analytical techniques and methods into their future careers as professional archaeologists.\r\n\r\nThe project will also have important impacts locally on the research and education environment at CSULB, a designated minority-serving institution in the heart of the largest urban area on the west coast. CSULB graduate and undergraduate students will carry out sample preparation and analysis on subsidized projects, and they will work closely with visiting researchers. Advanced students will use IIRMES instruments in class research projects and in their own thesis projects, some of which will likely grow out of collaborations with visiting researchers. In addition, CSULB students across the sciences will benefit from the opportunity to use state-of-the-art analytical instruments in research projects that integrate knowledge and techniques from archaeology, anthropology, geology, biology, chemistry, and other disciplines.\r\n\r\nFinally, once the original researchers have published their own reports of the archaeometric research undertaken at IIRMES, the analytical data will be published on the IIRMES website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Neff",
   "pi_email_addr": "hector.neff@csulb.edu",
   "nsf_id": "000443529",
   "pi_start_date": "2006-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lipo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carl P Lipo",
   "pi_email_addr": "clipo@binghamton.edu",
   "nsf_id": "000290110",
   "pi_start_date": "2006-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dudgeon",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "John V Dudgeon",
   "pi_email_addr": "dudgeon@hawaii.edu",
   "nsf_id": "000414989",
   "pi_start_date": "2006-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 70115.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 84141.0
  }
 ],
 "por": null
}