{
 "awd_id": "0604896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Synthesis of Objective Bayes Factors for Model Selection and Hypothesis Testing",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 71549.0,
 "awd_amount": 71549.0,
 "awd_min_amd_letter_date": "2006-07-07",
 "awd_max_amd_letter_date": "2006-07-07",
 "awd_abstract_narration": "Objective Bayesian testing and model selection has become an important research subject recently, due to the widely accepted Bayesian principle and lack of practical tools for testing and model selection under the Bayesian framework. In this project the investigator develops 'synthesis Bayes Factor', taking into account the main contributions so far, and develops substantial new theory, methodology and computer software to reach the level of everyday practice. Practical and specific guidelines with sound priors are developed for the most common tests, like the Student-t test, F-Test, Goodness of Fit, test for homoscesdasticity or test for correlation among variables. There is no easy solution: To comply with desiderata of Objectivity and Large and Small sample consistency, the Bayes Factors can not be based on Conjugate Priors, like g-priors. The main tool to develop these tests is the Theory of Intrinsic Priors, which digs out the implicit priors associated with several objective Bayesian methods, like Intrinsic Bayes Factors, Fractional Bayes Factors, EP-Priors, Bayes Factors based on Tests Statistics, etc. The guiding principle is to accept an Objective Bayesian Test, only when the associated prior is sensible and the procedure is consistent and objective. In this project, Objective Bayesian Student-t tests, F-Tests, Homoscesdasticity tests, Goodness of Fit test and a small sample Bayes Factor approximation, an improved BIC, are developed and justified. \r\n\r\nThe University of Puerto Rico (UPR) is one of the major educational institutions in the USA, that is comprised of underrepresented groups. Thus this project will naturally integrates diversity into the NSF programs. The Rio Piedras (RP) Campus in San Juan is the largest and oldest campus of the UPR University System. The Department of Mathematics is affiliated to the College of Natural Sciences, along with the Departments of Biology, Chemistry, Computer Science, Physics, Environmental Studies and the Institute of Tropical Ecosystems Studies. It is notorious that Statistics needs reinforcement in the College, both in terms of courses given and research output. Bayesian Statistics is undergoing an important development worldwide. It is seen with interest by several researchers in the UPR, particularly in Environmental Sciences, Biology, the Campus of Medical Sciences and the Engineering School at the Mayaguez Campus. This project serves as a focal point to the development of Bayesian Statistics in the University, and this development will influence the university as well as some Federal Agencies as USGS. This project also strengthens the PhD program in Mathematics and the PhD program in Computer Science, and will serve as support of one Ph.D student whose thesis would be directly developed under this grant. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Pericchi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Luis R Pericchi",
   "pi_email_addr": "luarpr@gmail.com",
   "nsf_id": "000287414",
   "pi_start_date": "2006-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico-Rio Piedras",
  "inst_street_address": "39 PONCE DE LEON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877634949",
  "inst_zip_code": "00931",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q3LLLDFHPNL3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico-Rio Piedras",
  "perf_str_addr": "39 PONCE DE LEON AVE",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00931",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 71549.0
  }
 ],
 "por": null
}