{
 "awd_id": "0604455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Proposed Laboratory Simulation Studies of EUV-VUV Photolysis of Cosmic Icy Systems",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas S. Statler",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 289893.0,
 "awd_min_amd_letter_date": "2006-05-18",
 "awd_max_amd_letter_date": "2009-05-14",
 "awd_abstract_narration": "AST 0604455\r\nWu\r\n\r\nWith this award, Dr. Wu and colleagues will carry out a photolysis study of astrophysical ice analogs. They will simultaneously investigate photon-induced chemical reactions and photon sputtering in a given ice system under the same experimental conditions in the same ultrahigh vacuum chamber. They will identify the type of molecules that form in the ice systems and that come off the ice surfaces, quantify their production yields, understand their production mechanisms, and ascertain their significance in astronomical environments. \r\n\r\nRecently, much progress has been made in the area of laboratory simulations of chemical\r\nprocesses present in astronomical environments and in planetary systems. The body of this work\r\nincludes the study of photon irradiation and charged particle impact of ice grains and ices. Such\r\nstudies are fundamental to the understanding of the evolution of the interstellar medium, and the\r\nchemical composition of primitive material in our solar system. Laboratory simulation has now\r\nbecome a major tool in deciphering these complex phenomena which could have many other\r\nimportant implications in astrophysics and astrobiology. \r\n\r\nDr. Wu will continue his laboratory research efforts through measurements of in-situ Fourier Transform Infrared (FTIR) observations of the photolyzed samples of astronomic ice analogs. In addition, they will carry out simultaneous measurements of photon sputtering by utilizing a Quadrupole Mass Spectrometer (QMS).  Chromatography techniques will be employed to analyze the photolyzed residues in addition to the in-situ studies. Much of the sophisticated equipment and advanced experimental techniques required for the proposed work have been developed by these researchers in previously funded projects and are available to this proposed project. A tunable intense synchrotron radiation light source available at the Synchrotron Radiation Research Center, Taiwan, will provide the required photons.  The photon wavelengths selected to irradiate the icy samples will mainly correspond to the prominent solar helium, helium ion, and hydrogen lines. The ice systems to be investigated will include cosmic ice analogs containing H2O, CO, CO2, N2, NH3, CH4, CH3OH, SO2, and other relevant species. The results to be obtained are particularly relevant to our understanding of chemical and mass evolutions and synthesis in water-rich icy satellites of the giant planets, comets, the interstellar medium, molecular clouds, and protostellar regions.\r\n\r\nThis project will train a graduate student, especially involving working with a synchrotron\r\nradiation facility.  Dr. Wu has collaborated with scientists in the National Central University and the National Synchrotron Radiation Research Center in Taiwan in the past and will continue the collaborative efforts with this project. The research results will be used in teaching advanced courses for graduate and undergraduate students, and will be presented at scientific conferences. A better understanding of the photochemistry and photophysics of ices could also help us consider appropriate preventive measures in the event of the expanding ozone-hole that allows more ultraviolet radiation to penetrate to Earths troposphere.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chung-Yung",
   "pi_last_name": "Wu",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Chung-Yung R Wu",
   "pi_email_addr": "robertwu@usc.edu",
   "nsf_id": "000295685",
   "pi_start_date": "2006-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Judge",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell L Judge",
   "pi_email_addr": "djudge@lism.usc.edu",
   "nsf_id": "000297568",
   "pi_start_date": "2006-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1205",
   "pgm_ref_txt": "LABORATORY ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 195265.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 94628.0
  }
 ],
 "por": null
}