{
 "awd_id": "0604352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Volume and Geometric Structures on 3-Manifolds",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 81947.0,
 "awd_amount": 81947.0,
 "awd_min_amd_letter_date": "2006-07-24",
 "awd_max_amd_letter_date": "2006-07-24",
 "awd_abstract_narration": "Finding  constant curvature metrics  on 3-manifolds has been one of the central problems in low-dimensional topology ever since  the geometrization conjecture was proposed. The main focus of the project is to construct constant curvature metrics on triangulated closed 3-manifolds using a variational approach where the energy functional is the volume. Starting with a triangulation of a closed 3-manifold, the PI introduces the concept of angle structures on 3-simplexes and on triangulations. These are generalizations of the concepts introduced by  Casson and  Rivin  for  compact 3-manifold with non-empty tori boundary. An angle structure on a tetrahedron is an assignment of a dihedral angle to each edge of the tetrahedron so that each vertex triangle becomes a spherical triangle. For instance all spherical, Euclidean and hyperbolic tetrahedra are angle structures. An angle structure on a triangulated closed 3-manifold is a realization of each 3-simplex by an angle structure so that the sum of dihedral angles at each edge is 360-degree. The space of all angle structures  on a fixed triangulated manifold is an open bounded convex polytope. The PI has shown that there is a natural notion of volume of angle structures which generalizes the notion of volume of tetrahedra in hyperbolic and spherical. The main focus of the project is on the local maximum point of the volume. The PI has established that the volume can be extended continuously to the compact closure of the space of all angle structures. This, in particular, established a conjecture of John Milnor on the volume of simplexes in classical geometry. It has also been shown that if the volume has a local maximum point in the space of all angle structures, then either the manifold has a constant curvature metric, or the manifold contains a very special 2-sphere or real projective plane. The main focus of the project is to study the maximum point of the volume at the boundary of the space of all angle structures.\r\n\r\n\r\nThe physical universe is 3-dimensional. In mathematics,  3-dimensional spaces are called 3-manifolds. The study of 3-manifolds is one of the most important problems in geometry and topology. Understanding geometric shapes of the 3-dimensional spaces is of vital importance theoretically and practically. In 1978, William Thurston made a revolutionary conjecture which lists the best geometry structure a 3-dimensional space can have, i.e., he conjectured the best shape a 3-dimensional space can take. He also verified the conjecture for a vast class of 3-dimensional spaces. Recent work of R. Hamilton and G. Perelman may have solved conjecture.  However, for a 3-dimensional space, how to find algorithmically the best shape of a 3-dimensional space is still open. The goal of this proposal is to construct the algorithm. The PI has already made progresses in this direction. The successful completion of the proposal will have applications not only in mathematics, but also in computer graphics and computational general relativity.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Luo",
   "pi_email_addr": "fluo@math.rutgers.edu",
   "nsf_id": "000463777",
   "pi_start_date": "2006-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 81947.0
  }
 ],
 "por": null
}