{
 "awd_id": "0605406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanocrystalline Al-Mg Alloys for Hydrogen Storage",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": "7032920000",
 "po_email": "aardell@nsf.gov",
 "po_sign_block_name": "Alan Ardell",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 324050.0,
 "awd_min_amd_letter_date": "2006-05-19",
 "awd_max_amd_letter_date": "2009-06-04",
 "awd_abstract_narration": "TECHNICAL: The hazards involved in storing and using hydrogen gas in transportation vehicles has led to the investigation of metal hydrides for hydrogen storage. The hydrides are required to have high gravimetric and volumetric storage capacities, fast hydrogenation/dehydrogenation kinetics at relatively low temperatures and stable structures in ambient conditions. Recently it has been shown that magnesium alanate, Mg(AlH4)2, has the best combination of storage capacity and dehydrogenation properties and is relatively stable under ambient conditions. However, its hydrogenation characteristics are not known. Several factors are expected to enhance the hydrogenation kinetics including reducing grain size to nano-regime, increasing the surface area and incorporating catalysts. On the other hand contamination during synthesis is a major issue that impedes the hydrogen uptake. In this program, a new synthesis technique will be developed that will produce nanocrystalline porous powders of Al-Mg alloys with controlled composition and high purity. Fundamental process of hydride formation in these alloys will be elucidated with the objective of tailoring the composition and nanostructure for optimized hydrogen storage characteristics. Electrodeposition techniques will be employed for fabricating the nanocrystalline Al-Mg alloys within 25 to 60wt% Mg composition range. Thermal stability and the phase evolution of the metastable as-deposited alloys will be investigated and selected microstructures will be tested for hydrogenation characteristics. Based on the detailed characterization of the structure at nanoscale and analysis of the hydrogenation data, a mechanistic understanding of the effects of alloy composition and structure on the hydrogen uptake kinetics will be developed. Catalysts such as graphite and Pd will be incorporated to enhance the hydrogenation kinetics, if necessary. The alloys with optimized hydrogenation properties will be investigated for their hydrogen desorption characteristics. The results of this research will provide a new technique for synthesis and shed light on the mechanisms of hydrogenation/dehydrogenation processes. NON-TECHNICAL: The fast increase in energy consumption, the drastic decrease in fossil fuels, and the demand for an efficient and clean fuel alternative have resulted to the intensive research and development of fuel cells, which require hydrogen as fuel. This is a collaborative program between the Materials Science and Engineering Department at the University of Florida and the Florida Solar Energy Center at the University of Central Florida. This work will impact the scientific community through the dissemination of the results by publishing in peer-assessed journals and presentation at national and international conferences, universities, national labs, etc. Results from these studies will help to develop a potential material for hydrogen storage which will have significant impact on the development of fuel cell driven cars. The technological impact of this research will be important because electrodeposition is a well-established industry and the transfer of technology will be very easy. The educational component of this program includes training of graduate and undergraduate students at freshman as well senior level. Since Materials Science and Engineering is not well known among the high school and middle school students, efforts will be placed on educating the teachers through participation in the MSE-teach workshop and hosting high school students in labs. Education at an international level will be promoted by providing internship for international students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fereshteh",
   "pi_last_name": "Ebrahimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fereshteh Ebrahimi",
   "pi_email_addr": "febra@mse.ufl.edu",
   "nsf_id": "000417694",
   "pi_start_date": "2006-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darlene",
   "pi_last_name": "Slattery",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Darlene K Slattery",
   "pi_email_addr": "dkslatt@fsec.ucf.edu",
   "nsf_id": "000436510",
   "pi_start_date": "2006-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 112000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12050.0
  }
 ],
 "por": null
}