{
 "awd_id": "0605039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Instabilities During the Epitaxy of Single- and Multi-Species Films: A Multiscale Approach",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 179527.0,
 "awd_amount": 179527.0,
 "awd_min_amd_letter_date": "2006-05-08",
 "awd_max_amd_letter_date": "2006-05-08",
 "awd_abstract_narration": "Jabbour\r\nDMS-0605039\r\n\r\n     Morphological and compositional instabilities are of central\r\nimportance in the study of nanocrystal growth.  In particular,\r\ncontrolling the onset and evolution of step bunching, meandering,\r\nand faceting, as well as phase segregation and chemical ordering\r\nduring the growth of self-organizing films, paves the way to the\r\nsystematic production of nanostructures, e.g., quantum wires and\r\ndots, various two-dimensional nanoscale patterns, etc.  The\r\noverall objective of this project is four-fold.  Its first part\r\nis concerned with a novel instability during single-species\r\nepitaxy that results from the presence of a nonstandard term, the\r\njump in the terrace grand canonical potential, in the step\r\nevolution equations.  The goal here is to characterize this\r\ninstability both in one and two dimensions and to determine if it\r\ncan be offset by anisotropic step and terrace kinetics.  In the\r\nsecond part, the focus is on an instability triggered during the\r\ngrowth of binary compounds where surface chemistry plays a\r\ngenuine role.  This instability differs from that resulting from\r\nthe presence of impurities and is not due to an effective inverse\r\nEhrlich--Schwoebel barrier for one of the two deposited species. \r\nHence the need to better understand its underlying mechanisms and\r\nto identify, via phase diagrams, the unstable regimes in\r\nparameter-space.  The third part is based on experimental\r\nevidence of step faceting.  The goal there is to derive, in a\r\ndissipative setting, a thermodynamically consistent regularized\r\nmodel that captures the features of this faceting instability\r\nboth during growth and sublimation.  This is followed by the\r\nnumerical investigation of the resulting free-boundary problem\r\nvia algorithms recently developed to tackle the problems of\r\nfaceting and coarsening at the mesoscale.  The last part deals\r\nwith intermixing, phase separation, and domain coarsening during\r\nthe step-flow growth of multicomponent films, with emphasis on\r\nbinary substitutional alloys.  In contrast with existing\r\ntheories, the microstructure of the vicinal surface is explicitly\r\naccounted for.  Moreover, novel boundary conditions at the\r\nevolving steps are carefully derived and used to complement the\r\nCahn--Hilliard PDE's that govern atomic bulk diffusion.  The\r\nproposed model captures the multifaceted physics (surface\r\nkinetics, bulk elasticity and atomic diffusion, phase separation,\r\netc.) that underlies growth and is multiscale in that the film is\r\nmodeled as a layered structure, a view that permits the\r\nresolution of the disparate length scales in the lateral and\r\nepitaxial directions.  Finally, its finite-element implementation\r\nyields much needed insight into the interplay between step flow\r\nand alloying/segregation/ordering.  \r\n\r\n     With the advent of nanotechnologies, it has become feasible\r\nto manufacture devices at the nanoscale, from quantum computers\r\nto nano-electro-mechanical systems for biomedical applications. \r\nThis has generated a wealth of experimental and theoretical work\r\nwhich, importantly, is interdisciplinary in nature, involving\r\nmaterials engineers, condensed-matter physicists, and applied\r\nmathematicians.  At the nanoscale, much more so than at the\r\nmacroscopic one, theory is an indispensable guide to experiment\r\nby providing a sound basis for experimental observations and,\r\nmore ambitiously, by predicting the behavior of material systems\r\nunder experimentally uncharted conditions.   Of central\r\nimportance are instabilities in the film morphology and\r\ncomposition, as they lead to the self-assembly of, e.g., quantum\r\nwires and dots.  Controlling these instabilities is therefore\r\ncrucial to the production of various nanostructures.  This in\r\nturn requires a mathematical understanding of the physical and\r\nchemical mechanisms underlying the onset and evolution of\r\ninstabilities.  The investigator develops and analyzes\r\nmathematical models showing the evolution of nanostructures in\r\nfilms of materials.  His effort combines mathematical modeling,\r\nanalysis, and computation, and relies on knowledge of the\r\nunderlying physics and thermodynamics.  The work has the\r\npotential of yielding a better understanding of growth\r\ninstabilities.  Finally, the project involves the training of a\r\ndoctoral student for whom this experience serves as an\r\nintroduction to physical applied mathematics, mechanics, and\r\nmathematics of materials.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "Jabbour",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michel E Jabbour",
   "pi_email_addr": "micheleliejabbour@gmail.com",
   "nsf_id": "000486400",
   "pi_start_date": "2006-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 179527.0
  }
 ],
 "por": null
}