{
 "awd_id": "0605935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Local Moment and Heavy Fermion Physics",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 366000.0,
 "awd_amount": 366000.0,
 "awd_min_amd_letter_date": "2006-08-15",
 "awd_max_amd_letter_date": "2008-07-03",
 "awd_abstract_narration": "This grant is for the support of the core condensed matter theory research and education activities of Piers Coleman, along with the participation of senior personnel collaborator, Professor Elihu Abrahams. \r\n\r\nIntellectual Merit: Heavy electron and local moment physics occupy a vital corner in current research into correlated electron materials. Many of the key questions touch upon issues of fundamental importance to the condensed matter community, such as the physics of quantum criticality, mechanisms of anisotropic superconductivity, and the origins of non-Fermi liquid behavior. This makes it an ideal training ground for students of condensed matter physics. The PI's recent success in applying the Schwinger boson to fully screened Kondo models opens up a unique opportunity to connect magnetism and heavy electron physics, an important component of this project. The recent discovery of the charge Kondo effect in doped PbTe, confirming a past prediction of the PI, motivates a new program to adapt tools and concepts from magnetism and spin physics to systems with preformed pairs and slow charge fluctuations. Lastly, the recent discovery of a two dimensional heavy fermion behavior in bilayer 3He, provides the motivation for a new study of heavy fermion behavior in two dimensions.\r\n\r\nBroader Impact: Research into the various aspects of \"hard condensed matter physics\" plays an essential driving role in both the development of new physics concepts, and new ideas for the development of materials of the future. For example, the remarkable tendency of quantum critical points to nucleate new phases of matter is of great interest to materials development; on the other hand, the new universality classes of quantum phase transition are of great fundamental interest and, like their classical predecessors in statistical mechanics, may enjoy generalization and future application in the realm of cosmology and particle physics.  This is a great area for students to learn the advanced methods of theoretical physics, while maintaining an intimate contact with experimental physics and real materials. The work described in this proposal will contribute modestly to the growth of our understanding of correlated matter, helping the experimentalist to develop new probes and forging new conceptual frameworks that complement the older approaches of solid state physics.\r\n\r\nThe PI aims to focus his studies on: quantum phase transitions in heavy electron systems; transport and electrodynamics of valence skipping materials; heavy fermion physics in two dimensional bilayer 3He on graphite; and superconductivity in the layered 115 materials.\r\n\r\nNon-Technical Abstract:  This grant supports theoretical research and education in condensed matter physics.  The research is fundamental and has high intellectual merit in that the results will advance the progress of condensed matter physics and also may influence other fields of physics.  Novel phenomena discovered in these systems may lead to materials for future devices.  The project includes the participation of students and postdoctoral associates.  The principal investigator is an effective spokesman for condensed matter physics both within this community and with the general public.\r\n\r\nThe research will focus on the behavior of electrons in special classes of materials in which they behave as if their mass is many times their real mass.  Hence these materials are called heavy electron materials.  These \"heavy electrons\" are intricately connected with the superconducting, magnetic and electronic properties of theses materials.  Trying to understand their behavior presents many intellectual challenges, yields many surprises, and lays the foundations for understanding how the interactions among electrons in a material can lead to new phenomena.\r\n  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piers",
   "pi_last_name": "Coleman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piers Coleman",
   "pi_email_addr": "coleman@physics.rutgers.edu",
   "nsf_id": "000201134",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 122000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 122000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122000.0
  }
 ],
 "por": null
}