{
 "awd_id": "0605769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strong Electron Correlations and Quantum Critical Phenomena",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 440000.0,
 "awd_amount": 620000.0,
 "awd_min_amd_letter_date": "2006-09-07",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "This award supports theoretical research and education in condensed matter physics with a focus on aspects of strongly correlated electron phenomena. Three key ideas lie at the heart of this project: 1) spectral weight transfer across the Mott gap suggests that the correct low-energy theory of doped Mott insulators involves a charge 2e bosonic field, 2) the suppression of the Josephson effect in nanowires below a critical diameter originates from the onset of a superconducting state with a pairing symmetry that is orthogonal to the s-wave state in the leads, and 3) the origin of the metallic state in thin metal film alloys displaying a putative insulator-superconductor transition is driven by glassiness. The goal of this project is to confirm and elucidate each of these ideas. \r\nThis project focuses on developing theoretical tools and new ideas to elucidate key experimental systems that are dominated by large Coulomb repulsions or systems near quantum critical points. Of course in the presence of disorder, new phases are possible, such as glasses. Precisely how metallic phases obtain in two dimensions for either bosons or fermions is not known. This project continues to develop a possible resolution of this problem, as well as a systematic way of approaching many aspects of the strongly correlated problem. \r\nBroader Impact: This award supports graduate students seeking their PhD degrees in theoretical solid state physics. As the large Coulomb repulsion and disorder problems are central to solid state physics, it is essential that students gain expertise in this area. In addition to the training of graduate students, several other broad educational goals will be met. First, as a result of the PI's commitment to the communication of the current status of theoretical solid state physics to the next generation of students, he has written a much-needed graduate textbook, \"Advanced Solid State Physics.\" The PI plans a new edition will which will incorporate new material on strongly correlated systems which helps integrate forefront research into an educational text. A new course at Illinois, entitled \"Quantum Phase Transitions,\" has been developed as a direct outgrowth from NSF-funded research. A second important feature of this project is the PI's impact as a highly visible and effective role model for minority students in the Department of Physics and the College of Engineering (COE) at Illinois. A novel outreach component of the project is the PI's involvement in assisting scientists in developing countries. He recently organized an international workshop in Trinidad and Tobago on \"Mottness and Quantum Criticality\" which helped to introduce scientists from the Caribbean to frontier problems in strongly correlated electron materials. In addition, the PI is the Chair of the organizing committee for the symposium and educational and museum outreach for the 50th anniversary of the publication of the Bardeen-Cooper-Schrieffer theory of superconductivity. \r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis award supports theoretical research and education in condensed matter physics. The proposal focuses on the discovery and understanding of new states of matter that occur when the interactions among electrons are very large and lead to strong correlations in their motion.  High temperature superconductors are examples of a class of materials in which strong interactions among electrons lead to new states of matter. Among the states of matter that the PI will study are the insulating state that arises as a consequence of strong interactions among electrons, known as a Mott insulator, and new states of matter that may be hidden in a transformation that takes place between superconducting and insulating states observed in thin films. The PI will focus on developing theoretical tools and new ideas to elucidate the underlying physics of key experimental systems and to understand how new metallic states arise.\r\nThe PI is a highly visible and effective role model for minority students in the Department of Physics and the College of Engineering (COE) at Illinois. This award supports some of his education and outreach activities, including graduate level education in theoretical condensed matter physics with a focus on central problems of the field. The PI's research will contribute to his work to create a new edition of his graduate level textbook, \"Advanced Solid State Physics,\" which will incorporate new material and integrate forefront research into the text. The PI activities in assisting scientists in developing countries to modernize their research constitute an outreach component of this project. His activities as Chair of the organizing committee for the symposium and educational and museum outreach for the 50th anniversary of the publication of the Bardeen-Cooper-Schrieffer theory of superconductivity are another component of his outreach efforts.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Phillips",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Philip W Phillips",
   "pi_email_addr": "dimer@illinois.edu",
   "nsf_id": "000431120",
   "pi_start_date": "2006-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7799",
   "pgm_ref_txt": "ACI FELLOWS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My work focuses on models for magnetism and transport of electrons in materials that are of technologically important for energy conversion and memory storage in computers. &nbsp;Most of these materials cannot be described by the standard theory of metals such as copper in which electrons are treated as essentially free. &nbsp;The materials of interest exhibit strong correlations between the electrons. &nbsp;This kind of problem in which the interactions cannot be ignored stand at the forefront of physics. &nbsp;My goal has been to develop methods for treating strong correlations between electrons. &nbsp;One of the key materials we focused on are superconductors composed of iron. &nbsp;Superconductors conduct electricity without any loss and hence are of great importance for energy conversion. &nbsp;Before one understands superconductivity, one has to understand the state the non-superconducting state. &nbsp;We have focused sharply on this question. &nbsp;One of the phases that emerges in the non-superconducting state is one in which the x and y axes of the material are not equivalent, thereby breaking rotational symmetry. &nbsp;Breaking of rotational symmetry is particularly weird and indicates that the electron interactions cannot be ignored. &nbsp;We have proposed a model to explain such rotational symmetry breaking in iron-based superconductors which is based on the underlying electronic orbitals. &nbsp;We are currently investigating whether the orbital model can explain the superconducting&nbsp;</p>\n<p>properties. &nbsp;If it can &nbsp;this will provide a new mechanism for superconductivity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2013<br>\n\t\t\t\t\tModified by: Philip&nbsp;W&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy work focuses on models for magnetism and transport of electrons in materials that are of technologically important for energy conversion and memory storage in computers.  Most of these materials cannot be described by the standard theory of metals such as copper in which electrons are treated as essentially free.  The materials of interest exhibit strong correlations between the electrons.  This kind of problem in which the interactions cannot be ignored stand at the forefront of physics.  My goal has been to develop methods for treating strong correlations between electrons.  One of the key materials we focused on are superconductors composed of iron.  Superconductors conduct electricity without any loss and hence are of great importance for energy conversion.  Before one understands superconductivity, one has to understand the state the non-superconducting state.  We have focused sharply on this question.  One of the phases that emerges in the non-superconducting state is one in which the x and y axes of the material are not equivalent, thereby breaking rotational symmetry.  Breaking of rotational symmetry is particularly weird and indicates that the electron interactions cannot be ignored.  We have proposed a model to explain such rotational symmetry breaking in iron-based superconductors which is based on the underlying electronic orbitals.  We are currently investigating whether the orbital model can explain the superconducting \n\nproperties.  If it can  this will provide a new mechanism for superconductivity.\n\n\t\t\t\t\tLast Modified: 04/21/2013\n\n\t\t\t\t\tSubmitted by: Philip W Phillips"
 }
}