{
 "awd_id": "0605030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non Commutative Geometry, Microlocal Analysis, and Symplectic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 146518.0,
 "awd_amount": 146518.0,
 "awd_min_amd_letter_date": "2006-05-08",
 "awd_max_amd_letter_date": "2006-05-08",
 "awd_abstract_narration": "The proposed research is intended to answer several questions of noncommutative geometry, symplectic geometry, and microlocal analysis. In particular, I will continue my research on index theorems. I will work on a generalization of the Atiyah-Singer index theorem from pseudo-differential to Fourier integral operators and on a connection of the new index theorems of Connes and Moscovici to the general index theorem for deformation quantizations. I will also work on a more general theory of characteristic classes. This should lead, in particular, to a generalization of the Chern-Simons classes from local systems to arbitrary D-modules. This, in turn, should lead to better understanding and generalization of Riemann-Roch theorems for determinants of cohomology. Another direction of my research will be the theory of modules over deformed algebra of functions on a symplectic manifold. First, I intend to define a new category of modules with some additional structure; it should be related to the Fukaya category. The former should be regarded as a local limit of the former. Next step would be to make this category non-local and therefore even more closely related to the Fukaya category.\r\n\r\nMy research deals with several related topics. One is noncommutative geometry, much of it consists of the usual calculus, but carried out in such a way that the identity xy=yx is no longer valid. We refer to algebraic systems in which this is the case as noncommutative spaces. The other is deformation quantization, namely the study of the examples and structure of noncommutative spaces, rather than of laws and rules of noncommutative calculus. The word deformation refers to the fact that one obtains these noncommutative spaces by taking a usual (curved, higher-dimensional) space and changing it a little bit in noncommutative direction. (The word quantization is used because the passage from the classical to the quantum mechanics is the principal example). Yet another direction of my research is index theory, which is a discipline linking the number of solutions of systems of equations (differential, integral, etc.) to the topological complexity of underlying spaces. It is deeply related to noncommutative geometry because two operations that you can apply to a function, multiplication by x and derivation, do not commute.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boris",
   "pi_last_name": "Tsygan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boris Tsygan",
   "pi_email_addr": "b-tsygan@northwestern.edu",
   "nsf_id": "000100243",
   "pi_start_date": "2006-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 146518.0
  }
 ],
 "por": null
}