{
 "awd_id": "0605493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanocrystalline Alumina and Titania under High Pressure and Temperature",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 416405.0,
 "awd_amount": 416405.0,
 "awd_min_amd_letter_date": "2006-05-10",
 "awd_max_amd_letter_date": "2006-05-10",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION  Nanocrystalline materials, materials that are smaller than light waves, have become of great scientific interest, due to interesting physics and their related technological impact.  For example, nanocrystals are a key component of bone and teeth, they are used in drug delivery systems and various other technologies, and their uses will become increasingly widespread.  To gain a better understanding of these materials, the principal investigator will study two important ceramics, alumina and titania, by subjecting them to high pressures and high temperatures.  Application of such extreme conditions can significantly alter a material's structure.  For example, it is through high pressure and temperature that more than 100 tons of graphite are converted into diamond each year.  In this work, the reaction of the nanocrystalline ceramics to high pressure and temperature will studied, in order to obtain a better understanding of nanocrystalline materials in general and possibly to create new, useful materials.  Researchers in the high-pressure lab will work with the staff at Science City, Kansas City's Science Museum, to bring high-pressure physics to the public.  A remote-controlled, high-pressure rig will be installed and loaded with liquid water.  Patrons will be able to vary the pressure, and observe that when subjected to high pressure (nine thousand times atmospheric pressure) liquid water solidifies, becoming ice.  This process is reversible and can be repeated.  A computerized presentation will run concurrently to explain what is going on and also other aspects of high-pressure physics. TECHNICAL DETAILS  Synchrotron based x-ray diffraction, Raman spectroscopy, fluorescence spectroscopy and transmission electron microscopy will be used to study the effects of high pressures and temperatures on nanocrystalline samples of alumina and titania.  Grain growth, changes in local bonding, the phase diagrams, the kinetics of phase transitions and the elastic properties of these ceramics, will be explored as functions of particle size, pressure, pressure-transmitting medium and temperature.  It is clear that the properties of a nanocrystal, even its structure, can be very different from the bulk crystal and also sensitive to the particle's size and environment.  Thus changes in the above listed parameters will profoundly affect the nanocrystals and allow for a deep understanding of the smallest of crystals.  The variation of the compressibility of alumina with particle size (~150 GPa at 6 nm and ~240 GPa at 67 nm) is just one example of how rich a field of study nanoparticle research is.  The proposed research will further the possibilities of tuning a material's properties to fit different technological needs while also opening opportunities of creating new, technologically useful materials.  Graduate students will be trained in the use of all of the above-mentioned techniques, giving them the ability to fully characterize materials.  Graduate students will also get training in communicating the results of science to the public, through a collaboration with Science City, Kansas City's science museum.  In this collaboration, the high-pressure group will install a remote controlled diamond anvil cell to demonstrate pressure-induced freezing and melting of water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kruger",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Kruger",
   "pi_email_addr": "krugerm@umkc.edu",
   "nsf_id": "000187778",
   "pi_start_date": "2006-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Kansas City",
  "inst_street_address": "118 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "8162355839",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "THE CURATORS OF THE UNIVERSITY OF MISSOURI",
  "org_prnt_uei_num": "",
  "org_uei_num": "J9CDGR596MN3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Kansas City",
  "perf_str_addr": "118 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 416405.0
  }
 ],
 "por": null
}