{
 "awd_id": "0606498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative ITR: Computational Design of Magnetic and Superconducting Transitions Based on Cluster DMFT Approach to Electronic Structure Calculation",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 264000.0,
 "awd_amount": 264000.0,
 "awd_min_amd_letter_date": "2006-08-23",
 "awd_max_amd_letter_date": "2008-07-03",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis award supports collaborative computational and theoretical research at the University of California at Davis and Rutgers University through #0606096. The PIs aim to develop a robust computational approach to study, design, and visualize properties of materials containing strongly correlated electrons and showing magnetism, superconductivity, and other possibly novel ordered states. Novel information technology tools will be developed which will facilitate the search for new strongly correlated electron materials. This project contributes to the cyberinfrastructure of the broader materials research community.\r\nThe dynamical mean field theory (DMFT) and its generalization to clusters in combinations with the theoretical methods of electronic structure calculations will be key theoretical methods employed in the research. In the course of the research, the PIs will continue to contribute to these theoretical foundations.\r\nThe PIs plan to extend, enhance, and further develop the Material Information and Design Laboratory (MINDLab), a software tool for virtual material exploration created by the PIs with support from an Information Technology Research award. The PIs objectives are: i) to develop a new generation of computationally fast and robust methods, algorithms and computer codes to predict properties of strongly correlated electron materials based on a novel cluster dynamical mean field approach coupled to the electronic structure theory of materials;  ii) to test and apply MINDLab by tackling frontier problems, including the search for new magnetic and superconducting materials with predictable critical temperatures, for new multiferroic materials with stronger couplings between magnetic and electric degrees of freedom, and for tunable optical materials; iii) to develop a new generation of user friendly interfaces and visualization software, as well as databases which will systematize the PIs' findings in a web integrated and searchable form; iv) to interact with experimental groups working on materials synthesis, so that the computationally created and optimized materials can be synthesized in practice. MINDLab will be made accessible via the Internet for public use by the scientific community. A simplified intuitive interface coupled with visualization techniques will enable its use as a learning tool for concepts of condensed-matter physics. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis award supports collaborative computational and theoretical research at the University of California at Davis and Rutgers University through #0606096. The PIs aim to develop a robust computational approach to study, design, and visualize properties of an intriguing class of materials, known as strongly correlated electron materials. These materials have unusual physical properties, such as high magnetic and superconducting transition temperatures, giant dielectric constants, and enhanced thermoelectric and optical properties, that reflect new or poorly understood electronic states of matter.  Understanding these materials is a great intellectual challenge; the endeavor holds promise for many potential new discoveries. The PI's will develop computational and visualization tools, collectively called Material Information and Design Laboratory (MINDLab), that are based on promising recent theoretical advances. They will use them to study strongly correlated materials, to attempt to predict their properties, and to contribute guidance to the synthesis of new materials. The PIs will make these tools available for use by the broader materials research community, contributing to its cyberinfrastructure. A simplified intuitive interface coupled with visualization techniques will enable its use as a learning tool for concepts of condensed-matter physics.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Savrasov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Savrasov",
   "pi_email_addr": "savrasov@physics.ucdavis.edu",
   "nsf_id": "000192637",
   "pi_start_date": "2006-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 88000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 88000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 88000.0
  }
 ],
 "por": null
}