{
 "awd_id": "0606040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Confocal Rheometry to Investigate the Effect of Shear and Confinement on Colloidal Glasses",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-04-26",
 "awd_max_amd_letter_date": "2006-04-26",
 "awd_abstract_narration": "Technical Abstract: \r\n\r\nThis project will investigate the mechanical failure or fluidization of glassy colloidal suspensions. In particular, the role played by confinement of the suspension and surface morphology of the shearing plates will be investigated. In addition to being an important class of industrial materials, such suspensions exhibit many of the hallmark features characteristic of molecular glasses including dynamic heterogeneity in the particle relaxations. As such, they can be used as a model system for investigating atomic scale glassy phenomena. Investigating glassy behavior in colloidal suspensions offers unique advantages including the ability to use ultra fast confocal microscopy to directly visualize dynamic restructuring of the particle configurations as the suspension is sheared, and the ability to use photolithography to pattern the shearing plates with arbitrary structures whose length scales are comparable to those of the particles. These capabilities will provide a mechanism for directly probing the network properties that endow colloidal glasses with their rigidity. From a broader prospective the research should lead to new phenomena that have relevance for the industrial handling and fabrication of thin films and coatings. This project makes extensive use of a variety of experimental techniques that include particle synthesis, photolithography, confocal microscopy, and the development of tracking and analysis algorithms. Therefore, graduate students will be exposed to a range of techniques and will be well prepared for future careers in multidisciplinary science. In addition semiannual New York Complex Matter Workshops will be organized. These meetings will stimulate interaction among soft matter and statistical physics researchers from Syracuse, Cornell, RIT, General Electric, Kodak, Corning and other institutions and industrial labs in the area.\r\n\r\nNon-technical abstract:\r\n\r\nColloidal suspensions are made of solid particles that are about a fiftieth of a hair diameter in size and are immersed in a fluid. This small size enables the fluid molecules to hit the colloidal particles and jostle them so that they exhibit Brownian motion. From time to time the jiggling colloidal particles also bump into one another. Remarkably, it has been observed that the bumping of the colloidal particles is very similar to the way molecules bump into each other in a typical molecular gas or liquid. This allows for using colloidal suspensions as model systems in which we can observe phenomena that typically take place on the atomic scale. As the concentration of colloidal particles is increased the particles bump into one another more frequently and ultimately, at a high enough concentration the particles get stuck in a manner similar to cars getting stuck in traffic jams. This jamming is analogous to the behavior exhibited by molecules in a piece of window glass. While studying molecular motions in glasses is notoriously difficult, studying the jammed colloidal particles is comparatively easy. For example, the relatively large particle size allows for using state of the art optical microscopes to observe the collective motions of the particles deep inside the suspension. Moreover, the same photolithography technologies used for manufacturing computer chips can also be used to very accurately control the texture of the container walls. Such textures can dramatically influence the particle motions especially when the suspension is tightly confined by the container walls. This project will take advantage of these capabilities to directly investigate the effects of confinement and surface texture on the particle motions and configurations that make glasses rigid. From a broader perspective, the research should lead to the understanding of flow phenomena that have relevance for the industrial fabrication and handling of thin polymer films and coatings. Graduate and undergraduate students working on this project will be exposed to a range of techniques including particle synthesis, photolithography, confocal microscopy, and the development of tracking and analysis algorithms. In addition, semiannual New York Complex Matter Workshops will be organized in order to stimulate interactions relating to this project and others among researchers at Cornell, Syracuse, RIT, General Electric, Kodak, Corning and other institutions and industrial labs in the area. These workshops will also serve to introduce graduate students and post docs to the local academic and industrial research community.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Itai",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Itai Cohen",
   "pi_email_addr": "ic64@cornell.edu",
   "nsf_id": "000230609",
   "pi_start_date": "2006-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}