{
 "awd_id": "0606520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Atomic Scale Chemistry",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 850000.0,
 "awd_amount": 850000.0,
 "awd_min_amd_letter_date": "2006-05-22",
 "awd_max_amd_letter_date": "2010-05-24",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nThe primary objective of the proposed research lies in the study of chemistry at the atomic scale by the use of homemade scanning tunneling microscope (STM).  By probing individual atoms and molecules, their interactions with the environment and assembly into more complex nanostructures, it should be possible to gain new knowledge on chemical bonding, structure, and reactivity.  This knowledge would enable better control of chemistry, allowing the synthesis of new molecules, the assembly of previously unknown systems, and the realization of technological innovations.  Since the experiments probe chemistry at the quantum mechanical level, some of the results should serve as physical realization of problems and concepts that are currently taught in modern physics and chemistry courses.  Equally important is the visualization provided by the imaging capabilities of the STM.  Atoms, molecules, and their assemblies previously only imagined using words and pictures can now be imaged and visualized.  Such images provide powerful impressions on the general public, and make effective outreach to K-12 and university students.  The subject of the proposed research on individual atoms and molecules is an important one since they form the building blocks of everything around us.  Furthermore, seeing individual atoms and molecules and their interactions takes the public a step closer to the understanding and appreciation of the new nanotechnology.  In summary, this project advances our basic understanding of science and technology as well as serving an effective outreach and education of students and the general public through visualization of what and how every matter comes to be. The project is being co-funded by the Chemistry Division and the Division of Materials Research.\r\n\r\nTechnical Abstract:\r\nTwo unique, homemade low temperature scanning tunneling microscopes (STM) are used to probe the interior of single molecules and their assemblies.  One of the STMs incorporates an RF excitation source and is immersed in a low magnetic field of 700 Gauss and operates at 15 K.  The second STM reaches < 1 K and is in a magnetic field up to 9 Tesla.  These unique STMs enable novel experiments to be carried out, including atomic scale spin properties and magnetism, high resolution spectroscopy, and quantum tunneling.  The systems expand over a large range of size, starting from single hydrogen atoms to multi-atom metal-containing organic molecules.  By probing the interior of single molecules, it has become possible to understand the their inner machineries, including electron-vibrational coupling, energy and electron transfers, spin structure and coupling, and nuclear motions leading to bond dissociation or formation.  Instrumentation development and refinement continue to be an important mission of this project, enabling the realization of cutting-edge research techniques.  All aspects of the two STMs are homemade, including the microscope, electronics, and software.  The students gain valuable laboratory skills and experience in solving problems.  This knowledge serves them well in their future careers by providing them with the capabilities in entering new fields and tackling problems that may be remotely connected with their university training.  Results from the project are also expected to be transferred to the classroom, particularly the images that enable the visualization of individual atoms and molecules as well as their interactions.  In addition, students, including K-12, are often excited by the visualization during visits to the laboratory.  These activities will be enhanced through field trips on Saturdays and special summer programs for high school students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilson",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilson Ho",
   "pi_email_addr": "wilsonho@uci.edu",
   "nsf_id": "000438805",
   "pi_start_date": "2006-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The world around us is composed of atoms and molecules. To understand how things work, one approach is to start at the base by probing the smallest units of matter consisting of individual atoms and molecules. By determining how they interact with each other and their environment, it has become possible to gain insights into the buildup of increasingly complex systems</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This approach is enabled by the unique capabilities of the scanning tunneling microscope (STM) that can be used to image, spectroscopically characterize, and manipulate individual atoms and molecules on solid surfaces.&nbsp; Imaging provides a spatial picture of the sample under study and eliminates uncertainties of what&rsquo;s being probed. The microscope can be programmed to construct increasingly complex structures that are not possible with other synthetic techniques, by moving single atoms and molecules on the surface. Chemical identification and properties of atoms and molecules are derived from spectroscopy with the STM. The &Aring;ngstr&ouml;m-scale resolution of the STM makes it possible to probe the inner machinery of single molecules and to learn what make them tick. This is achieved by taking spectra of the allowed states and excitations of the electrons, their spin, and nuclear motions that yield spatially resolved fingerprint of the molecule.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Key advances were made in the imaging of individual vibronic states in a single molecule. These states arise from the interaction of electrons with the nuclear motions that are involved in electron conduction through molecules and in the energetic of chemical reactions. Innovations in instrumentation led to the design and construction of a STM that operates at approximately -272 <sup>o</sup>C and up to 100,000 times the earth magnetic field. Under these conditions, it became possible to probe single electron spin and image spatially the location of the spin in the interior of a single molecule. Furthermore, it was found that individual vibronic state splits into two peaks in the magnetic field. The origin of this splitting is determined to be associated with the two spin directions of an electron that are separated in energy in a magnetic field. These results demonstrate that it is possible to study spin properties of molecules even if they do not have unpaired electrons, which is contrary to conventional understanding.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; The experimental approach in these studies provides valuable training for the graduate students, postdoctoral associates, and visiting scientists. Many of our instruments are homemade, including all parts of the microscope.&nbsp; The researchers gain valuable experiences in working with equipment and in learning how to solve problems.&nbsp; These lifelong skills enable them to advance their careers after graduate school. A few of our results have appeared in textbooks for California Elementary Schools, High Schools in Taiwan, and for the honors&rsquo; track of Freshman chemistry classes in U.S. universities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2011<br>\n\t\t\t\t\tModified by: Wilson&nbsp;Ho</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317182655066_MgP-LUMO--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317182655066_MgP-LUMO--rgov-800width.jpg\" title=\"Seeing Molecular Orbital\"><img src=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317182655066_MgP-LUMO--rgov-66x44.jpg\" alt=\"Seeing Molecular Orbital\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image showing the lowest unoccupied molecular orbital (LUMO) of a magnesium porphine molecule (the part of the chlorophyll molecule that captures sun light in leaves). Experimental result captured with a scanning tunneling microscope (STM).  Good agreement is obtained with theory.</div>\n<div class=\"imageCredit\">Wilson Ho, University of California, Irvine</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Wilson&nbsp;Ho</div>\n<div class=\"imageTitle\">Seeing Molecular Orbital</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317183218142_KI_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317183218142_KI_Fig2--rgov-800width.jpg\" title=\"Imaging Spin Excitation\"><img src=\"/por/images/Reports/POR/2011/0606520/0606520_10021933_1317183218142_KI_Fig2--rgov-66x44.jpg\" alt=\"Imaging Spin Excitation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Spatial distribution of the excitation of a single electron spin in a single magnesium porphine molecule is obtained by a scanning tunneling microscope.  The lobes show the electron spin occupying a molecular orbital.</div>\n<div class=\"imageCredit\">Wilson Ho, University of California, Irvine</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Wilson&nbsp;Ho</div>\n<div class=\"imageTitle\">Imaging Spin Excitation</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\n            The world around us is composed of atoms and molecules. To understand how things work, one approach is to start at the base by probing the smallest units of matter consisting of individual atoms and molecules. By determining how they interact with each other and their environment, it has become possible to gain insights into the buildup of increasingly complex systems\n\n            This approach is enabled by the unique capabilities of the scanning tunneling microscope (STM) that can be used to image, spectroscopically characterize, and manipulate individual atoms and molecules on solid surfaces.  Imaging provides a spatial picture of the sample under study and eliminates uncertainties of what’s being probed. The microscope can be programmed to construct increasingly complex structures that are not possible with other synthetic techniques, by moving single atoms and molecules on the surface. Chemical identification and properties of atoms and molecules are derived from spectroscopy with the STM. The &Aring;ngstr&ouml;m-scale resolution of the STM makes it possible to probe the inner machinery of single molecules and to learn what make them tick. This is achieved by taking spectra of the allowed states and excitations of the electrons, their spin, and nuclear motions that yield spatially resolved fingerprint of the molecule.\n\n            Key advances were made in the imaging of individual vibronic states in a single molecule. These states arise from the interaction of electrons with the nuclear motions that are involved in electron conduction through molecules and in the energetic of chemical reactions. Innovations in instrumentation led to the design and construction of a STM that operates at approximately -272 oC and up to 100,000 times the earth magnetic field. Under these conditions, it became possible to probe single electron spin and image spatially the location of the spin in the interior of a single molecule. Furthermore, it was found that individual vibronic state splits into two peaks in the magnetic field. The origin of this splitting is determined to be associated with the two spin directions of an electron that are separated in energy in a magnetic field. These results demonstrate that it is possible to study spin properties of molecules even if they do not have unpaired electrons, which is contrary to conventional understanding.\n\n            The experimental approach in these studies provides valuable training for the graduate students, postdoctoral associates, and visiting scientists. Many of our instruments are homemade, including all parts of the microscope.  The researchers gain valuable experiences in working with equipment and in learning how to solve problems.  These lifelong skills enable them to advance their careers after graduate school. A few of our results have appeared in textbooks for California Elementary Schools, High Schools in Taiwan, and for the honors’ track of Freshman chemistry classes in U.S. universities.\n\n\t\t\t\t\tLast Modified: 09/28/2011\n\n\t\t\t\t\tSubmitted by: Wilson Ho"
 }
}