{
 "awd_id": "0606566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Highly Correlated Systems of Reduced Dimensionality: Quantum Hall Effect and Ultracold Atoms",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 156000.0,
 "awd_amount": 156000.0,
 "awd_min_amd_letter_date": "2006-09-01",
 "awd_max_amd_letter_date": "2008-07-21",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis award is made on an RUI proposal and has an impact on cyberinfrastructure. It supports theoretical and computational research and education on novel states of matter restricted to two dimensions. Numerical calculations will be performed to address outstanding questions about the quantum Hall effect and to study correlated states of ultracold atoms in rapidly-rotating traps. Of particular interest regarding the quantum Hall effect are newly discovered plateaus at Landau level occupation v = 4/11, 4/13, and 5/13. Studies of the 4/11 state have been controversial and are not entirely consistent with experiment. The PI will pursue a different method of attack based on the hierarchy picture, representing the low energy electronic excitations in terms of interacting (boson) quasi-particles of the Laughlin state. In two non-trivial test cases this method is shown to reproduce the low-lying spectrum accurately. The method can be used to calculate, and improve upon, the energies and wavefunctions of the electronic ground state and low energy excitations. The PI also plans to use this approach to study the 4/13 state. Other states of interest for which plateaus have not yet been seen are the 3/8 and 3/10. The PI also aims to devise numerical methods for \"measuring\" quasi-particle statistics by calculating the Berry phase accumulated when one quasiparticle is moved around another. These will be extended to cases exhibiting non-Abelian statistics which appear to have practical applications for topological quantum computing. Finally, projects in the cold atom system include studies of Feshbach resonance and a many-body self-consistent method of obtaining the density profile in the lowest Landau level regime for boson atoms. The studies of the phase transition in rapidly-rotating spin-1/2 atoms at  v = 2 filling, particularly the evolution of a different topological order as the system is swept through the resonance, is likely to deepen our understanding of quantum phase transitions in these systems. The PI will also study boson atoms near the Feshbach resonance.\r\nThis project is primarily computational in nature and carried out at an RUI institution. Students learn parallel computation skills on multi-processor distributed memory computers and supercomputers. They also receive one-on-one instruction in quantum physics and elementary quantum information theory as they relate to understanding topological phases and quantum computing. Given that the home institution is in the urban Los Angeles area and has been designated as a \"Minority Institution\" by the federal government, this project provides valuable opportunities for Hispanic and African American students to participate in cutting-edge research. The proposal will also help upgrade the computing infrastructure of the home institution. While it may be too early to tell, topological quantum computers may yet prove feasible and possibly provide the most practical way of making quantum computers.\r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis award is made on an RUI proposal from a Minority Institution and has an impact on cyberinfrastructure. It supports theoretical and computational research and education on novel states of matter restricted to two dimensions.  The PI will study states of pure electron matter restricted to two-dimensions and subject to intense magnetic fields. Such an electron system can be realized experimentally in specially fabricated heterostructure or quantum well configurations in semi-conductor devices. It is commonly known that atoms and electrons in many materials organize themselves in ordered states, for example they may organize in regular arrays that exhibit crystalline order. The electrons in the novel states of matter that the PI will study exhibit a newly appreciated and distinctly different kind of order, an intriguing state of self-organization known as topological order.  Topological order lies outside the standard theory that describes transformations from one phase to another. Understanding the properties of matter that exhibit topological order is intellectually exciting and may impact classes of interesting materials including high temperature superconductors. It may also hold the key to realizing new revolutionary methods of computation. The PI aims to understand newly discovered quantum Hall states to see whether or not they possess sufficiently \"dense\" quantum information to have practical applications for making topological quantum computers. The PI will also study another kind of novel matter, rotating cold atoms, where he will explore transitions between states of different topological order. \r\nThis project is primarily computational in nature and carried out at an RUI institution. Students learn parallel computation skills on multi-processor distributed memory computers and supercomputers. They also receive one-on-one instruction in quantum physics and elementary quantum information theory as they relate to understanding topological phases and quantum computing. Given that the home institution is in the urban Los Angeles area and has been designated as a \"Minority Institution\" by the federal government, this project provides valuable opportunities for Hispanic and African American students to participate in cutting-edge research. The proposal will also help upgrade the computing infrastructure of the home institution. While it may be too early to tell, topological quantum computers may yet prove feasible and possibly provide the most practical way of making quantum computers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Rezayi",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Edward H Rezayi",
   "pi_email_addr": "erezayi@calstatela.edu",
   "nsf_id": "000100759",
   "pi_start_date": "2006-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Los Angeles",
  "perf_str_addr": "5151 State University Dr",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 84000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 42000.0
  }
 ],
 "por": null
}