{
 "awd_id": "0608791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NIRT: Evaluating Oversight Models for Active Nanostructures and Nanosystems: Learning from Past Technologies in a Societal Context",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1220765.0,
 "awd_min_amd_letter_date": "2006-08-09",
 "awd_max_amd_letter_date": "2009-08-19",
 "awd_abstract_narration": "This Nanostructure Interdisciplinary Research Team (NIRT) award is in response to the Active Nanostructure and Nanosytems (ANN) solicitation (NSF 05-610) and the theme of Societal and Educational Issues Associated with Long-Term Nanoscale Science and Engineering Advances.  Nanotechnology applications designed for use in biological systems or in which nanomaterials are derived from biological molecules (including biomimetic nanostructured interfaces) are increasing. These applications hold great promise, yet rigorous analysis of models for nanotechnology oversight is lacking. Government agencies, researchers, and industry are actively struggling with the question of what oversight schemes are appropriate for different sorts of nanotechnology. This project identifies key issues to address in developing oversight for nanotechnology by assessing 6 historical oversight models: for drugs, devices, gene transfer, genetically engineered organisms in the food supply, chemicals in the workplace, and chemicals in the environment. The project brings together a multidisciplinary group of Investigators and Senior Personnel from the University of Minnesota, with strengths in nanotechnology research and development, public policy, law, health, environment, economics, and bioethics and will involve outside collaborators representing a range of perspectives. The project team will integrate methods of analysis and criteria for assessment to evaluate these oversight models using a historical and comparative approach and will integrate findings to glean lessons for emerging applications of nanotechnology. This project will proceed in 3 phases: (1) evaluation of 6 historical oversight models by (a) collecting the literature, (b) developing assessment criteria, (c) applying the criteria, and (d) comparing the development, attributes, and outcomes of the 6 models; (2) mapping the models onto nanotechnology to achieve Working Group consensus on workable oversight models for nanotechnology; and (3) refining the recommendations on oversight for nanoproducts through scenario analysis examining how the recommendations would apply to specific nanoproducts, invited feedback, and public presentation of the recommendations. The project team will provide fresh thinking on oversight assessment, blending theory, methods, and ideas from legal, bioethics, and public policy approaches to offer guidance to policymakers, decisionmakers, researchers, industry, patients, research subjects, consumers, and the public. This project will provide the first integrative assessment of oversight models of 6 key technologies germane to nanotechnology. Products of this project will include (1) publication of individually authored papers analyzing the 6 historical oversight models; (2) publication of comparative work examining oversight models across the 6 models; (3) publication of a group-authored consensus paper on lessons for nanotechnology oversight; (4) wide dissemination of policy analysis and normative oversight recommendations through hard-copy and rich web-based resources; (5) a public conference hosted at the University of Minnesota to present papers and seek public feedback; and (6) presentation of project work by Investigators at outside conferences. The products will advance discussion of oversight mechanisms for nanotechnology, proactively identifying concerns and issues. The project and its products will be of interest to researchers, scientists, federal agencies, corporate stakeholders, lawyers, academics, judges, legislators, policymakers, and the general public. The project will provide opportunities for graduate and professional students to interact with the project team, undertake research, attend group meetings, and participate in targeted workshops. A workshop series will be developed as a course option for both undergraduates and graduate students within the Hubert H. Humphrey Institute of Public Affairs, with cross-registration from the Law School and other programs. The PIs will also endeavor to link this project with science education needs in the K-12 community.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Wolf",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Wolf",
   "pi_email_addr": "swolf@umn.edu",
   "nsf_id": "000477767",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gurumurthy",
   "pi_last_name": "Ramachandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gurumurthy Ramachandran",
   "pi_email_addr": "ramac002@umn.edu",
   "nsf_id": "000240726",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kuzma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Kuzma",
   "pi_email_addr": "jkuzma@ncsu.edu",
   "nsf_id": "000385678",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Efrosini",
   "pi_last_name": "Kokkoli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Efrosini Kokkoli",
   "pi_email_addr": "kokkoli@jhu.edu",
   "nsf_id": "000296490",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Paradise",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan Paradise",
   "pi_email_addr": "paradise@umn.edu",
   "nsf_id": "000064775",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  },
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1407",
   "pgm_ref_txt": "COMBUSTION, FIRE, & PLASMA SYS"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 1220765.0
  }
 ],
 "por": null
}