{
 "awd_id": "0608409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Phylogeny of Orchid Bees (Hymenoptera: Euglossini), the Evolutionary Significance of Fragrance Gathering, and Patterns of Orchid Host Use.",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard M. McCourt",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 11999.0,
 "awd_amount": 11999.0,
 "awd_min_amd_letter_date": "2006-06-06",
 "awd_max_amd_letter_date": "2006-06-06",
 "awd_abstract_narration": "\r\nUnderstanding pollination systems is of central importance to biologists investigating the coevolution between insects and plants, and agriculturalists interested in ecological services provided by pollinators that fertilize their crops. A classic example of a coevolved pollination system is the interaction between orchids and euglossine bees. The tribe Euglossini comprises ~200 species of metallic-colored, fast flying insects that inhabit the rainforests of tropical Central and South America.  Their common name, 'orchid bee,' derives from the close association that the male bees have as pollinators of hundreds of species of orchids. The males collect and store fragrances from orchids in specialized leg pockets, and they later use these to seduce females during courtship. While collecting fragrances, male bees fertilize flowers by a fascinating mechanism. Orchids, unlike most flowering plants, do not produce loose pollen grains, but instead package their pollen in a compact mass called a pollinium (pl. pollinia). The pollinium has a sticky surface at its base that adheres to different parts of the bee's body, depending on the species of orchid.  A male bee carries pollinia from one flower to another, fertilizing each species with pollinia stuck to the appropriately matched location on its body. This research will investigate the evolution of these bees and their associated orchids by mapping the geographic distributions of both partners, analyzing DNA sequences to reconstruct their evolutionary trees, and characterizing chemical scents collected by male bees to understand how these are used as specific mating signals. The study will elucidate how the evolution of the bees affected the evolution of the orchids, and vice versa. It will also show how the rare behavior of fragrance gathering affected the evolution of different species of bees. More broadly, it will investigate whether systems like this, in which tight mutualisms bond groups of species together, can coevolve, affecting each other's trajectories and spurring the origin of biological diversity.\r\n\r\n\r\nBy using multiple approaches, this study will bridge traditionally separate scientific fields such as chemical ecology and molecular systematics. The results will contribute to our understanding of the evolution of mutualistic interactions that are the basis of pollination biology, a field of critical importance in most agricultural systems. One graduate student and several undergraduates will receive training in entomology, molecular phylogenetics, and behavioral ecology. Orchid bees are distributed throughout Central and South America, and the fieldwork and laboratory collaborations described here will foster greater international communication. The results will generate diverse molecular, chemical and behavioral datasets that will be made available to future researchers and educators via open-access web-based resources. Finally, the research will contribute toward the broader goal of understanding of the natural world and its conservation.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Pierce",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi E Pierce",
   "pi_email_addr": "npierce@oeb.harvard.edu",
   "nsf_id": "000419828",
   "pi_start_date": "2006-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": null
}