{
 "awd_id": "0608283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: ELECTRONS, PHONONS AND THE PROPERTIES OF STRONGLY CORRELATED MATERIALS",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2005-12-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 214207.0,
 "awd_amount": 214207.0,
 "awd_min_amd_letter_date": "2006-01-25",
 "awd_max_amd_letter_date": "2007-04-06",
 "awd_abstract_narration": "This CAREER award supports theoretical and computational research on strongly correlated electron materials with an aim to incorporate recent advances in quantum many-body theory into electronic structure methods. Research will have a focus on the interaction of electronic and lattice degrees of freedom. The PI's approach aims to merge density-functional linear-response theory with dynamical mean field theory. As advances are made toward more realistic modeling of strongly correlated electron materials, new theoretical methods, algorithms, and computer codes will be developed. These tools have the potential to help guide the search for new materials. Specific applications include: the study of the effect of electronic correlation on lattice dynamics in Mott insulating oxides and Multiferroics, the study of the electron-phonon contribution to the pairing interaction in materials where superconductivity and magnetism coexist, the study of the spin-Peirels transition. Computer programs will be designed to enable materials exploration by non-experts, by materials scientists and engineers, and by theoretical solid-state physicists. These will be accessible via the Internet. The project will promote teaching, training and learning via intensive integration of undergraduate and graduate students of New Jersey Institute of Technology into the research process. It will involve students in materials design, development of analytical methods and software, computations of solid state properties and comparisons with experiments, and the creation of WEB-based materials research databases. The project will expose Newark area high-school students to today's world of materials engineering with emphasis on the participation of underrepresented groups. This will be accomplished by motivating the students to learn fundamental mathematics and physics via the use of user-friendly software packages developed for PC platforms and training the students to use programs such as simulations and visualizations of properties of solids using this software.\r\n%%%\r\nThis CAREER award supports theoretical and computational research and education aimed at enhancing our capabilities to predict the properties of materials involving strongly correlated electrons. These display intellectually intriguing phenomena with potential for technological application. These phenomena include high-temperature superconductivity, colossal magnetoresistance, giant optical non-linearities and large thermoelectric coefficients.  The research will have a particular focus on the interaction of strongly correlated electrons with the crystalline lattice. The PI will work to merge recently developed theoretical methods with density-functional-theory based techniques to create more realistic models of strongly correlated materials. This work involves developing new algorithms, and computer programs that may amplify the level of comparison of sophisticated theories with experiment and may help guide searches for and assist in the design of new materials with desired properties. Computer programs will be designed with an aim to allow materials exploration by non-experts, by materials scientists and engineers and by theoretical solid-state physicists. These will be available through the Internet. The project will promote teaching, training and learning via intensive integration of undergraduate and graduate students of New Jersey Institute of Technology into the research process. It will provide educational experience via involvement of students into material design, development of analytical methods and software, computations of solid state properties and comparisons with experiments, and creation of WEB-based materials research databases. The project will expose Newark area high-school students to today's world of materials engineering with emphasis on the participation of underrepresented groups. This will be accomplished by motivating the students to learn fundamental mathematics and physics via the use of user-friendly software packages developed for PC platforms and training the students to use programs such as simulations and visualizations of properties of solids using this software.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Savrasov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Savrasov",
   "pi_email_addr": "savrasov@physics.ucdavis.edu",
   "nsf_id": "000192637",
   "pi_start_date": "2006-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 54207.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}