{
 "awd_id": "0608342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Phylogeny and Biogeography of the Vitaceae Inferred from the  Morphology of Extant and Fossil Taxa",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 11190.0,
 "awd_amount": 11190.0,
 "awd_min_amd_letter_date": "2006-04-12",
 "awd_max_amd_letter_date": "2006-04-12",
 "awd_abstract_narration": "0608342\r\nManchester and Chen\r\n\tThe grape family (Vitaceae) contains more than 700 species, assigned to about 15 genera.  Most of the members are woody vines and are ecologically important components in the forest.  The family is economically important as the source of grapes, raisins, juice and wine.  Despite its popularity, the phylogenetic relationships within the family are not fully resolved.  Vitaceous fossils are known from numerous Tertiary beds (65 million years ago to recent); these fossils can provide valuable information on the past history of this family and also help with our understanding of the phylogeny of this family.  Modern Vitaceae have a worldwide distribution with several regionally endemic and disjunct genera.  Fossils indicate that many of these genera formerly occurred outside of their current distribution area.  This change of distribution pattern is due to continuing interaction of climate, environment, dispersal, extinction, and speciation.  Fossils from various localities of different geologic ages can help us reconstruct this complicated history. Among the various organs preserved as fossils, the seeds of this family provide some of the most reliable characters for taxonomic recognition.  A preliminary morphological survey of seeds in this family indicates that there are unique seed features for each extant genus, suggesting that fossil seeds may be identified to the generic level with confidence. However, the sampling was initially limited to a few species per genus and a more thorough seed survey for the grape family is still necessary for accurate identification.  Morphological phylogenetic analyses will be conducted to infer the relationships among fossil and extant species.  Detailed morphological characters of the whole plant (including floral and vegetative characters as well as seed morphology) will be scored from carefully sampled herbarium specimens, to place the seed characters in a broader phylogenetic context and to provide a more comprehensive morphological analysis.  The phylogeny including fossils and extant species based on morphological characters will be compared with that generated from molecular data, which is being done by other research groups. Fossil data and molecular data together can provide information on timing of the origin of a closely related group of species; past climate/environment can be estimated from the fossil localities; character change though time can be inferred from the resulted phylogeny.  All of these, when incorporated and carefully interpreted, will give new insight to the history of the grape family.\r\n\tThis project will provide for the PhD training of a woman scientist, Iju (Judy) Chen.  The results of this study can serve as informative plant examples in the teaching of evolutionary biology.  Digitized fossil and extant seed images can be used in museum exhibitions.  Seed images will also be published online for further fossil identification.  The morphological character matrix generated will be submitted to appropriate websites to facilitate further related research.  A number of museums and herbaria worldwide will be visited, through which collaborative partnerships can be established to benefit further scientific research and exchange of information. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Manchester",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Manchester",
   "pi_email_addr": "steven@flmnh.ufl.edu",
   "nsf_id": "000435780",
   "pi_start_date": "2006-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11190.0
  }
 ],
 "por": null
}