{
 "awd_id": "0608263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: An Experimental, Comparative Investigation to Assess the Extent and Consequences of Nestling Behavioral Adaptations in a Recently Evolved Brood Parasite",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "daniel wiegmann",
 "awd_eff_date": "2006-04-15",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 9300.0,
 "awd_amount": 9300.0,
 "awd_min_amd_letter_date": "2006-03-23",
 "awd_max_amd_letter_date": "2006-03-23",
 "awd_abstract_narration": "Intellectual Merit: Parent-offspring conflict (POC) theory predicts that dependent young attempt to procure more resources than what is the optimal level for parents, and the extent of this conflict is influenced by the amount of genetic material parents and offspring share.  Avian brood parasites (those species which lay their eggs in the nests other birds and leave all parental care to those hosts) provide a unique test of POC theory because they are unrelated to the parents that raise them and are thus predicted to exhibit exaggerated features (such as begging behaviors) for procuring food from adults.  This proposal outlines several experiments to determine if intense begging by nestling Brown-headed Cowbirds is unique to this brood parasite, or if it also found in a closely related, non-parasitic species, the Red-winged Blackbird.  Nestlings of both species will be raised in the two typical rearing environments of cowbirds (i.e., reared in the nest of small versus medium sized hosts).  When nestlings are 5 days old, three experiments will assess: (1) if differences in begging exist between cowbirds and blackbirds under identical conditions, (2) if differences in begging behaviors influence the amount of food adults bring to the nest, and (3) if differences in begging and food acquisition lead to differences in growth and condition of the two species.  Because cowbirds have evolved brood parasitism only recently, this research will also provide insights into species that evolved brood parasitism prior to cowbirds.  Finally, this work will address whether brood parasites exhibit more exaggerated begging relative to closely related species that care for their own offspring, a fundamental prediction of POC theory.  \r\n\r\nBroader Impacts: In addition to examining fundamental questions about POC theory and the evolution of adaptations in brood parasites, the proposed research will also provide research training opportunities for two undergraduates and important mentoring experience for the co-PI.  Two undergraduates from the Division of Biology at Kansas State University (KSU) will be recruited for this work through a competitive process with the assistance of Dr. Brett Sandercock; special care will be made to recruit women and minorities.  Students will be recruited from KSU because students at our university (UC-Santa Barbara) are enrolled in classes until mid-June, severely limiting their participation in field research.  The students will be involved in all phases of this research project and will be encouraged to pursue independent research within the general framework of cowbird breeding ecology.  Students will be introduced to all aspects of research including the development of hypotheses and predictions, creation and management of databases, statistical analyses, interpretation of results, and oral and written communication of research findings.  Given his goal of becoming a research professor, this project will provide the co-PI with a significant mentoring experience by allowing him to supervise undergraduates through all stages of their research. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Rothstein",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen I Rothstein",
   "pi_email_addr": "rothstei@lifesci.ucsb.edu",
   "nsf_id": "000167690",
   "pi_start_date": "2006-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747200",
   "pgm_ele_name": "Behavioral Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 9300.0
  }
 ],
 "por": null
}