{
 "awd_id": "0609354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NER:  Self-Assembled Liquid Crystal Thermoset Nano-Composites with Functionally Graded Properties",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charalabos C. Doumanidis",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2006-05-31",
 "awd_max_amd_letter_date": "2006-05-31",
 "awd_abstract_narration": "The objective of this Nanoscale Exploratory Research (NER) project is to establish the feasibility on a new class of self-assembled, 3-D nano-composites with functionally graded properties.  The project will seek to determine the principles behind forming functional nanocomposites from thermosetting, reactive liquid crystal (LC) monomers containing carbon nanotubes using an inkjet printing process.  The composites will be formed so that local variations in composition can be accommodated.  As the monomers are deposited they will be selectively oriented in 3 dimensions by a magnetic field and the orientation then will be locked-in by curing the monomers in-situ.  Orienting LC molecules containing nanotubes will result in self-alignment of the nanotubes. The composites will be photocured by exposure with UV radiation delivered by a laser.  The objective of the research will be to synthesize 3D-composites designed with specific regions that have different modulus, strength, and toughness values defined so as to enhance their overall mechanical (and thermal) performance. The work will include selecting and combining the most appropriate polymer and nanotube compositions as well as determining the optimum conditions for inkjet processing and curing.  This research also will provide an opportunity for the participation of a graduate student in this new technology area at the University of Arizona.\r\n\r\nIf successful, the combination of an LC matrix resin with carbon nanotubes, as depicted here, is expected to produce composites that are stiffer, tougher (damage tolerant), and more scratch resistant than the currently best available carbon fiber-epoxy composites. Numerous industries and Government agencies are interested in adapting this new technology for the direct synthesis of 3D- composites by computer-controlled step-by step, layered deposition. Such a process will allow the direct production of high-performance composites without the use of conventional casting, forging, machining, molding or prepregging.  Further, the ability to produce new shapes at will lends itself to rapid, flexible, customized production in various venues.  In particular, it offers considerable potential for future application in space vehicles for extraterrestrial customized production of composite parts. Transfer of the technology to industry will be facilitated by an existing collaborative arrangement with two separate industrial organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Chartoff",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Chartoff",
   "pi_email_addr": "rchartoff@msn.com",
   "nsf_id": "000271627",
   "pi_start_date": "2006-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 66.0
  }
 ],
 "por": null
}