{
 "awd_id": "0609827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mapping Spatial and Temporal Heterogeneity of Lake Seepage",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 289212.0,
 "awd_amount": 289212.0,
 "awd_min_amd_letter_date": "2006-06-21",
 "awd_max_amd_letter_date": "2008-06-10",
 "awd_abstract_narration": "0609827\r\nToran\r\n\r\nMapping spatial and temporal heterogeneity of lake seepage\r\nusing electrical resistivity and induced potential\r\nLaura Toran and Jonathan Nyquist, Department of Geology, Temple University\r\nUnderstanding groundwater-lake interactions requires detailed knowledge of seepage patterns to\r\ndetermine water budgets, to track contaminants flowing from lakes into groundwater, or groundwater into lakes, and to study the influence of nutrient-rich groundwater on lake micro-habitats. But measuring lake-wide seepage in detail is a daunting task. Flux estimates calculated using mass balance and modeling address the lake as a whole, but do not indicate the regions of groundwater discharge and recharge. Point measurements made using seepage meters, or calculated from piezometer data and sediment hydraulic conductivity, are typically widely spaced and often difficult to reproduce. Geologic variability controls seepage, but geologic variability is poorly characterized because it is difficult to map beneath a lake.\r\nThis project with investigate continuous resistivity profiling (CRP), a promising new technology\r\nfor mapping marine sediments and bedrock. Electrical resistivity measurements made by towing an electrode streamer behind a boat can be combined with GPS and bathymetry data during data inversion to produce continuous 2-D resistivity profiles. Resistivity changes correspond to variations in porosity, ionic strength of pore fluids, and clay content. Preliminary data collected at Lake Lacawac, Pennsylvania, using a state-of-the-art CRP system suggest that modest contrasts between lake water conductivity (2 uS/cm) and groundwater conductivity (40 uS/cm) are directly detectable. Groundwater upwelling appeared as a low-resistivity zone within sediments saturated with resistive lake water. Even at sites with almost no contrast between lake and groundwater conductivity, such as Mirror Lake, New Hampshire, CRP may provide information on variability in sediment properties such as porosity and clay content that influence seepage patterns. The rapidity of CRP data collection permits extensive spatial and temporal data to be collected to improve the placement of seepage meters used for direct measurements of changes\r\nin flux, providing better spatial coverage, linkages between geologic features and seepage, and temporal data to examine system response to storms and seasonal change. Detailed comparison will be made between CRP data and point measurements collected using an array of low cost manual seepage meters, as well as hydrologic data, lake sediment core analysis, and groundwater modeling to assess the utility and limitations of the method. The utility CRP for change detection will also be investigated by comparing differences between repeated geophysical surveys with data from newly-developed logging seepage meters.\r\nThis research is important to society because of the increasing pressures on freshwater resources.\r\nBetter understanding of groundwater-surface water interactions will improve prediction of water budgets and chemical transfer (nutrients or contaminants). Furthermore, seepage interfaces are often hot spots of biological activity and play an important role in nutrient and carbon cycling. This study is designed for transfer to other sites because it looks at the fundamental relationships between the geophysical signals and the observed hydrostratigraphy through groundwater flow modeling. The educational impact of this research occurs at multiple levels. Funds will be provided for three masters students during their second year of study. In addition, undergraduates will act as field assistants and take ownership of research sub-projects. To further enhance their research experience, funding is included to permit undergraduate students to attend a scientific conference and present their research. Temple often attracts first-generation college students and has a 30% minority population; in the geology department, there is a good gender balance among students. Thus, Temple is able to reach underrepresented groups in the sciences. In addition to university education, the project will contribute educational materials on the importance of groundwater-lake interaction for tours at the lakes studied.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Toran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Toran",
   "pi_email_addr": "ltoran@temple.edu",
   "nsf_id": "000272423",
   "pi_start_date": "2006-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Nyquist",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Nyquist",
   "pi_email_addr": "nyq@temple.edu",
   "nsf_id": "000176243",
   "pi_start_date": "2006-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 92945.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 96267.0
  }
 ],
 "por": null
}