{
 "awd_id": "0609963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Investigation of Early Hominin Land Use in and Around the Sterkfontein Valley Using Strontium Isotopes",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 139489.0,
 "awd_min_amd_letter_date": "2006-06-09",
 "awd_max_amd_letter_date": "2008-02-25",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Matt Sponheimer and an international team of colleagues will conduct a study of early hominin landscape use in and around the Sterkfontein Valley, South Africa. Landscape use holds important clues regarding human origins. For instance, it has been suggested that bipedalism arose in our forebears as an adaptation for traversing long distances necessitated by shrinking forest environments. Yet, there is little direct evidence that early hominins traveled such long distances. In order to test such hypotheses, the team of specialists in archaeology, human paleontology, and biogeochemistry will study the strontium isotope compositions of fossil hominins and associated fauna to provide the first direct evidence of early hominin paleolandscape utilization. This is possible because the strontium isotope ratios in mammalian tissues directly reflect the strontium isotope compositions of the local geology, and thus movement from one geological substrate to another is reflected in an animal's tissues such as tooth enamel.\r\n\r\nThis study will consist of two phases. In the first, the team will perform a comprehensive study of strontium isotope compositions in the modern water, soils, plants, and animals of the modern Sterkfontein Valley and surrounding areas to serve as a baseline for the study of the Valley's fossils. This phase will also include a series of experiments designed to determine which types of instrumentation will prove most profitable for obtaining large numbers of strontium isotope analyses from fossils. In the second phase, tooth enamel from early hominin and non-hominin fauna will be analyzed in an attempt to answer questions about early hominin home ranges, migratory patterns, and social behavior. \r\n\r\nThe intellectual merit of this study is that it will allow the team and others to begin addressing a number of previously intractable questions such as whether early human ancestors were migratory, whether the emergence of bipedalism was associated with increased home ranges compared to modern chimpanzees, and whether or not males or females dispersed from their natal groups and at what age dispersal occurred. Hence, this study offers the possibility of greatly enriching our understanding of early hominin ecology and life history, and in so doing, should better our understanding of human origins. Moreover, the study will build a large dataset on the distribution of strontium isotopes in soils, water, plants, and animals over a geologically diverse landscape which should prove useful for archaeologists, paleontologists, ecologists, geochemists, and forensic scientists who are interested in tracking the movements of humans and other organisms. \r\n\r\nThe project's broader impact will include fostering extensive international collaboration between scientists from the United States, South Africa, and the United Kingdom. This will include hosting a small international workshop to disseminate the results of this study and to determine areas for future research.  The project will also make a significant educational contribution, as it will provide postdoctoral and graduate training for students in the U.S. and South Africa from traditionally underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Sponheimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Sponheimer",
   "pi_email_addr": "matt.sponheimer@gmail.com",
   "nsf_id": "000199302",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 89325.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50164.0
  }
 ],
 "por": null
}