{
 "awd_id": "0610138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geochemical Consequences of Melt Channelization: Exploring New Models for U-Series Variability",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 154980.0,
 "awd_min_amd_letter_date": "2006-07-28",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "Intellectual Merit. A fundamental challenge for geochemists and geophysicists is to understand how to use observed chemical variability to infer both properties and processes occurring in the Earth's mantle. The Uranium-series decay chains hold enormous promise for inferring mantle processes because these nuclides are sensitive to the rates of melting and melt transport as well as the geometry of melt and solid distribution (i.e. porosity/channeling etc.). Realizing this promise, however, remains extremely challenging. New observations of correlations between U-series nuclides, other trace elements and geophysical parameters place strong constraints on models and, together with other studies, suggest that melt transport in the mantle is highly localized into some form of channelized network. Thus, to quantitatively relate observed U-series excesses to mantle processes requires models that integrate coupled melt and solid dynamics with chemical transport. The purpose of this proposal is to develop and systematically explore the next generation of models for stable and radiogenic tracers in magmatic systems to understand their implications for mantle processes. \r\n\r\nSpecifically, it is proposed to 1) Extend current models for stable and U-series transport in reactive channelized flows to include realistic major element melting and trace element partitioning behavior so that the models can be compared directly to observations. 2) Use these models to systematically explore the sensitivity of coupled REE and U-series behavior to possible mantle processes. 3) Extend the models to investigate other mechanisms for melt localization such as shear-induced mechanical instabilities. 4) Develop comprehensive U-series models for mid-ocean ridge geometries.\r\nFor accuracy, the computational models require extremely fine spatial and temporal resolution, which becomes important when solving for U-series response in large-scale geological systems. Thus, another component of this research is to develop the next generation of high-performance computational models for high-resolution melt and chemical transport. We have begun this process by porting major components to the Portable Extensible Toolkit for Scientific Computation (PETSc) which is a core technology in the Computational Infrastructure for Geodynamics (CIG). We will work closely with CIG to develop publicly accessible chemical transport models that are interoperable within the larger CIG framework. If successful, this proposal will develop both a better understanding of the dynamic implications of U-series observations as well as flexible modeling tools that can benefit the entire geochemical and geophysical community.\r\n\r\nBroader Impacts. This project will form the primary source of funding to finish the graduate work of Yanming Fang to work at the intersection of Applied Mathematics and Earth Science. This work should also have general applications in science and engineering to problems involving the flow of fluids in permeable, reactive and deformable solids such as petroleum engineering, hydrology and nuclear waste production and disposal. All codes and algorithms developed through this work will be made available as open source components to the public through the CIG.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Spiegelman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Marc W Spiegelman",
   "pi_email_addr": "mspieg@ldeo.columbia.edu",
   "nsf_id": "000237613",
   "pi_start_date": "2006-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kelemen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Kelemen",
   "pi_email_addr": "peterk@ldeo.columbia.edu",
   "nsf_id": "000237684",
   "pi_start_date": "2006-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 154980.0
  }
 ],
 "por": null
}