{
 "awd_id": "0610463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2006-06-27",
 "awd_max_amd_letter_date": "2006-09-01",
 "awd_abstract_narration": "This NSF minority postdoctoral fellowship research project in the Social, Behavioral and Economic Sciences will make important contributions to areas of scholarly inquiry that examine indigenous practices around the world in which economic independence, self determination, cultural sovereignty, and the maintenance of Native traditions are linked. This project builds upon the PI's dissertation research which explores the ways in which Native Alaskan tour guides generate a marketable product, authentic Native identity while working to dispel tourists' stereotypes through a process referred to as self-commodification. This product, the commodified persona, must meet tourist expectations, as well as conform to indigenous cultural protocols. The proposed research expands the PI's argument that the cultural tourism venue serves as a site of cultural\r\nproduction which feeds back into local ideologies of Native identity. This scholarly work is not about tourism per se. The tourism site is an ideal context from which to examine the ways that Native people assert identity as a political tool to maintain cultural sovereignty vis-a-vis the dominant society. During the first year of the NSF Minority Postdoctoral Fellowship, the PI will develop her dissertation into a book manuscript, and begin to conduct comparative research among Maori cultural tourism operators in New Zealand. The PI will spend the second year focusing on this research. The proposed research project is designed to test critical findings put forth in the book manuscript and serve as the nexus for a second manuscript, a collection of essays concerning indigenous responses around the world to the global expansion of tourism and cultural commodification. Like Alaska, New Zealand is a world-class tourist destination marketed\r\nfor its breathtaking natural beauty, wildlife, and indigenous peoples. Similar to their counterparts in the US, the Maoris have experienced a history of colonization, 19th century wars, and the collapse of a traditional way of life to become a minority people in what was once their land. Still, Maoris and Native Americans have fought to regain political and cultural sovereignty with measurable success. Among both the Maori and Southeast Alaska Natives, the capitalization of Native identity has been a feature of Native-European interaction since the early colonial period, and both indigenous groups have carried this legacy through economic ventures in cultural tourism. The scholarly work resulting from this research contributes important insights to the body of anthropological literature concerning self-representation, identity-making, and processes of cultural survival and change in the global context. Moreover, the PI takes into account local perspectives concerning the processes of cultural commodification. Although understanding culture from the Native point of view is certainly not a new concept in the field of anthropology, virtually no work in the anthropology of tourism has attempted to integrate local ideologies so crucial to understanding the ways indigenous people market and sell their culture in the packaged tourism format. By comparing the possibilities and constraints indigenous tourism workers from Alaska to New Zealand experience in the processes of commodifying their cultures, the PI will unravel complex relationships between the ways culture is packaged for outside consumption, and how these processes inform indigenous conceptions of their own cultural identities.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Bunten",
   "pi_mid_init": "C",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Alexis C Bunten",
   "pi_email_addr": "",
   "nsf_id": "000474369",
   "pi_start_date": "2006-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bunten                  Alexis         C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Culver City",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "902304935",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Bunten                  Alexis         C",
  "perf_str_addr": "",
  "perf_city_name": "Culver City",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902304935",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}