{
 "awd_id": "0610692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Titanium Tantalum Materials for Improved Biomedical Implants and Medical Devices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "F.C. Thomas Allnutt",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2006-05-16",
 "awd_max_amd_letter_date": "2006-05-16",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I research project will address the difficulty in producing Titanium alloys containing highly refractory elements (e.g. tantalum) which is a major barrier to the development of new biomedical titanium alloys. The production of these alloys by melt processes requires melting up to 10 times to produce homogenous ingots. This project develops advanced powder metallurgical processes to facilitate the production of titanium alloys containing these elements. This program focus on the highly biocompatible titanium-tantalum alloys of interest for orthopedic implants, nickel-free shape memory, and super elastic alloys. A titanium alloy with 30 % tantalum holds particular promise for implants and will be evaluated for shape memory behavior as well as other titanium-tantalum alloys in the range of 20 to 60 % tantalum. Advanced powder metallurgical processes will accelerate the development of titanium alloys for biomedical applications. \r\n\r\nCommercially, the advanced powder metallurgical processes developed offer material scientists and engineers an economical way to develop and adopt titanium alloys specifically designed for their application.  Currently, the industry typically settles for alloys such as Ti-6Al-4V that are readily available but are not optimized for a specific application. The technological hurdles have been the high cost of production of small quantities of a titanium alloy for development and the difficulty of production of potentially interesting titanium alloys by conventional methods. The technology will facilitate the manufacture of titanium alloyed with highly refractory metals such as tantalum, iridium and platinum that are extremely difficult to prepare by melt or conventional manufacturing processes. In addition the technology can be used to produce components with gradient composition. For example, surfaces with a different composition then the bulk material can be produced providing surfaces that are more bioactive or amenable to biomimetic coatings without sacrificing bulk metal properties. The unique experimental methods developed facilitate the search for alloys that meet specific criteria. The impact will be increased availability of advanced Ti-based alloys for a wide variety of biomedical, aerospace, industrial and consumer products. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harvey",
   "pi_last_name": "Fisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harvey Fisher",
   "pi_email_addr": "hfisher@dynamettechnology.com",
   "nsf_id": "000184486",
   "pi_start_date": "2006-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DYNAMET TECHNOLOGY INC",
  "inst_street_address": "EIGHT A ST",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172725967",
  "inst_zip_code": "018033405",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "DYNAMET TECHNOLOGY INC",
  "perf_str_addr": "EIGHT A ST",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018033405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}