{
 "awd_id": "0610387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2006-09-12",
 "awd_abstract_narration": "This Minority Post-Doctoral Fellowship in the Social, Behavioral, and Economic Sciences focuses on why religious institutions, which are inherently non-political organizations, become involved in political matters. Using the historic and contemporary presence of the Black church in the political arena as an example, the researcher argues that a church's political involvement is a function of two factors: (1) an external environment that necessitates political action but restricts political participation through\r\ntraditional channels of political activism; and (2) the agreement between pastors and congregants that church-based political activism is an appropriate activity for the organization. Through the analysis of clergy and church members, this project will provide an understanding of how a congregation and its leaders negotiate the proper role of the church in political matters. Through multi-method approaches, this project will provide an in-depth analysis of the factors that shape the activities of religious institutions. Scholars have long noted that many of the key ingredients shaping political behavior can be found in religious contexts (Berelson, Lazarsfeld, and McPhee 1954; de Tocqueville 1945). Churches and other places of worship can shape political attitudes as well as mobilize individuals for political participation (Huckfeldt, Plutzer, and Sprague 1993; Rosenstone and Hansen 1993; Verba, Schlozman, and Brady 1995; Wald 1997; Wald, Owen, and Hill 1988). While scholars comment on how emerging economic inequalities harm civic involvement (Jacobs and Skocpol 2005), religious institutions may be able to mediate this problem for several groups. The high level of variance in the level of political activity and the relevant political stimulus provided by Black churches offers an insight into the broader variance of political participation across religious entities. The dynamics that explain political activity within the Black churches ought to serve as a useful starting point for a broader understanding of the role of religion in contemporary American politics. In particular, the mechanisms found in my study can provide clues into the puzzle of civic engagement. The broader impact of this work allows for a better understanding of participation in general. For the most part,  conceptualizations of a politicized or activist church have been vague and tautological. Many of the researchers of churches appear to define the politicized church as a church that is politically active. Rather than define a political church in terms of its outputs, the researcher argues that a politicized church is best understood as a church that holds political awareness and activity as salient pieces of its identity. An identity is a set of characteristics that members feel are central, enduring, and distinctive about the organization (Albert and Whetten 1985). Establishing an identity must be understood as an iterative process of negotiations between leaders and members (Scott and Lane 2000). Thus, a politicized church is the end result of the negotiation process between the leadership and members in the decision to adopt a political identity. While the pastor and members are the key actors in this negotiation, the negotiation is also shaped by the organization itself and the external environment. The research design for this study incorporates both quantitative and qualitative methodology. The quantitative aspect of the research design assesses individuals' views towards church based political activism. Using national and denomination specific samples, surveys allow the researcher to  analyze the factors that lead members and clergy to support church based political activism. The second part of the study includes a qualitative examination of churches. The case studies complement the surveys by providing an in-depth investigation of how political and religious attitudes work within the context of an individual's congregation. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "McDaniel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L McDaniel",
   "pi_email_addr": "",
   "nsf_id": "000065418",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McDaniel                Eric           L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "787120119",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "TX",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "McDaniel                Eric           L",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120119",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}