{
 "awd_id": "0610097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Direct Solvers for Boundary Integral Equations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 151160.0,
 "awd_amount": 151160.0,
 "awd_min_amd_letter_date": "2006-07-13",
 "awd_max_amd_letter_date": "2006-07-13",
 "awd_abstract_narration": "The proposed research seeks to develop fast, accurate, and robust computational techniques for solving a class of mathematical equations known as \"linear boundary-value problems\".  Such equations are ubiquitous in engineering and science, and the task of finding approximate solutions to them is frequently the most expensive component of numerical simulations.\r\n\r\nThere currently exists a multitude of computational techniques for solving linear boundary-value problems, including some that are both highly accurate and very fast.  The emergence of such methods over the last two decades has vastly increased our ability to simulate complex phenomena in science, engineering, medicine, and many other fields.  However, existing high-performance computational techniques tend to be limited in their applicability, and somewhat fickle, in the sense that software needs problem-specific tuning to perform well.  The principal goal of the proposed research is to eliminate these drawbacks for a particular class of high-performance techniques, thus making such algorithms accessible to a wide range of important computational problems.\r\n\r\nTechnically speaking, the proposed research is concerned with a class of computational techniques based on formulating the problem as an equation on the boundary of the computational domain.  It is known that the resulting equations can in some environments be solved extraordinarily rapidly.  Existing techniques for this task are based on so-called \"iterative solvers\", which construct a sequence of approximate solutions that gradually approach the exact solution.  The proposed research seeks to develop \"direct solvers\" for solving the boundary equations.  Loosely speaking, a \"direct solver\" manipulates the mathematical equation to produce an algorithm that determines the unknown variables from the given data in one shot.  Direct solvers are generally preferred to iterative ones, but they have in many environments appeared to be prohibitively expensive.  However, recent developments indicate that it is possible to construct direct methods that are as fast as, and sometimes even faster than, existing iterative ones.\r\n\r\nMany benefits would accrue from the development of direct methods for solving the boundary equations associated with linear boundary-value problems; these include:  (1) The ability to solve certain problems that are beyond the reach of existing fast algorithms.  An example is the accurate solution of electromagnetic and acoustic scattering problems involving large objects at wave frequencies close to resonant frequencies of the scatterer.  (2) An increase in computational speed in environments where the same equation needs to be solved multiple times for different data.  Preliminary experiments involving the modeling of biochemical processes and large scattering problems indicate that a speed-up of one or two orders of magnitude is to be expected.  (3) The availability of high-performance computational techniques that are sufficiently robust to be incorporated into general purpose software packages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Per-Gunnar",
   "pi_last_name": "Martinsson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Per-Gunnar J Martinsson",
   "pi_email_addr": "pgm@ices.utexas.edu",
   "nsf_id": "000257904",
   "pi_start_date": "2006-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 151160.0
  }
 ],
 "por": null
}