{
 "awd_id": "0610514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nasal and Paranasal Morphology of Primates and Their Close Relatives",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 23013.0,
 "awd_min_amd_letter_date": "2006-08-14",
 "awd_max_amd_letter_date": "2010-06-18",
 "awd_abstract_narration": "The project is designed to document the internal facial anatomy of the Primates and their close relatives (tree shrews and \"flying lemurs\"), with a particular emphasis on the internal anatomy of the nose and sinuses. This hitherto poorly documented aspect of cranial anatomy can then contribute to resolving the evolutionary relationships within Primates and between this order and others.  Relationships between various groups of fossil and living primates, as well as between the order Primates and the trees shrews and flying lemurs remain matters of debate.  This uncertainty undermines our knowledge of the course of primate evolution in several ways.  For instance, the primate order may or may not include a fossil group called Plesiadapiformes that would extend our geological antiquity to around 66 million years (Ma) as opposed to around 55 Ma in their absence.  Similarly, a more recent group of fossil primates (the Omomyidae, first appearing around 55 Ma) may be the ancestors of: monkeys and apes, tarsiers, both, or neither.  Resolution of these issues would dramatically improve our ability to establish the pattern of primate evolution, as well as its underlying causes. \r\n\r\nInternal cranial anatomy has long been a staple of mammalian systematics, but most previous work has concentrated on the ear region and floor of the braincase.  The utility of the nasal region has been recognized previously, but the destructive techniques required to expose this anatomy prevented comprehensive investigations.   The advent of high-resolution computed tomography (CT-scans) resolves this problem.  The project will use CT-scanning to reveal the internal anatomy of a large sample of primate, tree shrew, and flying lemur skulls from several U.S. Museums.  These, along with thin-sectioned specimens of perinatal primates, will permit a detailed description of the internal nasal anatomy of these groups for the first time.\r\n \r\nThe scientific merit of the project lies in helping to clarify the evolutionary relationships among primates and between primates and their close relatives.  The new data generated by this project will be an important addition to the array of anatomical and molecular evidence currently being employed to this end.  Since these relationships represent prerequisite knowledge for so many other aspects of the study of primate evolution, improving their resolution has far-reaching effects that propagate throughout the entire field of study.\r\n  \r\nBeyond this, the broader impact of the project includes the production of a digital library of CT scans, documenting the internal cranial anatomy of primates and their closest relatives.  As with scans previously collected by the PI, these will be made available to the public online at www.digimorph.org; first as 3-D renderings and, after publication of the proposed research, as stacks of slices showing the internal anatomy.  Making such data available online will provide a valuable learning resource to students in institutions that lack their own collections of primate crania.  This is a resource that no institution currently possesses.  In addition, the scan data can be used by students in my institution's graduate program for the purpose of pilot projects, and for training in methods of digital image analysis.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Rossie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Rossie",
   "pi_email_addr": "james.rossie@stonybrook.edu",
   "nsf_id": "000150594",
   "pi_start_date": "2006-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 23013.0
  }
 ],
 "por": null
}