{
 "awd_id": "0610170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Social Networking Tools to Enable Collaboration in the Tobacco Surveillance, Epidemiology, and Evaluation Network (TSEEN)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Brandt",
 "awd_eff_date": "2006-03-15",
 "awd_exp_date": "2007-10-31",
 "tot_intn_awd_amt": 121014.0,
 "awd_amount": 39240.0,
 "awd_min_amd_letter_date": "2006-03-07",
 "awd_max_amd_letter_date": "2006-03-07",
 "awd_abstract_narration": "A highly publicized report by the American Cancer Society noted that cancer has\r\nsurpassed heart disease to become the number one killer of adults under the age of 85\r\nin the United States today. At the top of the list was lung cancer, a disease that is\r\neminently preventable. Addressing public health threats like cancer are acute,\r\nsystem-wide challenges that would benefit from network-centric approaches. For\r\nexample, when the tobacco research community realized it had taken over a decade to\r\ndiscover that they had already collected substantial empirical evidence, distributed\r\nacross its network of tobacco researchers, indicating that 'light' (low-tar/low-nicotine\r\nbrands) cigarettes reduced neither exposure to nor risk of cancer, researchers began to\r\nunderstand the importance of effectively sharing resources and information across the\r\nentire community. In response, government agencies involved in public health have\r\nmade a substantial foundational investment in developing a digital government\r\ncyberinfrastructure--Tobacco Systems integration Grid (TobacSIG)--to enable\r\ncollaboration within the Tobacco Surveillance, Epidemiology, and Evaluation Network\r\n(TSEEN). While such an underlying cyberinfrastructure is a prerequisite, delays in\r\ndiscoveries (such as the carcinogenic effects of 'light' cigarette mentioned above) have\r\nprompted the TSEEN community to underscore the need for social network referral\r\ntools as a crucial component of any effort to enhance the efficacy of their collaboration\r\nsystem.\r\nThis project will develop, deploy and assess social networking tools to enhance\r\ncollaboration among members of TSEEN using the TobacSIG cyberinfrastructure. The\r\nproposed project brings together researchers in information science, social science, and\r\npublic health who have established strong collaborations with government partners on\r\nthe development of networks to support transdisciplinary research in public health. The\r\nresearchers have assisted the government partners in formulating the challenges and\r\nenvisioning solutions; hence the research team is will positioned to leverage the\r\nsubstantial financial and human resources being invested by NIH National Cancer\r\nInstitute and its partner government agencies in the TobacSIG cyberinfrastructure.\r\nIntellectual Merit: The proposed project is a pioneering effort at incorporating social\r\nnetwork referral tools as an integral part of collaborative systems within the context of\r\ndigital government. First, the proposed project will extend theoretical understanding of\r\nthe emergence of collaboration network structures involving multidimensional networks,\r\nwhere nodes may be individuals, documents, data sets, services (such as\r\nvisual-analytic tools), or keywords/concepts. Second, it will pioneer theory development\r\nand testing about the influence of network referral systems on collaboration outcomes.\r\nSpecifically, the proposed project will assess the extent to which collaboration outcomes\r\nare influenced by (i) different theoretically-derived structures of network referrals, (ii)\r\ndifferent incentive structures provided to users of the network referral system, (iii)\r\ndifferent types of network data used to generate referrals, and (iv) different information\r\nvisualizations used to represent network referrals. Third, the research will extend the\r\nexponential random graph modeling techniques that have been largely used to estimate\r\nstructural dependencies in relatively small (typically no larger than 500)\r\none-dimensional networks. The proposed project will extend these techniques to\r\nmultidimensional networks containing over 10,000 nodes.\r\nBroader Impacts: As cyberinfrastructure is deployed to support collaboration among\r\nlarge communities in government and elsewhere, it is increasingly obvious that social\r\nnetwork tools have immense potential. In this project the researchers will seek to\r\nrespond to the refrain 'if only the Tobacco Surveillance Epidemiology Evaluation\r\nNetwork knew what it knew.' Generalizing the relevance of this same refrain to a wide\r\nspectrum of other contexts is suggestive of the broader impacts of the proposed\r\nresearch. The findings and deliverables of the proposed research will be immediately\r\ngeneralizable to the design and deployment of social network referral tools to support\r\ncollaboration among other digital government efforts within public health and beyond.\r\nFurther, the government and non-government partners in this project are exceptionally\r\nwell-equipped to incorporate into their regularly scheduled education, training, and\r\noutreach workshops the skill sets of collaborative fluency afforded by the judicious use\r\nof network referral systems. Finally, by definition, social network referral systems have\r\nthe potential to increase the likelihood of drawing in more diverse constituents within the\r\npublic health community (in terms of gender, ethnicity, age, seniority, disciplinary\r\nperspectives) than heretofore possible. This extended network will also offer\r\nopportunities for mentoring of previously disadvantaged members within these\r\ncommunities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Giovino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gary A Giovino",
   "pi_email_addr": "ggiovino@buffalo.edu",
   "nsf_id": "000164893",
   "pi_start_date": "2006-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Roswell Park Cancer Institute, Division of Health Research, Inc",
  "inst_street_address": "665 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "BUFFALO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7168452312",
  "inst_zip_code": "142031104",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "HEALTH RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "YDWAYVVQHNK5"
 },
 "perf_inst": {
  "perf_inst_name": "Roswell Park Cancer Institute, Division of Health Research, Inc",
  "perf_str_addr": "665 ELM ST",
  "perf_city_name": "BUFFALO",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142031104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170600",
   "pgm_ele_name": "DIGITAL GOVERNMENT"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1706",
   "pgm_ref_txt": "DIGITAL GOVERNMENT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}