{
 "awd_id": "0611632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Hurricane Katrina and Lessons for Prevention of Catastrophic Levee Failures Applicable to Other Similarly Threatened Areas in the U.S.",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2006-02-01",
 "awd_exp_date": "2007-01-31",
 "tot_intn_awd_amt": 199651.0,
 "awd_amount": 199651.0,
 "awd_min_amd_letter_date": "2006-01-23",
 "awd_max_amd_letter_date": "2006-01-23",
 "awd_abstract_narration": "Award:\t\tCMS-0611632\r\nPI:\t\tRaymond Seed\r\nInstitution:\tUniversity of California, Berkeley\r\nTitle:\tSGER: Hurricane Katrina and Lessons for the Prevention of Catastrophic Levee Failures Applicable to Other Similarly Threatened Areas in the U.S.\r\n\r\nThe research team conducted an NSF-sponsored field investigation (CMS-0553197) in the months following Hurricane Katrina that successfully captured and documented vital perishable data and observations related to levee failures in New Orleans.  The observations from the first SGER are contained in the following report (also available from the Senate Committee on Homeland Security and Governmental Affairs: Seed, R.B., Nicholson, P.G., Dalrymple, R.A., Battjes, J., Bea, R.G., Boutwell, G., Bray, J.D., Collins, B.D., Harder, L.F., Headland, J.R., Inamine, M., Kayen, R.E., Kuhr, R., Pestana, J.M., Silva-Tulla, F., Storesund, R., Tanaka, S., Wartman, J., Wolff, T.F., Wootem, L. and Zimmie, T. (2005) Preliminary Report on the Performance of the New Orleans Levee Systems in Hurricane Katrina on August 29, 2005, Report No. UCB/CITRIS  05/01, CITRIS Center, University of California, Berkeley, November 16, 2005.  This new project will continue the collection of perishable data, but will concentrate on the analysis of these important field performance case studies.  \r\n\r\nWith the Nation now engaged in emergency reconstruction of the heavily damaged New Orleans flood protection system, there is an unusual urgency in learning and applying lessons from Katrina to these systems currently under urgent repair.  These lessons will also, however, be extremely valuable over the long term for levee systems throughout the Nation, and throughout the world.  The multiple failures of the New Orleans flood protection system during the Katrina event resulted in catastrophic flooding that has to date claimed 1,063 lives, devastated a major U.S. city and metropolitan area, and produced estimated (direct and indirect) damages ranging between $200 to $400 billion.  This represents the single most costly engineered system failure in world history.  There are lessons of potentially vital importance to be learned from the performance of the New Orleans levee systems, and from the experiences with emergency repair and pumping to dewater the inundated areas.  Overtopping scour erosion, unbracing of structural floodwalls and sheetpile cut-off wall systems and resultant wall system failures, and underseepage-induced stability failures of earthen levee embankments are all represented among the several dozen flood protection system failures that occurred in New Orleans.  Successful performance of similar, nearby flood protection system elements, with small variations in materials, geometry and other design details, represents a striking contrast and a unique opportunity to learn critical lessons and to improve our understanding of the various mechanisms involved.  The findings of this study will significantly influence the future analysis, design and construction of these systems, not only in the New Orleans region but throughout the nation as well.\r\n\r\nRecent advances concerning prediction of storm runoff, hurricane frequency and seismic risks suggest that levee systems are more fragile than is generally understood.  In the absence of a coherent national levee safety program (such as with the National Dam Safety Program), research in this area lags as well, and levee systems currently represent an unacceptable level of national risk that is generally both poorly documented and poorly understood.  It is critical that we learn the lessons to be learned from the catastrophic failures of the New Orleans flood protection system in Hurricane Katrina so that they can be applied in the future to reduce our nations exposure to similarly catastrophic disasters in other regions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Seed",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond B Seed",
   "pi_email_addr": "rmseed6@aol.com",
   "nsf_id": "000448243",
   "pi_start_date": "2006-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "758200",
   "pgm_ele_name": "HURRICANE KATRINA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7582",
   "pgm_ref_txt": "HURRICANE KATRINA"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 199651.0
  }
 ],
 "por": null
}