{
 "awd_id": "0611926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:     Hierarchical Abstractions for Planning and Control of Robotic Swarms",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 395479.0,
 "awd_amount": 435979.0,
 "awd_min_amd_letter_date": "2006-01-30",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Hierarchical Abstractions for Planning and Control of Robotic Swarms\r\nCalin Belta\r\n\r\nAs a result of recent advances in computation, communication, sensor, and actuator technology, it is now possible to build teams of hundreds of small and inexpensive ground, air, and underwater robots. They are light, easy to transport and deploy, and can fit into small places. Such swarms of autonomous agents provide increased robustness to individual failures, the possibility to cover wide regions, and improve computational power through parallelism. However, planning and controlling such large teams of agents with limited communication and computation capabilities is a difficult problem that received a lot of attention in the past decade.\r\nTo accommodate large numbers of robots with nontrivial kinematics or dynamics moving in complicated environments, this project proposes hierarchical abstractions. At a lower level, continuous abstractions reduce the dimension of the problem by extracting a set of essential features of the swarm, while correctly capturing the robot constraints. At a higher level, discrete abstractions focus on the complexity of the environment and map the planning and control problem from the infinite dimensional world of continuous systems to the decidable world of finite state automata. The proposed algorithms lead to the development of HILLS, a High Level Specification Language for Swarms, and LARAD, a LAnguage for Robot Automated Deployment. In these frameworks, robotic motion plans are formulated in a high level language in terms of strings or temporal logic formulas in the language of a discrete system capturing the complexity of the environment. HILLS and LARAD are implemented as simulation packages and also used in experimental platforms for swarming robotics.\r\nWhile aimed to providing a solution to the swarming problem, this project addresses fundamental issues in shape theory and the well-known \"n-body problem,\" which are traditionally studied in theoretical physics and find applications in areas such as atomic physics and celestial mechanics. On the other hand, using a unique approach to discrete abstractions, this work attempts to enlarge the class of known decidable continuous and hybrid systems. Finally, the hierarchical abstraction architectures of this project open a new direction in planning and control of mobile robots by creating a framework in which powerful discrete algorithms dealing with the complexity of the environment can be seamlessly combined with continuous control laws for nontrivial robot dynamics.\r\nThis research is highly interdisciplinary, covering topics ranging from traditionally \"continuous\" areas, such as geometric nonlinear control, to \"discrete\" areas such as formal analysis, as well as application areas at the boundary between robotics and biology. The educational plan is focused on building bridges among the above areas by introducing graduate and undergraduate courses on Hybrid Systems, Systems Biology, Geometric Planning and Control, and Bioinformatics. It also involves a rich spectrum of outreach activities, including mentoring of high school teachers, judging and advising high school students participating in robotics competitions, and mentoring under-represented minority undergraduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Calin",
   "pi_last_name": "Belta",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Calin A Belta",
   "pi_email_addr": "calin.belta@gmail.com",
   "nsf_id": "000360411",
   "pi_start_date": "2006-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "684000",
   "pgm_ele_name": "ROBOTICS"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 75479.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 92000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 92000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As a result of tremendous advances in computation, communication, sensor, and actuator technology, it is now possible to build teams of hundreds and even thousands of small and inexpensive ground, air, and underwater robots. They are light, easy to transport and deploy, and can fit into small places. Such swarms of robots provide increased robustness to individual failures, the possibility to cover wide regions, and improved computational power through parallelism. However, planning and controlling such large teams of agents with limited communication&nbsp;and computation capabilities is a very difficult problem that received a lot of attention in the past two decades.</p>\n<p>It is currently believed that inspiration should be taken from the behavior of biological systems such as flocks of birds, schools of fish, swarms of bees, or crowds of people. Researchers from several areas, including biology, social sciences, physics, and computer graphics tried to understand how local interaction rules in distributed multi-agent systems can produce emergent global behavior. Even though in some interesting convergence results have been established, the fundamental questions still remain to be answered. What is a good description that captures the essential features of a large group? How do we plan its behavior? How can we prove that it satisfies given safety properties? How can we generate provably correct control laws for each agent so that a desired group behavior is achieved?</p>\n<p>&nbsp;In order to answer the above questions, in this project we developed an interdisciplinary research and educational plan centered at coordination and control of distributed multi-agent systems. The theory developed in this completed project exploits the interplay between the &ldquo;continuous&rdquo; world of geometric nonlinear control and the traditionally \"discrete\" world of formal analysis. In this framework, robotic swarms can be automatically deployed from rich, high level, temporal logic specifications over a set of &ldquo;essential&rdquo; features of the swarm such as its centroid, shape, and orientation. We also developed a top down approach in which control and communication strategies for a robotic team can be generated from specifications given as general temporal logic statements about servicing requests in an environment (see attached figure of the Robotic Urban-Like Environment (RULE)).</p>\n<p>This project involved a rich educational and outreah plan, ranging from the development of graduate classes to the involvement of minorities and outreach students in research. In particular, we developed a freshman class on robotics, which covers basic concepts in mobile robotics such as actuation, sensing, motion planning, and control. A relatively small class (16 students) was divided into four teams competing for the grand challenge: using an-off-the-shelf robotic kit, build and program a robot to reach a light source in an environment cluttered with obstacles. For most students, this was their first contact with robotics, and for more than half of them, the first introduction to programming.&nbsp;As part of Research Experience for Teachers (RET) and Research Experience for Undergraduates (REU)&nbsp; programs, we mentored high school teachers and students in the area of robotics. We were involved in several regional robotics competions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2012<br>\n\t\t\t\t\tModified by: Calin&nbsp;A&nbsp;Belta</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<...",
  "por_txt_cntn": "\nAs a result of tremendous advances in computation, communication, sensor, and actuator technology, it is now possible to build teams of hundreds and even thousands of small and inexpensive ground, air, and underwater robots. They are light, easy to transport and deploy, and can fit into small places. Such swarms of robots provide increased robustness to individual failures, the possibility to cover wide regions, and improved computational power through parallelism. However, planning and controlling such large teams of agents with limited communication and computation capabilities is a very difficult problem that received a lot of attention in the past two decades.\n\nIt is currently believed that inspiration should be taken from the behavior of biological systems such as flocks of birds, schools of fish, swarms of bees, or crowds of people. Researchers from several areas, including biology, social sciences, physics, and computer graphics tried to understand how local interaction rules in distributed multi-agent systems can produce emergent global behavior. Even though in some interesting convergence results have been established, the fundamental questions still remain to be answered. What is a good description that captures the essential features of a large group? How do we plan its behavior? How can we prove that it satisfies given safety properties? How can we generate provably correct control laws for each agent so that a desired group behavior is achieved?\n\n In order to answer the above questions, in this project we developed an interdisciplinary research and educational plan centered at coordination and control of distributed multi-agent systems. The theory developed in this completed project exploits the interplay between the \"continuous\" world of geometric nonlinear control and the traditionally \"discrete\" world of formal analysis. In this framework, robotic swarms can be automatically deployed from rich, high level, temporal logic specifications over a set of \"essential\" features of the swarm such as its centroid, shape, and orientation. We also developed a top down approach in which control and communication strategies for a robotic team can be generated from specifications given as general temporal logic statements about servicing requests in an environment (see attached figure of the Robotic Urban-Like Environment (RULE)).\n\nThis project involved a rich educational and outreah plan, ranging from the development of graduate classes to the involvement of minorities and outreach students in research. In particular, we developed a freshman class on robotics, which covers basic concepts in mobile robotics such as actuation, sensing, motion planning, and control. A relatively small class (16 students) was divided into four teams competing for the grand challenge: using an-off-the-shelf robotic kit, build and program a robot to reach a light source in an environment cluttered with obstacles. For most students, this was their first contact with robotics, and for more than half of them, the first introduction to programming. As part of Research Experience for Teachers (RET) and Research Experience for Undergraduates (REU)  programs, we mentored high school teachers and students in the area of robotics. We were involved in several regional robotics competions.\n\n \n\n\t\t\t\t\tLast Modified: 04/23/2012\n\n\t\t\t\t\tSubmitted by: Calin A Belta"
 }
}