{
 "awd_id": "0611532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:     Evaluation of a Coupled Meteorology-Chemistry Model Against Long-Term Measurements of Elemental Carbon and Sulfate for Regional Climate Applications",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 228044.0,
 "awd_amount": 228044.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2007-08-14",
 "awd_abstract_narration": "The primary objectives of this research project are to: (1) determine the elemental carbon concentrations, {EC}, in archived filters collected at Mayville, NY, and ~530 km downwind at Whiteface Mt, NY, for a summer and a winter month in two different years; and (2) to use these data to evaluate a coupled meteorology-chemistry model developed by PI Shankar for the chemistry and transport of particulates, ozone and their precursors, and their radiative feedbacks to the atmospheric dynamics. The project is motivated by the fact that particulate black carbon (BC), which is treated equivalent to EC in the measurements, is a strong absorber of solar radiation, and thought to account for ~15-30% of global warming estimates, next only to greenhouse gases; however, the magnitude of this forcing on climate is highly uncertain. Aerosol BC has a residence time of about a week so it can travel thousands of kilometers before removal; thus its concentrations are dependent on the distance from emission sources. Reliable estimation of the radiative impacts in the U.S. from nearby and remote sources of BC depends critically on obtaining regionally representative measurements. \r\n\r\nThe PIs will determine the {EC} in filters collected every 6 h during summer and every 48 h during the winter of 1998 and 2002 at Whiteface Mt, and every 24 h at Mayville for the same years. In addition, {SO4} have already been determined, and real-time measurements of ozone are available for both the sites for the duration. Prior studies have shown EC and SO4 measurements from these two sites to be regionally representative and highly correlated with known import of upwind airmasses. The measurements will be used to evaluate METCHEM (METeteorology-CHEMistry), a model that dynamically couples the mesoscale meteorology of the Fifth Generation Penn State/National center for Atmospheric Sciences (NCAR) Mesoscale Model (MM5) with algorithms for particulates and gas-phase species chemistry and transport simulated by the Multiscale Air Quality Simulation Platform (MAQSIP). The ultimate purpose is to simulate their radiative feedbacks to the atmospheric dynamics. Nested continental- to-regional- to-local-scale simulations over the observational sites will allow the PIs to examine the effects of long-range transport and grid refinement on the model predictions. The model sensitivity to emissions growth and control, and to successive improvements in the representation of sources such as wild fires and wind-blown dust will be examined using three different emission inventories in the input data. \r\n\r\nThe project will build upon, and augment current NSF-funded measurement and modeling projects being performed by both PIs. It will help evaluate a model used to predict the downwind burden and climate impacts of EC and other emissions from fossil fuel consumption. The evaluated model and the datasets it generates will provide tools of value to the scientific community in illuminating the impacts of these emissions on climate. The results from this project will be the basis for the Ph.D. dissertation of a student at SUNY, Albany, and participation by entry-level modelers at the University of North Carolina-Carolina Environmental Program will also foster training of new researchers. Finally, the active roles of the PIs and Co-Is will broaden participation by groups underrepresented in gender and geography in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uma",
   "pi_last_name": "Shankar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uma Shankar",
   "pi_email_addr": "ushankar@unc.edu",
   "nsf_id": "000249601",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 110907.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 117137.0
  }
 ],
 "por": null
}