{
 "awd_id": "0611944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metal Coordination Compounds as Reporters for Biological NO",
 "cfda_num": "47.049",
 "org_code": "03090005",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 528000.0,
 "awd_amount": 528000.0,
 "awd_min_amd_letter_date": "2006-06-12",
 "awd_max_amd_letter_date": "2008-02-27",
 "awd_abstract_narration": "This award in the Inorganic, Bioinorganic and Organometallic Chemistry Program supports Provessor Stephen J. Lippard at the Massachusetts Institute of Technology to explore the fundamental chemistry of nitric oxide (NO) with transition metal complexes. A major goal is to produce bright fluorescent chemosensors that emit visible light upon reaction of nitric oxide with a metal center, ultimately for introduction into living cells to track the production and diffusion of NO in a time- and position-sensitive manner.  Minimally, there are NO-reactive and light-emitting modules. Advanced constructs will contain a targeting unit to allow attachment to specific cellular loci. Strategies are outlined to achieve the appropriate chemistry required to detect biological NO. One approach relies upon the ability of NO to displace a fluorophore from an emission-quenching metal center. Dissociation of the ligand from the metal restores its fluorescence and the process can be readily monitored. Another tactic is to toggle the oxidation or spin state of the metal ion containing the bound fluorophore in such a manner as to restore the fluorescence.  Fluorophores of the xanthenone family, including the brightly emitting fluorescein and related platforms, as well as soluble fluorescent conjugated polymers (CPs), will be prepared that incorporate metal-binding moieties to accomplish this chemistry. Fluorescein derivatives and CPs offer several advantages, notably excitation and emission wavelengths shifted toward the near-IR, which optimize biocompatibility, and high extinction coefficients and quantum yields, which result in bright probes. By conducting detailed studies of the structures, physical properties, and reaction kinetics of these metal-fluorophore complexes with NO, methods will be sought to make the reactions fast, reversible, and compatible with the environment encountered in living cells. Of particular interest are receptors in the synaptic cleft between communicating neurons, where NO is proposed to function as a retrograde transmitter during learning and memory formation in the brain. \r\n\r\nCellular targets of NO also include metal ions or their ligands in metalloproteins that function in signal transduction, gene expression, and catalysis.  The structures, mechanism of formation, and interconversion of species generated in the reactions of NO with non-heme iron-thiolate complexes, ironsulfur clusters, and zinc-thiolate complexes will be systematically investigated. The results of these studies will provide a molecular basis for interpreting the biochemical reactions of metalloproteins with NO that transduce its signals in living cells. \r\n\r\nUnderstanding the physiological and pathological functions of NO would have a major impact on chemistry, biology and medicine by elucidating the nature of chemical reactions that underlie NO-induced pathologies and neuronal changes. Graduate and postdoctoral researchers on the project are mentors to undergraduate research opportunity participants at MIT who assist in carrying out the experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Lippard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Lippard",
   "pi_email_addr": "lippard@mit.edu",
   "nsf_id": "000209521",
   "pi_start_date": "2006-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196800",
   "pgm_ele_name": "PHYSICAL INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 176000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 176000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 176000.0
  }
 ],
 "por": null
}