{
 "awd_id": "0611374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: PAT Software Platform for Process Analytical Technology Implementation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2006-12-31",
 "tot_intn_awd_amt": 99631.0,
 "awd_amount": 99631.0,
 "awd_min_amd_letter_date": "2006-05-19",
 "awd_max_amd_letter_date": "2006-05-19",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I research project aims to establish \"proof-of-concept\" of a novel Software Platform directed at needs of FDA's Process Analytical Technologies (PAT) initiative, a framework for innovative pharmaceutical development, manufacturing and quality assurance. PAT is implemented at three levels: Process Understanding; Quality by Design; and Monitor, Predict and Control. PAT implementation is hampered by the lack of a reusable and extensible PAT Software Platform, which can be used to construct PAT analysis tools that integrate and interoperate with an increasing number of commercial analyzers. The Phase I program is directed at \"proof-of-concept\" for the PAT Software Platform through application to PAT Level 1 workflow directed at developing process understanding. The project will use a prototype PAT Software Development Kit (PSDK) to assemble an application for automated execution of PAT Level 1 workflow. Feasibility will be established by demonstrating the accuracy, identification, prediction, performance, and capability of the platform. Phase II will extend the research to address requirements for PAT Levels 2 and 3. The ultimate aim is to provide a commercial PAT Software Development Kit that allows customers to assemble their own PAT applications for use by research, development and plant workers to improve manufacturing quality.\r\n\r\nThe proposed PAT Software Platform directly supports FDA's Process Analytical Technology (PAT) initiative, part of the Agency's 21st Century cGMPs, directed at helping the global pharmaceutical community reach the \"desired state\" consisting of the following: (1) product quality and performance are achieved and assured by design of effective and efficient manufacturing processes; (2) product specifications are based on mechanistic understanding of how formulation and process factors impact product performance; and (3) manufacturers are able to effect continuous improvement and continuous \"real-time\" assurance of quality. The PAT Software Platform allows assembly of integrated and interoperable PAT software applications that (a) provide a common environment for analysis, monitoring, control and prediction (modeling), (b) facilitate the interchange of PAT data among software, analyzers and storage systems, and (c) provide a single environment in which to mine and analyze the data to extract process knowledge. The PAT Software Platform will help pharmaceutical companies reduce validation and training costs, minimize deployment time and improve the reliability of PAT systems. A common PAT Software Platform would also help accelerate PAT's acceptance by the pharmaceutical industry by reducing the need for custom interface code, which is costly and time consuming to produce and maintain.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "vanEikeren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul vanEikeren",
   "pi_email_addr": "paul.van.eikeren@bluereference.com",
   "nsf_id": "000065259",
   "pi_start_date": "2006-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Blue Reference",
  "inst_street_address": "2554 NW First St.",
  "inst_street_address_2": "",
  "inst_city_name": "Bend",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413174105",
  "inst_zip_code": "977011200",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Blue Reference",
  "perf_str_addr": "2554 NW First St.",
  "perf_city_name": "Bend",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "977011200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99631.0
  }
 ],
 "por": null
}