{
 "awd_id": "0611574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Solving Symmetric Banded Linear Systems and Other Problems in Fiber Optic Design",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 204182.0,
 "awd_min_amd_letter_date": "2006-09-15",
 "awd_max_amd_letter_date": "2009-09-22",
 "awd_abstract_narration": "There are two main objectives of this research :(1) analyzing and implementing various versions of the retraction algorithm devised in the Summer of 2005 by the Principal Investigator (PI) for factoring a symmetric band matrix which may be indefinite, and (2) studying methods for solving the inverse problem to determine the chemical composition of a spooled optical fiber with particular optical properties. The retraction algorithm preserves symmetry and the band structure of a matrix and requires in the worst case 2/3 the space of Gaussian elimination for banded unsymmetric matrices and theoretically about 1/2 the operation count. The algorithm uses a sequence of 1 x 1 and 2 x 2 pivots to transform the matrix to block diagonal form, and the elements of the transformed matrix are bounded. One aim of this research is to extend the algorithm to other structured systems. . The symmetric banded factorization may be used within a shift-and- invert Lanczos algorithm for determining eigenvalues, and in fact the fiber optics design problem involved finding several eigenvalues of a Sturm-Liouville problem and was the impetus for searching for an indefinite band symmetric factorization algorithm. In fiber optics design one wishes to solve an inverse problem of determining parameters in Maxwell's equation, a partial differential equation-eigenvalue problem, so that functions of the eigensystem meet certain criteria. One such criterion that needs to be computed is the dispersion, a function of the second derivative of the positive eigenvalues with respect to frequency and its gradient with respect to the design parameters which determine the refractive index profile of the various layers of the fiber. This project involves determining the best method for calculating these quantities for an extended model that takes into consideration fibers that are wrapped around a spool.\r\n\r\nThe properties of an optical fiber are determined by the chemical composition of the layers that compose the fiber. One fiber is not suitable for all situations. For example, one would not use the same fiber for underwater transmission and for a local area network. Until 2000 mathematical models were used only to determine the optical properties of a proposed design. In 2000 the Principal Investigator was part of a team at Bell Labs which decided to invert the process and to predict the chemical composition of the fiber to meet certain optical specifications. The modeling tool required the solution of thousands of systems of linear equations with symmetric and banded matrices. Traditionally one would ignore the symmetry, but taking symmetry into consideration, as in the algorithm recently devised by the PI, decreases the computational requirements for each individual system and provides information (the inertia) that could decrease the number of systems that need to be solved. Solving structured symmetric linear systems is also necessary when modeling the cavity of a linear collider or when modeling buildings, oil platforms and bridges to help prevent serious post-construction events, such as the collapse of the Tacoma Narrows Bridge. An important element of this project will include application-oriented subprojects for undergraduate students to give them the real world design and modeling experiences they would not normally receive in the classroom and which they will then be able to use when they undertake careers as secondary or middle school teachers (math majors) or in local industry (computer majors).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Linda Kaufman",
   "pi_email_addr": "kaufmanl@wpunj.edu",
   "nsf_id": "000089804",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Paterson University",
  "inst_street_address": "300 POMPTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "WAYNE",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9737292852",
  "inst_zip_code": "074702103",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "WILLIAM PATERSON UNIVERSITY OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JKA4BD459953"
 },
 "perf_inst": {
  "perf_inst_name": "William Paterson University",
  "perf_str_addr": "300 POMPTON RD",
  "perf_city_name": "WAYNE",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "074702103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 67553.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 67163.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 69466.0
  }
 ],
 "por": null
}