{
 "awd_id": "0611110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Study of Dynamic and Stable Ethnic Identity Development among Asian and African  American Adolescents",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 28692.0,
 "awd_min_amd_letter_date": "2006-09-09",
 "awd_max_amd_letter_date": "2008-06-03",
 "awd_abstract_narration": "This National Science Foundation Social, Behavioral, and Economic Sciences Minority Post-Doctoral Fellowship Starter Grant provides start-up infrastructural support for the Post-Doctoral Fellow once he/she receives a tenure-track position within one year of finishing the NSF post-doc. There are two primary objectives of this proposal for the National Science Foundation Social, Behavioral, and Economic Sciences Minority Post-Doctoral Fellowship Starter Grant. The first objective is to provide continued support for research funded as part of the PostDoctoral Research Fellowship (SES-0409492). The specific aims of this study are: 1). to experimentally manipulate ethnic identity salience in a laboratory setting, 2). to examine how salience is associated with psychological mood, 3). to examine how the valence of the setting (i.e., negative, positive) influences the association between salience and mood, and 4). to explore how stable ethnic identity might influence these associations. Preliminary analyses of the African American sample at the University of Michigan indicate that the experimental manipulation results in different levels of ethnic identity salience across the experimental and control conditions. The experimental method of this study makes it the first to demonstrate a causal association between context and salience, whereas previous daily diary and experience sampling studies allowed only for correlational observations. These data suggest that reading newspaper articles about the negative experiences of African Americans affirms the worldview of African Americans who already think that others view their group negatively. Data collection at the University of Michigan and Fordham will reveal whether there are differences in experiences of ethnic identity salience between Midwestern and Northeastern samples of Asian and African Americans. The second objective is to launch a longitudinal study of Asian and African American high school students in the New York Metropolitan area. Scholars have discussed adolescence as a particularly critical period for identity development; for youths of color, this identity may include an identity based on ethnic or racial group membership. As such, it seems especially important to make longitudinal observations of identity change over time. Therefore, this proposal will describe support for the first year of a 4-year longitudinal project. The specific aims of this study are: 1). to track the variability of ethnic identity salience among Asian and African American adolescents in naturalistic settings, 2). to evaluate how this variability is related to changes in stable ethnic identity, and 3). To explore the association between ethnic identity and psychological functioning as dynamic and stable aspects of the self. Although research provides increasing support for the variability of ethnic identity salience across days and situations, the long-term implications of this salience are unclear. As such, this study will examine how situation and daily level experiences of ethnic identity salience influence the development of stable ethnic identity over time. That is, how does the salience of ethnic identity in everyday contexts influence the development of a stable identity over time? Since this proposal is  grounded in a multidimensional model of ethnic and racial identity it seeks to address how the various dimensions of identity may be differentially related to everyday experiences. The data intensive nature of the proposed studies is designed to provide rich and detailed information about the daily lives of adolescents from two minority groups. Combining cutting-edge methods such as daily diaries,  experience sampling, and experimental techniques with traditional survey methods will provide a more comprehensive understanding of how ethnic identity operates in daily life. While the literature on ethnic identity has seen a surge in the past few decades, very little of this research addresses the dynamic nature of that identity. Therefore this study will contribute to the existing literature by providing additional support for the dynamism of ethnic identity. Moreover, to date, research on racial and ethnic identity has been largely based on the experiences of African Americans; therefore this study will contribute to the literature by including both Asian and African American youths. The study also makes a case that it is invaluable to conduct research on multiple groups in order to identify universal processes as well as those that are unique to minority groups in the United States. This study seeks to establish a link between the daily lived experiences of ethnic minority youth and their development of a sense of self.  It will allow the Fellow to extend her work on Asian Americans to the study of African American adolescents. Finally, this grant will support research spanning adolescence to young adulthood providing information on a particularly important developmental period for identity development.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Yip",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Yip",
   "pi_email_addr": "tyip@fordham.edu",
   "nsf_id": "000039036",
   "pi_start_date": "2006-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fordham University",
  "inst_street_address": "441 E FORDHAM RD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188174086",
  "inst_zip_code": "104589993",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "FORDHAM UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECESTN2SSVH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fordham University",
  "perf_str_addr": "441 E FORDHAM RD",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104589993",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7184",
   "pgm_ref_txt": "MINORITY POSTDOC RSRCH STARTER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 28692.0
  }
 ],
 "por": null
}