{
 "awd_id": "0611253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Automated Reusability Analysis of Digital Learning Resources",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 245055.0,
 "awd_min_amd_letter_date": "2006-04-25",
 "awd_max_amd_letter_date": "2007-06-14",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR)Phase I research project will investigate technology innovations needed to support the automated analysis and improvement of the reusability characteristics of digital learning resources. Reusability of digital learning resources is crucial to increasing access and lowering the cost of online training and education. Recent advances in the theory of reusability, metadata management and natural language processing make it plausible to develop software that analyzes and improves reusability. The ability of such software to address deeper reusability issues depends on the satisfactory resolution of two key research questions:  (1)  How well can emerging automated metadata generation (AMG) techniques (including latent semantic analysis (LSA) and repository harvesting techniques) be used to generate accurate contextual metadata for learning content, including classifications using taxonomies of learning objectives?  (2) Is it possible to automatically recognize semantic and structural design characteristics of learning resource that are germane to reuse? These include the ability to break a resource into self-contained learning objects with single learning objectives.  Phase I will test and provide proofs of concept of these techniques and will identify how to effectively integrate automated reusability analysis into learning content development workflows and learning content management technologies. The resulting techniques will significantly advance the state of automated digital resource analysis, metadata generation and rights management and will apply to all types of Web-deliverable content, not just learning resources.  Industry, government and educational organizations are investing heavily in digital learning resources and in Web sites, repositories and portals for managing and disseminating these resources. They wish to improve training and educational effectiveness by providing easy access to high quality personalized learning and at the same time to lower the cost of acquiring, producing and maintaining learning materials. Achieving these goals requires resources with good reusability characteristics, i.e., resources that content developers, learners and instructors can easily find and reuse in response to specific learning or instructional needs. \r\n\r\nIf Phase I is successful, then automated reusability analysis software will be developed in Phase 2.  This software will produce structured reusability report cards, make recommendations for reusability improvement, and take corrective actions when configured to do so.  It will be developed and designed for integration into content development, acquisition, syndication and deployment workflows and will remove some of the chief barriers to the scalable and practical development of reusable learning resources.  The need for automated reusability analysis is immediate and represents a significant commercial opportunity. Feedback from corporate training departments and educational digital libraries indicates that they would use the technology if it were available today.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Robson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Robson",
   "pi_email_addr": "robby.robson@eduworks.com",
   "nsf_id": "000222362",
   "pi_start_date": "2006-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eduworks Corporation",
  "inst_street_address": "400 SW 4TH ST",
  "inst_street_address_2": "STE 110",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417530844",
  "inst_zip_code": "973334899",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "EDUWORKS CORPORATION",
  "org_prnt_uei_num": "FTJ1AV18B3X5",
  "org_uei_num": "FTJ1AV18B3X5"
 },
 "perf_inst": {
  "perf_inst_name": "Eduworks Corporation",
  "perf_str_addr": "400 SW 4TH ST",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973334899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99906.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 145149.0
  }
 ],
 "por": null
}