{
 "awd_id": "0612935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for US Academics to Attend the 9th International Conference on Inorganic Membranes in Lillehammer, Norway",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2006-04-06",
 "awd_max_amd_letter_date": "2006-04-06",
 "awd_abstract_narration": "\r\nAbstract \r\n\r\nProposal Title: Travel Support for US Academics to Attend the 9th International Conference on Inorganic Membranes in Lillehammer, Norway, Proposal Number: CTS-0612935, Principal Investigator: J. Douglas Way, Institution: Colorado School of Mines\r\n\r\nAbstract:\r\nThis proposal requests support for international travel by U.S. academic participants to attend the Ninth International Conference on Inorganic Membranes (ICIM 9) that will be held in Lillehammer, Norway, June 25-29, 2006. The objective of the Conference is to bring together international researchers and industrial practitioners to present and discuss their results on the science and technology of inorganic membranes and to gain better\r\nunderstanding of the synthesis, characterization and application of inorganic membranes. \r\n\r\nIntellectual Merit:  Membrane research activity in the U.S. has been growing steadily for the past several years, there are still more activities on inorganic membrane research and development in Europe and Asia. The U.S. participation of the Conference is imperative for the research and development of this important emerging technology and ultimately, will enhance the U.S. competitiveness in the area of inorganic membrane technology, including solid oxide fuel cell electrolyte membranes as well as the production and separation of hydrogen. The Conference will cover both theoretical and experimental aspects of inorganic membranes relating to separation and membrane reactor technology. It is expected that there will be 10 - 15 U.S. academic participants. The total number of\r\nparticipants is expected to be around 300 with probably 20-30 from the U.S., 150-170\r\nfrom Europe and the remaining 80-100 from Japan, China, Australia and the other Asian\r\ncountries.\r\n\r\n\r\nThe broader impact of this conference is that it will foster the international collaboration between U.S. researchers and researchers from other countries. It is imperative that the U.S. has an active participation in this Conference to enhance the interaction between the U.S. researchers and researchers in Europe and also Asia. Furthermore, the Conference will provide an opportunity for the U.S. participants to gain understanding of the inorganic membrane activities relating to separation and chemical reaction technologies in the EU countries where many inorganic membrane technologies have a greater market penetration than in the US. It is anticipated that such exchanges on information will eventually enhance the US competitiveness in the area of inorganic membranes, high temperature fuel cells, hydrogen production, and separation technology.\r\n\r\nThe meeting is being advertised in the Journal of Membrane Science, the North American Membrane Society Membrane Quarterly, and their European, Japanese, and Korean counterparts. Information about the meeting is posted on the internet at www.membranes.org. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Douglas",
   "pi_last_name": "Way",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Douglas Way",
   "pi_email_addr": "dway@mines.edu",
   "nsf_id": "000150526",
   "pi_start_date": "2006-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}