{
 "awd_id": "0612974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Ideologies of Standardization: Differentiation and Socialization in Bosnian Schools",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2007-11-30",
 "tot_intn_awd_amt": 11350.0,
 "awd_amount": 11350.0,
 "awd_min_amd_letter_date": "2006-08-25",
 "awd_max_amd_letter_date": "2006-08-25",
 "awd_abstract_narration": "\r\nThis research project by graduate student Kristin J. Swagman supervised by Dr. Alaina Lemon will explore the effects of  different language-based curricula on the language use and attitudes of primary school children in Bosnia. She will document the linguistic practices of 1st and 4th grade children in two different primary schools, one in Sarajevo and one in the Serb Republic city of Pale. Through the recording and transcribing of classroom sessions, role-playing tasks with children and sociolinguistic interviews with teachers and parents, the researcher seeks to determine whether or not different nationalist curricula are successful in creating or reinforcing linguistic difference along ethnic lines. While a great deal of linguistic research in the former Yugoslavia has focused on standard language, much less research has looked at how standard forms are used, performed or avoided in a variety of everyday contexts. This research aims to contribute to regional scholarship by studying the relationship between standard forms and dialects in Bosnia. \r\n\r\nThe language of four of the six Yugoslav republics was known as Serbo-Croatian and officially recognized as one language during the era of the socialist state. Following the break-up of Yugoslavia in 1991,  Serbo-Croatian has split into four potentially different languages: Bosnian, Croatian, Serbian, and Montenegrin. Much debate surrounds the definition of these languages as efforts to differentiate them through diverging standardization processes proceed. The question of defining differences among languages is particularly emphasized in discussions about education reform in Bosnia. Currently Bosnian education officials, in conjunction with international organizations, are working to develop and implement a common core curriculum designed to ensure that students across the state learn common material. Yet parents maintain the right to opt that their children be taught a so-called national group of subjects in a curriculum different than that already being taught. In practice, this means that three different curricula are in use in Bosnia and Herzegovina. \r\n\r\nThis research will provide ethnographic evidence about how schools are or are not successful in laying a foundation for a re-integrated Bosnia by exploring the linguistic practices and language ideologies of primary school children and their relationship to ideologies of ethnic difference. As such it will contribute to a growing body of literature in linguistic anthropology that seeks to understand how linguistic difference is mapped onto social difference and attempt to understand better how children view that relationship. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alaina",
   "pi_last_name": "Lemon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alaina Lemon",
   "pi_email_addr": "amlemon@umich.edu",
   "nsf_id": "000404739",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11350.0
  }
 ],
 "por": null
}