{
 "awd_id": "0612170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEI: Data Mining for Multiple Antibiotic Resistance",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 594836.0,
 "awd_amount": 594836.0,
 "awd_min_amd_letter_date": "2006-06-29",
 "awd_max_amd_letter_date": "2006-06-29",
 "awd_abstract_narration": "The current arsenal of antimicrobial or antibiotic drugs for treating bacterial infection is one of the most important public health tools available, but it is not an inexhaustible resource. The more haphazardly antimicrobial drugs are used, the more the targeted pathogens develop resistance. Once a pathogen develops resistance to all of the available drugs, treating an infected patient may become difficult or impossible. This project is a collaboration between computer scientists and health scientists aimed at developing data mining tools for discovering when and why antimicrobial resistance appears in nosocomial (hospital acquired) infections. Data mining tools are computer programs for automatically detecting important trends and patterns in very large databases that would be difficult for a human analyst to spot due to the amount and complexity of the data.\r\n\r\nNosocomial resistance is a particularly significant problem for two reasons. The first is the severity of the problem. Approximately 2 million of the 36 million Americans hospitalized each year will acquire a nosocomial infection, resulting in more than 90,000 deaths, many of them directly related to drug-resistant bugs. Estimates of the financial burden associated with resistance among nosocomial pathogens range from 4.5 billion dollars to 30 billion dollars annually. Unfortunately, because of constant exposure to antimicrobials, hospitals are ideal breeding grounds for \"super bugs\" resistant to most or all of the available treatments. Thus, if any progress can be made towards developing tools that can help health scientists to understand why and how problems occur, the payoff may be enormous. The second reason that studying nosocomial infection is important is that hospitals are a controlled, data rich environment where it may be relatively easy to learn the rules of effective stewardship of antimicrobial drugs.The data mining tools that the project will develop are targeted towards searching data from a hospital intensive care unit, microbiology laboratory, and pharmacy for patterns in drug-resistant microbial infections. The technical emphasis of the project is on the temporal or time-oriented nature of the data. The data mining tools the project will develop can be used to detect changes in the patterns of nosocomial infections over time, as well as to discover cause-effect relationships that might suggest to health scientists what antimicrobial use patterns seem to be linked with the development of drug-resistant microbes in the future.\r\n\r\nOutreach to external health scientists is a vital part of the project, with the goal of disseminating the project's results to the larger community in order to have a positive impact on the problem of antimicrobial resistance. The computer software for pattern discovery that is developed by the project will be made publicly available for use by epidemiologists, and the project will provide support and tutorials on software usage. Another goal of the project is introducing scientific research to tomorrow's scientists and engineers. A significant fraction of the project's funds will be used to support undergraduate researchers who will play a significant role in the development and application of the software the project will develop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Jermaine",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Jermaine",
   "pi_email_addr": "Christopher.m.jermaine@rice.edu",
   "nsf_id": "000439407",
   "pi_start_date": "2006-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanjay",
   "pi_last_name": "Ranka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjay Ranka",
   "pi_email_addr": "ranka@cise.ufl.edu",
   "nsf_id": "000381796",
   "pi_start_date": "2006-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "lennox",
   "pi_last_name": "archibald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "lennox archibald",
   "pi_email_addr": "larchibald@rtix.com",
   "nsf_id": "000177291",
   "pi_start_date": "2006-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729400",
   "pgm_ele_name": "SCIENCE & ENGINEERING INFORMAT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7294",
   "pgm_ref_txt": "SCIENCE & ENGINEERING INFORMAT"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 594836.0
  }
 ],
 "por": null
}