{
 "awd_id": "0612870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adapting to Evacuation: Using Information Technology for Social Support",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2006-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 99684.0,
 "awd_amount": 99684.0,
 "awd_min_amd_letter_date": "2006-03-23",
 "awd_max_amd_letter_date": "2006-03-23",
 "awd_abstract_narration": "This research investigates how information and communication technologies played a role in the Hurricane Katrina disaster for disadvantaged populations. Research on the effects of disasters consistently shows that women and victims of lower socioeconomic status are more vulnerable to the adverse effects of forced relocation. In what ways did information and communication technologies enable or fail to enable significant help for these vulnerable groups? \r\n\r\nRecent natural disasters forced thousands of people to relocate involuntarily and damaged or destroyed many communities. Information and communication technologies appear to have played a significant role in helping victims cope with the aftermath of the disasters. Informal reports suggest that evacuees, and people who helped evacuees, used the Internet to find family and friends, to search for updates on the state of their neighborhoods, to search for housing and jobs, and to exchange needed services, goods, and monetary aid. Many of the informal reports also suggest that great strides still need to be made if technology is to be used effectively in disasters. For instance, a flood of poor quality information, such as misspellings of people's names, made searching quickly for family and friends through people-locator sites difficult or impossible. This research focuses on how technology may have affected the exchange of help and support after an involuntary relocation in the wake of this natural disaster and in the search for family and friends lost in evacuations. \r\n\r\nAdjustment to effects of major disasters and involuntary relocation can take many months or even years. In order to obtain information about technology use immediately after the disaster and to assess rates of adjustment post-disaster, this project will conduct two rounds of retrospective interviews and a self-report survey over the course of 4-6 months. Because this research is focused on the effectiveness of help, the study participants are residents of Baton Rouge and New Orleans who were affected by Hurricane Katrina, and on-the-ground volunteers who have continued to work in temporary accommodations there. This research examines the coping mechanisms that displaced individuals employed to deal with the aftermath of the hurricane and the technologies they found most useful. It also examines how volunteers used technology and their ability to help those hurricane victims who did not have direct access to the Internet or cellular phones. The researchers will study whether volunteer-run support, people-locator and in-kind donation websites were able to reach populations most needing support. \r\n\r\nThe results will simultaneously be of interest to computer scientists interested in innovative uses of technology that worked and did not work in this disaster and to social scientists concerned with the processes underlying social support and disaster coping. This research would also be of interest to policy makers who need hard information about the role played by information and communication technology in the disaster and where investments need to be made to alleviate the effects of future disasters. The intellectual merit of this work is that it examines use of information and communication technologies in understudied populations during a unique disaster event. The broader impact of this work is to provide important insights for policy makers and technology developers about the types of information and communication technologies that are most useful, and would be most useful. The findings will lead to recommendations for the design of new technologies and services that would be of most use to displaced persons in a disaster situation, especially those who are most disadvantaged. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kraut",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Kraut",
   "pi_email_addr": "kraut@andrew.cmu.edu",
   "nsf_id": "000115341",
   "pi_start_date": "2006-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Kiesler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Kiesler",
   "pi_email_addr": "kiesler@cs.cmu.edu",
   "nsf_id": "000236432",
   "pi_start_date": "2006-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749600",
   "pgm_ele_name": "COLLABORATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7582",
   "pgm_ref_txt": "HURRICANE KATRINA"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99684.0
  }
 ],
 "por": null
}