{
 "awd_id": "0612131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:  Elite Strategies and Political Change in Xaltocan, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 58916.0,
 "awd_min_amd_letter_date": "2006-06-21",
 "awd_max_amd_letter_date": "2009-05-14",
 "awd_abstract_narration": "This archaeological project will examine how indigenous elites constituted their power in Xaltocan, Mexico when faced with changes in the conditions of political domination.  Xaltocan, located approximately 50 km north of Mexico City, was once an independent regional capital.  It was conquered by the Aztec, and it was later incorporated into the Spanish Empire. How did elites in Xaltocan, from the period of the site's independence, through domination by the Aztec Empire, and then under Spanish control, constitute their power?  Are there clear distinctions between the patterns of consumption of elites and those of commoners during these three periods of political change in Xaltocan?  This project will examine whether elites based their claims of social status upon local or upon regional sources of power, as reflected in their use of local or regional material culture and symbols.  \r\nDue to a rare combination of circumstances, for the first time in 18 years of fieldwork it will be possible to excavate in the core area of Xaltocan to examine these questions.  Activities will include excavation of a 5 x 10m unit in the center of Xaltocan, and analysis of all the materials and architecture recovered during excavation.  The three main goals of the analysis will be: 1) to formulate a chronology for the excavated contexts, 2) to determine which materials were made locally, and which were imported to the site, and 3) to compare the different materials to other areas excavated within the site to determine whether there were significant differences in patterns of consumption between the site's core and peripheral areas.  \r\n\r\nThis long-term archaeology of elite strategies will be relevant to scholarship on Aztec imperialism, and to work on empires and elites beyond Mesoamerica.  Historical chronicles can provide a view of Aztec elites in urban centers, but they provide little information on rural sites.  Furthermore, historical chronicles provide an ahistorical view of elite strategies.  This project will provide a long-term view of elite strategies in a rural site, which will help  move beyond the static view of elite strategies captured in historical chronicles.  This study will contribute to recent comparative and regional studies on empires, states, and strategies of legitimation.  By comparison with similar work in different world regions, the study will help clarify how states and empires change over time, and how elites within those empires transform their basis of power.\r\n\r\nThe broader impacts of the project include the integration of students in different aspects of fieldwork and analysis, the dissemination of knowledge to a broad non-academic audience, and the participation of ethnic minorities (specifically Hispanic) and women in the project, both of which are underrepresented in academic archaeology.   The project will integrate undergraduate and graduate students from both the University of Texas at Austin and Northwestern University into the fieldwork, analysis, and write-up stages of the project.  The project will also result in exhibits and dissemination of knowledge to locals in Xaltocan, who have developed great pride in their history and archaeology in part as a result of ongoing fieldwork in their town.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "Rodriguez-Alegria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Enrique Rodriguez-Alegria",
   "pi_email_addr": "chanfle@mail.utexas.edu",
   "nsf_id": "000484877",
   "pi_start_date": "2006-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 58916.0
  }
 ],
 "por": null
}