{
 "awd_id": "0612606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Resource Stress and the Emergence of Modern Behavior: MSA Fauna from Sibudu Cave, South Africa",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 11661.0,
 "awd_amount": 11661.0,
 "awd_min_amd_letter_date": "2006-05-18",
 "awd_max_amd_letter_date": "2006-05-18",
 "awd_abstract_narration": "Under the supervision of Dr. John D. Speth, Jamie Clark will analyze fossil bone assemblages collected during archaeological excavations at the Middle Stone Age (MSA) site of Sibudu Cave (Kwa-Zulu Natal, South Africa).  The MSA, dated from about 250,000 to 30,000 years ago, was a critical period in human evolution, providing the earliest evidence for both anatomically modern humans and modern behavior (evidenced by such artifacts as art, jewelry, and advanced stone-tool technology).  There is much disagreement about the nature of the transition from archaic to modern behavior during this period.  Some scholars argue that modern behavior arose suddenly after 50,000 years ago, perhaps due to a genetic mutation in the brain that gave risk to modern cognitive capacity.  Others favor a more gradual accretion of modern behavioral traits, which would imply that the cognitive capacities for modern behavior were in place long before such traits appear in the record.\r\n\r\nSibudu offers a unique opportunity to examine human behavioral change during the MSA.  It contains extensive, well-preserved deposits from a distinctive sub-stage of the MSA known as the Howiesons Poort (HP).  Dated to approximately 75,000 -56,000 years ago, the HP is associated with advanced stone tool technology, worked bone, and decorated ostrich eggshell.  Not only does the HP predate the proposed genetic mutation in the brain, but it is followed by a return to the more typical MSA pattern in which these signatures of modern behavior are absent.  The HP-MSA transition thus poses a major challenge to models that posit modern behaviors to be genetic or biological adaptations, and suggests that a consideration of other factors (i.e., economic, demographic) that may have influenced the emergence of modern behaviors is warranted.\r\n\r\nIn particular, Clark's research explores a specific subset of economic behaviors well documented in the Sibidu remains - hunting and meat consumption - to consider how these varied between HP and subsequent MSA phases.  Analysis will first focus on the identification of animal remains and then turn to a study of variation in food choice over time.\r\n\r\nEvidence for processing and food preparation technologies will provide insights into changes in subsistence choices and resource intensification over time.  These data will be employed to test hypotheses linking the emergence of modern behavioral traits to resource stress, with the expectation that signs of resource intensification should be more common during the HP (when seemingly modern behaviors are present) than in the post-HP MSA (when such behaviors are absent).  By explicitly testing hypotheses about the nature of modern behaviors, Clark's research makes an important contribution to larger debates about modern human origins.\r\n\r\nAs one of the only well-preserved faunal assemblages from the HP, the research at Sibudu will also make a significant contribution to the small but growing database of comprehensively analyzed MSA fauna.  Further, beyond distribution of results to the general scientific community through publication in academic journals, the work will be disseminated to educational communities in South Africa through the production of a bilingual English-Zulu pamphlet on zooarchaeological research that will be distributed to schools near the site of Sibudu.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Speth",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Speth",
   "pi_email_addr": "jdspeth@umich.edu",
   "nsf_id": "000202668",
   "pi_start_date": "2006-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11661.0
  }
 ],
 "por": null
}