{
 "awd_id": "0612385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Was the Deepest Lake in North America a Subglacial Lake?",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 127275.0,
 "awd_min_amd_letter_date": "2006-06-09",
 "awd_max_amd_letter_date": "2007-07-06",
 "awd_abstract_narration": "ABSTRACT\r\nTulaczyk\r\nOPP-0612385\r\n\r\nScientific Merit:  This is a one-year research project to test the hypothesis that Christie Bay, NE Great Slave Lake, Canada, was a large subglacial lake during at least part of the last glacial period. Past subglacial lakes represent unique and scientifically valuable archives of paleoenvironmental and paleoclimatic data. They may also serve as terrestrial analogs for exploration of past life habitats on icy planetary bodies in our Solar System. Seismic data collected in Christie Bay in summer 2005, during a pilot project, revealed a ~150-to-200-meter-thick sequence of sediments of interpreted (glacio) lacustrine origin. Given that postglacial linear sedimentation rates in large lakes in North America are typically of the order of 0.1 and 1 mm/yr, such a thick sequence may potentially hold a record of subaerial and subglacial lacustrine conditions covering one or more glacial cycles. Before sampling and analyses of the Christie Bay sequence will be warranted, there is need to collect more data to gain confidence in the past presence of a subglacial lake in Christie Bay and to better plan future exploration of the existing sedimentary record. The Principal Investigator will deploy air gun and Chirp seismic tools, together with multibeam echo sounding, and short sediment cores on a geophysical lake survey covering total of 600-800 km. The new data will elucidate the relative importance of subglacial and (glacio) lacustrine processes in deposition of the thick sedimentary sequence found in Christie Bay. They will also provide constraints on linear sedimentation rates within the upper part of the sequence. Understanding of sedimentation rates plays a key role in interpreting whether this sedimentary sequence may have been deposited: 1) entirely since deglaciation ~9,000-10,000 years BP (i.e., no subglacial lake needed to explain observations), 2) in one glacial cycle (~100,000 years), or 3) in multiple glacial cycles. Acceptance of the first, postglacial model will represent rejection of the guiding hypothesis of this proposal.\r\n\r\nBroader Impacts\r\nContribution to Different Disciplines: Project results will be relevant to a number of disciplines, including glacial geology, geomorphology, sedimentology, geophysics, and climate dynamics.\r\nHuman Resource Development: The proposed research will represent an important stage in the evolution of Principal Investigator's research group at UCSC because it will enable continuing involvement in Arctic research and will connect bi-polar studies of modern and past subglacial environments. One graduate student will obtain advanced training in application of state-of-the-art geophysical techniques relevant to exploration of sedimentary basins. One African-American undergraduate student will gain laboratory and field research experience and will complete senior thesis based on this work.\r\nImpact on Classroom Teaching:  Field experience and research results will be incorporated in several different courses reaching annually ~120 students at UCSC. \r\nCommunity and Media Outreach: The study area is under control of First Nations and a number of activities are planned to interface with the local community (e.g., presentation at a school in Lustelk'e, open afternoon for visits to the research vessel, hiring of First Nation members in position of two skippers and one camp manager). The Principal Investigator will work with UCSC science writers to issue press releases when major findings are published.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Slawek",
   "pi_last_name": "Tulaczyk",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Slawek M Tulaczyk",
   "pi_email_addr": "stulaczy@ucsc.edu",
   "nsf_id": "000303275",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 107408.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 19867.0
  }
 ],
 "por": null
}