{
 "awd_id": "0612611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium: The Biology of Transpiration: from Guard Cells to Globe, to be held at the Snowbird Mountain Resort, UT, on October 10-14, 2006.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2006-04-15",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 16800.0,
 "awd_amount": 16800.0,
 "awd_min_amd_letter_date": "2006-04-10",
 "awd_max_amd_letter_date": "2006-04-10",
 "awd_abstract_narration": "The study of transpiration of water by plants involves a range of scales and disciplines,\r\nincluding genetic approaches, signaling pathways in guard cells, whole-plant water transport, leaf and canopy gas exchange, and global water cycling. Scientists in these diverse fields typically belong to different societies and attend different meetings, making cross-disciplinary interactions difficult. Goals of this proposed meeting are to: 1) explain and discuss the state-of-the-art and key breakthroughs at different scales of investigation and 2) provide a venue where different disciplines can exchange ideas and initiate collaborations across traditional boundaries. The meeting will show younger scientists the need for an inter-disciplinary approach, and the opportunities that result. The meeting format will promote communication between scientists working with the model plant, Arabidopsis, and those working at larger scales and with other species, especially crop species. To foster interaction among participants the meeting will be set in a beautiful, isolated mountain resort, and will be limited to 200 participants. All sessions, workshops, meals and accommodation will be in a single building. All participants will be encouraged (and all invited speakers required) to participate for the entire meeting.\r\n\r\nEach day will include presentations from the full ranges of disciplines. The meeting will consist of 30 speakers over 3 days, leaving ample time for organized and informal discussion. The 20 invited speakers (all have accepted) are easily recognized as international leaders within their own areas of the biology of transpiration. The remainder of the talks will be filled from the best of the submitted abstracts, giving preference to younger participants and under-represented groups.  Sarah M. Assmann, Keith A. Mott, and Stephen P. Long will organize the scientific aspects of the meeting. Work by the organizers covers the range of scales and topics included in the meeting. The organizational aspects of the meeting including publicity will be handled through the American Society of Plant Biologists. Financial support is secured from three major journals and one publisher, and further support from other sources will be sought.\r\n\r\nBroader Impacts: NSF support is requested to help defray costs of participation of graduate students, postdocs, and young investigators. This support is important to the success of the meeting since these participants typically do not have the financial resources to attend such meetings on their own.  However, young scientists have much to gain from a small focused meeting such as this. In addition, younger scientists will form the nucleus of future interdisciplinary efforts.  So, the larger their presence now the greater will be the impact of this meeting on future research. Some support is also requested to defray costs of domestic invited speakers; their participation will provide outstanding opportunities for formal and informal scientific exchange that will serve both young and established scientists. Support is also for minority graduate students identified with the McNair Scholars Program. A Plant Physiology Focus Issue will be developed on the theme of the meeting, ensuring that the meeting will have a broad impact on the scientific community that will reach far beyond the actual meeting participants.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Mott",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Keith A Mott",
   "pi_email_addr": "kmott@biology.usu.edu",
   "nsf_id": "000229237",
   "pi_start_date": "2006-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Assmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Assmann",
   "pi_email_addr": "sma3@psu.edu",
   "nsf_id": "000197934",
   "pi_start_date": "2006-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Long",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen P Long",
   "pi_email_addr": "slong@illinois.edu",
   "nsf_id": "000128009",
   "pi_start_date": "2006-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 16800.0
  }
 ],
 "por": null
}