{
 "awd_id": "0613775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PBI: Collaborative Research: The Megadiverse, Microdistributed Spider Family Oonopidae",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Ranker",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 319303.0,
 "awd_amount": 319303.0,
 "awd_min_amd_letter_date": "2006-08-31",
 "awd_max_amd_letter_date": "2010-04-28",
 "awd_abstract_narration": "Researchers from three U.S. museums and two U.S. universities, plus a \r\nworldwide group of over 20 colleagues, will collaborate to conduct a global \r\nsurvey and inventory of the dwarf hunting spiders. These animals are very \r\npoorly known; preliminary data indicate that the 459 currently described \r\nspecies represent only about 20% of the actual diversity of the group. The \r\nteam will assemble and sort the specimens available in collections and \r\nacquire new material through 12 expeditions that will concentrate on \r\nsecuring better samples of forest floor and canopy-dwelling species. Team \r\nmembers will build Internet-accessible databases of the species, all specimen locality \r\ndata, and images; a new application will allow team members to enter descriptive \r\ndata into a multi-user database, in a highly structured format that will \r\nallow direct use of that information in formal descriptions for \r\npublication, on species web pages, in phylogenetic analyses, and in \r\ninteractive keys. Automated identification systems, using artificial \r\nneural networks, will be developed, and the accuracy of those systems will \r\nbe compared with that achieved by workers, ranging from total beginners to \r\nknowledgeable specialists, using interactive keys to the same species. \r\n\r\nOther impacts of the project include training several high \r\nschool, undergraduate, graduate, and postdoctoral students (with emphasis \r\non recruiting members of groups currently underrepresented in the science \r\nworkforce). Project outreach plans include a major traveling museum \r\nexhibition designed to focus public attention on the importance and \r\nexcitement of biodiversity discovery and preservation. Extensive \r\npublic-aimed web materials will be developed that will be useful for \r\npre-college level teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Griswold",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Griswold",
   "pi_email_addr": "cgriswold@calacademy.org",
   "nsf_id": "000440995",
   "pi_start_date": "2006-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Academy of Sciences",
  "inst_street_address": "55 MUSIC CONCOURSE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153795146",
  "inst_zip_code": "941184503",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "CALIFORNIA ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "F57PLAKLFQL3",
  "org_uei_num": "N7NRRBNKM5P3"
 },
 "perf_inst": {
  "perf_inst_name": "California Academy of Sciences",
  "perf_str_addr": "55 MUSIC CONCOURSE DR",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941184503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "7605",
   "pgm_ref_txt": "PLANETARY BIODIVERSITY INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 60143.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 61947.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 63804.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 65718.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 67691.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PBI: Collaborative Research: The Megadiverse, Microdistributed Spider Family Oonopidae:&nbsp; Accomplishments at the California Academy of Sciences</p>\n<p>&nbsp;</p>\n<p>Spiders represent one of the most species rich groups of animals on the planet.&nbsp; Ancient, widespread, diverse yet poorly known, spiders are a model system that may provide insights into the history, distribution, and sustainability of Earth&rsquo;s ecosystems.&nbsp; At the California Academy of Sciences (CAS) students, postdoctoral researchers, technicians and other investigators have spent five years investigating the evolution and diversity of goblin spiders (Dysderoidea, including Oonopidae, Orsolobidae and Trogloraptoridae) through the goblin spider Planetary Biodiversity Inventory (PBI).&nbsp; We have discovered more than 100 species of goblin spiders (Oonopidae) from Madagascar, where previously none were known.&nbsp; Knowledge of these geographically narrowly distributed animals offers useful information for Malagasy conservation planners and contributes to the sustainability of this island&rsquo;s unique animals and plants.&nbsp; Giant goblin spiders, Orsolobidae, occur in the southern continents, on fragments of the former supercontinent Gondwana.&nbsp; Knowledge of the evolution and distribution of giant goblin spiders tests competing hypotheses on the antiquity and persistence of the animals and plants scattered across the former Gondwana.&nbsp; Have they persisted here through times of dramatic global change, or have they recently dispersed across wide ocean barriers?&nbsp; Our evolutionary tree for Giant goblin spiders refutes predictions that the entire terrestrial biota of New Zealand was eliminated by oceanic inundation during the Oligocene, and instead shows that these spiders, and by implication at least some other animals and plants, have survived on New Zealand since the Mesozoic, for more than 70 million years.&nbsp; Citizen scientists from the Western Cave Conservancy, collaborating with CAS researchers, discovered a remarkable new family of spiders, Trogloraptoridae, alive in caves in Oregon.&nbsp; No similar discovery has been made in North  America for more than 100 years.&nbsp; This large, unique animal is the sole living relative of the thousands of species of goblin spiders and their kin, and its discovery has compelled us to rethink the evolution of goblin spiders, and to recognize anew the conservation importance of the Pacific Northwest.&nbsp; The goblin spider PBI offered wide opportunities for education at CAS.&nbsp; Students, including two PhD, two MSc, two undergraduate and one from high school, two postdoctoral researchers, and three scientific technicians were trained through this project.&nbsp; In addition to several publications in scientific journals, the main findings of the project are available at <a href=\"http://research.amnh.org/oonopidae\">http://research.amnh.org/oonopidae</a> and a detailed video demonstration of how science works is available at <a href=\"http://video.calacademy.org/details/530\">http://video.calacademy.org/details/530</a>.&nbsp; We embraced outreach opportunities through talks, demonstrations, and chats on the CAS public floor.&nbsp; The CAS goblin spider PBI represents a public/private partnership for species discovery, training the next generation of scientists, and, through the natural history collections at CAS, long term documentation of Earth&rsquo;s biodiversity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2012<br>\n\t\t\t\t\tModified by: Charles&nbsp;E&nbsp;Griswold</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPBI: Collaborative Research: The Megadiverse, Microdistributed Spider Family Oonopidae:  Accomplishments at the California Academy of Sciences\n\n \n\nSpiders represent one of the most species rich groups of animals on the planet.  Ancient, widespread, diverse yet poorly known, spiders are a model system that may provide insights into the history, distribution, and sustainability of EarthÆs ecosystems.  At the California Academy of Sciences (CAS) students, postdoctoral researchers, technicians and other investigators have spent five years investigating the evolution and diversity of goblin spiders (Dysderoidea, including Oonopidae, Orsolobidae and Trogloraptoridae) through the goblin spider Planetary Biodiversity Inventory (PBI).  We have discovered more than 100 species of goblin spiders (Oonopidae) from Madagascar, where previously none were known.  Knowledge of these geographically narrowly distributed animals offers useful information for Malagasy conservation planners and contributes to the sustainability of this islandÆs unique animals and plants.  Giant goblin spiders, Orsolobidae, occur in the southern continents, on fragments of the former supercontinent Gondwana.  Knowledge of the evolution and distribution of giant goblin spiders tests competing hypotheses on the antiquity and persistence of the animals and plants scattered across the former Gondwana.  Have they persisted here through times of dramatic global change, or have they recently dispersed across wide ocean barriers?  Our evolutionary tree for Giant goblin spiders refutes predictions that the entire terrestrial biota of New Zealand was eliminated by oceanic inundation during the Oligocene, and instead shows that these spiders, and by implication at least some other animals and plants, have survived on New Zealand since the Mesozoic, for more than 70 million years.  Citizen scientists from the Western Cave Conservancy, collaborating with CAS researchers, discovered a remarkable new family of spiders, Trogloraptoridae, alive in caves in Oregon.  No similar discovery has been made in North  America for more than 100 years.  This large, unique animal is the sole living relative of the thousands of species of goblin spiders and their kin, and its discovery has compelled us to rethink the evolution of goblin spiders, and to recognize anew the conservation importance of the Pacific Northwest.  The goblin spider PBI offered wide opportunities for education at CAS.  Students, including two PhD, two MSc, two undergraduate and one from high school, two postdoctoral researchers, and three scientific technicians were trained through this project.  In addition to several publications in scientific journals, the main findings of the project are available at http://research.amnh.org/oonopidae and a detailed video demonstration of how science works is available at http://video.calacademy.org/details/530.  We embraced outreach opportunities through talks, demonstrations, and chats on the CAS public floor.  The CAS goblin spider PBI represents a public/private partnership for species discovery, training the next generation of scientists, and, through the natural history collections at CAS, long term documentation of EarthÆs biodiversity.\n\n \n\n\t\t\t\t\tLast Modified: 12/17/2012\n\n\t\t\t\t\tSubmitted by: Charles E Griswold"
 }
}