{
 "awd_id": "0613026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paradoxes of Participation: The Status of 'Groups' in Liberal Democracies in an Age of Genomics",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel A. Smith-Doerr",
 "awd_eff_date": "2005-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 44973.0,
 "awd_min_amd_letter_date": "2006-01-25",
 "awd_max_amd_letter_date": "2007-11-15",
 "awd_abstract_narration": "The recent rise of population-based genomic research has led scientists and policy makers to acknowledge a troubling predicament of the genomic age: despite the intended goal of underscoring human sameness and producing knowledge that benefits all individuals, the actual practice of research at this frontier area of the life sciences entails studying group-level human genetic variation.  In the last decade, scholarship in science and technology studies (S&TS) has begun to elaborate the dilemmas caused by the focus on groups.  When representatives demand to participate in biomedical research, their claims are made on behalf of groups whose very biological reality they seek in part to discredit.  The proposed research builds upon this scholarship to demonstrate the new paradoxes of participation that emerge when the groups who are to be the objects of research and those who speak for them are not determined in advance, but emerge simultaneously or, in a word, are co-produced.  \r\n\r\nIn the last five years scientists and policy makers have begun to create processes that would enable groups to participate meaningfully in the design and regulation of population-based genomic research.   These initiatives confront researchers, policy makers and potential research subjects with three paradoxes that the proposed study will investigate: 1) the objects of research do not predate research projects; instead these projects participate in the very act of constituting their objects of study; 2) efforts to reconstruct difference by abandoning race often serve to re-inscribe racial categories in new ways; 3) biological categories of race conventionally thought to be discriminatory have in recent years served as powerful resources used by historically disadvantaged groups to claim wider legal rights.  Using semi-structured interviews, ethnographic field research, and analysis of discourse and texts, the investigator will look at how these three paradoxes are being addressed at three different sites, each of which is using a different mechanism for building public participation and locating authority for defining groups.  The three sites are: 1) the NIH's International Haplotype Map that uses community engagement as a participatory form and locates the authority to define groups in the state; 2) the partnership between Howard University and the International HapMap which uses the concept of a contractual partnership between researchers and researched; and 3) the Navajo Nation Human Research Review Board that uses a theory of sovereignty for defining groups and participation.  \r\n\r\nThe intellectual merit of the research lies in collecting new data on these participatory mechanisms and using this information to contribute to several scholarly literatures: an emergent literature in S&TS on the  co-production of scientific and social order; S&TS investigations of participation in scientific research; and social theories on race and difference.  The project's broader impacts will include contributions to science and to policy.  A greater understanding of the conceptual problems that underlie contemporary debates about the status of groups in liberal democracies and the life sciences has the potential to influence research design, to strengthen the roles individuals and communities can play in directing this research for positive human ends, and to contribute to improving the capacities of institutions of scientific research and policy to address the dilemmas of race and the paradoxes of group participation in genomic research.  Results will include publications and presentations for academic and policy audiences as well as a workshop for scientists, policymakers, and affected communities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Reardon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Reardon",
   "pi_email_addr": "reardon1@ucsc.edu",
   "nsf_id": "000259910",
   "pi_start_date": "2006-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9123",
   "pgm_ref_txt": "SOCIAL & ECONOMIC DIMENSIONS OF BIOTCHNL"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 44973.0
  }
 ],
 "por": null
}