{
 "awd_id": "0613218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Common Ingroup Identity Model: A Focus on a Dual Identity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally Dickerson",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 499658.0,
 "awd_amount": 499658.0,
 "awd_min_amd_letter_date": "2006-08-24",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "An enduring question in social psychology is why in certain situations dual identities (i.e., a super ordinate identity and subgroup identities) lead to improved intergroup relations, but in other situations they heighten intergroup tensions and conflict.  Within social psychology, the Common In-group Identity Model (CIIM) is well established as one of the central organizing frameworks for understanding intergroup relationships.  The proposed research examines the CIIM in order to understand when and why a dual identity will serve to decrease or increase intergroup bias and conflict.  The research project includes nine experimental laboratory and field studies to be conducted at 3 different institutions.  Taken together, the studies examine the following four potential moderating factors that may explain the inconsistent effects of dual identity obtained in previous research: (a) minority/majority group status; (b) domain of subgroup and subordinate group identity; (c) threat to original group identity implied by different integration patterns; and (d) anticipated context (i.e., harmonious or contentious) of intergroup relations.  Importantly, this research will be conducted from the different perspectives of racial majority and minority group students attending the University of Delaware and the University of Connecticut (where a large majority of undergraduate students are white) and Delaware State University (an historically Black college where a majority of undergraduate students are African American).  Doing this enables the researchers to study the effects of numerical and broader cultural conceptions of majority and minority status on representations and bias.  This research has as many important practical implications as theoretical benefits.  For example, the research has the potential to demonstrate that, because majority and minority groups have different perspectives, and possess different integration ideologies (e.g., assimilationist  or multi-cultural), effective interventions to reduce intergroup bias and conflict (e.g., in educational settings) need to consider these different orientations.  Improving intergroup relations requires a consideration of both perspectives.  Perhaps even more importantly, the implications of this research extend well beyond the scope of social psychology and can contribute to current debates about whether assimilationist or multicultural strategies are most effective at fostering harmonious relations between groups.  Indeed, this research can suggest when and explain why each of these integration patterns may be especially effective for producing harmonious intergroup relations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Gaertner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel L Gaertner",
   "pi_email_addr": "gaertner@udel.edu",
   "nsf_id": "000137471",
   "pi_start_date": "2006-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dovidio",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Dovidio",
   "pi_email_addr": "john.dovidio@yale.edu",
   "nsf_id": "000623325",
   "pi_start_date": "2006-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 499658.0
  }
 ],
 "por": null
}