{
 "awd_id": "0613819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SoD-HCER: Using Non-Linear Negotiation to Enable the Design of Robust Open Software Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2006-07-13",
 "awd_max_amd_letter_date": "2006-07-13",
 "awd_abstract_narration": "Open software systems made up of independently developed components interacting using agreed-upon protocols represent one of the most promising approaches for supporting applications where organizations of all kinds, which often have not previously worked together, must be assembled and reconfigured within small time frames on the infrastructures at hand (e.g., coalition military forces, disaster recovery operations, supply chains, collaborative engineering projects, and electronic marketplaces).  Ensuring that such systems are reliable is a challenge; the very openness that makes open systems attractive places them in a realm where the potential failure modes ('exceptions') and associated exception handling techniques are numerous and often far from obvious.  Components may not operate correctly; they may lie to get an advantage, even act maliciously.  We cannot view or manipulate their code or internal state.  And since there is no one component 'in charge', we must be prepared to deal with emergent problems with non-local causes and effects.  The problems are exacerbated by the wide range of possible open system interaction protocols, ranging from constraint satisfaction to markets to swarms, each with their own unique set of potential exceptions and relevant handlers.  Unfortunately, existing techniques do little to help us design more reliable open systems; designers must rely on their experience and intuition to determine what exceptions apply to their particular system, and how those exceptions can best be addressed.  In this project, the PI will tackle this gap by helping groups of collaborating software designers rapidly search through the vast space of possible open system designs for ones that they agree will be reliable and effective for their particular application.  To do this, he will integrate and extend two powerful innovations that have not been applied in software engineering contexts heretofore.  The first is a taxonomically organized knowledge base of open system coordination mechanisms, with each mechanism linked to its characteristic exceptions and each exception linked to its possible handlers.  This knowledge base defines, by delineating a set of orthogonal design dimensions, a very large space of possible open system designs.  The second innovation is a family of negotiation algorithms that help designers with diverse interests rapidly converge on pareto-optimal (win-win) design agreements in such large nonlinear design spaces.  Very little work has been done to date on nonlinear negotiation (i.e., negotiation with interdependent issues), and this work has focused exclusively on \"flat\" design spaces (with a static set of predefined design dimensions).  This project will push forward our understanding of how to find pareto-optimal solutions with taxonomically structured design spaces, a formalization that is potentially applicable to a wide range of important real-life product and process design challenges.\r\n\r\nBroader Impacts:  This work will help us design robust open systems more quickly and effectively, and will in particular help students and educators by providing a comprehensive and well-organized knowledge base of open system coordination and exception handling expertise.  It will develop negotiation algorithms for complex contracts, a challenge relevant to domains ranging from defining electronic commerce to airplane design.  The results will be broadly disseminated, via web-accessible software as well as traditional media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Klein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Klein",
   "pi_email_addr": "m_klein@mit.edu",
   "nsf_id": "000086064",
   "pi_start_date": "2006-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737200",
   "pgm_ele_name": "ITR-SCIENCE OF DESIGN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7372",
   "pgm_ref_txt": "ITR-SCIENCE OF DESIGN"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": null
}