{
 "awd_id": "0613149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support of IUTAM Symposium \"Recent Advances in Multiphase Flows: Numerical & Experimental\"",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2007-09-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2006-04-19",
 "awd_max_amd_letter_date": "2006-04-19",
 "awd_abstract_narration": "\r\nAndreas Acrivos\r\nCTS - 0613149\r\nCUNY City College\r\n\r\nThe flow of multiphase materials, such as suspensions of solid particles, drops & bubbles in\r\nliquids, is encountered frequently in a variety of industrial processes as well as in nature, hence\r\nthe subject has received a considerable degree of attention from both the fundamental & practical\r\npoints of view. Yet, compared to the more traditional area of single-phase fluid mechanics, the\r\nresearch activity in multiphase fluid dynamics has not been on a scale commensurate with the\r\nimportance and complexity of the field. For example, although it is well known that the dynamics\r\nof single -phase materials can be accurately described by means of the Navier-Stokes equations,\r\nwhich at present can be solved using a variety of analytical or numerical techniques, a\r\ncorresponding set of fundamental equations for multiphase materials is currently unavailable\r\nexcept for special cases. Similarly, there is a dearth of experimental methods able to capture the\r\ndetailed structure of multiphase flows compared to those currently available for their single-phase\r\ncounterparts. It the purpose of this Symposium to try and remedy this situation by bringing\r\ntogether some of the key researchers in a subset of this broad field and, through active discussions\r\n& interchange of ideas, lay the foundations for organizing a concerted effort to attack some of the\r\nmajor issues which need to be resolved.\r\n\r\nThe Symposium is entitled \"Recent Advances in Multiphase Flows: Numerical & Experimental\"\r\nand will take place 11 14 June 2007, in Istanbul, Turkey. The meeting is under the auspices of\r\nthe International Union on Theoretical & Applied Mechanics (IUTAM) and is co-sponsored\r\nby the Istanbul Technical University. IUTAM, in existence for the better part of a century, is a\r\nwell-known international organization. It organizes the IUTAM Congresses every 4 years and\r\nsponsors about a dozen or so Symposia every year all dedicated to the advancement of\r\nmechanics. This particular Symposium is organized by the Principal Investigator, together with\r\nProfessor Can Delale (Istanbul Technical University), plus a 6  member international scientific\r\ncommittee. This proposal seeks partial support from the National Science Foundation in order to\r\nfacilitate the attendance of several American students and other researchers who would otherwise\r\nnot be able to attend.\r\n\r\nThe meeting will bring together a small but select group of researchers active in the fundamentals\r\nof multiphase fluid dynamics especially as concerns the development of: (a) fundamental basic\r\nequations for describing such systems; (b) general purpose numerical techniques for solving such\r\nequations; and (c) novel experimental methods for measuring the detailed structure of such flows\r\nand thereby testing the model predictions. Potential applications include micro- and nanosystems\r\ninvolving particulate and other multiphase flows, suspension flows, mixing, drop break-up &\r\ncoalescence, combustion, electric and magnetic field driven phenomena, etc.\r\nThe number of attendees will be capped at 70-75 to maintain a workshop atmosphere where\r\nfuture research directions in the subject field will be identified for the benefit of the community in\r\ngeneral and the National Science Foundation in particular. There will be no parallel sessions, but\r\nthere will be plenty of opportunities for fruitful discussions. The intellectual merit of the\r\nproposed activity lies in bringing together 3 communities in this field who seldom interact with\r\none another, viz. those involved with: (a) developing rational fundamental equations for modeling\r\nmultiphase flows; (b) those developing simulation techniques for solving these equations; and (c)\r\nthose developing novel experimental tools for testing in detail the theoretical predictions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Acrivos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Acrivos",
   "pi_email_addr": "acrivos@sci.ccny.cuny.edu",
   "nsf_id": "000442893",
   "pi_start_date": "2006-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}