{
 "awd_id": "0614538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   LTREB:   RUI:    Impacts of Insect Herbivory on the Pace and Pattern of Primary Successional Change at Mount St. Helens",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 284031.0,
 "awd_amount": 366999.0,
 "awd_min_amd_letter_date": "2006-09-02",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "This project will test the hypothesis that insect herbivory is an unrecognized major factor influencing recovery of biological systems following the catastrophic 1980 eruption of Mount St. Helens (MSH).  The work will quantify impacts of insect herbivores on two key \"ecosystem engineering\" plants: lupins, which facilitate soil development; and willows, the main source of three dimensional vegetation structure required by many animals. It will also evaluate the effects of herbivores on bird and mammals assemblages. The proposed work will extend the continuous study of insect herbivore impacts at MSH to 18 years, and of mammal community assembly and response to vegetation to 28 years, providing the most comprehensive data set on vertebrate response to catastrophic disturbance in the coniferous forest biome.\r\n\r\nHow biological systems recover from catastrophic disturbances such as volcanic eruptions is fundamental to a basic understanding of how communities of plants and animals assemble and function, and provides the theoretical basis for environmental restoration. MSH has provided a unique opportunity to test ecological understanding of recovery from disturbance. Our work builds on this legacy by elucidating previously unrecognized mechanisms controlling recovery, and by providing long-term records accessible to future scientists. The project also enhances science education through student involvement and work with the National Volcanic Monument and its non-profit partner, the Mount St. Helens Institute.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bishop",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Bishop",
   "pi_email_addr": "bishopj@wsu.edu",
   "nsf_id": "000234994",
   "pi_start_date": "2006-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 111346.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 61129.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 125556.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study investigated how communities of plants and animals and their associated ecosystem assemble and function following a catastrophic disturbance. Understanding such reassembly processes is critical for planning restoration activities and predicting the effect of disturbance. Taking advantage of the 1980 eruption of Mount St. Helens volcano, we developed long-term data sets (ranging from 13-28 years) documenting patterns of plant, bird, and mammal colonization and insect impacts that we are making publically available (www.fsl.orst.edu/msh/datafr.htm). The study demonstrates that insects strongly and unexpectedly influence the recovery of biological systems by inhibiting colonization and growth of two key &ldquo;ecosystem engineering&rdquo; plants: lupins, which facilitate soil development; and willows, the main source of three dimensional vegetation structure required by many birds and mammals.&nbsp; Experiments and long term observations documented chronic severe damage to lupin by specialist lepidopteran herbivores that has persisted for at least 18 years at levels that affect population growth and spread. We also demonstrated extreme, chronic effects of stem-boring weevils on willow growth that appear to inhibit the transition from herb-dominated to shrub-dominated communities. Both cases feature strong and predictable spatial patterns. Lupin herbivory is low in areas of more developed vegetation, where competition for soil nutrients and the development of predator populations suppresses insect herbivores, while soil moisture negatively correlates with willow borer damage. &nbsp;In summary our results indicate that insect herbivory probably is a major factor influencing terrestrial early primary succession, not a minor mechanism as implied by models and exposes an important gap in our understanding of species interactions during succession.</p>\n<p>Between 1982 and 2011 we also monitored the reestablishment of small mammal assemblages throughout several disturbance zones created during the 1980 eruption, building the only quantitative assessment of small mammal responses to volcanism or primary succession in the world. Deer mouse was first to colonize these sites and was captured in 24 of 25 survey years. The only other small mammal to colonize upland habitat was northern pocket gopher. From 2000 through 2011 four species appeared in upland sites but failed to establish breeding populations. In sharp contrast, wetland habitats were rapidly colonized by 15 species, of which 12 have established breeding populations in at least one site. High annual species turnover is characteristic of these assemblages.&nbsp; Similarly, monitoring of bird assemblages began in 1981 at numerous sites along a disturbance intensity gradient. The surveys reveal an unusual assemblage that includes species with affinities from alpine, prairie, shrub steppe, wetlands, lowland pastures, rock outcrops and canyons, and wetlands, and thus has very low similarity to the pre-eruption forest community. This phenomenon appears common across many taxa in the blast area and contributes to its extraordinarily high diversity.&nbsp; The recent recognition that the Mount St. Helens landscape supports such high diversity constitutes a major new insight into the importance of naturally recovering ecosystems.</p>\n<p>Broader impacts. The WSU and USFS personnel on this project have been instrumental in developing the Mount St. Helens Institute (MSHI), a non-profit promoting scientific and cultural understanding of volcanic landscapes. Project personnel also provided: Intellectual and other resources for numerous film, print, and radio pieces about the ecology of Mount St. Helens, including NOVA, National Geographic, NPR, and the New York Times; Annual training for the USFS&rsquo;s successful naturalist interpreter program; Multiple public lectures per year; established collaborative projects to study...",
  "por_txt_cntn": "\nThis study investigated how communities of plants and animals and their associated ecosystem assemble and function following a catastrophic disturbance. Understanding such reassembly processes is critical for planning restoration activities and predicting the effect of disturbance. Taking advantage of the 1980 eruption of Mount St. Helens volcano, we developed long-term data sets (ranging from 13-28 years) documenting patterns of plant, bird, and mammal colonization and insect impacts that we are making publically available (www.fsl.orst.edu/msh/datafr.htm). The study demonstrates that insects strongly and unexpectedly influence the recovery of biological systems by inhibiting colonization and growth of two key \"ecosystem engineering\" plants: lupins, which facilitate soil development; and willows, the main source of three dimensional vegetation structure required by many birds and mammals.  Experiments and long term observations documented chronic severe damage to lupin by specialist lepidopteran herbivores that has persisted for at least 18 years at levels that affect population growth and spread. We also demonstrated extreme, chronic effects of stem-boring weevils on willow growth that appear to inhibit the transition from herb-dominated to shrub-dominated communities. Both cases feature strong and predictable spatial patterns. Lupin herbivory is low in areas of more developed vegetation, where competition for soil nutrients and the development of predator populations suppresses insect herbivores, while soil moisture negatively correlates with willow borer damage.  In summary our results indicate that insect herbivory probably is a major factor influencing terrestrial early primary succession, not a minor mechanism as implied by models and exposes an important gap in our understanding of species interactions during succession.\n\nBetween 1982 and 2011 we also monitored the reestablishment of small mammal assemblages throughout several disturbance zones created during the 1980 eruption, building the only quantitative assessment of small mammal responses to volcanism or primary succession in the world. Deer mouse was first to colonize these sites and was captured in 24 of 25 survey years. The only other small mammal to colonize upland habitat was northern pocket gopher. From 2000 through 2011 four species appeared in upland sites but failed to establish breeding populations. In sharp contrast, wetland habitats were rapidly colonized by 15 species, of which 12 have established breeding populations in at least one site. High annual species turnover is characteristic of these assemblages.  Similarly, monitoring of bird assemblages began in 1981 at numerous sites along a disturbance intensity gradient. The surveys reveal an unusual assemblage that includes species with affinities from alpine, prairie, shrub steppe, wetlands, lowland pastures, rock outcrops and canyons, and wetlands, and thus has very low similarity to the pre-eruption forest community. This phenomenon appears common across many taxa in the blast area and contributes to its extraordinarily high diversity.  The recent recognition that the Mount St. Helens landscape supports such high diversity constitutes a major new insight into the importance of naturally recovering ecosystems.\n\nBroader impacts. The WSU and USFS personnel on this project have been instrumental in developing the Mount St. Helens Institute (MSHI), a non-profit promoting scientific and cultural understanding of volcanic landscapes. Project personnel also provided: Intellectual and other resources for numerous film, print, and radio pieces about the ecology of Mount St. Helens, including NOVA, National Geographic, NPR, and the New York Times; Annual training for the USFSÆs successful naturalist interpreter program; Multiple public lectures per year; established collaborative projects to study biological responses to volcanic disturbance in Chile with Chilean scientists; and organized a 30th Anniversary..."
 }
}