{
 "awd_id": "0615928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of ATM and ATR in Arabidopsis Telomere Biology",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 500754.0,
 "awd_min_amd_letter_date": "2006-09-22",
 "awd_max_amd_letter_date": "2009-12-01",
 "awd_abstract_narration": "Telomeres are essential and complex nucleoprotein structures that form protective caps on the physical ends of linear eukaryotic chromosomes and prevent the terminus from being processed by the DNA repair machinery as a double-strand break.  Paradoxically, proteins involved in double-strand break repair physically associate with the chromosome terminus and are essential for telomere maintenance and end protection.  The overall goal of this work is to more clearly define the relationship between the DNA damage response and telomere integrity in the model plant, Arabidopsis thaliana.  Specifically, this study seeks to elucidate the roles of two master regulators of the DNA damage response, the cell cycle-dependent protein kinases ATM and ATR, in the maintenance, protection and perception of chromosome ends.  Previous work by the Shippen lab demonstrated that ATM and ATR play pivotal roles in the maintenance of telomeric DNA and chromosome integrity in Arabidopsis.  These studies will exploit the genetic tractability of this multi-cellular eukaryote and its remarkable tolerance to telomere dysfunction.  For Objective 1, ATM and ATR interactions with known telomere-associated proteins and with chromosome ends in vivo will be examined.  For Objective 2, the mechanism of ATR action in telomere maintenance will be investigated to determine how ATR contributes to telomere architecture, and whether its catalytic ATR is required for telomere maintenance.  Objective 3 will examine the Arabidopsis response to telomere dysfunction and investigate whether ATM acts in a checkpoint capacity.  In addition, experiments are proposed to test the hypothesis that the extended survival of telomerase-deficient mutants is facilitated by a genome surveillance mechanism that blocks the proliferation of cells with dysfunctional telomeres.\r\n\r\nThis work will elucidate molecular responses to the severe genome stress that results from telomere dysfunction in the context of plant development.  These studies will reveal novel insight into the underlying mechanisms for plant survival at the cellular level, and also uncover new connections between telomeres and the factors that promote chromosome integrity.  Given the fundamental nature of this work, the findings are likely to be relevant to a very broad range of eukaryotic organisms. \r\n\r\nOver the years, the Shippen lab has trained a large number of students, allowing them to gain valuable expertise in plant molecular biology, cytogenetics, and biochemistry, while working at the cutting edge of genome research.  Dr. Shippen has also presented numerous lectures for high school students and teachers and undergraduate and graduate student organizations.  The PI also has a long-standing interest in laboratory management and has served as an instructor for a laboratory  management course.  Furthermore, she is well-known for mentoring women scientists.   \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Shippen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy E Shippen",
   "pi_email_addr": "dshippen@tamu.edu",
   "nsf_id": "000352442",
   "pi_start_date": "2006-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 249264.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 151490.0
  }
 ],
 "por": null
}