{
 "awd_id": "0616228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Image Reconstruction Algorithms for Optical Tomography with Large Data Sets Using the Radiative Transport Equation",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sue Kemnitzer",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 99505.0,
 "awd_amount": 99505.0,
 "awd_min_amd_letter_date": "2006-09-14",
 "awd_max_amd_letter_date": "2006-09-14",
 "awd_abstract_narration": "\r\nMarkel, Vadim A. Univ. of Pennsylvania / Kim, Arnold D. Univ. Of California-Merced\r\n0615857 / 0616228\r\nImage Reconstruction Algorithms for Optical Tomography with Large Data Sets Using the Radiative Transport Equation\r\nIt is well known that modern medical imaging has revolutionized the practice\r\nof clinical medicine. What is perhaps less well known is the critical role\r\nthat advanced mathematical tools have played in the development of imaging\r\ntechnologies. In this proposal, we plan to explore fundamental mathematical\r\nproblems at the core of optical tomography. Optical tomography (OT) is an\r\nemerging biomedical imaging modality which employs near-infrared\r\nlight as probe of tissue structure and function. At the heart of OT is an\r\nill-posed nonlinear inverse problem. We propose to develop new mathematical\r\ntools to attack this problem by building on recent progress made by the\r\nco-investigators in the areas of inverse scattering theory and radiative\r\ntransport theory. The investigators have recently demonstrated the ability\r\nto reconstruct immages using reconstruction algorithms that are valid within\r\nthe diffusion approximation to the radiative transport equation (RTE). We\r\nnow plan to extend this development to physical situations in which the the\r\nfull power of the RTE is required. Two key developments pioneered by the\r\ncon-investigators makes the research we propose feasible and timely. The\r\nfirst of these is the construction of analytical methods for\r\nthe inverse scattering problem in radiative transport. The second enabling\r\ndevelopment is the recent discovery of plane-wave decompositions for the RTE\r\nGreen's function. The proposed research integrates the development of new\r\nmathematical methods with algorithm development and experimental validation.\r\nWe have assembled an interdisciplinary and highly collaborative team of\r\ninvestigators with complementary skills who are uniquely\r\nqualified to carry out this research. The team consists of a computational\r\nphysicist (Vadim Markel), an applied mathematician (Arnold Kim), and a\r\ntheoretical optical physicist and physician (John Schotland).\r\n \r\nThe intellectual merit of the proposed research is the development of\r\nefficient imaage reconstruction algorithms which are based on novel and\r\noriginal mathematical theories. One graduate student at the University of\r\nPennsylvania will be trained in computational and analytical methods of\r\nimage reconstruction. A postdoctoral fellow at the University\r\nof California, Merced will be trained in the area of forward problems in\r\ntransport theory. \r\n\r\n\r\nThe broad impact will include improving the quality of reconstructed images\r\nin optical tomography. We expect that when the proposed developments are\r\nfully realized, they can significantly improve the clinical utility of\r\noptical tomography. Furthermore, although the proposed work is focused on\r\noptical tomography, some of the results may also lead to a greater\r\nunderstanding of the propagation of multiply scattered waves in random\r\nsystems such as the atmosphere and interstellar media.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Kim",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold D Kim",
   "pi_email_addr": "adkim@ucmerced.edu",
   "nsf_id": "000237177",
   "pi_start_date": "2006-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 99505.0
  }
 ],
 "por": null
}