{
 "awd_id": "0616724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Towards a GIS-Based Analytical Time-Geographic Framework for Physical and Virtual Activities",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 212045.0,
 "awd_amount": 212045.0,
 "awd_min_amd_letter_date": "2006-08-09",
 "awd_max_amd_letter_date": "2007-05-04",
 "awd_abstract_narration": "Human activities interact and intertwine in space and time to create a complex social system to fulfill our physiological, economic, and social needs. Recent developments in information and communications technologies (ICT), such as the Internet and cell phones, have offered people an environment to expand their activities from physical space to virtual space and are expected to lead to important changes in human activity patterns. Hagerstrand's time geography suggests a useful conceptual framework for studying human activities in a space-time context under different types of constraints. However, the classical time geography does not offer adequate methods of representing and analyzing virtual activities and their interactions with physical activities. Furthermore, limited progress has been made in the development of an operational geographic information system (GIS) for an analytical time-geographic framework of studying physical and virtual activities. This research aims at: 1) extending Hagerstrand's classical time geography to develop an extended framework of space-time concepts and analysis functions that can support research and applications involving both physical and virtual activities and their interactions; and 2) providing an operational space-time geographic information system to implement the extended time-geographic concepts and exploratory spatio-temporal analysis functions. Based on the extended time-geographic framework, this project will develop a space-time GIS design to support representations and analysis of the extended time-geographic concepts. One outcome of this research will be an operational prototype system to implement and assess the space-time GIS design. This project also will use a simulated activity/travel dataset and a large population migration dataset collected from a previous study to evaluate the extended time-geographic framework and its exploratory analysis functions,\r\n\r\nThe outcomes of this research, which will include an extended time-geographic framework, a space-time GIS design, and an operational prototype GIS, can provide useful foundations in support of various applications in other fields, such as activity-based transportation studies, individual-based spatially-explicit ecological modeling and epidemiological modeling, and location-based services (LBS). Such research results can help other researchers better analyze and understand the complex human activity patterns and interactions with the use of modern information and communications technologies. For example, transportation planners could benefit from this research with a space-time geographic information system design to help them analyze and gain better understanding of how individuals organize their activity and travel patterns and interact with other people in both physical and virtual spaces. Furthermore, this research has potential of contributing to the development of spatially and temporally integrated social sciences that will have broader impacts on social science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shih-Lung",
   "pi_last_name": "Shaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shih-Lung Shaw",
   "pi_email_addr": "sshaw@utk.edu",
   "nsf_id": "000272518",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hongbo",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongbo Yu",
   "pi_email_addr": "hongbo.yu@okstate.edu",
   "nsf_id": "000348038",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 103014.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 109031.0
  }
 ],
 "por": null
}