{
 "awd_id": "0616904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   Institutional Substitutes for Sophistication in Political Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-07-06",
 "awd_max_amd_letter_date": "2006-07-06",
 "awd_abstract_narration": "This research advances the political science literature by providing experimental evidence of how people learn and make decisions. Specifically, it considers the debate that has raged among political scientists over whether citizens need factual knowledge about politics to properly perform their duties or whether heuristics and cues enable them to make reasoned choices. Although many scholars lament citizens' lack of political sophistication and argue that it endangers the health of our democracy, we explore whether and under what conditions institutions and other heuristics can substitute for sophistication and enable even unsophisticated citizens to learn what they need to know. Indeed, much like price is thought to substitute for detailed knowledge about products in markets, our research suggests that there are institutional substitutes for sophistication that allow our democracy to function effectively.  \r\nBecause one cannot systematically manipulate institutions or citizens' levels of sophistication in real world electoral settings, we instead conduct laboratory experiments in which we analyze whether and under what conditions institutions and other heuristics enable even unsophisticated citizens to learn what they need to know. To this end, we give subjects in our experiments the opportunity to learn from the statements of another individual (dubbed \"the Speaker\"), and we manipulate the characteristics of the Speaker, as well as the institutional conditions under which the Speaker makes his or her statement. For example, in some experimental conditions the Speaker has common interests with subjects; in other conditions, the Speaker has conflicting interests with subjects, but faces a penalty for lying or a threat of verification. Each of these conditions has a direct analogue in real world electoral processes, and as my preliminary experimental results reveal, each enables even unsophisticated citizens to learn from the Speaker's statements.\r\nThis research also contributes to the political science literature by exploring whether and under what conditions combinations of institutions enable citizens to learn from others. Indeed, because institutions and incentives in the real world are unlikely to be as clear cut as they are in our experiments (i.e. citizens in real world electoral processes are exposed to many different-and often competing-heuristics), we also plan to assess whether and under what conditions citizens can learn from a Speaker who is exposed to both a threat of verification and different size penalties for lying.\r\nOur research not only impacts the political science literature, but it also impacts a broad range of disciplines-most notably, cognitive science, psychology, economics, and law.  By exploring potential substitutes for sophistication, this research has important implications for how one educates people about the law, politics, or markets. For example, what must ordinary citizens know about the law in order to comply with it? Are there substitutes for sophistication, or is education the only means to legal, political, and/or economic sophistication? What types of sophistication are required for free markets to develop in newly democratizing societies? Are citizens in such societies already sophisticated in market exchanges, or must one teach them? Our research suggests an answer to these questions, and in so doing, it suggests many lessons for the design of market, political, and legal institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathew",
   "pi_last_name": "McCubbins",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mathew D McCubbins",
   "pi_email_addr": "mat.mccubbins@gmail.com",
   "nsf_id": "000464253",
   "pi_start_date": "2006-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}