{
 "awd_id": "0616797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Deportation, Asylum and the Politics of Becoming \"Legal\":  Judicial Review of Removal Decisions in Two Legal Traditions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin gotham",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 10300.0,
 "awd_amount": 10300.0,
 "awd_min_amd_letter_date": "2006-08-08",
 "awd_max_amd_letter_date": "2006-08-08",
 "awd_abstract_narration": "Abstract for Doctoral Dissertation Research: Deportation, Asylum, and the Politics of Becoming Legal:  Judicial Review of Removal Decisions in Two Legal Traditions \r\nPrinciple Investigator: Christine Harrington\r\nCo-PI: Leila Kawar\r\n\r\nAs global inequality has increased, the number of migrants drawn to wealthy countries has vastly exceeded the number of slots made available for legal immigration, producing growing populations of illegal immigrants and raising the contentious question of whether or not people who reside within the national community should be able to regularize their status and thus become legal.  In the past twenty-five years, courts in their capacity to review administrative actions have been increasingly involved in the political battles over removal policy as the result of the litigation efforts of an immigrant advocacy movement that itself crosses national borders.  Immigrant advocates have expanded the range of claims made by illegal immigrant residents and have engaged in a litigation cat-and- mouse game with legislators and administrators, who have acted to increase enforcement of deportation statutes, to streamline the administrative review process, and to use statutory amendments both to make it harder for people to regularize their status in the removal process and to reduce the quantity and quality of judicial review of administrative decisions.  \r\n\r\nThis project seeks to identify how courts in the civil law and common law traditions have dealt with their new role as arbiters of the states power to remove its non-citizen residents.  The choice of France and the United States allows for an analysis of how the central characteristics of these two paradigmatically different administrative law traditions, such as the degree of autonomy of the courts from the executive branch, the organization of the legal profession, and the relationship between the judiciary and the legislature, have impacted the courts deference to administrators, the way that advocates have used litigation, and the way in which judges have responded to legislative attempts to curtail their jurisdiction. \r\n\r\nThe research juxtaposes detailed textual case analysis with institutional analysis of courts in two legal traditions to construct a complete picture of the politics of law during the twenty-five year period during which litigation over removal decisions has increased exponentially in both countries.  An examination of judicial opinions and commentaries, litigants briefs, legislative committee reports, and administrative agency regulations will detail the contrasting policy positions of these political actors and the dynamic of their interactions.  Open-ended interviews with French and American immigrant advocates, with government attorneys charged with litigating removal cases, and with judges and retired judges in each country will further elucidate the manner in which courts have engaged in substantive policy articulation and the types of cases in which judicial review of agency decisions has been most striking. \r\n\r\nIn terms of its broader impact, the project will contribute to the growing body of literature on comparative public law, in particular comparative studies of the relationship between courts and administrative agencies.  It will also advance a scientific understanding of the impact of the transnational refugee and immigrant rights movement by detailing the specific ways in which the constraints of particular legal traditions affect the content and outcomes of litigation.  By detailing how individual case decisions have wrestled with and constituted the boundaries of national community for the millions illegal migrants residing in immigrant-receiving states, and by highlighting the institutionally contingent nature of current law regulating residence, the merit of the research lies in the potential intellectual contribution it will make to current debates over the nature of political community in an age of globalization.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Harrington",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christine B Harrington",
   "pi_email_addr": "christine.harrington@nyu.edu",
   "nsf_id": "000480918",
   "pi_start_date": "2006-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 10300.0
  }
 ],
 "por": null
}