{
 "awd_id": "0616657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multinomial Processing Tree Model:  New projects and implementations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2006-08-25",
 "awd_max_amd_letter_date": "2006-08-25",
 "awd_abstract_narration": "The project will develop new mathematical and statistical properties as well as computational software for a popular class of parametric statistical models for categorical data called multinomial processing tree (MPT) models.  These models are used to measure an individual's ability to perform specific cognitive processes in a variety of experimental situations in the social and behavioral sciences.  MPT models compute category probabilities from a parameterized tree structure, where individual parameters correspond to the success or failure probabilities of particular cognitive processes modeled to underlie the behavior in the situation.  The project involves four main areas of work.  The first area is to develop a new framework for representing tree models based on recursive definitions.  This framework draws on the fact that any MPT model is itself a probabilistic mixture of other MPT models.  Formulating MPT models with recursive axioms is designed to facilitate the statement and proofs of new theorems about their structure.  The second area involves relating MPT models to other popular classes of models for categorical data.  MPT models are structurally quite different than traditional additive models such as log-linear and logit models, and these differences lead to new ways to model cross classified data that are in the form of contingency tables.  The third area of work is to develop new statistical inference for MPT models under realistic sampling conditions.  In particular, standard Bayesian and classical Monte Carlo resampling approaches will be developed under the assumptions of small samples of observations governed by random variation in the parameter values.  Bayesian hierarchical models for the entire MPT class will be developed by representing parameter variation as additive over participants and items as in the Rasch model from psychometric test theory.  The final area of work is to construct a user friendly and accessible computational software package for MPT models that encompasses the new developments in the first three areas of the project.  The results of the project are expected to lead to both a deeper understanding and a wider applicability of MPT models in the social and behavioral sciences. \r\n\r\nFundamentally, MPT models are useful as tools to measure the strength of underlying cognitive skills behind performance in cognitive and social tasks.  For example successful performance in a memory experiment may involve initial successful attention, memory storage, memory organization, and subsequent memory retrieval; however successful performance can also result from the failure of any of these processes coupled with appropriate inferences or guessing tendencies.  Earlier statistical work with MPT models was predicated on the availability of large data samples taken from a homogeneous pool of participants each of whom generates a sample of independent and identically distributed observations.  More recently, MPT models are being used to measure the strength of specific cognitive abilities in special populations (e.g. schizophrenics, those affected with Alzheimer's disease, gifted children).  Such situations usually involve heterogeneous participants where each participant generates only a small sample of observations.  Thus, it is important to develop the mathematical and statistical properties of MPT models to deal with situations where these weaker sampling conditions apply.  In this way, MPT models can be employed as measurement tools to pinpoint specific types of cognitive enhancement or cognitive decline due to such variables as education, drugs, disease, aging, and the like.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiangen",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangen Hu",
   "pi_email_addr": "xhu@memphis.edu",
   "nsf_id": "000471605",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Batchelder",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Batchelder",
   "pi_email_addr": "whbatche@uci.edu",
   "nsf_id": "000289738",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "115 JOHN WILDER TOWER",
  "perf_city_name": "MEMPHIS",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}