{
 "awd_id": "0616738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizational Demography of Youth Service Providers",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 66466.0,
 "awd_amount": 66466.0,
 "awd_min_amd_letter_date": "2006-08-25",
 "awd_max_amd_letter_date": "2006-08-25",
 "awd_abstract_narration": "SES- 0616738\r\nJoseph Galaskiewicz\r\nUniversity of Arizona\r\n\r\nUnderstanding social institutions that reduce or reproduce inequality in society is central to sociological inquiry.  Research has focused on educational opportunities for the young and recently on after-school activities.  The investigator will study the services or activities that are available to families on the weekend and how this affects what children do on Saturdays during the school year.  The PI argues that the use of different types of providers and the types of activities that children engage in are also a function of the supply of different providers in the immediate geographical area of the family and families' abilities (their financial and social capital) to take advantage of what is available.  In other words, the focus shifts from the family to the ecology of providers in an urban society and how families are more or less able to access that larger world of opportunities.  In 2003-04 the investigator collected data on what children and families did on Saturday in a study of 1,036 families in the Phoenix metropolitan area. This project will gather archival data on the population of nonprofit organizations, businesses, and governmental agencies, which provided services and activities for children during that time and to map their locations in the Phoenix metropolitan area using GIS.  This will enable the investigator to determine 1) if geographical propinquity and ecological competition among providers affected families' use of and satisfaction with for-profits, nonprofits, churches, and government agencies in the market for youth services, and 2) if the presence of different kinds of competitors affects the strategy, performance, relocation, and survival rates of providers identified in our 2003-04 survey and will monitor over the next five years.  The work has broader significance, because children's access to different types of activities is important for their educational, emotional, and social development.  It is widely known that not all children have equal access to high quality programs, activities, and opportunities, yet democratic societies believe in equal opportunity for all and especially children.  By focusing on the supply of providers as well as the consumers of these services, we hope to offer a more complete understanding not only of family behaviors but of nonprofit, for-profit, and government behaviors.  With this knowledge we will have a better understanding of how to motivate providers to locate/stay in under-served areas and to empower families to advocate for these services and/or to provide these services themselves.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Galaskiewicz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Galaskiewicz",
   "pi_email_addr": "galaskie@email.arizona.edu",
   "nsf_id": "000310818",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 66466.0
  }
 ],
 "por": null
}