{
 "awd_id": "0616888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Digitizing Traditional Knowledge:    National Reactions to Intellectual Property Claims to Yoga",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Brodie Haire",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 11000.0,
 "awd_amount": 11000.0,
 "awd_min_amd_letter_date": "2006-08-07",
 "awd_max_amd_letter_date": "2006-08-07",
 "awd_abstract_narration": "Abstract: Doctoral Dissertation Research: Digitizing Traditional Knowledge: National Reactions to Intellectual Property Claims to Yoga\r\nPI: William Maurer \r\nCo-PI: Allison Fish\r\nIssues generated by the use of intellectual property (IP) claims as a means of either protecting or exploiting traditional knowledge are increasingly debated at local, national, and global levels. Specifically, countries such as India are concerned that the effects of international harmonization of IP law, when combined with recent legal developments in dominant states, will result in the unethical and inequitable management of the traditional knowledge they claim as their own. Using the case study of recent IP claims on yoga this project employs ethnographic techniques to examine how traditional knowledge is contested and reconfigured by complex transnational interactions. Furthermore, this project analyzes how the globalization and commercialization of tradition prompts new understandings of not only yoga, but also property and ownership rights, to emerge.\r\nThe practice of yoga in international commercial exchange (transnational commercial yoga) has become popular in cosmopolitan centers around the world and is a multi-billion dollar industry that has been the site of increasing formal and informal regulatory activities by state institutions, private individuals, and interest groups. The primary questions that these regulations are meant to resolve include: (1) What is yoga and its practice? (2) What is its proprietary nature and does it reside in the public or private domain? (3) Who has the right to manage its expression? In order to answer these questions, interested groups have made diverse claims about the nature of yoga including characterizing it as the invention of a singular author, claiming it is a generic entity that exists in the public domain, asserting it is the cultural practice of a particular nation-state, or advocating its management according to Open Source philosophies.\r\nThough socio-legal scholarship has attended to the commodification of some traditional forms of knowledge, especially the patenting of and profiting from indigenous botanical wisdom by pharmaceutical companies, there has been little research that investigates practices such as yoga. Transnational yoga provides a unique and conflicted case-study related to the commodification of cultural knowledge and the ownership of tradition for two reasons. The first is that the identities of the parties in the most notorious disputes are reversed such that it is the individual Indian yogis and the Indian government that are claiming private and semi-private IP rights. Secondly, yoga introduces an intangible commodity form that is produced and consumed entirely through bodily enactments. Thus, yoga has an elusive quality that cannot be captured and represented in the written record, such as a story, nor can material samples, such as seeds, be collected. As such this study of transnational commercial yoga is invested in the following domains: (1) Tracking new understandings of traditional knowledge practices such as yoga, (2) Tracking the emergence of new concepts of property due to developments in IP law, (3) Studying how the market incorporates tradition, and (4) The rearticulation of the boundaries between the public and private domains. This research will lead to greater understanding of how the concept of property is understood.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Maurer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Maurer",
   "pi_email_addr": "wmmaurer@uci.edu",
   "nsf_id": "000180171",
   "pi_start_date": "2006-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11000.0
  }
 ],
 "por": null
}