{
 "awd_id": "0617970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    The Effect of Hypermart Entry on Traditional Gasoline Retailers:   Evidence from a Natural Experiment",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 3400.0,
 "awd_amount": 3400.0,
 "awd_min_amd_letter_date": "2006-06-12",
 "awd_max_amd_letter_date": "2006-06-12",
 "awd_abstract_narration": "One of the most contentious stories of the last two decades is the rise of Wal-Mart as a world leader in the retail sales industry.  A major reason that Wal-Mart's success has been so controversial is the fact that their rapid entry has pushed traditional retailers, such as the popular and nostalgic Mom and Pop stores, out of the market and into bankruptcy.  Arguably, the growth of Wal-Mart has increased total surplus in the global economy, but a negative perception of the company strongly permeates modern society and culture.  Wal-Mart is perhaps the most notable example of an increasing trend of industry concentration and globalization.  Over the last two decades, retailers have exploited economies of scale and economies of scope in an effort to provide consumers with the lowest possible prices and the convenience of one-stop-shopping.  As a result, market definitions have become blurred and big-box retailers, discount stores, supermarkets, and mass-merchandisers have emerged. \r\n\r\nThe retail gasoline industry is an example of the Wal-Mart phenomenon. Only a decade ago, virtually all gasoline was sold in a convenience store setting, such as a Chevron station or Shell station.  Today, non-traditional, high-volume retailers have emerged offering low prices and few of the amenities that are typically associated with convenience stores.  Common examples of these high-volume retailers, termed as hypermarts, are Costco, Sam's Club, Safeway, Albertson's, and Wal-Mart, among others.  The fundamental characteristic of hypermarts is their low pricing ability.  Due to the low pricing ability and the recent and rapid growth of hypermarts' retail gasoline market share, traditional retailers are fearful that they can no longer compete and will be driven out of the market.\r\n\r\nAn immediate purpose of this dissertation project is to investigate whether traditional retailers have reason to be fearful.  This project uses the entry of The Home Depot into the retail gasoline industry to identify the effect of hypermart entry on traditional gasoline retailers.  A key aspect of this project will be to find out if it is true that traditional retailers are being adversely affected by the entry of hypermarts or if they are successfully able to differentiate themselves from their new competitors.  \r\n\r\nThe findings of this project will have implications in many areas.  First, the results will be of significant interest to industry players and professionals as they try strategically to direct their respective organizations in an increasingly competitive environment.  Second, the findings will help economists better understand the nature of competition and the institutional structure of the retail gasoline industry.  Understanding the impacts of hypermarts on traditional retailers will allow economists to paint a picture of what they might expect the retail gasoline industry to look like a decade or two in the future.  Third, this project is one of the first to study entry and exit within the retail gasoline industry.  In addition to these contributions to current knowledge, the findings in this project fit into a much larger context.  The emergence of hypermarts allows examination of whether the global trend in growth of discount stores, big-box retailers, supermarkets, and mass-merchandisers, like Wal-Mart, will also materialize in the retail gasoline industry.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jedidiah",
   "pi_last_name": "Brewer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jedidiah W Brewer",
   "pi_email_addr": "jwbrewer@email.arizona.edu",
   "nsf_id": "000436921",
   "pi_start_date": "2006-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 3400.0
  }
 ],
 "por": null
}