{
 "awd_id": "0617951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation:   Public Welfare Values of Acequia Irrigation in New Mexico",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 10770.0,
 "awd_amount": 10770.0,
 "awd_min_amd_letter_date": "2006-08-09",
 "awd_max_amd_letter_date": "2006-08-09",
 "awd_abstract_narration": "Proposal  No:  0617951 \r\nInstitution:  University of New Mexico \r\nNSF Program:  ECONOMICS \r\nPrincipal Investigator:  Raheem, Nejem \r\nTitle:  Doctoral Dissertation: Public Welfare Values of Acequia Irrigation in New Mexico \r\n \r\nABSTRACT\r\n\r\nWater resources everywhere are of great value.  Yet because they tend possess elements of common property, it is very hard to value the rights to water rights, especially in communities where water rights are communally owned.  This doctoral dissertation research will use a novel, interdisciplinary approach to investigate and quantify aspects of public welfare values of traditional rural irrigation systems (acequias) in northern New Mexico. The investigation will implement a Contingent Valuation (CV) survey, Common Pool Resource (CPR) experiments, and biological assessment methods. While these methods are well established, this research is the first to combine all three to ascertain public welfare contributions of acequia irrigation. The research combines work from behavioral, environmental, and cultural economics as well as from conservation biology. \r\n\r\nThe use of CV for valuing traditional agricultural practices is unusual. The PIs will partner with the New Mexico Acequia Association to access rural irrigators.  To obtain the value of water, the PI will conduct a statewide CV survey to ascertain New Mexicans willingness to pay for water rights to remain in the hands of acequia owners and in acequia systems.  With this willingness to pay, the research will investigate whether urban and rural residents respond differently to water prices.  \r\n\r\nThe research will provide insights into the cultural, economic, and biological factors that \r\ncontribute to the attachment of people to acequias water, hence contribute to the public welfare of New Mexico. This result of this research will also illuminate the factors that affect the transfer of water rights, rural advocacy, water legislation, and rural education programs in New Mexico.  Conflicts over water rights are universal; a better  understanding of the contributions of established uses might help in crafting policies to reduce conflicts over water rights.  As the west urbanizes, many groups and communities find themselves involved in negotiations about water allocation. The result of this will contribute to that dialogue as a first step in quantifying the welfare contributions of rural irrigation. Cultural valuation and research into the contributions of traditional resource use are strong and growing fields, and this research will contribute to those fields here in New Mexico.  This funding will also support the research effort of a graduate student from a part of the US that receives relatively less of federal government research grants, thus it will contribute to the inclusion of under represented regions in NSF funded research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nejem",
   "pi_last_name": "Raheem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nejem Raheem",
   "pi_email_addr": "nejem@unm.edu",
   "nsf_id": "000132023",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 10770.0
  }
 ],
 "por": null
}