{
 "awd_id": "0617753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rationality, Irrationality, and Transition Dynamics in Evolutionary Game Theory",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 208354.0,
 "awd_amount": 208354.0,
 "awd_min_amd_letter_date": "2006-07-15",
 "awd_max_amd_letter_date": "2008-04-14",
 "awd_abstract_narration": "This project consists of four studies in evolutionary game theory, a field that models the behavior of large populations of agents engaged in recurring strategic interactions.  The first three studies are set in a unified framework for large population modeling.  A population game is defined by a finite set of actions and a payoff function for each; payoffs depend continuously on the distribution of agents' action choices.  To avoid the assumption of equilibrium play in this large population context, it is assumed that each agent occasionally receives an opportunity to revise his choice of strategy.  At such moments, the agent's selection of a new strategy is described using a revision protocol, which specifies the conditional rates of switches between each pair of strategies.  Over moderate time spans, aggregate behavior is well approximated by a deterministic differential equation, the mean dynamic, which is defined by the expected changes in the population's behavior.  But analyses of behavior over very long time spans must account explicitly for the randomness inherent in the revision process.\r\n\r\nElimination of strictly dominated strategies is the mildest requirement employed in standard game-theoretic analysis.  Surprisingly, Study 1 argues that few deterministic evolutionary dynamics eliminate strictly dominated strategies.  It is shown that any dynamic satisfying three natural conditions--continuity, positive correlation, and innovation--fails to eliminate strictly dominated strategies in some games.  Games are explicitly constructed in which dominated strategies survive, and it is shown why existing positive results are not robust to small changes in choice rules.\r\n\r\nStudy 2 studies logit evolution in n strategy potential games.  Unlike in the usual mutation model, probabilities of errant choices in the logit model depend on the corresponding payoff losses.  This assumption leads to more realistic but more complex disequilibrium dynamics; it complicates the analysis of transitions between equilibria and, consequently, the analysis of equilibrium selection.  Using techniques from large deviations theory, the probabilities of and waiting times before escapes are characterized from the basins of attraction of stable equilibria.  This enables a precise characterization of the limiting stationary distribution, and thus of the stochastically stable state.  Geometric methods are used to determine the rate of convergence of the evolutionary process to its limit distribution.\r\n\r\nStudy 3 addresses a basic question in evolutionary game theory:  whether Nash equilibrium can identified with stationary behavior in large populations of myopic, partially informed, and imperfectly responsive agents.  In this study, a class of evolutionary dynamics is constructed, whose rest points are precisely the Nash equilibria of the underlying game.  The dynamics are based on continuous revision protocols that only require agents to know the payoffs of their current and prospective strategies. \r\n\r\nStudy 4 applies techniques from evolutionary game theory to investigate the dynamics of residential segregation.  In a seminal paper, Schelling (1971) showed how segregation can arise even when agents have only a slight preference for residing with members of their own group.  The researchers have recently developed tools for the evolutionary analysis of Bayesian games, and they are used to reformulate and extend Schelling's work, allowing both for endogenous determination of the characteristics of outside neighborhoods and for a wider array of preferences over neighborhood compositions.\r\n\r\nThe proposal concludes with a component that develops technology and instructional materials for research and teaching in game theory:  namely, a suite of easy-to-use, open source software for constructing phase diagrams and other graphics related to evolutionary game dynamics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Sandholm",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Sandholm",
   "pi_email_addr": "whs@ssc.wisc.edu",
   "nsf_id": "000188959",
   "pi_start_date": "2006-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 69018.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 69452.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 69884.0
  }
 ],
 "por": null
}