{
 "awd_id": "0617952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Control of Stability of Shewanella oneidensis MR-1 Biofilms",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2006-09-02",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Intellectual Merit\r\nMost microbes in nature are believed to exist in biofilms that develop on biotic or abiotic surfaces at almost any aqueous interface. These surface-associated, structured microbial communities are of medical and environmental importance. Stability and resilience of mature biofilms is controlled by two interrelated cellular processes: attachment and detachment. However, the underlying molecular mechanism(s) of detachment and attachment are largely unknown. This project explores the first steps towards a physiological, genetic and biochemical understanding of the detachment/attachment processes. Shewanella oneidensis MR-1, a geochemically important microbe that metabolically interacts with Fe- and Mn-containing soil minerals in biofilms serves as model microbe for these studies. The multi-tiered approach involves physiological studies on detachment including energetic and cell mixing experiments. The results expected from this research should provide fundamental insights into the molecular mechanism(s) of microbial detachment from biofilms.  While the initial processes of biofilm formation have been investigated in the past, the important questions of the control of stability of established biofilms and their long-term survival have not been addressed. These studies will reveal some important physiological, mechanistic, and genetic principles of determining biofilm stability.\r\n\r\nBroader Impact\r\nThis research will generate fundamental knowledge on the biology of microbial biofilms and educate graduate and undergraduate students and the broader community. This laboratory has a record of attracting and retaining minorities (70% of the lab are female, 33% ethnic minority). The PI teaches on an annual basis three courses in Environmental Microbiology including a new sophomore seminar on \"Environment and Human Health.\" The broader impact of the activities of the entire lab is on several levels. The PI served for the last four years as co-director of the MBL \"Microbial Diversity Course\" in Woods Hole, MA; served 2003/04 as a member on the NRC/NAS committee on \"Alternatives and Strategies for Future Use and Production of Hydrogen\"; the PI has been on the scientific advisory board of Sound Vision for the production of \"The DNA Files\"; has served since 2000 as the director of the Stanford Biofilm Research Center, since 2002 as co-organizer of the annual \"West Coast Bacterial Physiologists' Meeting\", Asilomar, CA; and since 2003 as the program coordinator of Stanford's Environmental Engineering and Science Program.  In addition, since the fall of 2004, this laboratory has been working with the San Jose Museum of Technology to establish an exhibition module on \"Microbes in Nature and their Role in Water Treatment\". Members of this laboratory have been active as judges in the \"Synopsys Silicon Valley Science and Technology Championship\", in \"Girls for a Change\", and in tutoring East Palo Alto High School students.  Activities such as these will continue throughout the current project.\r\n\r\nExpected significance of proposed research\r\nThis research seeks to provide a physiological and molecular understanding of microbial attachment, detachment, and the transitioning between both states using S. oneidensis as a model system. In addition, the results will also serve as a useful basis for the applied environmental and medical fields to manage microbial biofilms. For example, the dissolution of biofilms beneficial for wastewater and groundwater treatment often needs to be prevented or controlled, whereas corrosion of pipes, ships, as well as formation of medically detrimental biofilms on teeth (caries), subgingival pockets, and catheters could be mitigated (or prevented) by engineered manipulation of the microbial detachment physiology. Therefore, this research is not only of fundamental but also applied relevance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Spormann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred M Spormann",
   "pi_email_addr": "spormann@stanford.edu",
   "nsf_id": "000385793",
   "pi_start_date": "2006-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 185000.0
  }
 ],
 "por": null
}