{
 "awd_id": "0617084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Planning Grant:  Urban Neighborhood Development and Community Well-being",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 44964.0,
 "awd_amount": 44964.0,
 "awd_min_amd_letter_date": "2006-09-02",
 "awd_max_amd_letter_date": "2006-09-02",
 "awd_abstract_narration": "SES-0617084\r\nKesha Moore\r\nDrew University\r\n\r\nThis research project focuses on the mechanism by which urban development activities enhance the physical, economic and social structure of impoverished urban neighborhoods and the well-being of low-income residents that inhabit them. The problems of concentrated urban poverty influences a range of public policy issues, including welfare reform, education reform, as well as health and safety. Policy makers at all levels of government are searching for effective strategies to rebuild low-income neighborhoods and improve social outcomes for low-income people. Many urban scholars identify the depletion of economic and social capital within urban neighborhoods as a critical factor in producing the current patterns associated with chronic poverty and urban decline. Advocates for community development initiatives invoke urban ecological theory to suggest that place-based strategies can result in improvements of the structure of the neighborhood and increased social and economic capital for low-income residents inhabiting these communities. This perspective asserts that increasing the proportion of middle and upper-middle class residents in a low-income neighborhood will increase the economic and social resources available to the surrounding community. This research studies the success of mixed-income housing development in improving the physical, economic, and social structure of the neighborhood as well as the social outcomes of its low-income residents. The study uses a mixed-method research design to compare the life cycle of three similar low-income neighborhoods in Philadelphia: one that has experienced gentrification, one that has experienced a community-sponsored mixed-income development, and one that has not experienced any public or private investment. All three neighborhoods exist in the same local political economy and start with similar challenges associated with concentrated urban poverty. However, one of the neighborhoods has enacted a community-controlled development strategy, known as the Black American Dream. This study will study the impact of development activities on neighborhoods by measuring five dimensions of community well-being: improved physical infrastructure, increased economic productivity, strengthened community institutions, increased safety, and increased social capital of low-income residents.  \r\n\r\nBroader impacts.  The research project provides students interested in sociology at a predominantly undergraduate institution with the opportunity to engage in data collection, analysis, and the dissemination of research findings. Also, research findings will provide valuable information that will help us to better understand the types of social interactions and social institutions that are needed to produce a transfer of social capital from more privileged individuals to less-privileged ones. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kesha",
   "pi_last_name": "Moore",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kesha S Moore",
   "pi_email_addr": "kmoore@drew.edu",
   "nsf_id": "000222470",
   "pi_start_date": "2006-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drew University",
  "inst_street_address": "36 MADISON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9734083536",
  "inst_zip_code": "079401434",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "DREW UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "R7WKWJMB2RL3"
 },
 "perf_inst": {
  "perf_inst_name": "Drew University",
  "perf_str_addr": "36 MADISON AVE",
  "perf_city_name": "MADISON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "079401434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 44964.0
  }
 ],
 "por": null
}