{
 "awd_id": "0617923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Psychological Games and Communication",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 245869.0,
 "awd_amount": 245869.0,
 "awd_min_amd_letter_date": "2006-07-28",
 "awd_max_amd_letter_date": "2007-04-03",
 "awd_abstract_narration": "Psychological game theory, a framework first developed by Geanakoplos et al (1989), is appropriate for modeling several psychological or social aspects of motivation and behavior.  This includes various emotions, intentions-based reciprocity, and social opprobrium.  However, psychological games may also provide the seeds of a theory why communication matters in many important economic situations.  The key idea is that a player's motivation depends directly on beliefs; words may move beliefs, hence words may move motivation and behavior.  Traditional economic analysis uses mathematical tools to a larger and more precise extent then neighboring fields of social science, while these neighboring fields display a higher awareness than economics that communication and emotions matter to behavior.  An intellectual virtue of this study is that it combines an interest in communication and emotions with the rigor displayed in traditional economic models and experimental designs.\r\n\r\nDespite the potential descriptive value of psychological game theory, few applications exist.  This study contributes to the psychological game theory literature, both theoretically and experimentally. A general framework is extends in several directions that the original Geanakoplos et al framework is not rich enough to capture.  The potential of psychological games for explaining how and why communication matters in economic situations is emphasized.  This study comprises four projects, two theoretical and two experimental:\r\nProject 1:  The researchers have previously shown that guilt aversion may be important in trust games, and that this can explain why communication is helpful to the emergence of trust and cooperation. These ideas extend, however, to many other important economic domains.  This study develops a theory of guilt aversion and communication for general extensive games.\r\nProject 2:  Geanakoplos et al's framework is too restrictive to capture many important forms of belief-dependent motivation.  For example, this motivation may depend on updated rather than initial beliefs, and that for the purpose of modeling social norms it may be useful to let a player's motivation depend on another player's belief.  However, GPS framework does not allow this.\r\nProject 3:  Previous work by the researchers has shown that free-form promises are greatly beneficial for achieving socially-desirable outcomes in a moral-hazard environment.  Will freeform promises also help when there is an adverse-selection problem?  This project has two designs that differ in the options available to low-skill agents and that can shed light on the issue, as well as to potentially provide insight into issues of discrimination and inclusion of minorities.\r\nProject 4:  Psychological game theory can explain how people behave given their beliefs (about beliefs).  It remains to explain what determines these beliefs, be it words, frames, or strategic choices.  Ultimately one may desire a theory to handle these issues, but no such theory currently exists; while existing equilibrium theories make heroic assumptions that guarantee that beliefs are correct, even then there are equilibrium selection issues related to how words, frames, or choices affect beliefs.)  Experiments are devised that can help explain beliefs, focusing especially on details concerning the role and form of promises.\r\n\r\nBroader Impact:  People experience emotions, and this influences their well-being and behavior.  People talk, and this influences their beliefs, the emotions they experience, and their own and others' behavior.  Economists have not really come to grips with how and why--especially why. Psychological game theory can shed some light on all these issues, but the theory is still in its infancy.  This project develops the theory, as well as related applications and experiments.  The study is expected to help foster a better understanding of the role of communication in economic situations, as well as help economists enrich their models, world views and policy advice to reflect such an understanding.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Dufwenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Dufwenberg",
   "pi_email_addr": "martind1@arizona.edu",
   "nsf_id": "000199378",
   "pi_start_date": "2006-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 129466.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 116403.0
  }
 ],
 "por": null
}