{
 "awd_id": "0617554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: A Neoconstructivist Approach to Early Cognitive Development to be held September 15-16 2006 in New York City",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 22670.0,
 "awd_amount": 22670.0,
 "awd_min_amd_letter_date": "2006-08-08",
 "awd_max_amd_letter_date": "2006-08-08",
 "awd_abstract_narration": "Interest in and arguments over the developmental origins of human knowledge are abiding and ancient, rooted in the philosophizing of Plato, Aristotle, Descartes, and Hume, yet an empirical approach, advocated by Jean Piaget, appeared only in the last century.  The essence of Piaget's theory is constructivism:  the building of concepts from simpler perceptual and cognitive precursors.  This view was subsequently challenged by researchers (e.g., Baillargeon, Bower, Leslie, Meltzoff, Spelke) who purported to document early, precocious cognitive achievements, spawning a generation of researchers dedicated to the idea of the \"competent infant.\"  On this view, representation, theory of mind, reasoning, prediction, hypothesis testing, deduction, and so forth arise innately, independent of experience.  The competent-infant view has an intuitive appeal, but leaves unaddressed a vital challenge:  to understand the mechanisms by which new knowledge emerges.  This challenge is now being met.  Theoretical views that embrace computational models and developmental neurobiology emphasize the interplay of time, experience, and cortical architecture to explain emergent knowledge; a parallel but independent line of research posits a set of general-purpose sensory, perceptual, and learning mechanisms that guide knowledge acquisition across domains and development.  A cohesive neoconstructivist framework could coalesce by bringing together advocates of these approaches.  Neoconstructivism harks back to Piaget's constructivist emphasis on developmental mechanism, yet also reflects modern advances in our understanding of learning mechanisms, cortical development, and modeling.  This small and focused workshop will assemble leading neoconstructivist theorists for the first time.  Each participant will give a formal talk and there will be ample time for informal interactions between participants.  Topics will include language acquisition, induction, categorization, statistical learning, memory, visual perception, brain development, and dynamic systems.  The end result will be twofold.  First, participants will gain important knowledge to help them think beyond their specific areas of expertise, facilitate their ability to forge links among topical areas, and establish collaborative ties.  Second, participants will contribute a chapter to an edited volume.  Because it will comprise a wide range of perspectives neoconstructivist approaches to cognitive development, this volume will be the first of its kind and will be disseminated to the wider research community. The book is likely to have a substantial impact on researchers in developmental psychology, infant development, early education, and cognitive science.\r\n\r\nThis workshop will be a novel enterprise because, for the first time, leading researchers in cognitive development will be assembled.  Although each workshop participant advocates a scientifically rigorous approach to understanding the mechanisms by which change occurs, participants also vary widely in the methodologies employed in their research.  The workshop is expected to bridge longstanding gaps among the disparate methodologies of computational, neural, and behavioral methods, and uncover associations among research on the development of language, vision, learning, memory, and the brain.  Such links are likely to lead to new collaborations and innovative findings in basic developmental science, some of which will be reflected in chapters of the edited volume each participant has agreed to contribute.  The workshop and book are expected to impact substantially the fields of cognitive developmental psychology, infant perceptual and brain development, early education, and cognitive science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Johnson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Scott P Johnson",
   "pi_email_addr": "scott.johnson@nyu.edu",
   "nsf_id": "000417398",
   "pi_start_date": "2006-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 22670.0
  }
 ],
 "por": null
}