{
 "awd_id": "0617531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Contesting Jurisdictions: A Comparative Study of State Responses to Honor Killings in Turkey and Israel",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin gotham",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 11994.0,
 "awd_amount": 11994.0,
 "awd_min_amd_letter_date": "2006-07-11",
 "awd_max_amd_letter_date": "2006-07-11",
 "awd_abstract_narration": "Michael W. McCann and Ceren Belge. 0617531. \r\nTitle: \"Contesting Jurisdictions A Comparative Study of State Responses to Honor Killings in Turkey and Isarel.  \r\n\r\nABSTRACT\r\n\r\nHonor killings are premeditated murders of women who are believed to have committed a sexual indiscretion. Until recently, Turkish courts routinely reduced sentences for those who killed female family members to \"protect\" their family honor. In Israel, by contrast, courts rejected honor-related defenses, but perpetrators often received a Presidential pardon and police officers rarely protected women from their families. Although honor killings are by no means specific to minority groups, in Israel and Turkey, they appear to occur disproportionately among the Kurdish and Arab minorities. This project explores why Turkey and Israel have reached such puzzling accommodations with male-dominated social organizations in their minority populations while simultaneously rejecting their demands for \"political\" autonomy. It asks, too, why this response has begun to change recently. \r\n\r\nResearch for this project will be conducted in two cities with a large minority population in Turkey (Diyarbakir and Sanliurfa) and Israel (Nazareth and Haifa), as well as in the cities of Ankara, Istanbul, Jerusalem, and Tel Aviv. The main sources of data are court decisions and in-depth interviews with law enforcement officials, members of minority women's organizations, activist lawyers, and high court judges. In order to identify the extent and nature of accommodation of male-dominated social organizations, court decisions on honor killings will be analyzed comparatively and across time. Interviews with law enforcement officials will reveal the concerns that led them to either accommodate local autonomy or take steps to transform local practices. Interviews with activist lawyers and members of women's groups will reveal whether their position vis-a-vis minority elites, on the one hand, and public officials, on the other, affected the success with which they were able to transform the implicit consensus between law-enforcement officials and minority groups on gender questions. \r\n\r\nThe project promises to improve our understanding of why states in ethnically divided societies sometimes accommodate discriminatory practices within minority groups and why, at other times, they actively intervene to transform such practices. Although scholars have debated the implications of multiculturalism for women's rights extensively from a normative standpoint, few have studied empirically the conditions under which states are likely to intervene in local spheres of authority on minority women's behalf. This project will explore how law is shaped simultaneously by the cultural values of the dominant society and resistance by minority communities. It will contribute to socio-legal thought by identifying whether different patterns of state-minority relations and legal mobilization strategies by minority women result in different levels of accommodation. The project's comparative focus on ethnically divided societies promises to enrich understanding of how legal institutions function in different socio-political contexts.\r\n\r\nThe project's findings will have relevance beyond the academic community by providing sound foundations for policy makers and the human rights community on strategies to address women's rights in ethnically divided societies. It will propose creative legal solutions to resolve the tension between communal autonomy and women's human rights.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McCann",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W McCann",
   "pi_email_addr": "mwmccann@u.washington.edu",
   "nsf_id": "000264392",
   "pi_start_date": "2006-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11994.0
  }
 ],
 "por": null
}