{
 "awd_id": "0617585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Rates and Mechanisms of Calcium Isotope Transport in Aquifers",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 91035.0,
 "awd_amount": 91035.0,
 "awd_min_amd_letter_date": "2006-07-31",
 "awd_max_amd_letter_date": "2006-07-31",
 "awd_abstract_narration": "EAR-0617585\r\nJACOBSON\r\nCalcium (Ca) isotope geochemistry holds much promise as a tool for examining the Ca cycle and its major controls (e.g., climate, tectonics, and biology). A considerable amount of recent work has focused on understanding Ca isotope variations in the marine realm with the ultimate aim of elucidating the nature of Earth's climate system. However, few studies have examined the behavior of Ca isotopes during chemical weathering and transport in continental waters. Arguably, interpretations of seawater Ca isotope values require a firm understanding of Ca isotope cycling on the continents. To address this problem, this proposal seeks to examine the Ca isotope geochemistry of two aquifers: the organic-rich Wyodak-Anderson Coal Bed (WACB) aquifer, WY and the carbonate Madison aquifer, SD. \r\nThe primary intellectual merit objective is to develop, for the first time, mass-transport models that describe the downgradient evolution of dissolved Ca2+ isotopes in groundwater systems. By examining the Ca isotope values of ground waters, rock digests, and rock leachates, the project will specifically explore how microbial activity, chemical weathering, carbonate mineral equilibria, and ion-exchange influence Ca isotope cycling during fluid transport. The PI will also undertake laboratory-scale batch experiments designed to elucidate the magnitude of Ca isotope fractionation during Ca-for- Na ion-exchange. The PI will accomplish the research in collaboration with Dr. Chris Holmden at the University of Saskatchewan, who will conduct the Ca isotope measurements by using a43Ca-42Ca double tracer and a Triton Multi Collector Thermal Ionization Mass Spectrometer (MC-TIMS). The study will build on the PI's previous work in both aquifers, where major ion and Sr isotope analyses were used to determine the pathways and kinetics of solute transport. These studies resulted in extensive model frameworks that will be used to interpret the proposed Ca isotope results. The PI expects that the study will proceed rapidly because the samples are in hand, and the major controls on dissolved Ca2+ concentrations are known. Preliminary Ca isotope values for groundwater and coal samples from the WACB aquifer are presented and discussed in the text. Dissolved Ca isotope values increase downgradient, while the coal itself is isotopically light. The Ca isotope composition of the coal is consistent with biological Ca isotope fractionation during ancient plant growth. The dissolved Ca isotope values may reflect fractionation during fluid transport. Ultimately, this study will yield highly detailed information about the rates and mechanisms of Ca isotope cycling in two distinct groundwater systems. More generally, the project will provide much needed information about the Ca isotope composition of Earth materials, and it will lead to an improved understanding of the global Ca cycle and the rapidly developing marine Ca isotope record. \r\nBroader impact: The project will include the teaching and training of an undergraduate student enrolled in the Integrated Science Program (ISP) at Northwestern University (NU). The ISP program is a highly selective mathematics and science curriculum that emphasizes interdisciplinary learning at an accelerated pace. The student will undertake Ca isotope measurements, and he/she will use the data to write a senior honors thesis. Results from the study will be broadly disseminated. The project will also include a minority student from Evanston Township High School who is participating in the EXCITE program at NU. EXCITE provides educational and social support to minority students and their families. The goal of the program is to increase the number of underrepresented minorities who choose careers in mathematics and science. Lastly, the WACB aquifer contains a commercially viable reservoir of natural gas, and the Madison aquifer is a major water resource for the northern plains states. Thus, the proposed research will benefit society as a whole by providing valuable information about the hydrogeochemistry of two aquifers relevant to energy resources and economic development.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Jacobson",
   "pi_email_addr": "adj@earth.northwestern.edu",
   "nsf_id": "000345432",
   "pi_start_date": "2006-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 91035.0
  }
 ],
 "por": null
}