{
 "awd_id": "0617547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Development of Irrigated Agriculture in Wailau Valley, Moloka'i, Hawai'i",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 11870.0,
 "awd_amount": 11870.0,
 "awd_min_amd_letter_date": "2006-06-06",
 "awd_max_amd_letter_date": "2006-06-06",
 "awd_abstract_narration": "Under the direction of Dr. Michael Granes, Ms. Windy McElroy will conduct her doctoral dissertation research. This project will develop and test general models that can be applied to a particular sequence of wetland agricultural change in the Hawaiian Islands. This project will be focused on Wailau Valley, located on the remote windward coast of Molokai.  Here, a series of intact irrigated agricultural terraces are distributed across a 936-hectare valley. Abandoned nearly 100 years ago, Wailau offers a pristine and well-preserved wet valley that has not been previously studied. This work explores the roles of geographic expansion and intensification in the development of traditional agriculture in Hawaii. \r\n\r\nTwo models are created that describe wetland agricultural development: the first, in which locations for farming are chosen in relation to achieving maximum agricultural output; and the second, in which farmers first selected low-risk areas that required the least amount of work to cultivate and later moved to areas that would require a greater labor investment for farming.  This research will involve mapping the wetland agricultural systems, conducting archaeological excavations, developing Geographic Information Systems (GIS) data bases, analyzing nutrient levels in natural and cultivated soils, and radiocarbon dating. \r\n\r\nOne season of fieldwork has been successfully completed, 12.5 hectares of the valley were surveyed, and nearly 100 agricultural terraces were mapped. A number of terraces were excavated and charcoal was collected for radiocarbon dating.  Initial dates obtained thus far hint at a pattern of agricultural development in which side drainages deep in the valley were exploited as early as the 13th Century A.D., long before cultivation of the flat low-lying expanses along the major streams. These latter areas may have been colonized as late as the 19th Century. These preliminary results support the second model of agricultural development, as the smaller side drainages contain rejuvenated soils from slope erosion, require less effort to build terraces and cultivate wetland crops such as taro, and are less prone to the risk of flooding.\r\n\r\nAn integral part of this research is the involvement of Molokai residents. A number of residents have completed an archaeological training program taught by McElroy in 2005. The program was designed to create sustainable employment opportunities for the residents of Molokai who have one of the highest rates of unemployment in the state. The course consisted of introductory classroom and field instruction in the Spring of 2005, and an advanced archaeological field course during the Summer of 2005 in Wailau. Enlisting graduates of this program to assist with this research broadens the participation of underrepresented groups in archaeology, as Molokai is home to a high percentage of Native Hawaiian and multi-ethnic residents.\r\n\r\nThe study of agricultural development by archaeologists is one area in which the findings have potential import not only for historical sciences but for the contemporary world. The factors that promoted increased agricultural production in the past, such as technological and genetic innovations, are relevant today. The degree to which agricultural systems were sustainable in the past may also offer clues to understanding how contemporary farming can be maintained without excessive environmental damage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Graves",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Graves",
   "pi_email_addr": "mwgraves@unm.edu",
   "nsf_id": "000427990",
   "pi_start_date": "2006-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11870.0
  }
 ],
 "por": null
}