{
 "awd_id": "0617892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research on the Industrial Organization of the Political Sector:  Politicians and Parties",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 170558.0,
 "awd_min_amd_letter_date": "2006-08-16",
 "awd_max_amd_letter_date": "2008-06-03",
 "awd_abstract_narration": "Proposal  No:  0617892 \r\nInstitution:  U of Pennsylvania \r\nNSF Program:  ECONOMICS \r\nPrincipal Investigator:  Merlot, Antonio \r\nTitle:  Collaborative Research on The Industrial Organization of the Political Sector: Politicians and Parties \r\n\r\nABSTRACT\r\n\r\nThe very existence and functioning of representative democracy, where citizens delegate policy-making to elected representatives, hinge on the presence of a political sector, in which voters, parties, and politicians represent the counterparts of consumers, firms and managers in the market sector. The extent to which individual endowments of politicaland market skills are correlated, or experience in the political sector is also valuable in the market sector, link the labor markets in the two sectors. This link affects the selection of politicians, their careers, and the relationship between parties and voters.  The proposed research will focus on two issues regarding the interactions between parties, voters and politicians in an economy with a political and a market sector. The first issue pertains to the selection of candidates for public office, the careers of politicians, and the internal organization of parties. The second issue pertains to the recruitment of politicians by political parties. The research will develop and solve  dynamic equilibrium models with asymmetric information, where individuals are heterogeneous with respect to their market and political abilities, individual skill-endowments positively correlated, and infinitely-lived parties may nominate candidates for public office subject to the voters approval.  The model will be estimated with micro data on the entry and exit of individuals in the political sector as well as their political careers in several countries the PIs will collect. \r\n\r\nThe intellectual basis of this research stem from the innovative microeconomic theory of political economy that integrate political actors with private decision-makers in a general equilibrium theor, where political institutions and outcomes are endogenous. This research contributes significantly to the literature on the industrial organization of the political sector and its interactions with the market sector. By developing and empirically implementing new dynamic models of the behavior of parties and politicians, this research will allow us to explain systematic differences in the types and durations of political careers across countries and through time, to estimate the individual returns to political experience in different political systems, and to investigate the extent to which politicians career choices and the internal organization of  parties depend on institutional features of the political-economic environment. \r\n\r\nThe political sector constitutes a large part of the economy, and  political parties and politicians have a big influence on the remaining part of the economy.  This research will contribute to our understanding of the internal organization of the political sector and will address broader issues such as: the role parties and voters in the selection of politicians, the effects of monetary incentives on the quality of politicians and their career paths, whether political systems differ with respect to the incentives for becoming politicians and the return to an individual from political experience, and whether the characteristics of politicians and their career paths differ systematically across electoral systems.  Answers to these issues have implications for the efficient organization of political systems.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Merlo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio M Merlo",
   "pi_email_addr": "antonio.merlo@nyu.edu",
   "nsf_id": "000126399",
   "pi_start_date": "2006-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Mattozzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Mattozzi",
   "pi_email_addr": "andrea@hss.caltech.edu",
   "nsf_id": "000211087",
   "pi_start_date": "2006-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 56732.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 65806.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 48020.0
  }
 ],
 "por": null
}