{
 "awd_id": "0617767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Politics of Subnational Judicial Performance in Brazil and Mexico",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy Martinek",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-08-14",
 "awd_max_amd_letter_date": "2006-08-14",
 "awd_abstract_narration": "Politics of Subnational Judicial Performance in Brazil and Mexico.  0617767\r\nPI: WIlliam Stanley\r\nco-PI: Matthew Ingram\r\n\r\nThe proposed research examines the politics of state-level judicial performance in Brazil and Mexico from 1985 to 2005. Over the last twenty years, democratization and market-oriented economic reforms have dominated the political and economic landscape of Latin America, and judicial institutions are vital to both of these processes. Strong judiciaries secure the rule of law under democracy by enhancing the capacity to vindicate individual liberties, and they promote the smooth functioning of markets by enforcing contract and property rights. Despite the central importance of judicial performance for both political and economic development, however, little systematic research exists on the sources of judicial strength. Moreover, existing research emphasizes cross-national studies of national judiciaries, overlooking the fact that the majority of litigation in federal systems originates in state courts. Additionally, current scholarship emphasizes judicial independence over issues of access and efficiency. Though independence is an important component of court performance, the accessibility and efficiency of the judicial process are also critical. This study analyzes cross-state variation in access and efficiency over the last twenty years in Latin Americas two largest federal systems.\r\n\r\nBrazil and Mexico are ideal candidates for this research due to their recent experiences with democratization and market reforms and because of their regional prominence. Together, they represent half of the regions population and three fifths of its economic output. They are organized into federal systems of 27 and 32 states, respectively, offering two laboratories of cases in which to analyze the varied performance of judicial institutions. The research focuses on two components of judicial performance, access and efficiency, and measures each in the criminal, civil, and commercial sectors of the judiciary. Thus, the variables of interest capture variation in judicial performance across states and across different sectors of litigation within each state. In each country, the project nests two in-depth case studies within large statistical analyses using data on all subnational units. Data for the statistical analyses will be collected from existing databanks and agencies, and data for the case studies will be collected via semi-structured interviews with legal professionals, journalists, activists, and other key figures.\r\n\r\nThe intellectual merit of this research project covers three main areas. First, the project advances our knowledge and understanding of the uneven process of political and economic development within a single country. Second, this research suggests potential tensions and tradeoffs in two areas: (1) between democracy promotion and market promotion, and (2) between accessibility and efficiency. The research explores these tensions and tradeoffs in original ways, contributing a nuanced and disaggregated analysis of court performance that will help us understand the sometimes unanticipated and counterintuitive consequences of institutional reforms. Third, this projects mixed-methods approach draws on the comparative leverage gained from a subnational level of analysis and integrates the strengths of quantitative and qualitative analysis to enhance the validity of conclusions.\r\n\r\nAdditionally, the broader impact of this study must not be overlooked. First, the project contributes a better understanding of the role of courts and institutional reforms in political and economic development, so this research is important to students of judicial politics, markets, and democratization. Second, this research will generate unique subnational datasets on the design and performance of state courts in both countries. Datasets and a copy of the final dissertation will be shared with host institutions, enhancing the infrastructure for research and education. Finally, this research will provide a new understanding of the barriers to justice faced by underrepresented ethnic, linguistic, and geographic groups in Brazil and Mexico. This is crucially important in and of itself, but as this work will show, these inequities have implications both for legal justice narrowly defined and for political and economic development.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Stanley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Stanley",
   "pi_email_addr": "wstanley@unm.edu",
   "nsf_id": "000152909",
   "pi_start_date": "2006-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}