{
 "awd_id": "0618460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research--Visually Exploring US Demographic Change: Creating Exemplary Curricula and Developing Faculty Expertise",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 37520.0,
 "awd_amount": 37520.0,
 "awd_min_amd_letter_date": "2006-09-25",
 "awd_max_amd_letter_date": "2006-09-25",
 "awd_abstract_narration": "Social Sciences - Other (89) \r\nIntellectual Merit. This project combines the web application \"Social Explorer,\" which makes visualization of quantitative social patterns and demographic change easily accessible, with research-based instructional support for using this tool in teaching undergraduate social science classes. The project is exploring the potential impact of this use of \"Social Explorer\" in teaching and learning key social science concepts and data analysis skills, such as understanding population distributions and demographic change, through the creation of several curriculum modules that embody proven instructional approaches for teaching with \"Social Explorer\" as well as associated documentation to help others adapt these modules to their own teaching context.  The modules are being placed in an on-line archive that is slated to become a collection point and dissemination source for other modules created by faculty users.  \r\nThe design of this archive is based on current cognitive theory on effective teaching and learning.  It is promoting active learning for students, grounding each module in domain knowledge, modeling assessment in support of learning, and facilitating flexible adaptation to an instructor's own context.  \"Social Explorer\" provides demographic information in an easily understood format: interactive thematic data maps (reports that present data for an area in a larger context), and simple tools to visualize complex data patterns across geographies (nation, state, county, census tract) and across time. Extensive data are being made available for US counties from 1790 to the present, and for census tracts for each decade from 1910 to the present.\r\nBroader Impacts: This project is expanding the public use of \"Social Explorer\" so that scholars from many social science disciplines are able to make use of this resource for their own teaching. Together the following set of activities are enhancing the impact of this project:\r\n1. Creating an online archive of effective lessons using \"Social Explorer.\" Ultimately these lessons will be created by design teams of social science professors, and annotated with rich support materials to facilitate adaptation, including links to resources and samples of student work.  \r\n2. Establishing an online collaboration and discussion space for undergraduate course instructors using \"Social Explorer.\"  \r\n3. Implementing improvements to \"Social Explorer's\" tools and documentation to support instructional uses.\r\nThe design of instructional support and curriculum is being modeled on current research on improving undergraduate education, assessment-driven instruction, and cognitive models of learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josh",
   "pi_last_name": "Radinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josh Radinsky",
   "pi_email_addr": "joshuar@uic.edu",
   "nsf_id": "000297884",
   "pi_start_date": "2006-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 37520.0
  }
 ],
 "por": null
}