{
 "awd_id": "0618462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Urbanization and Empire at the Aztec-Period Site of Calixtlahuaca (Toluca Valley, Mexico)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 202946.0,
 "awd_min_amd_letter_date": "2006-06-13",
 "awd_max_amd_letter_date": "2008-04-01",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Michael E. Smith and an international team of colleagues will conduct two field seasons of archaeological research at the central Mexican site of Calixtlahuaca. By mapping and excavating houses and terraces, archaeologists will contribute to our understanding of two key processes in early human history: the growth of cities and urbanization, and the expansion of empires. Calixtlahuaca was first explored in the 1930s by Mexican archaeologist Jose Garcia Payon, who excavated and restored monumental temples and palaces. When information from new excavations is combined with the results of the earlier fieldwork, archaeologists will help solve several puzzles in the development of early urbanism: why did cities develop? What was the nature of daily life in ancient cities? How did imperialism and conquest affect city life? Calixtlahuaca initially developed as the capital of a small empire, and then it was conquered by the more powerful Aztec empire and converted to an Aztec province. Calixtlahuaca presents a unique opportunity to illuminate the nature and significance of urbanization and imperialism in early human societies.\r\n\r\nSmith's research began with a thorough study of the collections and results from Garcia Payon's fieldwork at Calixtlahuaca. The first fieldwork season will focus on mapping the site and making intensive collections of artifacts from the site surface. When the artifacts are analyzed, the results will provide a foundation for a longer second fieldwork season devoted to excavations of houses and agricultural terraces. Archaeologists have found that the study of residences provides the best information on the social, economic, and religious lives of ancient peoples. During the second season several specialized techniques will be applied at the site. Geoarchaeological testing will allow the reconstruction of the role of terracing on slopes, and ground-penetrating radar will help locate houses to excavate. Specialists in ancient plant remains and human burials will supervise the collection of technical information to help reconstruct life at Calixtlahuaca. A brief third season of laboratory work will focus on the cataloging and study of artifacts and other materials from the excavations.\r\n\t\r\nCalixtlahuaca is an ideal setting to study ancient central Mexican urbanism and imperialism. When the results of this fieldwork are compared to Smith's prior fieldwork in another region of central Mexico (Morelos), our understanding of these fundamental processes will improve greatly.\r\n\r\nAs the first modern archaeological study of an Aztec-period site in the Toluca Valley, the chronology and other results of this fieldwork will help archaeologists understand other sites in this area. Numerous graduate and undergraduate students\"U.S., Mexican, and European\"will receive fieldwork and laboratory training. International cooperation between the U.S. and Mexico will be promoted through the work of several Mexican collaborators as well as through interactions with local archaeologists and historians working in the Toluca area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Smith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Smith",
   "pi_email_addr": "mesmith9@asu.edu",
   "nsf_id": "000150482",
   "pi_start_date": "2006-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 198946.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": null
}