{
 "awd_id": "0618409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organellar targeting, regulation, and biological role(s) of antioxidant enzymes in the protistan parasite Perkinsus marinus",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clayton Cook",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 410300.0,
 "awd_amount": 410300.0,
 "awd_min_amd_letter_date": "2006-06-19",
 "awd_max_amd_letter_date": "2006-06-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nSince the early 1950s, the unicellular parasite Perkinsus marinus has caused mass mortalities in oyster bars along the Gulf of Mexico and the Atlantic coast, with serious consequences for the local shellfisheries. Further, because oysters are active filter-feeders and contribute to maintain the clarity of the water column, the severe damage to the natural and farmed oyster populations has had a significant detrimental effect on the environment. In the eastern oyster (Crassostrea virginica), the parasite is passively phagocytosed by hemocytes as any other food particle or potential pathogen, but once inside these defense cells it circumvents destruction, proliferates, and eventually overwhelms and kills the oyster. Phagocytic cells (for example, mammalian macrophages and oyster hemocytes) can kill the internalized live microorganisms by producing strong oxidants (reactive oxygen species, or ROS) that will damage their cellular components (lipids, proteins, and DNA). Earlier work suggests that the parasite may have adapted for intracellular infection and survival by producing enzymes that will catalyze the destruction of the ROS, thereby blocking the oyster's intracellular killing mechanisms, and enabling the parasite to use the hemocyte as a suitable environment for nutrition, multiplication, and transport to other host tissues and organs. Therefore, to test the hypothesis that the parasite's anti-oxidant strategies contribute to its intracellular survival, the proposed research studies will focus on the identification and characterization of genes and gene products (enzymes, co-factors, etc) participating the anti-oxidant pathway(s) leading to the destruction of ROS. Gene expression, in response to environmental stressors and interaction with the host hemocytes will be correlated with cellular damage and viability of P. marinus trophozoites. Heterologous and homologous expression techniques will also aid in the characterization of antioxidant genes. The information obtained will (1) increase our basic understanding of parasite adaptations for escaping intracellular killing, (2) provide new insight into the evolutionary relationships of the anti-oxidant enzymes to those from parasites from related taxonomic groups, (3) provide valuable information on the factors critical to invertebrate defense processes and adaptations, and (4) contribute to the future development of anti-parasitic technologies to protect natural and farmed oyster populations. Because this oyster parasite is non-pathogenic to humans and is simple to maintain in pure culture, it makes an excellent model organism for student laboratory activities. Thus, the P. marinus - C. virginica system is well suited for integrating and teaching a number of fundamental scientific principles related to host-parasite biology at the high school and university undergraduate and graduate levels. Further, the regional relevance of oyster disease makes this research program very well suited to classroom integration in the Chesapeake Bay area.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerardo",
   "pi_last_name": "Vasta",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gerardo R Vasta",
   "pi_email_addr": "gvasta@som.umaryland.edu",
   "nsf_id": "000257151",
   "pi_start_date": "2006-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Biotechnology Institute",
  "inst_street_address": "701 East Pratt St., Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Baltimore",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4103856330",
  "inst_zip_code": "212023101",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "C8WDKMCD4K65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Biotechnology Institute",
  "perf_str_addr": "701 East Pratt St., Suite 200",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212023101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 410300.0
  }
 ],
 "por": null
}