{
 "awd_id": "0618506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional characterization of a cytochrome P450 involved in gravitropic signal transdution",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark R. Brodl",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 377911.0,
 "awd_min_amd_letter_date": "2006-06-06",
 "awd_max_amd_letter_date": "2009-07-18",
 "awd_abstract_narration": "Gravity plays a fundamental role in plant growth and development. In response to changes in the gravity vector, plants reorient by differential growth. For simplicity, the response pathway has been separated into three sequential steps: gravity perception, signal transduction, and asymmetric growth of the responding tissue. A significant body of research has helped define the events of perception, the role of the plant growth regulator auxin, and the mechanisms resulting in the response.  The events of signal transduction, those that link the biophysical action of perception to a biochemical signal that results in auxin redistribution remains a black box.  The gravity persistent signal (gps) mutants provide a wonderful tool for gene discovery in plant gravitropic signal transduction.  The gps mutants have already provided new insights into the gravity signal transduction pathway.  Cloning of the GPS genes have identified three new proteins involved in those events: GPS1 encodes a cytochrome P450, GPS2, a synaptobrevin involved in vesicle trafficking, and GPS3, a transcription factor.  The research proposed focuses on the functional characterization of the protein encoded by GPS1, i.e. investigating the substrate binding of the cytochrome P450 and determining whether the P450 activity is organ specific or constitutive in the signal transduction events.  The experiments should provide solid information on the activity of the GPS1 protein and its role in the gravity signal transduction pathway.  Elucidating factors governing plant responses to gravitational forces has potentially far-reaching implications for manipulating plant growth and development for human use and for understanding other signal transduction events, especially those initiated by biophysical stimuli. \r\n \r\nBroader impact:  Besides providing new, fundamental information to supplement existing models of plant gravitropism, results of this research could enable the development of technologies leading to innovations in post-harvest handling of commercially important floricultural crops that are often gravistimulated during shipment or storage resulting in misshapen and worthless stems, to innovations in horticulture or agriculture crops that improve harvesting capability or that lead to new varieties that better suit human needs. In addition, the PI and graduate students are dedicated to education and outreach and use their research as a launching point for those interactions.  The PI is active in collaborative research and teaching, has published not only papers for scientific journals but materials for education and outreach, and has presented numerous talks to K-12 students/ teachers and to community groups. Ohio University draws 25% of its undergraduate population from the surrounding Appalachian region of Ohio and West Virginia.  Students at the university are exposed to the technologies available in the research laboratories through both the classroom and working individually in research laboratories.  The PI believes strongly in research activities for undergraduates and in providing opportunities for them to travel to present their work and currently has six undergraduates working in the laboratory, three from the Appalachian area and four first generation college.  The current project will provide research and training opportunities for several undergraduates in addition to the one position requested.  It will also provide resources to provide additional training opportunities for graduate and undergraduate students through incorporation of materials into laboratory and lecture courses.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Wyatt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Wyatt",
   "pi_email_addr": "wyatts@ohio.edu",
   "nsf_id": "000344868",
   "pi_start_date": "2006-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 239981.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 125930.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}