{
 "awd_id": "0618280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The New Genetics: Electronic Tools for Educational Innovation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan T Prival",
 "awd_eff_date": "2006-11-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2006-09-06",
 "awd_max_amd_letter_date": "2006-09-06",
 "awd_abstract_narration": "Biological Sciences (61)\r\n\r\nThis project aims to create, produce, and evaluate an innovative set of educational materials about genetics and genomics for use in a broad spectrum of undergraduate courses and institutions.  It is based on a successful pilot project in which 20 community college faculty and 1749 students used the multimedia, interactive CD-ROM courseware, \"The New Genetics: Medicine and the Human Genome\" in the following undergraduate classes: cell and molecular biology, introduction to biotechnology, biotechnology and society, genetics, general biology, and independent study.  Faculty focus groups reflected enthusiastic feedback from both faculty and students, and the faculty developed a priority list for the courseware revisions and the ancillary materials to be developed in this Phase 2 Expansion project.  \r\n\r\nThe intellectual merit of this project is its ability to engage student interest in cutting edge science by creating highly integrated educational materials that combine genetic and genomic science, technological concepts, environmental, agricultural, and biomedical applications, and societal and ethical issues.  New units examine such topics as genomics and race, genetic variation and protein structure, biotechnology and transgenic organisms, and environmental forensics. In addition, ancillary materials extend courseware topics into the classroom by creation of a modular workbook with problem sets and exercises, debate questions, a launching pad for student research projects, and an image bank.  The intellectual challenge of this project is creating rigorous, informative, and effective educational materials that enhance the educational process and make it easy for instructors to deal with issues that grapple with science, the environment, and humanity. \r\n\r\nThe broader impact of this project derives from the working hypothesis that such materials can appeal to students at several stages of undergraduate education, in a wide range of courses, and at diverse educational institutions. For instance, a course on genetics and genomics can be offered prior to completion of the math and chemistry prerequisites that ordinarily delay student exposure to and appreciation of many advanced science topics.  The proposed materials may also serve as a key component for creating informed citizens who understand science, are excited about the fruits of scientific research, and advocate for public support of scientific research and education.  Because of the modular design of these materials, they are also appropriate for use in many courses that present units on genetics or genomic sciences.  This model is tested by evaluating these educational materials in several different courses, including cell biology, biotechnology, genetics, and molecular biology, that are offered at 12 community colleges, a state university, and a private university in California.  Thus, the strengths and limitations of the courseware are evaluated under widely varying classroom conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara (Sally)",
   "pi_last_name": "Tobin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sara (Sally) L Tobin",
   "pi_email_addr": "tobinsl@stanford.edu",
   "nsf_id": "000429347",
   "pi_start_date": "2006-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": null
}