{
 "awd_id": "0619736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Analysis of AtSKD1 and AtSKD1-Interacting Proteins in the Organization of the Endosomal Pathway in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 481096.0,
 "awd_amount": 481096.0,
 "awd_min_amd_letter_date": "2006-08-08",
 "awd_max_amd_letter_date": "2008-04-10",
 "awd_abstract_narration": "Objectives and methods: The long term goal of this research project is to understand the\r\nendosomal trafficking pathways in plants and the molecular mechanisms regulating the endosomal sorting process. Endosomal compartments play a fundamental role in the sorting, recycling, and turnover of membrane proteins, the downregulation of receptors, and the trafficking of proteins to vacuoles and lysosomes in all eukaryotic cells. The PI and her group will study the function of AtSKD1 in the plant endosomal trafficking pathways. AtSKD1 is a homologue of yeast Vps4p and mammalian SKD1, which are AAA ATPases required for endosomal sorting and trafficking. An inducible expression system that causes the disruption of AtSKD1 function will be used as a tool to study the organization and functional properties of the plant endosomal compartment. In addition, proteins interacting with AtSKD1 will be identified and studied. Due to its complexity, the study of plant endosomal trafficking pathways will require a multidisciplinary approach and therefore, the present project involves the use of biochemical and molecular biology techniques integrated with fluorescent imaging, gold immunolabeling, and electron tomography. The specific aims are:\r\n(1) Study the function of AtSKD1 in the structural organization of the endosomal and vacuolar systems in plants.\r\n(2) Analyze how AtSKD1 regulates different plant endosomal trafficking pathways.\r\n(3) Identify and analyze AtSKD1-interacting proteins.\r\nIntellectual merit: The completion of these studies will clarify the functional and structural\r\norganization of the plant endosome system, an area that is largely unknown in the cell biology field. In fact, the lack of information on how the plant endosomal system is organized is imposing serious limitations in the understanding of trafficking mechanisms of plasma membrane proteins, receptors, and biosynthetic cargo. There are good reasons to believe that the plant endosomal system is more complex and diverse that the endosomal compartment in yeast and animal cells. In fact, plant cells posses unique, multiple types of vacuoles and protein trafficking pathways. Endosomal trafficking plays a role in various aspects of plant life, such as development, cell type specification, cell wall remodeling, gravitropic response, signal transduction, and hormone transport. The research\r\nproposed here will provide valuable information in this plant cell biology area.\r\nBroader impacts: The project will have impact on education and research. The PI is currently teaching undergraduate courses in the University of Wisconsin. Two undergraduate students are already taking parts of this proposal as the central topic of their research projects. More undergraduates, preferentially from underrepresented minority groups, will be soon incorporated into this project. The development of new imaging techniques will be also important for education, since the PI is committed to develop workshops on cell biology and cell imaging for undergraduate and graduate students across campus as part of the educational activities of the new Imaging Facility in the Department of Botany-University of Wisconsin, which has been partially supported by NSF funds.  In addition, all the tomograms obtained in this study will be freely available to other researchers. This will allow other scientists in the field to further analyze plant endosomes or other organelles and\r\nstructures contained in our reconstructed cellular volumes. These tomograms will also be available for teachers. It is important to note that electron tomograms can be displayed in conventional PCs or Macintosh computers using IMOD, a completely free software (http://bio3d.colorado.edu). Therefore, teachers with the appropriate training will be able to use electron tomograms as a valuable tool for plant cell biology courses at basically no cost.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Otegui",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa S Otegui",
   "pi_email_addr": "otegui@wisc.edu",
   "nsf_id": "000493610",
   "pi_start_date": "2006-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 160365.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 160365.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 160366.0
  }
 ],
 "por": null
}