{
 "awd_id": "0619468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Infrared Spectrometer System for Interdisciplinary Materials Research and Undergraduate Engineering Education",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 208167.0,
 "awd_amount": 208167.0,
 "awd_min_amd_letter_date": "2006-08-15",
 "awd_max_amd_letter_date": "2006-08-15",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nThe Franklin W. Olin College of Engineering will acquire a research-grade, high performance Fourier-transform infrared (FTIR) spectrometer and infrared (IR) microscope for use in multidisciplinary applied science and engineering research projects that integrate techniques and knowledge from biology, chemistry, materials science, mechanical engineering, and design. Acquisition of the FTIR system will facilitate the initiation of several new research projects at Olin College, including investigations of the degree of crosslinking in the collagen component of natural bone; detailed studies of the interconnections among structure, composition, properties, and performance in Nafion-based ionic polymer-metal composite (IPMC) artificial muscle actuators under varying hydration conditions; and compositional and structural analyses of the breakdown products from biodegradable polymers used in green design applications. Undergraduate students will be involved in all aspects of the proposed research. In addition, the FTIR system will have a marked impact on a diverse group of undergraduate engineering students through its use in a broad range of educational activities. Use of the FTIR will be integrated into existing courses in materials science and organic chemistry that emphasize project-based learning and student self-direction; and students will continue to use the system in upper-level materials science and bioengineering courses, design courses, capstone projects, and independent study experiences. \r\n\r\nLay Abstract\r\n\r\nThe Franklin W. Olin College of Engineering plans to purchase a Fourier-transform infrared (FTIR) spectrometer for use in studies of organic materials such as polymers (plastics) and biological tissues. The FTIR spectrometer is a powerful instrument that uses the interaction between infrared light and the molecules in a material to generate a chemical \"fingerprint\" for the material.   Analysis of these fingerprints enables us to better understand the properties and behavior of materials, and to more effectively design new materials.   For example, this instrument will be used to help create new biodegradable plastics that are more environmentally-friendly than traditional petroleum-based plastics, as well as to develop new materials that can act like natural muscles, changing their shape in response to electricity. It will also be used to investigate how our bones change with age and disease, which will help us find treatments for diseases like osteoporosis, the loss of bone with age that leads to hip and other fractures. This research will be carried out by the undergraduate engineering students at Olin College. Students will also use the FTIR spectrometer in a range of chemistry, materials science, and bioengineering courses, as well as for independent project work and senior design projects. The FTIR spectrometer will be a valuable addition to our research programs, and it will enable our undergraduate students to explore a wide range of natural and cutting-edge synthetic materials.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Stolk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Stolk",
   "pi_email_addr": "jonathan.stolk@olin.edu",
   "nsf_id": "000410548",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debbie",
   "pi_last_name": "Chachra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debbie Chachra",
   "pi_email_addr": "debbie.chachra@olin.edu",
   "nsf_id": "000100297",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Linder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Linder",
   "pi_email_addr": "benjamin.linder@olin.edu",
   "nsf_id": "000061392",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Franklin W. Olin College of Engineering",
  "inst_street_address": "1000 OLIN WAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEEDHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812922426",
  "inst_zip_code": "024921200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "FRANKLIN W. OLIN COLLEGE OF ENGINEERING, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "DN8YL963MRP5"
 },
 "perf_inst": {
  "perf_inst_name": "Franklin W. Olin College of Engineering",
  "perf_str_addr": "1000 OLIN WAY",
  "perf_city_name": "NEEDHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024921200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 208167.0
  }
 ],
 "por": null
}