{
 "awd_id": "0619759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of Synchrotron Based Infrared Microspectroscopy with a Multi-Element Detector",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 1087357.0,
 "awd_min_amd_letter_date": "2006-08-23",
 "awd_max_amd_letter_date": "2009-09-23",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nUniversity of Wisconsin-Milwaukee will design a mid-infrared (IR) beamline, IRMSI-MED, extracting 400 hor. x 25 vert. mrads2 from a synchrotron bending magnet, that will be developed to homogeneously illuminate a commercial IR microscope equipped with a multi-element detector (MED). This will provide the opportunity to obtain chemical images with diffraction-limited (or better) resolution of 35 mm2 square areas in minutes.  Initial research projects include examining kinetics of living cells (phytoplankton), fungi and bacteria-mineral interactions. This project has a potential to impact a wide variety of research areas ranging from soft matter condensed physics, nanoscience, biology, chemistry, veterinary science, engineering, environmental science and geology.  This development will impact the research of graduate students, international collaborators from the SESAME program in Jordan, high school students, REU students and participants in the PEOPLE program at the SRC that will be encouraged to use the facility, and there will be workshops designed to educate new users.  \r\n\r\nLay Abstract\r\n\r\nFrom the earliest experiments with optical microscopes, researchers have examined the appearance of microbes and other microscopic plants and animals; they have strived to identify the various organelles and sub-cellular structures evident, helping them to infer their biological function.  Beyond the visual appearance of these structures, a knowledge of their chemical makeup would provide great insight into how these sub-cellular structures function in a living cell.  Moreover, tracking the changes in their chemical makeup would allow scientists to understand the organism's response to changing environmental conditions.  The development of a chemically sensitive infrared microscope with multiple, parallel detection channels will greatly expand the ability to examine such biological structures, and to track their changes over minutes.  The microscope will be available for users across a wide array of disciplines (e.g. soft matter condensed physics, nanoscience, biology, chemistry, veterinary science, engineering, environmental science and geology), providing a new interdisciplinary tool to the broader scientific community.  Many graduate students will be involved in these research efforts.  In addition, high school students, REU students and participants in the PEOPLE program will be encouraged to use the facility, and there will be workshops designed to educate new users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Hirschmugl",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carol J Hirschmugl",
   "pi_email_addr": "dr.carol.h@COnovateinc.com",
   "nsf_id": "000188934",
   "pi_start_date": "2006-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3203 N DOWNER AVE # 273",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 1087357.0
  }
 ],
 "por": null
}