{
 "awd_id": "0619047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR II; System Behavior Factors For Composite And Mixed Structural Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 374998.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2008-10-16",
 "awd_abstract_narration": "Abstract \r\n0619047\r\nLeon\r\n\r\nThis award is an outcome of the NSF 06-504 program solicitation \"George E. Brown, Jr. Network for Earthquake Engineering Simulation Research (NEESR)\" competition.  Intellectual Merit:   This proposal will develop system performance factors (R, Cd, and Wo) for composite frame structural systems and provide practical guidelines for the analysis and design of such structures. This project will use the NEES MAST Facility at the University of Minnesota to test a series of full-scale slender composite beam-columns to develop data on the evolution of the stiffness and strength of these elements when subjected to large lateral displacements. The project will produce a unique set of data to verify advanced analytical models and provide support for the development of both simplified and advanced analysis techniques for composite and mixed structures. This data will fill gaps in the current databases and provide a unique series of well-controlled tests to allow for the calibration of advanced, fiber-based analytical models for composite beam-columns. Experimental data will be collected on the behavior and performance of connections of composite beam-columns to beams and foundations to calibrate component models. Some of the more challenging tasks to be addressed include development of models for the progressive cyclic deterioration of strength and stiffness of beam-columns and their connections within composite frames, the effect of long term effects such as creep and shrinkage, the force transfer along the composite interface and at column bases and connections, and the necessary instrumentation to discriminate between the many mechanisms of strength, stiffness, and deformation capacity that will be necessary to properly understand the behavior of composite beam-columns systems.  The main deliverables will be: (1) a series of design recommendations formatted in code language for direct incorporation into the revised structural system tables being developed for the 2010/11 cycle of ASCE 7 and the AISC Seismic Provisions, along with design examples to illustrate and clarify their applicability; and (2) a detailed description of the advanced models developed that will help researchers pursue similar studies for other composite and mixed structural systems.  This research addresses directly Basic Research Needs #1 (development of rational elastic design parameters), #4 (connections to column bases), #12 (use of high strength steel), #19 (mixed and composite structures), and #22 and #23 (composite columns) in the Building Seismic Safety Council Research Needs document referenced in the NSF 06-504 solicitation. Broader Impacts: The results of this project will be in a format that can be directly incorporated into design codes and will span a wide range of material properties (3 ksi < f'c < 15 ksi and 36 ksi < Fy < 80 ksi), a range of material strengths that is not currently contemplated by design specifications. The objective is to encourage the use of composite systems in buildings in the 5 to 20 story range in areas of low, moderate, and high seismicity. In addition, the project will interface with the FACES/AGEP project at Georgia Tech to provide minority undergraduates with research experience.  Finally, the project will provide preliminary guidelines suitable for being adapted to the upgrading of existing structures through the use of external confinement (FRP and similar) for encased sections and infilling with lightweight cementitious materials for hollow structural sections.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Leon",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto T Leon",
   "pi_email_addr": "rleon@vt.edu",
   "nsf_id": "000232653",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Hajjar",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome F Hajjar",
   "pi_email_addr": "jf.hajjar@northeastern.edu",
   "nsf_id": "000100756",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 374998.0
  }
 ],
 "por": null
}