{
 "awd_id": "0619952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Seismic Simulator for Research and Education at a Principally Undergraduate Institution",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 163400.0,
 "awd_min_amd_letter_date": "2006-08-03",
 "awd_max_amd_letter_date": "2010-05-04",
 "awd_abstract_narration": "This Major Research Instrumentation award will provide California State University, Sacramento (CSUS) a unique opportunity to acquire state-of-the-art testing equipment for simulating earthquake motions on civil infrastructure systems such as bridges, dams, levees, and foundations. The equipment will be used to integrate research, teaching, and outreach activities to enhance earthquake engineering education. \r\n\r\nThe seismic simulator will play a crucial role in developing an understanding of key mechanisms and failure modes that govern seismic performance of geotechnical and structural systems, leading to the development of reliable and cost-effective earthquake-resistant alternatives and mitigation strategies.  Anticipated research areas include seismic response of reinforced embankments, levees and retaining systems; evaluation of innovative ground modification technologies for seismic mitigation of existing structures; seismic retrofit of houses in developing countries; investigation of engineered geosystems; evaluation of dynamic earth pressure; evaluation of innovative prefabricated bridge systems, including emulative and jointed systems, reinforced and prestressed concrete bent caps, total substructure systems (beam-column, component and system tests); evaluation of innovative precast building systems; and seismic anchors.\r\n\r\nIn addition, the seismic simulating system will furnish the testing facility necessary for faculty, undergraduate and graduate students in our Principally Undergraduate Institution to collaborate with other researchers at primarily research institutions, including members of  Network for Earthquake Engineering Simulation (NEES) Consortium. In addition, increasing opportunities will develop for international collaboration, since the Principal Investigator and Co-Principal Investigator have conducted collaborative work with researchers abroad, such as Japan, Tunisia, France, and Poland.\r\n\r\nThe simulator will also improve the quality of teaching and enhance active learning by demonstrations and hands-on experience associated with crucial earthquake engineering concepts such as liquefaction, seismic loading, response spectra, dynamic earth pressure, soil-structure interaction, resonance, structural amplification, impact of damping devices and base isolators, as well as other concepts.  These experiences will also contribute to an atmosphere in which students are more likely to pursue life-long learning as well as graduate school.\r\n\r\nFinally, the simulator will provide meaningful involvement of traditionally underrepresented students in research and enhance outreach activities for pre-engineering programs and K-12 students. For example, the Academic Talent Search (ATS) at CSUS has served the needs of the Capital Region's Young Scholars since 1982 and impacts students representing more than 300 public and private schools each summer. Exposing the younger generation to real-world laboratory demonstrations will stimulate creative thinking and will motivate students to pursue careers in engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Porbaha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Porbaha",
   "pi_email_addr": "porbaha@ecs.csus.edu",
   "nsf_id": "000228501",
   "pi_start_date": "2006-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Matsumoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Matsumoto",
   "pi_email_addr": "ematsumoto@csus.edu",
   "nsf_id": "000244383",
   "pi_start_date": "2006-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises, Incorporated",
  "inst_street_address": "6000 J ST STE 3700",
  "inst_street_address_2": "BOOKSTORE BLDG",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9162786402",
  "inst_zip_code": "958192605",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N58JMBDDUGU7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Sacramento",
  "perf_str_addr": "6000 J ST RM 311",
  "perf_city_name": "SACRAMENTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958196000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 163400.0
  }
 ],
 "por": null
}