{
 "awd_id": "0620995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on Historical Scientific Instruments in Universities; June 21-24, 2007; Oxford, MS",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 23616.0,
 "awd_amount": 23616.0,
 "awd_min_amd_letter_date": "2006-08-17",
 "awd_max_amd_letter_date": "2006-08-17",
 "awd_abstract_narration": "Summary: International Workshop on Historic Scientific Instrument Collections in Universities\r\nThis proposal seeks partial support for an international workshop to bring together working scientists\r\nin universities and colleges with historians of science, museum curators, and archivists. The workshop is\r\na follow-on to the international conference on Scientific Instrument Collections in Universities (SICU)\r\nheld at Dartmouth College in June 2004. SICU was an ambitious first attempt by this nascent community\r\nto find hidden instrument collections and to assemble a wide spectrum of people with common interests\r\nin formalizing university collections. As a first step, SICU was successful in bringing to light some\r\nimportant collections and in organizing an interested group of more than 80 international scholars.\r\nHowever, much remains to be done to effectively promote interactions between these scholars and\r\nscientists and curators involved with university collections.\r\nThe aim of the proposed workshop is to take the next steps in the process of getting scientists and\r\nhistorians of science to communicate and collaborate on conducting research and education based on\r\nhistorical scientific instruments. Specifically, three main needs for an intensive gathering of interested\r\npractitioners have been identified: access, security, and utilization of collections. The scientific\r\ncommunity needs to be more involved in the effort, as they have the background and understanding of the\r\nscience concepts that many of these collections were created to teach. There are many more collections\r\nof varying dates that have not yet become accessible to the scholarly community, and often, only\r\nuniversity scientists know about these collections. Security of collections involves developing an\r\nunderstanding of their value and a practical resource base for their proper care. Effective utilization of\r\nthese instruments for scholarship, science education, and public outreach requires a broad effort of\r\nawareness and an accessible reference guide to their intended purposes. Meeting these three needs is the\r\noverarching goal of this workshop.\r\nThe intellectual merit of this project comes through the extension of the resource base for scholars\r\nfocusing on the material culture of science beyond the major museum collections that have been used and\r\ndocumented for many years. The workshop will divulge the wealth of historically significant scientific\r\nequipment that may still exist in most major colleges and universities founded prior to the 1950's. In\r\naddition, a network of researchers will be developed that would jointly work to establish a context and\r\nbackground for any unknown instruments found in newly accessed collections and contributed by\r\nhistorians, curators, and scientists. Solutions and descriptions to these mysteries would be published in\r\nthe open literature.\r\nThe broader impact of this project derives from the fact that participants will work cooperatively to\r\ndevelop a community-wide compendium of scientific instrument collections online that would meet the\r\nneeds of scientists, historians of science, museum curators, and science educators. As conceived, the\r\ncompendium would include significant aspects of the instrument: science, history, inventor, instrument\r\nmaker, references, videos, and demonstration contexts. It will also serve as a practical resource guide for\r\nstewards of these collections. Such a compendium will require interdisciplinary involvement and\r\ncollaboration between the science, history, education, and curatorial communities; the workshop format\r\nwill be used to establish guidelines for the development of this resource. This compendium will have far\r\nreaching impacts for the history of science, science education, and public outreach through the increased\r\nknowledge of, access to, and utilization of these significant university resources.\r\nThe workshop will be held at the University of Mississippi, home to the Millington-Barnard\r\nCollection of 19th Century Natural Philosophy  Demonstration Apparatus. This 500-piece collection\r\nwas acquired by the University in 1852-1860 and narrowly escaped destruction during the Civil War.\r\nPieces from the top instrument makers in the U.S., France, Germany, and England were used for\r\ninstruction in Physics and Astronomy for more than 150 years and are now exhibited in the University\r\nMuseum. . Approximately 100 participants are anticipated at the workshop from outside the University of Mississippi.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Marshall",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Marshall",
   "pi_email_addr": "marshall@olemiss.edu",
   "nsf_id": "000346306",
   "pi_start_date": "2006-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maribeth",
   "pi_last_name": "Stolzenburg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maribeth Stolzenburg",
   "pi_email_addr": "mstolzen@olemiss.edu",
   "nsf_id": "000188911",
   "pi_start_date": "2006-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Sperath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albert Sperath",
   "pi_email_addr": "asperath@olemiss.edu",
   "nsf_id": "000222667",
   "pi_start_date": "2006-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "113 FALKNER",
  "perf_city_name": "UNIVERSITY",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386779704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 23616.0
  }
 ],
 "por": null
}