{
 "awd_id": "0620402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG Collaborative Research: Stochastic Multiscale Modeling of Subsurface Flow and Reactive Transport",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2006-08-18",
 "awd_max_amd_letter_date": "2006-08-18",
 "awd_abstract_narration": "The overarching objective of this CMG project is to develop mathematical models and efficient and accurate numerical algorithms for solving large-scale problems of flow and reactive transport in highly heterogeneous porous media. The present project involves three interdisciplinary geosystems modeling research groups: The University of Oklahoma (OU), University of Pittsburgh (UPitt), and The University of Texas at Austin (UT-Austin). The assembled research team proposes to advance the mathematical and geoscience foundations necessary to enhance the predictive capabilities of simulators through an improved understanding of the physical processes that govern subsurface phenomena on multiple spatial and temporal scales. Target applications include reliable and efficient modeling of complex geosystems, uncertainty assessment and the effective coupling of stochastic and deterministic models. The project aims to achieve the following results: (1) development and analysis of novel discretization methods for estimating physical characteristics and statistics of stochastic systems; (2) modeling of multiscale stochastic problems for quantifying large-scale uncertainty in heterogeneity and small-scale uncertainty in subdomain system parameters; (3) investigation of iterative coupling and time stepping for improving accuracy and efficiency of stochastic reactive transport; and (4) numerical implementation of large-scale solution methods for stochastic problems involving efficient alternative methods to both Monte Carlo simulations and traditional moment expansions.\r\n\r\nHumankind interacts with a broad range of natural and engineered geosystems, including landfills, contaminated sites, aquifers and fossil fuel reservoirs. Therefore, understanding and simulation of complex geosystems are essential in managing and optimizing environmental cleanup and energy production activities. This CMG effort offers the possibility of academic, governmental, and industrial collaboration in the area of large-scale geosystems uncertainty assessment with the potential of driving software commercialization. Moreover, the predictive and computational tools developed under this project will impact current scientific understanding of a diverse array of systems, including biological tissues, the atmosphere, porous composite materials, and smart materials. The proposed research will involve the training of undergraduates, graduate students and post-doctoral fellows at OU, UPitt and UT-Austin, in an interdisciplinary environment. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Yotov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Yotov",
   "pi_email_addr": "yotov@math.pitt.edu",
   "nsf_id": "000491500",
   "pi_start_date": "2006-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": null
}