{
 "awd_id": "0620687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"CMG Collaborative Research\":  A Systematic Approach to Large Amplitude Internal Wave Dynamics:  An Integrated Mathematical, Observational, and Remote Sensing Model",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 153036.0,
 "awd_amount": 153036.0,
 "awd_min_amd_letter_date": "2006-08-18",
 "awd_max_amd_letter_date": "2006-08-18",
 "awd_abstract_narration": "The proposed research will develop an effective and accurate theoretical model to investigate the generation, propagation, and transformation of large amplitude internal solitary waves over variable bottom topography, and then integrate the resulting internal wave model with an improved radar imaging model for remote sensing of  the surface signatures of these strongly nonlinear internal waves. In close collaboration between applied mathematicians and physical oceanographers, model predictions will be validated with in-situ data collected from recent/on-going/future field campaigns and satellite radar images. High accuracy numerical integration of the Euler equations will be implemented and will offer further cross verification of the internal wave model for a series of prototypical test cases. Specifically, this research activity will: (1) generalize and improve newly derived  first principle models to describe two-dimensional internal waves propagating in a multi-layer system approximating continuous density stratification; (2) verify the models with fully nonlinear numerical solutions of the Euler equations for several crucial  physical processes; (3) incorporate new parameterizations of energy dissipation by internal wave breaking and bottom friction, guided by available laboratory experiments and new direct numerical simulations of the two-dimensional Navier-Stokes equations;  (4) incorporate coupling with models for surface signatures and radar backscatter, and compare these with South China Sea radar data; and (5) set the basis for the validation of the models with three sets of field experimental data (ASIAEX, WISE/VANS, NLIWI) in the South China Sea focusing on genesis and evolution of internal solitary waves. \r\n\r\nThis highly interdisciplinary project will provide a comprehensive but practical tool for predicting and monitoring internal wave activity in the ocean. Such a component of ocean dynamics has recently become more accessible to direct observation thanks to technological improvements in instrumentation. With these advances, it is now possible to appreciate that extreme events, such as the large internal waves with amplitudes of up to 140 m observed in the South China Sea by the Asian Seas International Acoustics Experiment (ASIAEX), occur frequently and carry tremendous energy which can result in, among other things, the generation of strong currents and ensuing mixing and distribution of heat and other ocean tracers. Accurate prediction of these dynamical features of the earth coupled ocean and atmosphere system is becoming more and more important as human activity expands and is increasingly affected by, and affects, the evolution of this system. The education of future researchers in this area requires further sophistication and flow of information between the mathematical and geophysical application. The broader impact of the research proposed will include training and integration into the research program of postdoctoral, graduate, and undergraduate students, in close contact with both the modeling and the experimental PIs of the proposal. Our findings and results will be made available to the scientific community through a dedicated website, besides the classical channels of dissemination through journal publications and participation to conferences and seminars.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Camassa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Camassa",
   "pi_email_addr": "camassa@math.unc.edu",
   "nsf_id": "000458817",
   "pi_start_date": "2006-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 153036.0
  }
 ],
 "por": null
}