{
 "awd_id": "0620151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Craft production and political potential: Middle Bronze Age village societies on the Great Hungarian Plain (2300-1600 BC)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2007-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-04-20",
 "awd_max_amd_letter_date": "2006-04-20",
 "awd_abstract_narration": "Under the supervision of Dr. John M. O'Shea, Paul Duffy will investigate the potential co-existence of social stratification and economic specialization in Middle Bronze Age Hungary (2400 -1400 BC). For much of Bronze Age Europe, archaeologists claim that bronze production was centralized and coordinated by chiefdoms, regional political hierarchies with the obligatory transfer of resources from commoners to an elite. Because of wealthy burials and metal production, the centers of these Bronze Age societies are often assumed to be chiefly villages but outlying sites, the presumed settlements of commoners, are seldom systematically investigated. Mr. Duffy's research will focus regional analysis and excavation on several outlying sites in Eastern Hungary to clarify differences in food and craft production and consumption between centers and peripheries. \r\n \r\nThe transition from tribal societies with no real political stratification to societies in which rank and political power are hereditary is one of the most fundamental in all of human history. Yet the parameters relevant to this change, such as population, control over metal sources, and differences in consumption, must be investigated independently in order to understand why and how this transformation takes place. This project takes a multi-pronged approach to a transitional Eastern Hungarian case, which contains some elements generally associated with stratification but not others. The Great Hungarian Plain is a fertile zone beneath the foothills of the Carpathian Mountains, an area rich in copper sources and a trade axis in which the first domestic horses circulated from the East. Using land productivity estimates, the research carries out a spatial analysis to detect whether the major centers had populations large enough to have required the food surplus of other villages, or whether they could have been autonomous, but fortuitous because of their location on a trade axis. Collecting artifacts on the surface of plowed fields can also inform how wealth and economic specialization were distributed, as imported and fine ceramics and metallurgical debris can suggest where wealthy individuals lived, and where bronze production took place. Excavation, however, yields the most definitive answers on differences between centers and peripheries. Locating metallurgical kilns, houses constructed with similar architecture, food debris indicating a comparable diet, and equivalent bronzes on the peripheral sites could strongly suggest that individuals in these societies, while wealthy in death, were more or less politically equal during life. The consequence for anthropological knowledge could be that political stratification and great differences in wealth do not have to co-occur. \r\n\r\nDespite the importance of the Great Hungarian Plain as a gateway between Western Europe and the Balkans from Western Asia, restrictions on scholarly exchange during the lifetime of the Eastern Bloc stifled new approaches to old problems. International collaboration on archaeological projects is still extremely rare in Hungary, and this project uses the opportunity to pass on specialized tools such as Geographic Information Systems in research. Local students, archaeologists, and specialists will participate in these excavations and data recovery, as will American graduate students, with results published in both Hungarian and English language journals. Protection of cultural heritage also makes this project a priority; unlike the principle Hungarian Bronze Age sites, which are large and obvious on the landscape, these peripheral sites are unprotected and suffer from agricultural works and urban expansion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "O'Shea",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M O'Shea",
   "pi_email_addr": "joshea@umich.edu",
   "nsf_id": "000405888",
   "pi_start_date": "2006-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}