{
 "awd_id": "0620789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG: Collaborative Research: Nonlinear Spatio-Temporal Dynamics and Source-Sink Reconstruction in Marine Species",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 246038.0,
 "awd_amount": 246038.0,
 "awd_min_amd_letter_date": "2006-08-11",
 "awd_max_amd_letter_date": "2006-08-11",
 "awd_abstract_narration": "\r\nOne of the primary goals of ecological studies is to develop the understanding and means to predict how the abundance and distribution of aquatic organisms respond to changing environmental conditions.  After decades of monitoring large marine ecosystems, rich spatial and temporal datasets are beginning to emerge, yet, the statistical methods to analyze these complex systems have either not been developed or are not accessible to ecologists.  By employing novel statistical approaches, the research team uses the scyphomedusa Chrysaora melanaster in the Bering Sea as a model system to examine processes that control the spatial and temporal patterns of marine organisms with complex life cycles involving a sessile (source) and a pelagic (sink) phase. Scyphomedusa (a.k.a., jellyfish) blooms are common occurrences in many marine habitats and are important events controlling plankton dynamics in these systems. Evidence has shown increases in jellyfish populations in various locations and so their impacts on zooplankton and fish populations probably are increasing. However, scientific knowledge on factors affecting jellyfish spatial and temporal dynamics in the field is very limited. This is in part due to the complex life cycle of these species, which alternates between a pelagic (medusa) and a benthic (polyp) stage. Most of the current knowledge of jellyfish dynamics comes from the study of the pelagic medusae, while little is known of polyp distributions and their interannual dynamics. This is a critical information gap as the benthic polyps are clearly the source of the pelagic medusae. Moreover, medusa distribution data are typically characterized by a number of undesirable statistical features (i.e., excess of zero counts and spatial autocorrelation) that hamper their study in relation with co-located and co-occurring environmental variables. In this study the research team proposes to analytically reconstruct the interannual distribution of C. melanaster benthic polyps, by statistically merging medusa distributional data and predictions from an ocean circulation model. Furthermore, the team proposes to identify the factors affecting the spatio-temporal dynamics of medusae by implementing a nonlinear and nonadditive regression framework that can simultaneously account for zero inflation and spatial autocorrelation. The statistical methods so developed could be applied broadly to study the distribution and dynamics of both aquatic and terrestrial species. The proposed approach is particularly relevant for rare species (which are often characterized by zero inflation and autocorrelation) and for species that disperse from specific source locations.  For example, the proposed approach could be used to understand the movement of larval fish away from spawning grounds, the spread of herbivorous insects through forests, dispersal of non-indigenous species away from points of introduction, and the proliferation of infectious diseases from epicenters. \r\n \r\nThe proposed research is motivated by the needs for developing new methodologies for understanding and predicting how the abundance and distribution of aquatic organisms respond to changing environmental conditions, e.g. global changes in climate. The research team uses Bering Sea jellyfish as a model system to examine processes that control the spatial and temporal patterns of marine organisms with complex life cycles. Jellyfish blooms are common occurrences in many marine habitats, which may affect the abundance and distribution of other fish species of commercial values through their trophic effects on plankton. The research team develops new statistical methods for (i) reconstructing the spatial distribution of jellyfish at various life stages, partly based on predictions from an ocean circulation model, and (ii) identifying the factors affecting the spatial and temporal variations of jellyfish. The statistical methods so developed could be applied broadly to study the impact of environmental changes on the distribution and dynamics of both aquatic and terrestrial species, especially for rare species and those that disperse from specific source locations (e.g., the proliferation of infectious diseases from epicenters). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kung-Sik",
   "pi_last_name": "Chan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kung-Sik Chan",
   "pi_email_addr": "kchan@stat.uiowa.edu",
   "nsf_id": "000201126",
   "pi_start_date": "2006-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 246038.0
  }
 ],
 "por": null
}