{
 "awd_id": "0620699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research Awards: The Science of Defining Populations: Disease, Diagnostics, and the Administration of the Social Body in the United States",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 2250.0,
 "awd_amount": 2250.0,
 "awd_min_amd_letter_date": "2006-07-20",
 "awd_max_amd_letter_date": "2006-07-20",
 "awd_abstract_narration": "The principal objective of this Science and Society Dissertation Improvement Grant is to support research examining how the scientific management of disease produced ideas about populations, more specifically the poor, during the twentieth century. The focus is upon diagnostic and therapeutic changes in the management of venereal disease (sexually transmitted diseases, as the category would later become). In the case of venereal\r\ndisease, scientific knowledge and existing social and moral attitudes towards contagion and poverty came together through novel uses of quantification, defining scientifically discrete populations. The research strategy is to trace the production of knowledge (both social and scientific) about such populations between laboratory science, clinical medicine, and public administration within the context of Baltimore, Maryland. By following these transformations in one locale, the research will provide a nuanced picture of how forms of treatment and surveillance in turn become incorporated into public life. The project considers how such notions entered medical and scientific discourse around venereal and other types of infectious diseases, most notably those characterized by poverty, race, and sexuality, after the rise of more effective diagnostics and therapeutics. The major product of this research will be a dissertation manuscript combining historical and ethnographic approaches, contributing to an understanding of the role of medical science in the shaping social difference and instrumentalizing moral dimensions of disease and illness. The research will draw from science studies, medical and social anthropology, and the history of science and medicine. The objective of the proposed research is to offer a historically informed look at how knowledge about populations, particularly the poor and disadvantaged, is produced at the intersection of science, medicine, and public life. Despite the close connection to the fields of medicine and public health, this project is uniquely suited for support from the Science and Society Program because of its critical attention to the way scientific objects and methods are\r\nbounded by social and societal norms. This research will contribute substantially to knowledge at the intersection of science and society by documenting how ideas about populations are produced in relation to scientific progress. The broader impacts of this project will include: demonstrating new forms of appraisal of medical and public health practices; opening a dialogue between clinicians, administrators, and researchers concerning established notions about populations characterized by disadvantage and risk; and incorporating historically informed analyses into research practice and policy decisions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veena",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veena Das",
   "pi_email_addr": "veenadas@jhu.edu",
   "nsf_id": "000105560",
   "pi_start_date": "2006-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756700",
   "pgm_ele_name": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 2250.0
  }
 ],
 "por": null
}