{
 "awd_id": "0620358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research on Advocacy Group Activity and Legislative Change Concerning the Environment",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2006-08-09",
 "awd_max_amd_letter_date": "2006-08-09",
 "awd_abstract_narration": "Collaborative Proposals\r\n\r\nSES-0620577\r\nSusan Olzak\r\nStanford University\r\n\r\nSES-0620358\r\nSarah Soule\r\nUniversity of Arizona\r\n\r\n\r\n Across the country, it is commonplace to see citizens organizing protests around a multitude of issues, such as protecting against air, land/soil, and noise pollution, loss of biodiversity, global climate change, nuclear power plants, promoting safe waste disposal and treatment of toxic chemicals, promoting recycling, wildlife management and conservation, population control, conservation and water quality, land, farming, logging, deforestation, and irradiated food. Furthermore, Congress has passed a number of laws protecting the air, water, and other aspects of the environment, which suggest that the environmental movement is a force in American politics.  The research will analyze the impact of international and national environmental protest and social movement advocacy groups on environmental legislation in the U.S. Congress. To address this question, the investigators will collect information on protest events, activities by environmental organizations, and histories of environmental bills as these narratives unfold over time. Specifically, they will assemble information on environmental legislative histories and environmental social movements, in order to study the central argument that the effects of congressional-level factors, public opinion, lobbyist activities, and social movement activities all influence policy outcomes, but that they do so at different stages in the legislative process. The research contributes to sociological knowledge by assessing the impact of protest and advocacy activities of citizens and organizations on legislative change.  It highlights the specific sequence of events in the legislative process that may influence the likelihood of success or failure at each stage of the process. \r\n\r\nA broader impact of this project is that it will address fundamental debates in the social sciences about the nature of democratic political processes. In particular, it will explore whether or not pro- and anti-environmental protests and organizations matter to legislative outcomes, net of the effects of party preferences, voting records, and partisan majorities in Congress. Moreover, because this project analyzes the impact of domestic and international social movement activity on the entire policy process, findings will have relevance to those interested in understanding the effects of global processes. Finally, by developing procedures for classifying bills with identical goals, the project will provide data for other researchers interested in capturing the histories of distinct policy proposals over time.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Soule",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Soule",
   "pi_email_addr": "soule@gsb.stanford.edu",
   "nsf_id": "000089301",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}