{
 "awd_id": "0620206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Modeling and Measuring the Spatio-Temporal Variability of Methane Emissions from Tropical Dambo Wetlands",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 84991.0,
 "awd_amount": 84991.0,
 "awd_min_amd_letter_date": "2006-07-05",
 "awd_max_amd_letter_date": "2008-05-16",
 "awd_abstract_narration": "Molecule for molecule, methane (CH4) is about 30 times more effective as a greenhouse gas than carbon dioxide (CO2) on a 100-year time scale.  Natural wetlands are the largest single source of global methane emissions and are the only source that responds directly to climate change.  Despite the methane's significance, large uncertainties surround estimates of global CH4 emissions from natural wetlands.  Uncertainties are particularly large for tropical wetlands (accounting for the majority of wetland emissions) due to the paucity of ground observations, detailed maps, and data for most of the developing world.  Dambos (seasonally saturated, channelless valley floors) constitute the largest geographic extent of seasonal wetlands in Central and Southern Africa, occupying up to 20 percent of the central African plateau with more than 200,000 km2 of total extent.  The objective of this project is to construct a spatially and temporally explicit estimate of methane emissions from 2500 km2 of representative dambos in the northern Luwero District, Uganda.  The investigators will use multispectral (ASTER) remote sensing combined with digital terrain modeling to stratify the landscape, distinguishing dambo wetlands from upland regions as well as soil and hydrologic variability within dambos.  Representative sites will be selected for detailed soil and vegetation characterization, hydrologic and temperature monitoring, and the measurement of methane fluxes.  The project team will monitor methane fluxes through one major wet season and hydrology over one and a half years or three wet seasons.  Using this data, they will identify key controls on dambo methane fluxes, and construct an empirical model relating these fluxes to soil properties, vegetation, temperature, and hydrology.\r\n\r\nThis project will provide the first rigorous quantification of methane emissions from dambos, providing the basis for a first-order estimate of methane emissions over annual and seasonal for tropical dambo wetlands throughout Central and Southern Africa.  Theses data will help constrain highly uncertain tropical source estimates for global atmospheric methane models.  The modeling strategy employed \"linking a profile-scale methane model to a dynamic landscape wetland model\" supports predictions of the response of tropical dambo wetlands to future climate change scenarios, allowing scientists to assess the potential for positive or negative climate change feedbacks.  The two graduate students supported on this project will be trained in fields ranging from remote sensing and terrain modeling to the biogeochemistry of wetland CH4 emissions.  They will also work closely in the field with both a U.S.-based investigator and a Ugandan collaborator, learning first hand about tropical soils, hydrology, vegetation, and landscapes as well as how to conduct research in a developing country.  Conversely, a young Ugandan scientist will have the opportunity to work with U.S. scientists on a project of both local and global importance.  To raise general awareness of dambos, in addition to normal scientific publication the investigators will direct an undergraduate researcher to construct a dambo website with remotely sensed images, photos from the field, maps, statistics, a bibliography, and grey literature.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Dennison",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Philip E Dennison",
   "pi_email_addr": "dennison@geog.utah.edu",
   "nsf_id": "000302129",
   "pi_start_date": "2006-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 33630.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 31051.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 20310.0
  }
 ],
 "por": null
}