{
 "awd_id": "0621047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:    Open Source Advocacy in Peru:    Open Technologies, Economic Development and Political Reform in the Digital Age",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2007-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-07-14",
 "awd_max_amd_letter_date": "2007-07-12",
 "awd_abstract_narration": "This Dissertation Improvement Grant in the Social Studies of Science examines the ambivalent hopes, desires, and promises that surround Free/Libre and Open Source Software (FLOSS) advocacy in the developing world. A growing feature in the policies surrounding information technology and economic development in many developing nations, FLOSS has become a crucial site where contests over the meaning of economic modernization, political responsibility, legal property, and liberal citizenship are being negotiated. The rapid growth of FLOSS around the world involves a confluence of forces that are both global and local in dimension, involving diverse actors from the realms of government, the private sector, civil society, and citizen groups. NSF funds will support an ethnographic study of the FLOSS advocacy networks in Peru, which combines the collection of oral histories with intensive archival work and participant observation of various social groups who position themselves around FLOSS as advocates in Peru, including government representatives, NGO workers, and members of local and international networks of FLOSS users. The project examines how FLOSS organizes the relationships between and diverse expertises of these actors, and what new relationships come to emerge between these groups as a result of their activity as FLOSS advocates. In addition, it will analyze what strategies are employed to enroll political and technical allies, and how these practices of knowledge exchange build new understandings of national development policies. The project's thesis is that in advocating for free software technologies, these diverse networks of FLOSS programmers, users, civil society groups, government actors, and business representatives simultaneously advance multiple, competing understandings of government, citizenship and the uses of information technologies within global information societies. In this sense, FLOSS in the new millennium can be read as a crucial site where notions of economic modernization, political responsibility, legal property, and liberal citizenship are being reformulated. Drawing a new focus on the uses and impacts of emergent information technologies in\r\nthe developing world, this research will make valuable contributions to several fields of study. Firstly, it will yield new theoretical insights into legal studies, which has examined how economic development plans, including new e-development plans, reframe both material and nonmaterial property as new, valuable resources for development. Secondly, it will contribute to new debates in the social studies of technology, where research on the processes of networks of knowledge and technological production has developed. And lastly, it will expand on current research in the field of social movement studies that has investigated both the adoption of networked information technologies as organizing tools and networks as new organizational forms for collective actors. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sherry",
   "pi_last_name": "Turkle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sherry R Turkle",
   "pi_email_addr": "sturkle@mit.edu",
   "nsf_id": "000129919",
   "pi_start_date": "2006-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756700",
   "pgm_ele_name": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}