{
 "awd_id": "0621542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hominids, geology, geochronology, and isotope ecology in the Omo-Turkana Basin, East Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 2500000.0,
 "awd_amount": 2500000.0,
 "awd_min_amd_letter_date": "2006-09-05",
 "awd_max_amd_letter_date": "2007-07-06",
 "awd_abstract_narration": "The evolutionary history of humans is of broad academic and public interest.  The Omo-Turkana Basin in East Africa contains the most continuous sequence of hominin-bearing strata and is therefore of special importance to paleoanthropology.  Within this basin lie many answers to fundamental questions about human evolution, but piecing together the answers often requires precise determination of dates of fossils and other traces of our ancestry.\r\n\r\nThe basin has recorded the succession of volcanic eruptions in the East African Rift; geochemical \"fingerprinting\" of these ashes allows many time lines to be identified and potassium-argon dating is used to determine the ages of many of these ashes and hence of hominin fossils.  The extensive exposures in the basin allows the order of these eruptions to be determined; in turn these can be correlated to other fossil sites in East Africa and allows distant sites to be compared in detail at certain time intervals.    This study will then put in order the multitude of ashes that allow detailed histories of human evolution to be determined.  Along with these ashes are soil horizons that record climate and ecological information; stable isotope studies of soil carbonates will allow a comprehensive study of the development of savanna ecosystems in East Africa and can be interpreted in the context of human evolution.  The detailed correlations of volcanic ashes between sites in the Omo-Turkana Basin and the Awash Basin in Ethiopia will allow comparison of the ecosystems in the two regions to answer whether or not both regions were behaving in the same way.  Stable isotopes studies of tooth enamel from fossil mammals shows the diet choices and availabilities of certain foods; taken together, they can be used to determine the paleo-aridity of the region over the last 4 million years or more.  Thus, this study will use correlation of volcanic ashes, dating of those ashes, and isotope studies to understand the changes in climate and ecology that accompany human evolution.  Comparison of climatic and ecologic events in the Omo-Turkana and Awash regions will address the problem of the relationship between environmental change and human evolution.  The environmental context of human evolution will be put firmly in place.\r\n\r\nThis project will provide training for American, Kenyan, and Ethiopian students and scientists.  It will provide research opportunities for at least 8 graduate and 16 undergraduate students; many of these undergraduates will participate in international fieldwork.  Training of future teachers will come about from the annual field course; these students will be from several universities from across the USA as well as from selected foreign institutions.  This multi-national teamwork with participation of American, Kenyan, and Ethiopian scientists will deepen understanding between them, and will provide a cadre of individuals with whom future scientists can work.  Importantly, knowledge that can only be effectively transmitted in the field will be passed on to younger scientists of at least three different nations.  Finally, this project will provide an important isotopic framework for African studies of paleoecology, and a database of widespread volcanic ash layers over the time period from 4.2 to 0.01 million years ago.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Brown",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Francis H Brown",
   "pi_email_addr": "frank.brown@utah.edu",
   "nsf_id": "000458374",
   "pi_start_date": "2006-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Bruhn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald L Bruhn",
   "pi_email_addr": "ron.bruhn@utah.edu",
   "nsf_id": "000472935",
   "pi_start_date": "2006-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thure",
   "pi_last_name": "Cerling",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thure E Cerling",
   "pi_email_addr": "thure.cerling@utah.edu",
   "nsf_id": "000296169",
   "pi_start_date": "2006-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528200",
   "pgm_ele_name": "HUMAN ORIG: MOVING IN NEW DIR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 2376339.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 123661.0
  }
 ],
 "por": null
}