{
 "awd_id": "0621523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CompBio: Dual selection system for evolution of genetic circuits in vivo",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-08-22",
 "awd_max_amd_letter_date": "2006-08-22",
 "awd_abstract_narration": "Intellectual merit\r\nBiological systems provide ample inspiration for novel paradigms of computation in its broadest sense. As our understanding of the complexity of biological systems at molecular and genetic levels increase, engineers are beginning to design and construct synthetic genetic and biochemical circuits in living cells in a similar manner to programming computer software or building electronic circuits. These efforts may lead to useful tools for medicine and biotechnology. However, the unique characteristics of living systems as well as their sheer complexity often prevent direct application of the engineering principles (e.g. electrical engineering and computer science) to such synthetic genetic circuits.\r\nOur approach is to mimic how nature has evolved complex biological systems through natural selection. The goal of this proposal is to develop a novel selection system that enables artificial evolution of genetically engineered circuits in the laboratory by coupling the output of genetic circuits with the survival or death of the host bacterial cells. Such a selection system allows an engineer to design genetic circuits literally by \"survival of the fittest\" without detailed knowledge of the numerous factors that affect their performance, dramatically accelerating the design process.\r\n Additionally, the selection system will be applied to design synthetic bacterial riboswitches. Riboswitches are naturally found genetic switches comprised solely of RNA that sense cellular molecules and respond by turning genes on or off. Although artificial riboswitches would be extremely useful in synthetic genetic circuits, no general methodology currently exists for designing them.\r\nBroader impacts\r\n\tThe selection system to be developed through this project will be useful for various applications by us and other groups that require control of gene expression in bacteria. Examples include synthetic genetic circuits, biosensors, and bioreactors.\tThe project will also include the development of a laboratory module for undergraduate students that provides hands-on experience of laboratory evolution. By adapting the selection system to allow quick visualization of the selection process, the students will effectively learn the principles of laboratory evolution. The lab will be implemented at UC Davis for biomedical engineering majors, and the materials and protocols will be made available to the public.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yohei",
   "pi_last_name": "Yokobayashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yohei Yokobayashi",
   "pi_email_addr": "yoko@ucdavis.edu",
   "nsf_id": "000488332",
   "pi_start_date": "2006-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170500",
   "pgm_ele_name": "BIOLOGY & INFORMATION TECHNOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}