{
 "awd_id": "0621953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Digital Development:   ICT Policy in East Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 10060.0,
 "awd_amount": 10060.0,
 "awd_min_amd_letter_date": "2006-07-27",
 "awd_max_amd_letter_date": "2006-07-27",
 "awd_abstract_narration": "This Science and Society Dissertation Improvement Grant supports the gathering of empirical data for a dissertation research project that examines the policymaking process for information and communication technology (ICT) policy in South Africa, Nigeria, Kenya, Rwanda, Uganda and Tanzania. Most African countries have inadequate access to technologies such as computers, the Internet, fixed and mobile telephone lines and other communications technologies in comparison to developed nations. These gaps in infrastructure have serious impacts on economic growth and competitiveness in an increasingly globalized world market. Activists also believe that this technology can be harnessed to help promote economic and social development, improve government efficiency, create jobs, and empower women and youth. In response to pressure from transnational and local actors, at least twenty-three African governments have made policy commitments to developing formal ICT policies in their nations. This dissertation acknowledges that ICT is an important force for economic and perhaps political change in Africa. Yet, this research probes deeper, asking questions about who is pushing for an ICT policy, why they are pushing, and who is likely to benefits from developing an ICT policy.  This research focuses on the efforts of 6 African governments to develop formal ICT policies. This research makes findings in two important yet unstudied areas. First, this dissertation develops a theory regarding the motivations of transnational organizations, donors, local governments, and local political actors for promoting and pursuing ICT as a policy agenda item for African nations. Second, this research identifies and explores factors which affect the speed with which ICT policies as passed as well as their content. The researchers utilize comparative case study methodology. Further, data collection supported by this NSF grants focuses on documentary sources in addition to interviews. Documentary sources used include clippings from the national and international print and electronic media, government documents and selective use\r\nof secondary sources. Empirical and qualitative sources used include interviews with key stakeholders, attendance at meetings and conferences in key countries, and focus groups. Data analysis will be conducted by means of process tracing and controlled comparison. Data collection is ongoing from both primary and secondary sources and is well-underway in the crucial case of Kenya with 46 semi-structured interviews conducted with stakeholders in government, academia, civil society and the private sector. Theoretically, this study has implications for research in science and technology studies and telecommunications policy, in addition to political science research on development, the nonprofit sector, agenda setting and good governance. The researchers hypothesize that issues such as domestic good governance, the presence and engagement of donors and transnational organizations, the responsiveness of a democracy to voters, the activity level in domestic civil society, and the ideological leanings of the ruling political party can affect the content and implementation of ICT policies.  The impact of technology in Africa is understudied, as is the policymaking process in the region. This research corrects those deficiencies. The outcomes of this research should be of interest to donors-- particularly USAID that funds ICT related activities. In addition, this research will be of interest to the NGO sector, as well as African governments currently in the midst of the ICT policymaking process and governments such as Sierra Leone, Ethiopia, Somalia and Sudan that may be contemplating such policymaking processes in the near future.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Jasanoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila S Jasanoff",
   "pi_email_addr": "sheila_jasanoff@harvard.edu",
   "nsf_id": "000128512",
   "pi_start_date": "2006-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 10060.0
  }
 ],
 "por": null
}