{
 "awd_id": "0621997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium on Control of Mechanical Systems. To be Held June 19-20, 2006 at the University of California.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 22579.0,
 "awd_amount": 22579.0,
 "awd_min_amd_letter_date": "2006-07-21",
 "awd_max_amd_letter_date": "2006-07-21",
 "awd_abstract_narration": "\r\nThe Symposium on Control of Mechanical Systems (SCMS) will be held on June 19-20, 2006 at\r\nthe University of California, Berkeley in Honor of Professor Masayoshi Tomizuka. The\r\nconference, chaired by Professor Roberto Horowitz (University of California, Berkeley)\r\nwill bring leading researchers and practitioners from academics, industry, and government\r\nagencies to interact on the latest advances in modeling and control of mechanical systems.\r\nSCMS will bring together leading researchers in the field to assess the current state of\r\nresearch and areas for future research and application. Participation is open and the\r\nSymposium has been announced in important conferences and in relevant electronic media.\r\nSCMS draws upon many disciplines, including system theory, control theory, computer and\r\ncommunication networks, signal processing, and a wide array of application areas. A total\r\nof approximately 120 attendees are expected to participate in this conference, of which 60\r\nwill be students. An amount of $20,000 is requested to support this conference. The funds\r\nwill be used to partially pay for the travel expenses of a number of graduate and\r\nundergraduate students that will be selected from among the students that attend this\r\nsymposium and apply for travel support and for student dinning expenses. The remaining\r\nfunds will be used to partially support the travel expenses of some of the invited\r\nspeakers, who have retired and do not have other sources to support their travel.\r\nIntellectual Merit: The purpose of this workshop is to bring leading researchers and\r\npractitioners from academics, industry, and government agencies to interact on the latest\r\nadvances in modeling and control of mechanical systems. The primary goal of this proposal\r\nis to seek financial support from NSF to invite approximately 60 students to the symposium\r\nand expose them to current advances in the control of mechanical systems and its\r\napplications. The invited students will present posters or orally in the workshop. We\r\nalso seek financial support to fund some of the invited speakers who have retired and do\r\nnot have other sources to support their travel. A book will be published, which will\r\ncontain the symposium memories and will include a series of tutorial and survey chapters,\r\nwritten by many of the symposium presenters, in diverse subjects of mechanical systems\r\ncontrol, including adaptive, repetitive, nonlinear and optimal control ad estimation, as\r\nwell as state of the art applications.\r\nTravel support for student attendees will be advertised nationally. Women, minorities, and\r\ndisabled students will be especially encouraged to apply.\r\nBroader Impacts: Undergraduate and graduate students who attend the conference, present\r\npapers, and participate in student-oriented activities are likely to pursue careers in the\r\nfield of control theory and its applications. The book that will be published as the\r\nmemories of this symposium will be a valuable reference and learning tool for many\r\nundergraduate and graduate students, who may be pursuing or considering entering the field\r\nof mechanical systems control.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Horowitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Horowitz",
   "pi_email_addr": "horowitz@me.berkeley.edu",
   "nsf_id": "000445246",
   "pi_start_date": "2006-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  },
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  },
  {
   "pgm_ele_code": "684000",
   "pgm_ele_name": "ROBOTICS"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 22579.0
  }
 ],
 "por": null
}