{
 "awd_id": "0621621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum: Microarchitectures for Quantum Computers",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dmitri Maslov",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2006-09-01",
 "awd_max_amd_letter_date": "2006-09-01",
 "awd_abstract_narration": "If a large-scale quantum computer existed today, it would profoundly impact almost every area of science and engineering.  It would have broad impact by dramatically speeding up the development of new materials and medicines.  It would provide new secure communication infrastructure.  Currently, only small-scale prototype quantum computers exist, and enormous challenges exist in scaling these devices to sizes large enough to produce meaningful practical results.  Producing a large-scale quantum computer is a profoundly important goal for our nation and the world to undertake.  It will require a combined effort of several disciplines of science and engineering, including, physics, materials, controls, computer science and computer engineering.  This proposal funds work on the engineering of quantum computers, specifically the microarchitecture of such devices.\r\n \r\nThe microarchitecture of an ion-trap quantum computer significantly alters its capabilities.  A poor microarchitecture has limited scientific value because it is unable to correctly compute the result of quantum algorithms.  A good microarchitecture not only functions properly, but also reveals insights about how to build ever larger and more scalable designs.\r\n\r\nTo study the microarchitecture of a quantum computer tools are required.  Quantum algorithms can consist of billions of operations.  Proposals for large-scale quantum microarchitectures consist of thousands of discrete elements.  It is not practical to study by hand how to map execution of every one of these billions of operations onto the thousands of available components.  Instead, automated tools that perform this mapping are required for the useful study of such computer systems.\r\n\r\nThe intellectual merit of this work is that it studies precisely how to build a real large-scale quantum computer by focusing on such tool development.  In particular, our prior work developed what is termed a computer-aided-design (CAD) suite of tools for ion-trap based quantum computers. Using these CAD tools we demonstrated the orders of magnitude more difficult challenge building a quantum computer will be.  This proposal funds continued research on these CAD tools.\r\n\r\nThe particular tool development funded by this proposal is the following: implementation of more variety in the coding schemes, an overhaul of the scheduling mechanism at the heart of the CAD tool suite, and development of a collection of CAD-cells, for efficiently computing often appearing patterns of execution in quantum software.  Implementing more error correction coding schemes will enable quantum computer architects to study code efficiency and specialize the coding schemes to the areas of a device where they are best suited.  Updating the scheduler will enable better exploitation of parallelism (doing more than one thing at a time) and locality (having operations close together in physical space, as to minimize the time required to move them around).  Finally, development of CAD cells will enable us to merge fully custom designed components into the overall CAD framework, thereby leveraging such efforts for more time and area-efficient components.  Our research aim is that through a combination of these techniques we can reduce the challenges facing us in the construction of a large-scale quantum computer, thereby enabling the construction of such a device sooner in time.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Oskin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mark H Oskin",
   "pi_email_addr": "oskin@cs.washington.edu",
   "nsf_id": "000461512",
   "pi_start_date": "2006-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dave",
   "pi_last_name": "Bacon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dave M Bacon",
   "pi_email_addr": "dabacon@cs.washington.edu",
   "nsf_id": "000467649",
   "pi_start_date": "2006-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170800",
   "pgm_ele_name": "QuBIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}