{
 "awd_id": "0621022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring Concepts of Population in Human Genetic Variation Studies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2006-08-29",
 "awd_max_amd_letter_date": "2006-08-29",
 "awd_abstract_narration": "This project, funded by the Ethics and Values Studies in Science, Engineering and Technology component of the Science and Society Program, will document and analyze the practices through which human genetic variation researchers operationalize the concept of \"a human population.\" The study will also map the various practical and ethical implications of current practices for designating and operationalizing \"population.\"  It will employ ethnographic field observations and interviews in leading laboratories where researchers study human genetic variation. The study will also draw on participant observation at scientific conferences and an analysis of primary scientific literature and government reports and guidelines.  Human genetics research employs notions of \"population\" which are critical to these projects. However, notions of human populations are often not clearly defined, nor are they standardized across or within projects. Further, it is impossible to specify notions of human populations that do not overlap with one another. The proposed project will investigate how populations and population variations are conceived and constructed. More specifically, this research will examine the conceptualization and operationalization of the notion of population in\r\nthe design, data collection, and analysis processes of basic human genetic variation research studies.  The project has two primary aims: to create new knowledge about how scientists choose and institute categorization schemes and about how different concepts of population influence the design, data collection, and analysis of human genetic variation research projects; and, to create new knowledge about the social, ethical, political-economic, and institutional dimensions of scientific research that incorporate concepts of population in their studies.  This investigation will result in journal articles and a book, and will contribute to the literature on human genetic variation as well as on bioethics, social studies of genetics, science policy, and statistical and linkage methods. It will also add to the literature on specific fields of research including standardization in science, scientific classification and categories, the effects of values in science, the practices of knowledge production, the shape and effect of scientific work organization and especially interdisciplinary collaboration in science. The study's findings will be disseminated to researchers at academic and policy-oriented conferences as well as to public groups interested in social and ethical issues related to new genetic technologies.  It will also provide a description of differences and similarities between the statistical procedures used by different researchers together with an analysis of how researchers incorporate the concept of population as a research variable.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Fujimura",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Joan H Fujimura",
   "pi_email_addr": "fujimura@ssc.wisc.edu",
   "nsf_id": "000473974",
   "pi_start_date": "2006-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pilar",
   "pi_last_name": "Ossorio",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Pilar N Ossorio",
   "pi_email_addr": "pnossorio@wisc.edu",
   "nsf_id": "000414826",
   "pi_start_date": "2006-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}