{
 "awd_id": "0621113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG: Multi-Scale Data Assimilation of Soil Moisture Under Heterogeneous Soil Hydraulics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 340792.0,
 "awd_amount": 340792.0,
 "awd_min_amd_letter_date": "2006-09-11",
 "awd_max_amd_letter_date": "2006-09-11",
 "awd_abstract_narration": "This project is concerned with the prediction of high resolution soil moisture in shallow subsurface using data from different sources, such as in-situ and remote sensing platforms, which have varying scales of support and precision. Soil moisture is controlled by the factors such as soil type, topography, vegetation, and climate. The ongoing/planned global-scale land surface mission of satellite platforms, and other in-situ, and aircraft-based soil moisture measurement campaigns present a unique opportunity to study the evolution of multiscale soil hydrologic processes and controls across the regions at a range of spatial and temporal scales. Soil heterogeneity affects the distribution of soil moisture through variations in texture, organic matter content, porosity, macroporosity, and structure. Recent studies showed the dynamics of near surface soil hydraulic properties across time under natural conditions due to possible particle migration, pore space evolution, and other biological activities near the earth surface. The objective of this proposal is to use the data obtained from sources, such as ground-based sensors (in-situ) and air-borne sensors at different resolutions (e.g., Polarimetric Scanning Radiometer (PSR) 50m x 50m and Electronically Scanned Thinned Array Radiometer (ESTAR) 800m x 800 m), to accurately predict the dynamics of soil moisture at the finer scales (1-2m) in selected remote sensing footprints of Southern Great Plains 1997 (SGP97) experimental region. In the proposal, we use a novel application of adjoint method for estimation of soil hydraulic conductivity on a coarse scale. The dynamic procedure is coupled with upscaling/downscaling techniques to provide soil hydraulic properties at different spatial resolutions. Finally the soil moisture at matching resolutions will be predicted.\r\n\r\nIn recent years, understanding and quantifying the global water, energy, and carbon cycles has become a priority research to sustain the health of our planet. Soil moisture is a key variable in the global water cycle. For example, soil moisture conditions are important in determining the amount of ground water recharge as opposed to stream flow. In addition, land-atmosphere interactions critically depend on the state of soil moisture. Accurate assessment of the spatial and temporal variation of soil moisture is advantageous for numerous applications and for answering diverse research questions. Measurement of soil moisture is important for the study agriculture, environment, ecology, water resources, climate dynamics, soil strength,  trafficability, and soil erosion. For example, in climate dynamics, long-term changes in soil moisture stores have been identified as an indicator of climate change, and soil moisture information can calibrate and validate climate predictions. Given the critical role that soil moisture plays in most land-surface processes, it is desirable that soil moisture be monitored or estimated at high spatio-temporal resolution and accuracy. Using new airborne remote sensing and advanced mathematical modeling in conjunction with available soil properties data, we propose to develop a new framework to estimate very high resolution soil moisture distribution at selected regions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Binayak",
   "pi_last_name": "Mohanty",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Binayak P Mohanty",
   "pi_email_addr": "bmohanty@tamu.edu",
   "nsf_id": "000391122",
   "pi_start_date": "2006-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yalchin",
   "pi_last_name": "Efendiev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yalchin Efendiev",
   "pi_email_addr": "efendiev@math.tamu.edu",
   "nsf_id": "000488315",
   "pi_start_date": "2006-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 340792.0
  }
 ],
 "por": null
}