{
 "awd_id": "0622276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An adaptive food web model for the epipelagic and mesopelagic",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 306394.0,
 "awd_amount": 306394.0,
 "awd_min_amd_letter_date": "2006-06-09",
 "awd_max_amd_letter_date": "2006-06-09",
 "awd_abstract_narration": "This is a continuation of modeling and synthesis efforts to understand carbon cycling by the ocean biota.  The intellectual merit of the project lies in the development of a microbial food web model in which otherwise unconstrained parameter values are chosen to produce a steady state having a specified degree of resiliency, meaning that the system returns to equilibrium following a small perturbation with a characteristic time constant less than a specified value.  This is a very different approach from most modeling exercises in which parameter values are chosen by least squares to give the best possible fit to field data.  In the prior study, it was assumed that the system settled down into a steady state with maximum resiliency, meaning that the return to equilibrium was more rapid than any other steady state.  Further consideration has indicated, however, that the interesting characteristics of the system (e.g., export ratio, composition in terms of functional groups) are well constrained without requiring that the system be in the absolutely most resilient state.  If the time constant associated with return to equilibrium is less than 10-20 days, system characteristics are sharply defined.  Using the new stability criterion, modifications to the existing model will be explored as follows:  (1) possible simplification of the food web model to facilitate its incorporation into a physical circulation model, (2) development of a light-limited version of the model, (3) development of an analogous model to describe microbial processes within the mesopelagic, and (4) use of the mesopelagic model to explore the importance of horizontal advection and diffusion processes in the remineralization of organic matter and consumption of oxygen. \r\n\r\nThe broader impacts of the proposed work include (1) the training of a graduate student, (2) incorporation of results of the work into a graduate course taught by the principal investigator (Mathematical Methods for Oceanographers), and (3) incorporation of concepts and lessons learned from the work into curricula targeting undergraduate minorities at the University of Hawaii.  The third impact reflects the role of the principal investigator on a grant entitled \"Hawaii Kumu-Ola: Source of Knowledge Program\", which is funded by the NSF Division of Human Resources Development Tribal Colleges and Universities program.  That grant is intended to draw students from minority groups, particularly those of Hawaiian and Pacific Island ancestry, into careers in science, technology, engineering, and mathematics (STEM).  One of the keys to drawing minorities into STEM and to retaining them once they enroll is make the material culturally relevant.  The application of simple mathematical principles to marine food webs and to fisheries management is a great way to interest these students in mathematics.  The PI's continued work on  the Kumu-Ola project will allow him to integrate the results of this research into culturally relevant curricula for minority students in Hawaii. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Laws",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Laws",
   "pi_email_addr": "edlaws@lsu.edu",
   "nsf_id": "000276653",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 306394.0
  }
 ],
 "por": null
}