{
 "awd_id": "0622611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Modeling ecological and social factors impacting the foraging decisions of mantled howler monkeys, Barro Colorado Island, Panama",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 7435.0,
 "awd_amount": 7435.0,
 "awd_min_amd_letter_date": "2006-08-14",
 "awd_max_amd_letter_date": "2006-08-14",
 "awd_abstract_narration": "The primary goal of this project is to quantify the relative impact of several ecological and social factors upon the movement patterns and spatial foraging decisions of eight contiguous mantled howler monkey groups in a Panamanian tropical forest. One of the most defining characteristics of the primate order and humans in particular is the extraordinary capacity for learning and retention.  Many primatologists have pointed to the cognitive demands of foraging as an important selective pressure for this intelligence, linking the ability to exploit resources that are patchy in space and time to primate survival and reproductive success.  However, though much research has concentrated on what primates should accomplish (i.e. what dietary items are more \"optimal\" than others), less attention has been focused upon the factors that determine how primates accomplish this essential aspect of their survival.  This study addresses this need through two distinct approaches: First, the PIs determine which spatial factors such as landscape structure, resource distribution patterns, and locations of neighboring groups are the most significant predictors of mantled howler monkey group space use at our study site on Barro Colorado Island, Panama. Second, the PIs develop novel models adapted from the fields of operations research, transportation engineering, and search theory that can isolate predictable regularities in mantled howler monkey movement patterns.  These models will permit researchers to determine if mantled howler monkeys are using rule-based decision making processes that are similar to those documented for humans when deciding upon movement paths.  Thus, the results from this research will provide valuable information on a decision-making process that is essential to primate survival and which may be a major selective pressure influencing primate evolution.\r\n\r\nThis research also brings novel methodologies to the field of physical anthropology and has several broader impacts.  For example, this study will be the first to simultaneously track large numbers of mantled howler monkey groups with automated radio telemetry technology, yielding important insights into inter-group spatial interactions for this species.  In addition, the movement models developed in this project will synthesize methods established in other fields relevant to human geography for novel application to primate ecology. These models will then be made readily available through publications and through an online teaching interface in order to expose students and researchers in primate behavior to the utility of this new method for primate behavioral studies on other taxa.  Last, field assistants from both the US and Panama will be trained in various technologies of great utility in ecology, conservation, and physical anthropology (e.g. remote radio-telemetry and Geographic Information Systems).\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Milton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Milton",
   "pi_email_addr": "kmilton@berkeley.edu",
   "nsf_id": "000392218",
   "pi_start_date": "2006-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 7435.0
  }
 ],
 "por": null
}