{
 "awd_id": "0622253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Uncertain Hybrid Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2006-09-11",
 "awd_max_amd_letter_date": "2006-09-11",
 "awd_abstract_narration": "Prop.  0622253\r\n\r\nPI- Teel\r\n\r\nABSTRACT\r\n\r\n\r\nIntellectual merit:\r\n\r\nTechnological advances have created dynamical systems, with mixed continuous/discrete dynamics, that are interconnected, operate over networks, and are surrounded by an environment filled with uncertainties. This trend has propelled research on hybrid systems, which include both continuous and discrete dynamics, and which are suitable to model complex systems like embedded computer systems, biological systems, and networked systems. The work in this proposal aims to develop feedback control and analysis tools for hybrid systems with uncertainties that arise in real-world applications. The tools used will include set-valued analysis, Lyapunov theory, and input-output theory for interconnected hybrid systems. We will focus on uncertainty and robustness in embedded systems (where physical systems are controlled by computing devices running discrete control algorithms), and uncertainty and robustness in hybrid biological systems. This work will impact design rules for embedded control architecture and help to clarify the most important sources of uncertainty from a control point of view. It will also help to clarify the sources of robustness in the successful functioning of biological networks, and use them for inspiration in hybrid feedback control design.\r\n\r\nBroader impact:\r\n\r\nThe area of hybrid systems is progressing to the point where important pedagogical decisions are ready to be made about its instruction. In the course of this work, a teaching and research monograph on hybrid systems will be generated. It will focus on foundational aspects of hybrid systems and develop results that parallel what is known and taught about nonlinear systems in a classical graduate curriculum. In particular, special attention will be given to hybrid systems with uncertainty.  At the K-12 level, in cooperation with the California Nano-Science Institute, we will help mentor a First Lego League team in the area, to help them prepare for a robotics tournaments linked with nano-technology in the Fall of 2006. The work in this proposal also has the potential for broad impact via the role that control plays as an enabling technology. By studying hybrid systems with uncertainties, the contributions in control design may lead to more reliable and efficient control systems while the results on analysis may reveal important facts on their tolerance to uncertainties. The proposal will support graduate students who will present their findings at national and regional conferences. The results will be made available, promptly, on \r\nthe web and will be immediately incorporated into graduate courses at the proposing institution. The work will help to further shape UCSB's Center for Control, Dynamical Systems, and Computation, which is one of the leading programs in control education in the nation. It will also strengthen interactions with international partners, e.g., in Australia, France and Italy, and will further collaborative efforts with industrial researchers, including those at Ford Motor Company.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Teel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Teel",
   "pi_email_addr": "teel@ece.ucsb.edu",
   "nsf_id": "000292404",
   "pi_start_date": "2006-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": null
}