{
 "awd_id": "0622086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Improved Thermal Stability of Metal Contacts and Diffusion Barriers to SiC and AlxGa1-xN using Refractory Metal Borides",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2006-11-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 171046.0,
 "awd_min_amd_letter_date": "2006-08-28",
 "awd_max_amd_letter_date": "2010-03-29",
 "awd_abstract_narration": "The objective of this research is to develop thermally stable ohmic and Schottky contacts to SiC and AlxGa1-xN semiconductors. These semiconductors are suitable for fabricating electronic devices for high temperature and high power operations, and therefore require metallizations that maintain stability under these conditions. The approach is to introduce selected refractory metal borides (ZrB2, CrB2, TiB2, HfB2 and W2B5) as ohmic and Schottky contacts and as diffusion barriers on these semiconductors. These will be fabricated by photolithography and sputter deposition, and characterized using various methods including current-voltage, capacitance-voltage, transmission electron microscopy and Rutherford backscattering spectrometry. The contacts will be annealed under various conditions and their electrical and microstructure evaluated in order to assess their thermal stability.\r\n           \r\nBroader Impact:\r\n Availability of thermally stable ohmic and Schottky contacts is a major hurdle in achieving high performance devices based on SiC and AlxGa1-xN semiconductors. The properties of the selected borides strongly suggest they will be stable in high temperature and high power applications. The proposed research will advance the currently scanty knowledge base of the use of borides as contacts for SiC and AlxGa1-xN through thorough investigation.\r\n\r\nIntellectual Merit:\r\nThe thermally stable metallizations developed in this research will be used in fabricating electronic devices with extended high temperature and high power operation limits. These in turn will enable huge energy savings, increased performance and reliability in the utility power, the aerospace, automobile and military applications. The proposed research will also help strengthen the research programs where undergraduate and graduate students are trained in semiconductor research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Oder",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Tom N Oder",
   "pi_email_addr": "tnoder@ysu.edu",
   "nsf_id": "000352620",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Youngstown State University",
  "inst_street_address": "1 TRESSEL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "YOUNGSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309412378",
  "inst_zip_code": "445550001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OH06",
  "org_lgl_bus_name": "YOUNGSTOWN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C5BNR8SHXMM4"
 },
 "perf_inst": {
  "perf_inst_name": "Youngstown State University",
  "perf_str_addr": "1 TRESSEL WAY",
  "perf_city_name": "YOUNGSTOWN",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "445550001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OH06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 21046.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop electronic devices that can operate efficiently even when exposed to harsh conditions such as high temperature and high electrical power. The semiconductors used in this project were silicon carbide and gallium nitride. Several high melting-point metal borides (metals mixed with boron) were investigated for making a type of electronic device known as Schottky barrier diodes. It was found that diodes made with the metal borides deposited on the semiconductors at 600 <sup>o</sup>C had very good electrical properties and maintained these properties even after being kept in a high temperature environment of 600 <sup>o</sup>C. This improvement was traced to the fact that oxygen escapes from the film during the deposition of the metal borides. The presence of oxygen in such films has been known to cause degradation of the resulting devices. Nickel is the metal that has commonly been used for making Schottky diodes on silicon carbide. In this project, it was also found that silicon carbide Schottky diodes made using nickel could be significantly improved by baking the diodes at 500 <sup>o</sup>C in vacuum for 24 - 48 hours. The long term baking was found to promote better intermixing of nickel and the silicon carbide. &nbsp;</p>\n<p>This project made significant contributions to the training of several undergraduate and graduate students at Youngstown State  University. One graduate student earned her master&rsquo;s degree with a thesis based on work performed in this project. Five students from the under represented groups (by race and gender) participated in this project. Of the nine students that participated in this project, three are currently enrolled in Ph D programs and four others are employed in high tech jobs. Two journal papers were published in peer reviewed journals from this work. Furthermore, Youngstown State  University is currently pursuing a patent application on the intellectual property developed in this project.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2010<br>\n\t\t\t\t\tModified by: Tom&nbsp;N&nbsp;Oder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to develop electronic devices that can operate efficiently even when exposed to harsh conditions such as high temperature and high electrical power. The semiconductors used in this project were silicon carbide and gallium nitride. Several high melting-point metal borides (metals mixed with boron) were investigated for making a type of electronic device known as Schottky barrier diodes. It was found that diodes made with the metal borides deposited on the semiconductors at 600 oC had very good electrical properties and maintained these properties even after being kept in a high temperature environment of 600 oC. This improvement was traced to the fact that oxygen escapes from the film during the deposition of the metal borides. The presence of oxygen in such films has been known to cause degradation of the resulting devices. Nickel is the metal that has commonly been used for making Schottky diodes on silicon carbide. In this project, it was also found that silicon carbide Schottky diodes made using nickel could be significantly improved by baking the diodes at 500 oC in vacuum for 24 - 48 hours. The long term baking was found to promote better intermixing of nickel and the silicon carbide.  \n\nThis project made significant contributions to the training of several undergraduate and graduate students at Youngstown State  University. One graduate student earned her masterÆs degree with a thesis based on work performed in this project. Five students from the under represented groups (by race and gender) participated in this project. Of the nine students that participated in this project, three are currently enrolled in Ph D programs and four others are employed in high tech jobs. Two journal papers were published in peer reviewed journals from this work. Furthermore, Youngstown State  University is currently pursuing a patent application on the intellectual property developed in this project.  \n\n\t\t\t\t\tLast Modified: 12/27/2010\n\n\t\t\t\t\tSubmitted by: Tom N Oder"
 }
}