{
 "awd_id": "0622158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EMT: Study of Transmembrane Proteins for Biomolecular Logic & Storage",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-08-28",
 "awd_max_amd_letter_date": "2009-07-28",
 "awd_abstract_narration": "I. Scientific Merit: The ability to design and construct nanoscale computing and memory elements is one of the most interesting challenges for bio-mimetic device engineering today. Additional challenges include the use of proteins as efficient bio-molecular machines in information processing applications, the systematic study of protein structure-function relationships, the ability to change, retain and probe states of bio-molecular machines, and the development and dissemination of simulation tools to assist such experimental efforts. This Emerging Models and Technologies for Computation (EMT) team eagerly accepts these challenges and proposes to investigate the use of transmembrane proteins (ion-motive ATP-ases) as bio-molecular statemachines, critically examining their structure, function and performance with a view to building computational state machines capable of logic operations and storage. Building on the existing tools and experience, and motivated by the potential of transmembrane proteins as tested blueprints for biomimetic molecular machines,\r\nthe team will investigate the electrophysiological response, atomic structure and  thermodynamic efficiency of the Na+/K+ ATPase from both fundamental and applied engineering points of view, at each stage asking and addressing key questions regarding their use as active nanostructures for computation.\r\n\r\nThe proposal team includes a synergistic group of researchers from Ohio University who bring together the skills and background crucial for the study of ion motive transmembrane proteins. First, we will perform steady-state and transient measurements on the Na/K pump and investigate the structure and function by electrical and optical means of pumps altered by site-directed mutagenesis. This will allow us to identify, isolate and study specific pump conformations corresponding to a given logic state of the protein. Second, we will utilize a scanning tunneling microscope (STM) to obtain high-resolution images of mutated pump\r\nproteins (which has never been attempted before). This will lead to better structural understanding of the mechanism of ion transport needed by both this study and the bio-engineering community as a whole. Third, we will support the experimental studies with modeling and simulation efforts. Specific issues we will address will include: 1) which states of the pump cycle are the most accessible and useful for computing tasks? 2) How\r\ndo we 'read out' and 'write in' such logic states either electrically, optically (using fluorescence) or by means of STM-protein interactions? 3) What are the thermodynamic limits and efficiency for transport protein based computing? 4) How can STM atomic imaging and manipulation techniques aid in the understanding of structure-function questions of transport proteins in general and the Na/K pump in particular? and 5) How can we disseminate existing numerical tools such as molecular dynamics simulators and develop new compact simulators to guide protein based bio-molecular machine design? These questions are a small sample of issues addressable through the unique combination of powerful experimental techniques and simulation expertise found in our team.\r\n\r\nII. Broader Impacts: The scientific work will involve both graduate and undergraduate students and postdoctoral fellows from three distinct academic fields, surface physics, biological sciences and engineering for a common interdisciplinary application. These collaborations will result in broad dissemination of the research outcomes via publications, public and professional presentations. Locally, to counter the sub-standard coalstricken\r\neconomical/educational climate of Southeastern Ohio and to promote diversity and gender/racial equity, we propose outreach and educational activities that will involve the direct participation of the PIs in bringing nano-bio science education to rural and inner-city schools through broadly accessible presentations and science fair projects in which developments in nano-bio science and engineering are highlighted. To provide an impact\r\nfor the broader public, including Appalachian communities of southeastern Ohio, northern Kentucky and western West Virginia, we will regularly contribute to science programs on OhioU's public radio/TV station WOUB and provide financial support and internship opportunities for their student writers. All students to be supported with this proposal will participate in NSF-funded Summer School-programs and will become users of NanoHub partnership in computational nanotechnology, and the academic personnel will disseminate\r\nfindings on transport protein devices, ensuring that results obtained from this collaboration produces maximum benefits for NSF/NIH-supported biomimetic science initiatives, especially through external collaborators at Beckman Institute, University of Illinois at Urbana-Champaign. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Savas",
   "pi_last_name": "Kaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Savas Kaya",
   "pi_email_addr": "kaya@ohio.edu",
   "nsf_id": "000273516",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rakowski",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Rakowski",
   "pi_email_addr": "rakowski@ohio.edu",
   "nsf_id": "000202645",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saw Wai",
   "pi_last_name": "Hla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saw Wai Hla",
   "pi_email_addr": "hla@ohio.edu",
   "nsf_id": "000278066",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}