{
 "awd_id": "0622677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Sudden Oak Death:   Feedback Between a Generalist Pathogen, Hosts, and Heterogeneous Environments at Multiple Spatial and Temporal Scales",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 800640.0,
 "awd_amount": 858540.0,
 "awd_min_amd_letter_date": "2006-08-23",
 "awd_max_amd_letter_date": "2010-04-09",
 "awd_abstract_narration": "Sudden Oak Death (SOD), caused by the fungal-like pathogen Phytophthora ramorum, is the latest in a long line of exotic forest diseases that includes chestnut blight and Dutch elm disease. Potentially millions of tanoak and oak trees in coastal forests of California and Oregon have been lost to SOD over the past 10 years. This project will examine the environmental and biological circumstances that initially led to the emergence of P. ramorum and the subsequent disease-related changes to the forest environment. We will use a combination of field, greenhouse, and laboratory experiments along with geographical information system (GIS) and mathematical modeling approaches to research the spatial and temporal dynamics of SOD. The project will examine how human-induced changes in landscape structure and composition of forests when combined with weather patterns (e.g., El Nino) may have influenced the establishment and spread of pathogen in California forests. Following P. ramorum invasion, changes may also occur to the pathogen, host and forest environment. P. ramorum is a generalist pathogen that infects plants in over 45 genera including ferns, gymnosperms, monocots and dicots. SOD epidemics in California forests are primarily driven by the presence of these associated host species that serve as sources of the pathogen, and not by the oaks themselves. Because mortality is often restricted to oak and tanoak, the broad host range of P. ramorum will allow us to test hypotheses of plant competition mediated by a pathogen. The broad host range of the pathogen may also allow for P. ramorum populations to evolve towards increased virulence and/or increased diversity. However, over time we would also expect that invasion by P. ramorum will influence the occurrence and spatial distribution of resistant and tolerant host genotypes. Finally, the role of parasites in influencing ecosystem functioning (e.g., nutrient cycling) has often been overlooked. In areas where P. ramorum-associated overstory mortality has significantly impacted composition of coastal forests, we will analyze changes in forest floor inputs, organic matter, decomposition rates, and nitrogen dynamics. A better understanding of invasion processes and impacts of generalist pathogens is critical for developing management and regulatory strategies to protect natural ecosystems. This research will have a number of broad impacts in disease policy and management, public \r\noutreach, and education. A better understanding of invasion processes and impacts of generalist pathogens is critical for developing management and regulatory strategies to protect natural ecosystems. The PIs are actively involved with advising state, Federal (APHIS) and International committees on SOD and other forest diseases. P. ramorum has the broadest host range of any fungal pathogen ever attempted to be quarantined and will serve as a model for responses to future pathogen introductions. The project will also support the education of 4 graduate students, 3 post-docs as well as a number of undergraduate students. Each lab has a history of including under-represented groups. As part of their education, post-docs and graduate students will be involved in public outreach efforts. Pre-existing collaborations on research and management of SOD will be continued with several Native American tribes (Pomo, Hoopa, and Yurok) in Northern California. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Meentemeyer",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ross K Meentemeyer",
   "pi_email_addr": "rkmeente@ncsu.edu",
   "nsf_id": "000260945",
   "pi_start_date": "2006-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  },
  {
   "pgm_ele_code": "730800",
   "pgm_ele_name": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1629",
   "pgm_ref_txt": "BE: Non-Announcement Research"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 800640.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 50400.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The past two decades have witnessed an alarming rise in the number of emerging infectious diseases, such as West Nile virus, White-Nose Syndrome, and SARS, which represent a substantial global threat to wildlife and human health. Although less well-studied but equally destructive, the emergence of plant diseases is also on the rise, driven by environmental changes and the growing international trade in plants. Currently, the majestic oak woodlands and redwood forests of California are under attack by a recently discovered microorganism, <em>Phytophthora ramorum</em>, which is causing the infectious plant disease Sudden Oak Death (SOD) in North America as well as ramorum blight and massive mortality on Japanese larch plantations in Europe. Since discovered near San Francisco in the mid-1990s, SOD has spread rapidly and killed millions of valuable oak trees in both residential and natural ecosystems throughout coastal California and Oregon. When our grant started, very little was known about many aspects of the life history of the pathogen and the mechanisms underlying spread and persistence. Since then, we have made a number of advances in understanding the pathogen&rsquo;s genetics, survival and transmission, host resistance, and ecological impacts of the disease. Our NSF supported research program has resulted in over 35 journal publications and has provided experience for 11 post-docs, 17 graduate students (10 PhD, 7 MS) and 32 undergraduates (18 from under-represented groups). Three undergraduates have participated in the NSF-REU (Research Experience for Undergraduates) program associated with this grant; 10 other undergraduate students have completed special projects (e.g., senior thesis) associated with the grant.</p>\n<p>&nbsp;Since beginning our research in 2006, we have made a number of important scientific discoveries that have direct societal benefits. Molecular analysis of relationships among hundreds of pathogen isolates from California forests and nurseries allowed us to reconstruct the SOD epidemic and suggested at least eight separate introductions of the pathogen<em> </em>into CA forests from two original populations. Looking toward the future, we utilized field data on pathogen survival and transmission to create spatio-temporal, stochastic epidemiological models that predict when and where disease will spread. In the absence of options for extensive management and control of disease, we predicted a ten-fold increase in disease spread between 2010 and 2030 with most infection concentrated along the north coast of California, between San Francisco and Oregon. Using our landscape epidemiological models, we also estimated that the economic costs of management and property value losses attributed to SOD damage in residential and developed areas of California will total over $140 million by 2020.</p>\n<p class=\"Default\">&nbsp;We examined forest conditions that promote disease establishment, including changes in species diversity and host density, microclimate, and land use. In particular, we have shown that SOD mediates competition among trees species and that transmission differences among trees drives patterns of disease severity in coast redwood forests. We also tested an exciting research frontier called the &lsquo;biodiversity-disease risk&rsquo; hypothesis, which predicts that increased biological diversity reduces disease risk. We found evidence for pathogen dilution, whereby disease risk was lower in forest stands characterized by higher species diversity. These results provide evidence for ecosystem services of forests, such that management efforts geared at preserving biodiversity may buffer forest health against emerging and re-emerging infectious diseases. Finally, we collected field and remote sensing data on burn severity immediately following the fires in the Big Sur ecoregion during 2008. The ongoing findings we are generat...",
  "por_txt_cntn": "The past two decades have witnessed an alarming rise in the number of emerging infectious diseases, such as West Nile virus, White-Nose Syndrome, and SARS, which represent a substantial global threat to wildlife and human health. Although less well-studied but equally destructive, the emergence of plant diseases is also on the rise, driven by environmental changes and the growing international trade in plants. Currently, the majestic oak woodlands and redwood forests of California are under attack by a recently discovered microorganism, Phytophthora ramorum, which is causing the infectious plant disease Sudden Oak Death (SOD) in North America as well as ramorum blight and massive mortality on Japanese larch plantations in Europe. Since discovered near San Francisco in the mid-1990s, SOD has spread rapidly and killed millions of valuable oak trees in both residential and natural ecosystems throughout coastal California and Oregon. When our grant started, very little was known about many aspects of the life history of the pathogen and the mechanisms underlying spread and persistence. Since then, we have made a number of advances in understanding the pathogenÆs genetics, survival and transmission, host resistance, and ecological impacts of the disease. Our NSF supported research program has resulted in over 35 journal publications and has provided experience for 11 post-docs, 17 graduate students (10 PhD, 7 MS) and 32 undergraduates (18 from under-represented groups). Three undergraduates have participated in the NSF-REU (Research Experience for Undergraduates) program associated with this grant; 10 other undergraduate students have completed special projects (e.g., senior thesis) associated with the grant.\n\n Since beginning our research in 2006, we have made a number of important scientific discoveries that have direct societal benefits. Molecular analysis of relationships among hundreds of pathogen isolates from California forests and nurseries allowed us to reconstruct the SOD epidemic and suggested at least eight separate introductions of the pathogen into CA forests from two original populations. Looking toward the future, we utilized field data on pathogen survival and transmission to create spatio-temporal, stochastic epidemiological models that predict when and where disease will spread. In the absence of options for extensive management and control of disease, we predicted a ten-fold increase in disease spread between 2010 and 2030 with most infection concentrated along the north coast of California, between San Francisco and Oregon. Using our landscape epidemiological models, we also estimated that the economic costs of management and property value losses attributed to SOD damage in residential and developed areas of California will total over $140 million by 2020.\n We examined forest conditions that promote disease establishment, including changes in species diversity and host density, microclimate, and land use. In particular, we have shown that SOD mediates competition among trees species and that transmission differences among trees drives patterns of disease severity in coast redwood forests. We also tested an exciting research frontier called the æbiodiversity-disease riskÆ hypothesis, which predicts that increased biological diversity reduces disease risk. We found evidence for pathogen dilution, whereby disease risk was lower in forest stands characterized by higher species diversity. These results provide evidence for ecosystem services of forests, such that management efforts geared at preserving biodiversity may buffer forest health against emerging and re-emerging infectious diseases. Finally, we collected field and remote sensing data on burn severity immediately following the fires in the Big Sur ecoregion during 2008. The ongoing findings we are generating from this research are helping shape forest management decisions regarding forest disease and wildfire interactions in the western United States.\n For..."
 }
}