{
 "awd_id": "0623654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Effects of War on Land-Use and Land-Cover Change:  The Case of Northeast Bosnia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-09-07",
 "awd_max_amd_letter_date": "2006-12-05",
 "awd_abstract_narration": "The use of satellite technology by military planners has a relatively long history as a tool of warfare, but little research has used satellite technology to study the effects of war.  This research addresses this gap by applying satellite remote sensing imagery to study the effects of war on changes in land use and land cover in northeast Bosnia.  The war in Bosnia from 1992 to 1995 resulted in more than 100,000 deaths.  Many more were wounded, and mass displacement affected more than half the population of 4.2 million people.  When combined with the destruction of much of the transportation infrastructure and housing stock, widespread mine placement, and loss of agricultural machinery, the impacts to both the people and land were dramatic.  Though the most severe war impacts are visible at local scales (destroyed buildings), this doctoral dissertation project focuses on impacts to agricultural land, a larger scale visible to satellite sensors.  Landsat imagery (with each pixel representing a 30-m square on the ground) from before and during the war and recent imagery taken over the past two years will be used to detect abandoned agricultural land.  The satellite images will be registered to each other to enable a per-pixel analysis of changes based on the statistical properties of the pixels using multiple methods.  Ground-reference data will be collected in 2006 at sites selected using a stratified random sampling approach based on the derived map of abandoned agricultural land.  High-resolution Quickbird imagery (with each pixel capturing less than a 1-meter square on the ground) will also be used to verify classification results.  Results will be aggregated to the opstina (county) administrative unit and correlated with refugee returns and population change data using spatial statistics.  The effects of minefields on land abandonment will be tested in a geographic information system.  In particular, two hypotheses will be tested:  (1) that land abandonment is due to minefield placements during the war and (2) that land abandonment is greater in pre-war Bosniak (Muslims in Bosnia) areas and areas where ethnic cleansing was heaviest.\r\n\r\nThe significance of this research is found in both the remote sensing data analysis and the application of these results in the spatial statistical analysis with socio-demographic data.  The remote sensing analysis will compare multiple change-detection methods to help researchers select suitable methods for agricultural land-use studies.  This research will integrate the results of the remote sensing analysis with socio-demographic data to assess the impact of the war on land-use changes.  Such an analytical step is necessary to connect the electromagnetic responses of a satellite detector with human actions on the ground.  This step too often is neglected in land-cover and land-use change studies.  The spatial representation of abandoned cropland will be useful for assisting aid and reconstruction agencies in efficiently targeting communities most severely affected by conflict.  Results from this project will be pertinent for Bosnia and for other current and future war zones.  Because this approach can be extended to other war zones (e.g. Darfur, Sudan, and the Horn of Africa), the benefits of such a land-use analysis, tailored to each conflict, can be used to build a set of case studies on the impacts of war on land-use change.  Comparisons of similarities and differences between such studies can then be made to draw broader conclusions of war impacts on land cover and land use.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "O'Loughlin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "John V O'Loughlin",
   "pi_email_addr": "John.Oloughlin@colorado.edu",
   "nsf_id": "000225455",
   "pi_start_date": "2006-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}