{
 "awd_id": "0623423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     Global Estimates of Past and Future Uptake of Anthropogenic Carbon by the Ocean",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 242941.0,
 "awd_amount": 242941.0,
 "awd_min_amd_letter_date": "2006-08-18",
 "awd_max_amd_letter_date": "2006-08-18",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0623366 / OCE-0623423\r\n\r\nThe ocean plays a crucial role in the perturbed carbon cycle, sequestering 20% to 35% of anthropogenic CO2 emissions from the atmosphere. Considerable uncertainty remains, however, as to the precise rate of uptake and its history, the distribution of anthropogenic carbon within the ocean, and the future prospects under changing climate. \r\n\r\nIn this project, researchers at Columbia University and at the Johns Hopkins University will use the \"transit-time distribution\" (TTD) methodology to improve estimates of oceanic uptake, inventory and distribution of anthropogenic carbon (Cant). In its most general form the TTD is a complete descriptor of transport from the ocean surface to the interior. Information on the TTD can be gleaned from transient tracer observations, and then applied to propagate estimates of surface-water Cant into the interior. Compared to other methods the TTD has key advantages, principle among them a natural accommodation for mixing in transport, the lack of any need to estimate biochemical sources and sinks of ocean carbon, and ability to estimate the time evolution of Cant. \r\n\r\nThe TTD method has been used together with CFC measurements to estimate Cant concentrations and inventories in the global ocean. These results correct biases in past estimates, but the TTD technique can still benefit from further development. This project will generalize the technique to include the effects of evolving air-sea CO2 disequilibrium on a global scale, which is not considered in most past studies of ocean anthropogenic carbon, including the recent TTD-based global estimates. The effects of multiple surface source regions will also be included in the revised method. These methodological developments will rely heavily on analysis of general circulation models, where a benchmark (the directly simulated carbon) is available. The improved method will then be applied to observations to compute the global oceanic uptake of Cant over the full industrial era and into the future, using CO2 scenarios. Calculations will be performed using both constant, present-day sea-surface temperature fields and historical reconstructions. Finally, analysis of coupled carbon-climate model simulations will help quantify the errors incurred by neglecting evolution of ocean circulation and biological productivity on ocean carbon uptake. \r\n\r\nThe investigators anticipate that the project will provide the first observationally-based estimates of the global distribution and evolution of anthropogenic carbon uptake over the full industrial era. It will also provide insight into impact of sea-surface temperatures and changing circulation and biogeochemical cycling rates on the carbon uptake. \r\n\r\nIn terms of broader impacts, the proposed activities are of societal benefit as more accurate quantification of the perturbed carbon cycle feeds into predictions of climate change. Graduate students at Columbia University and Johns Hopkins University will play a major role in the research, will receive advanced training in ocean transport, carbon dynamics and data analysis techniques, and will be involved in teaching. The results of the research will be widely disseminated and will also be included in classroom teaching.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darryn",
   "pi_last_name": "Waugh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Darryn W Waugh",
   "pi_email_addr": "waugh@jhu.edu",
   "nsf_id": "000108000",
   "pi_start_date": "2006-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 242941.0
  }
 ],
 "por": null
}