{
 "awd_id": "0623632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FIBR:  From Genes to Ecosystems:  How Do Ecological and Evolutionary Processes Interact in Nature?",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 5000002.0,
 "awd_amount": 5128339.0,
 "awd_min_amd_letter_date": "2006-09-15",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "\r\nIt is traditionally assumed that ecology shapes how organisms evolve but that evolutionary change within a species is too slow to affect ecology.  However, it has recently been shown that evolution can be rapid, possibly rapid enough to shape ecological interactions.  This project will be the first to experimentally evaluate the feedback between evolution and ecology in a natural setting.  The focal ecosystem is streams in Trinidad inhabited by guppies, since rapid evolution has already been documented in these fish.  Guppies will be introduced from sites where they co-occur with many predators to streams where only one predator, Rivulus, exists, then evaluate ecological and co-evolutionary interactions that result.  Rivulus prey on guppies, but guppies also prey on Rivulus and the two fish species compete.  This project will: 1) evaluate population dynamics, resource utilization, and evolution of Rivulus and the guppies, 2) quantify impacts of guppies and Rivulus on the stream ecosystem and 3) develop new theory to link ecological and evolutionary dynamics.  Additional experiments in natural streams and artificial channels will define the cause/effect relationships.  Methods include molecular genetic, mark-recapture, and laboratory studies to assess the evolution of guppies and Rivulus, and ecosystem studies to quantify how the structure and function of streams changes in concert with evolution of introduced guppies. \r\n\r\nThis research will develop a conceptual framework that can be applied to any ecosystem and is relevant to conservation biology and the management of exploited populations.  For example, commercial fishing often results in fish which are smaller and younger than previous generations.  This problem has been studied primarily without regard to the impact of evolution, yet evolutionary processes may be at work.  Incorporating evolution and eco-evolutionary interactions will enable us to better understand and solve such problems.  This award will also support training for dozens of undergraduates, including visiting interns from minority institutions, plus at least seven graduate and five post-doctoral students.  This is a highly collaborative, interdisciplinary, multi-institutional project led by David Reznick at the University of California-Riverside and including sub-awards to: Colorado State (Cameron Ghalambor), Cornell University (Alex Flecker), Florida State University (Joseph Travis), North Carolina State University (Jim Gilliam), University of Georgia (Catherine Pringle), University of Maine ( Michael Kinnison), Sienna College (Douglas Fraser), University of Miami (Don deAngelis), University of Arizona (Regis Ferriere), and University of Nebraska (Steve Thomas)\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Reznick",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Reznick",
   "pi_email_addr": "gupy@ucr.edu",
   "nsf_id": "000161770",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Fraser",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas F Fraser",
   "pi_email_addr": "fraser@siena.edu",
   "nsf_id": "000112884",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Travis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Travis",
   "pi_email_addr": "travis@bio.fsu.edu",
   "nsf_id": "000218598",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Pringle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M Pringle",
   "pi_email_addr": "cpringle@uga.edu",
   "nsf_id": "000325514",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Regis",
   "pi_last_name": "Ferriere",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Regis H Ferriere",
   "pi_email_addr": "regisf@email.arizona.edu",
   "nsf_id": "000485160",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721600",
   "pgm_ele_name": "FRONTIERS IN BIO RES (FIBR)"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7216",
   "pgm_ref_txt": "FRONTIERS IN BIO RES (FIBR)"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 5000002.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48337.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our project was part of the &ldquo;Frontiers in Integrative Biological Research&rdquo; initiative, which means that its goals included integrating research from diverse disciplines in a unique fashion that enabled us to address questions that would not be accessible to individual investigators.&nbsp; Our project integrated the work of geneticists, evolutionary/population biologists, theoreticians and ecosystems ecologists.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The big question we addressed is &ldquo;how do ecology and evolution interact with one another?&rdquo; &nbsp;This approach departs from prior attempts to integrate ecology and evolution because most research up to now assumes that evolution happens on a much longer time frame than ecology.&nbsp; If so, then it is possible to model and study contemporary ecological processes while assuming that evolution is not happening, not because we don&rsquo;t think evolution happens, but because we think it can be ignored in contemporary time frames.&nbsp; Recent research shows that evolution can actually be quite rapid, on a similar time frame as ecology.&nbsp; Theory and laboratory experiments show that treating evolution and ecology as contemporary processes can result in outcomes fundamentally different from what is predicted if one assumes that ecological happens without evolution.&nbsp; Our goal was to extend this work to experimental studies on a natural ecosystem.&nbsp; If we find that ecology and evolution interact in nature, that we can master how to study these interactions and develop appropriate theory to represent them, then we can make ecology and evolution more predictive than they currently are.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We performed our research on natural populations of guppies from the island of Trinidad, chosen because prior research demonstrated that these fish evolve on very short time frames&nbsp; and on prior knowledge of the factors that shape their evolution.&nbsp; These factors are risk of mortality caused by predators and food availability.&nbsp; One experiment involved introducing guppies derived from a locality where they co-occur with predators in to small sections of headwater streams that previously were occupied by only a single species of small killifish.&nbsp; Here we continue to study the evolution of these fish, plus quantify their population sizes and growth rates.&nbsp; We also mark fish so that we know them as individuals and can quantify their traits and lifespans, plus take DNA samples so that we can identify their offspring and hence know their genetic contributions to future generations. &nbsp;These data enable us to quantify the evolutionary change.&nbsp; We quantify how guppies change their ecosystem and how the affect the populations and evolution of the resident killifish.&nbsp; We have archived DNA from all individuals to create a resource for future studies of the genetic basis of adaptation. We also built and performed a series of experiments in artificial streams, where we could test hypotheses suggested by our work in natural streams.</p>\n<p>&nbsp;</p>\n<p>Outcomes</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In artificial streams,</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&gt; we quantified how guppies change their ecosystems, which is a necessary pre-requisite for there to be an interaction between ecology and evolution.&nbsp; They have profound effects that are clear after only two weeks.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &gt; we showed the guppies adapted to different environments have very different impacts on ecosystem structure.&nbsp; Ecosystems ecology...",
  "por_txt_cntn": "\nProject Outcomes\n\n \n\n            Our project was part of the \"Frontiers in Integrative Biological Research\" initiative, which means that its goals included integrating research from diverse disciplines in a unique fashion that enabled us to address questions that would not be accessible to individual investigators.  Our project integrated the work of geneticists, evolutionary/population biologists, theoreticians and ecosystems ecologists. \n\n            The big question we addressed is \"how do ecology and evolution interact with one another?\"  This approach departs from prior attempts to integrate ecology and evolution because most research up to now assumes that evolution happens on a much longer time frame than ecology.  If so, then it is possible to model and study contemporary ecological processes while assuming that evolution is not happening, not because we donÆt think evolution happens, but because we think it can be ignored in contemporary time frames.  Recent research shows that evolution can actually be quite rapid, on a similar time frame as ecology.  Theory and laboratory experiments show that treating evolution and ecology as contemporary processes can result in outcomes fundamentally different from what is predicted if one assumes that ecological happens without evolution.  Our goal was to extend this work to experimental studies on a natural ecosystem.  If we find that ecology and evolution interact in nature, that we can master how to study these interactions and develop appropriate theory to represent them, then we can make ecology and evolution more predictive than they currently are. \n\n            We performed our research on natural populations of guppies from the island of Trinidad, chosen because prior research demonstrated that these fish evolve on very short time frames  and on prior knowledge of the factors that shape their evolution.  These factors are risk of mortality caused by predators and food availability.  One experiment involved introducing guppies derived from a locality where they co-occur with predators in to small sections of headwater streams that previously were occupied by only a single species of small killifish.  Here we continue to study the evolution of these fish, plus quantify their population sizes and growth rates.  We also mark fish so that we know them as individuals and can quantify their traits and lifespans, plus take DNA samples so that we can identify their offspring and hence know their genetic contributions to future generations.  These data enable us to quantify the evolutionary change.  We quantify how guppies change their ecosystem and how the affect the populations and evolution of the resident killifish.  We have archived DNA from all individuals to create a resource for future studies of the genetic basis of adaptation. We also built and performed a series of experiments in artificial streams, where we could test hypotheses suggested by our work in natural streams.\n\n \n\nOutcomes\n\n            In artificial streams,\n\n             &gt; we quantified how guppies change their ecosystems, which is a necessary pre-requisite for there to be an interaction between ecology and evolution.  They have profound effects that are clear after only two weeks. \n\n            &gt; we showed the guppies adapted to different environments have very different impacts on ecosystem structure.  Ecosystems ecology does not incorporate the potential for such variation within species.  Doing so repesents a fundamental change to this discipline.\n\n            &gt; we characterized what conditions favor the evolution of guppies adapted to low predation environments and showed that they were in part a product of the impact these fish have on the structure of the environment.  This proves, in a retrospective fashion, that evolution and ecology have interacted in significant ways with significant consequences for both ecosystem structure and processes and for the way guppies have evolved.\n\n \n\n        ..."
 }
}