{
 "awd_id": "0623609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biogeochemical Flows of Nitrogen in a Tropical Upwelling System (A CARIACO Time Series Project)",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 406025.0,
 "awd_min_amd_letter_date": "2006-09-02",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-063609\r\n\r\nThe marine nitrogen cycle plays a critical role in controlling ocean productivity and the fluxes of other elements such as carbon. The ability to reconstruct how this important cycle has changed through time depends largely on nitrogen isotopic records in sediments, but there are several processes during the formation and transfer of organic nitrogen that can complicate this analysis. The NSF supported, CARIACO ocean time-series station has provided a detailed record of the relationships among seasonal upwelling, nutrients, surface productivity, and export flux in this region of the southern Caribbean off Venezuela. \r\n\r\nIn this study, researchers at the Lamont Doherty Earth Observatory of Columbia University will investigate several aspects of surface layer ecology that could impact the nitrogen isotopic signature in organic material including nitrogen uptake and its trophic and vertical transfer. In addition to the well studied chemistry of the Cariaco Basin, this work is based on a preliminary, two-year study that indicated that the isotopic signature of nitrogen (15N) in the meso- and macrozooplankton increased in the winter and summer upwelling periods and were similar to the isotopic signatures of the material transferred to underlying sediment traps. The observed associations suggest that the elevated production in response to upwelling is a key event in both trophic exchange as well as in export flux. Although this dual role is one of the hallmarks of new production, the Cariaco time series provides an unusually good opportunity to evaluate two major processes that may control the observed seasonal isotopic variations; 1) Variable fractionation during inorganic nitrogen assimilation due to community changes in the phytoplankton; and 2) Variable isotopic enrichment of organic mater due to changes in the number of trophic transfers it undergoes. With the collaboration of Venezuelan and other scientists, explicit isotopic sampling of the nano- and microplankton size classes as well as of the isotopic value of nitrogen in nitrate will be done so that it will be possible to test these hypotheses. This project will also evaluate the possible removal of combined nitrogen by the anoxic ammonium oxidation (anammox) pathway. As a secondary goal of this study, the changes in the isotopic abundance of organic carbon (13C) also will be evaluated. \r\n\r\nIn terms of broader impacts, the project will feature collaboration with both US and Venezuelan scientists and will provide support for the training of several undergraduate students both during the school year and during the summer research experiences for undergraduates (REU) program at Lamont-Doherty.  It will also augment the existing CARIACO Time Series web site (http://www.imars.usf.edu/CAR/index.html) by providing better educational access to the data as well as directed student activities for classroom use.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Sambrotto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond Sambrotto",
   "pi_email_addr": "ray.sambrotto@alliedmicrobiota.com",
   "nsf_id": "000748867",
   "pi_start_date": "2006-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 406025.0
  }
 ],
 "por": null
}