{
 "awd_id": "0623464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Linking Climate and Dune Activity in the High Plains",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 11995.0,
 "awd_amount": 11995.0,
 "awd_min_amd_letter_date": "2006-07-19",
 "awd_max_amd_letter_date": "2006-07-19",
 "awd_abstract_narration": "The dunefields of the Great Plains provide critical insight into past climate change in that region. The dunes are now mostly stabilized by vegetation but were often active during the past 10,000 years.  Such activity is generally attributed to prehistoric dry periods that were more severe than at any drought in the historical record. Past periods of dune stability, recorded by the formation of soils now buried within the dune sand, are attributed to more humid climates.  This connection between dune activity and climate is intuitively appealing, but more work is needed to critically examine this link.  This doctoral dissertation project will explore two hypotheses on the relationships between dune activity and climate.  Activity within some dune fields is triggered by a change in sediment supply rather than a change to a more arid climate.  This hypothesis is suggested by the location of many Great Plains dune fields adjacent to streams that are the apparent source of the dune sediment.  The climatic threshold at which some dunes become active is variable in both time and space because finer particles are removed from the sediment during periods of dune activity.  This hypothesis is suggested by the location of apparently younger dunes within older aeolian (wind-deposited) sand sheets that have relatively high clay and silt contents.  These hypotheses will be tested by studying the stratigraphy of aeolian deposits in southwest Kansas and the Oklahoma panhandle.  Comparing the timing of activity among dunes near streams to the timing among dunes that are topographically removed from those streams will indicate whether sediment supply can cause dune activity during relatively humid times.\r\n\r\nUnderstanding the full range of landscape responses to drought is vital for residents of the Great Plains. A growing body of evidence indicates that historical droughts, including the dust bowl, were milder than most droughts of the past 10,000 years. This suggests that Plains residents may be wholly unprepared for a change to a more arid climate regime.  If the hypotheses that are being investigated here are valid, then predicting and preparing for the impacts of future severe drought will require recognition of complex, nonlinear links between climate and dune activity.  Conversely, if the hypotheses are not supported, then that will enable researchers to have greater confidence when connecting climate to dune activity.  Furthermore, some research has suggested that past periods of aridity and dune activity are analogs for the potential impact that global warming may have on the Great Plains.  Thus dune stratigraphy not only provides information about past climate, but also about future climate, but only if  past periods of dune activity can be linked satisfactorily to past periods of aridity.  Finally, this award provides support for a student to complete a doctoral dissertation and begin a promising career in geomorphic research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Mason",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Mason",
   "pi_email_addr": "mason@geography.wisc.edu",
   "nsf_id": "000310909",
   "pi_start_date": "2006-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 11995.0
  }
 ],
 "por": null
}