{
 "awd_id": "0623554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Thermal biology of hydrothermal vent paralvinellid worms",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 374442.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2010-01-28",
 "awd_abstract_narration": "Alvinellid worms at deep-sea hydrothermal vents live in the highest temperature niches at vents in the Pacific. The genus Paralvinella exhibits an extreme thermal breadth between 2 to 55 C.   The investigators have designed a comparative study on three paralvinellid species common at the Endeavor Integrated Study Site on the Juan de Fuca Ridge. Of particular interest is P. sulfincola, which they have found to tolerate temperatures up to 55 C for short periods. Previously, no aquatic ectotherm has been studied alive above 45 C. Consequently, the research represents an unprecedented opportunity to investigate aquatic metazoan adaptation to extreme temperature. A combination of laboratory and in situ measurements will be implemented to determine thermal preference, tolerance, critical thermal maxima, and temperature ranges in nature for the three species. Affects of extreme environmental temperature on cellular viability will be measured. Physiological and biochemical studies will be used to characterize compensatory mechanisms. Metabolism, the role of circulation in thermal regulation, protein turnover, thermally stable enzymes, protective solutes, and mitochondrial Arrhenius breakpoints will be investigated.  The broader impacts of the proposed research are to elucidate basic biochemical and physiological mechanisms of organisms. In addition to contributing to undergraduate and graduate research, results from this research will be widely be disseminated through teaching and outreach activities to undergraduates and non-specialists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Lee",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond W Lee",
   "pi_email_addr": "rlee@mail.wsu.edu",
   "nsf_id": "000467739",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 312035.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 62407.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Animals living at deep sea hot vents thrive in one of the Earth&rsquo;s most extreme environments.&nbsp; Understanding how organisms can adapt to these environments broadens our knowledge of basic mechanisms that enable animals to function and respond to change. We investigated the thermal limits and preferences of a group of deep sea polychaete worms in the Pacific Northwest that are able to colonize the hottest areas next to fluids that are as high as 300 degrees Celsius. Our findings showed that these animals, and associated species that live in cooler environments, have varying resistance to high temperature, with remarkable thermal resistance in species that live in the hottest environments. A surprising finding was that despite enhanced thermal tolerance, vent species prefer much cooler temperatures than other marine animals.&nbsp; The selection of cooler temperatures suggests that vent animals are &ldquo;playing it safe&rdquo; in a stochastic environment. Vent animals appear to have evolved this strategy to cope with an environment that is not only hot, but highly variable and unpredictable.</p>\n<p>&nbsp;</p>\n<p>We also developed a novel device for mapping temperature gradients in these deep sea environments, with simultaneous time lapse photography.&nbsp; These devices can be left on the seafloor for days at a time, then recovered to obtain data that would normally have required cost prohibitive and extensive bottom time by a submersible or remote vehicle. &nbsp;Using these data, we documented the extreme variability of the vent environment.&nbsp; We now know that spatial gradients and temporal variability at vents is orders of magnitude greater than other aquatic environments.</p>\n<p>&nbsp;</p>\n<p>Our self-contained underwater time lapse cameras represent an important advance in the ability to make observations in the deep sea. They are the most economical, compact, and reliable cameras at this time for autonomous recording.&nbsp; Our latest &ldquo;minicam&rdquo; design was also recently used to monitor the effects of the recent Gulf of Mexico oil spill.&nbsp; Footage taken with this camera was featured on ABC news. We plan to conduct further temperature mapping and image analysis with the underwater observatory NEPTUNE Canada, which has power and internet connectivity with deep sea vents off the coast of British   Columbia.</p>\n<p>&nbsp;</p>\n<p>Other important findings from our studies are: temperature maps show that small plumes and jets of hot water move and change direction constantly within the vent environment, activity of species is exhibited over broad temperature ranges with maximum activity at temperatures similar to their preferred temperature, many species exhibit the ability to regulate their body temperature, the enzyme proteins in high temperature species are resistant to heat, and unusual thermoprotective molecules may confer thermal resistance.</p>\n<p>&nbsp;</p>\n<p>Broader impacts: This project resulted in employment, research experience, and education for one international scholar as well as several graduate students and undergraduates. The research from this project was also used in several undergraduate Washington State University (WSU) introductory biology laboratory exercises and lectures. Video and pictures from this research have been viewed on YouTube and as part of the WSU Honors College website.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2011<br>\n\t\t\t\t\tModified by: Raymond&nbsp;W&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAnimals living at deep sea hot vents thrive in one of the EarthÆs most extreme environments.  Understanding how organisms can adapt to these environments broadens our knowledge of basic mechanisms that enable animals to function and respond to change. We investigated the thermal limits and preferences of a group of deep sea polychaete worms in the Pacific Northwest that are able to colonize the hottest areas next to fluids that are as high as 300 degrees Celsius. Our findings showed that these animals, and associated species that live in cooler environments, have varying resistance to high temperature, with remarkable thermal resistance in species that live in the hottest environments. A surprising finding was that despite enhanced thermal tolerance, vent species prefer much cooler temperatures than other marine animals.  The selection of cooler temperatures suggests that vent animals are \"playing it safe\" in a stochastic environment. Vent animals appear to have evolved this strategy to cope with an environment that is not only hot, but highly variable and unpredictable.\n\n \n\nWe also developed a novel device for mapping temperature gradients in these deep sea environments, with simultaneous time lapse photography.  These devices can be left on the seafloor for days at a time, then recovered to obtain data that would normally have required cost prohibitive and extensive bottom time by a submersible or remote vehicle.  Using these data, we documented the extreme variability of the vent environment.  We now know that spatial gradients and temporal variability at vents is orders of magnitude greater than other aquatic environments.\n\n \n\nOur self-contained underwater time lapse cameras represent an important advance in the ability to make observations in the deep sea. They are the most economical, compact, and reliable cameras at this time for autonomous recording.  Our latest \"minicam\" design was also recently used to monitor the effects of the recent Gulf of Mexico oil spill.  Footage taken with this camera was featured on ABC news. We plan to conduct further temperature mapping and image analysis with the underwater observatory NEPTUNE Canada, which has power and internet connectivity with deep sea vents off the coast of British   Columbia.\n\n \n\nOther important findings from our studies are: temperature maps show that small plumes and jets of hot water move and change direction constantly within the vent environment, activity of species is exhibited over broad temperature ranges with maximum activity at temperatures similar to their preferred temperature, many species exhibit the ability to regulate their body temperature, the enzyme proteins in high temperature species are resistant to heat, and unusual thermoprotective molecules may confer thermal resistance.\n\n \n\nBroader impacts: This project resulted in employment, research experience, and education for one international scholar as well as several graduate students and undergraduates. The research from this project was also used in several undergraduate Washington State University (WSU) introductory biology laboratory exercises and lectures. Video and pictures from this research have been viewed on YouTube and as part of the WSU Honors College website.\n\n\t\t\t\t\tLast Modified: 03/01/2011\n\n\t\t\t\t\tSubmitted by: Raymond W Lee"
 }
}