{
 "awd_id": "0623542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    A Cross-National Comparison of Non-Governmental Organizations",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 6296.0,
 "awd_amount": 6296.0,
 "awd_min_amd_letter_date": "2006-07-13",
 "awd_max_amd_letter_date": "2006-07-13",
 "awd_abstract_narration": "SES-0623542\r\nPI(s): Ronald Angel\r\n         Javier Pereira Bruno \r\nInstitution: University of Texas-Austin\r\n\r\nThis research examines the role that NGOs and civil society organizations are playing in the context of enduring inequalities in maternal and child health, in three countries of Latin America: Argentina, Chile and Uruguay. After two decades of reforms in 1980s and 1990s, health inequality remains rampant and health standards of women and children in poor communities reveal the limits of state capacities and approaches. In this context, national governments and multilateral financial agencies are placing great hope in the potential ability of NGOs to reach poor communities, and to advance preventative models of care and develop intervention responses designed to address the needs of specific groups. Opportunities for the expansion of the NGO sector, its involvement in maternal and child health services, and the capacity of the non-governmental sector to effectively address maternal and child health needs varies across countries and is influenced by national economic, socio-political and institutional histories. The study design includes intensive ethnographic household interviewing in the three capital cities (Buenos Aires, Santiago and Montevideo) and a block by block census of health care NGOs in poor urban settings in order to compare services available to and used by families in need. The cross national nature of the study provides a unique possibility for theory building since it provides the opportunity to compare different paths of economic liberalization, welfare decentralization, social policy reforms, and gauge their impact on the maternal and child institutional landscape in communities marked by poverty and social exclusion. By comparing national experiences, the study will provide useful information as to whether and under what conditions NGOs can make a difference in poor populations' access to adequate health care, and it will provide information on how different policy regimes enhance or hinder effective alliances between state and civil society agencies. While third sector literature and multilateral organizations tend to take the advantages of the NGO sector over the state sector for granted, this study begins from a neutral position and examines the relative strengths and weaknesses of both sectors. In addition, it examines their interactions and explores the emergence of new institutional arrangements that are being forged in the maternal and child health field. Political and institutional variations underpinning recent civil society history offer excellent opportunities to advance sociological, political, economic, and organizational understandings of the modes in which large structures interrelate within particular institutional sectors.\r\n\r\n Broader Impacts: The collaborative agreements already made with national academic institutions will enhance the opportunities for collaborative work and the dissemination of findings among faculty and scholars from Argentina (Universidad Nacional General Sarmiento), Chile (Corporacion Innovacion Ciudadana), Uruguay (Universidad Catolica) and the United States (University of Texas, Austin). As part of research activities, undergraduate students will be trained and involved in the collection and coding of data for the study.  Participant NGOs and their beneficiaries will gain a comparative perspective of their work. The analysis will be made available to the general public through publication in sociological journals, professional conferences and workshops at the mentioned institutions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Angel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Angel",
   "pi_email_addr": "rangel@mail.la.utexas.edu",
   "nsf_id": "000480202",
   "pi_start_date": "2006-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6296.0
  }
 ],
 "por": null
}