{
 "awd_id": "0624141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSD:    Collaborative Research:   Social Complexity and the Management of the Commons",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 143607.0,
 "awd_amount": 143607.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2006-09-12",
 "awd_abstract_narration": "Collaborative Proposals\r\n\r\nSES-0624297\r\nDavid Bennett\r\nUniversity of Iowa\r\n\r\nSES-0624141\r\nPaul Robbins\r\nUniversity of Arizona\r\n\r\nSES-0624292\r\nDavid McGinnis\r\nMontana State University-Billings\r\n\r\nSES-0624066\r\nCatherine Kling\r\nIowa State University\r\n\r\n\r\nThis research will study the mechanisms by which place-based decision-making leads to changes in the management of commonly held ecosystem services.  The \"commons\" is broadly defined to mean services produced at landscape-scales and valued beyond the spatial bounds of an individual's parcel of land. In 2003 a special issue of Science was published devoted to Garret Hardin's thought provoking 1968 article \"The Tragedy of the Commons.\"  The contributing authors concluded that society can, and often does, avoid Hardin's most dire predictions of resource overexploitation through social and institutional organization.  Humans institutionalize compromise, cooperation, and accommodation to produce desirable and sustainable outcomes and the management of problems as far ranging as fisheries, irrigation, and air pollution are increasingly understood as amenable to collective action. \r\n\r\nCompromise, cooperation, and accommodation are most easily produced when communities share common objectives and views about the environment.  Increased mobility and affluence has led to an era when cultural and economic demands for ecosystem services (e.g., food, clean water, wildlife, recreational opportunities and scenic beauty) are in a state of profound transition as new stakeholders make claims on resources traditionally managed by totally differing communities and constituencies.  The fundamental question becomes not whether humans can institutionalize solutions to problems in their local and global commons, but what drives changes in the way common pool resources are valued, used and managed and what impact these changes have on the social, economic, and biophysical character of a region. \r\n \r\nThis research will consider endogenous and exogenous agents of change (e.g., socio-demographic, economic, climatic) that drive these decision-making processes and, thus, develop a better understanding of the ways diverse and politically divided socio-economic constituencies come to settle on new power configurations and craft new common property management institutions.  Of central interest are the processes by which humans organize through coalition and consensus building to increase their political power and amplify their own voice in resource allocation decisions. \r\n\r\nThrough surveys and interviews this study addresses fundamental questions about: 1) Differences in the way social and economic groups value economic and non-economic services produced through the management of landscapes; 2) Endogenous and exogenous agents of change that affect these values; and 3) Power relationships among, individuals, coalitions, and public decision-makers.  Statistical and agent-based models based on the data produced through surveys and interview, will be developed to evaluate the efficacy with which the will of the people is transformed into changing land use practices and, thus, the production of ecosystem services (i.e., how well production reflects demand).  Four working hypotheses about the relation between place-based decision making and the production of ecosystem services will be explored (optimal, lagged, episodic, and emergent).  The Greater Yellowstone Ecosystem (GYE) provides the setting for this investigation into common pool ecosystem services but the results of will be generalizable to other group-based decision-making where individuals attempt to maximize their own benefit through collaboration and compromise.\r\n\r\nBroader Impacts\r\n\r\nThis study seeks to understand the way diverse and politically divided socio-economic constituencies settle on new configurations of power and craft new common property management institutions.  Such an understanding will provide valuable insight into important transformational processes that are occurring throughout the U.S. West and other places where high-value amenity-based environments are emerging from traditional agricultural uses.  More practically, the data and models produced by this research can be used to evaluate the sustainability and efficacy of current natural resources management practices and identify opportunities for compromise and consensus building.  Finally, this research provides an excellent opportunity to educate a new generation of scientists on the challenges and considerable rewards",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Robbins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Robbins",
   "pi_email_addr": "pfrobbins@wisc.edu",
   "nsf_id": "000419174",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731800",
   "pgm_ele_name": "HSD - AGENTS OF CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7318",
   "pgm_ref_txt": "HSD - AGENTS OF CHANGE"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 143607.0
  }
 ],
 "por": null
}