{
 "awd_id": "0624631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Building an Internet Community of Design Engineers (iCODE)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Larry E. Suter",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 368398.0,
 "awd_min_amd_letter_date": "2006-09-26",
 "awd_max_amd_letter_date": "2007-09-13",
 "awd_abstract_narration": "The University of Massachusetts Lowell and Machine Science Inc. propose to develop and to design an on-line learning system that enables schools and community centers to support IT-intensive engineering design programs for students in grades 7 to 12. The Internet Community of Design Engineers (iCODE) incorporates step-by-step design plans for IT-intensive, computer-controlled projects, on-line tools for programming microcontrollers, resources to facilitate on-line mentoring by university students and IT professionals, forums for sharing project ideas and engaging in collaborative troubleshooting, and tools for creating web-based project portfolios.\r\nThe iCODE system will serve more than 175 students from Boston and Lowell over a three-year period. Each participating student attends 25 weekly after-school sessions, two career events, two design exhibitions/competitions, and a week-long summer camp on a University of Massachusetts campus in Boston or Lowell. Throughout the year, students have opportunities to engage in IT-intensive, hands-on activities, using microcontroller kits that have been developed and classroom-tested by University of Massachusetts-Lowell and Machine Science, Inc. About one-third of the participants stay involved for two years, with a small group returning for all three years.\r\nOne main component for this project is the Handy Cricket which is a microcontroller kit that can be used for sensing, control, data collection, and automation. Programmed in Logo, the Handy Cricket provides an introduction to microcontroller-based projects, suitable for students in grades 7 to 9. Machine Science offers more advanced kits, where students build electronic circuits from their basic components and then write microcontroller code in the C programming language.  Machine Science offers more advanced kits, which challenge students to build electronic circuits from their basic components and then write microcontroller code in the C programming language. Machine Science's kits are intended for students in grades 9 to 12.\r\nMicrocontroller technology is an unseen but pervasive part of everyday life, integrated into virtually all automobiles, home appliances, and electronic devices. Since microcontroller projects result in physical creations, they provide an engaging context for students to develop design and programming skills. Moreover, these projects foster abilities that are critical for success in IT careers, requiring creativity, analytical thinking, and teamwork-not just basic IT skills. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Christy",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel T Christy",
   "pi_email_addr": "sam@machinescience.org",
   "nsf_id": "000064762",
   "pi_start_date": "2006-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Machine Science Inc.",
  "inst_street_address": "649 Massachusetts Avenue",
  "inst_street_address_2": "Suite #4",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173547171",
  "inst_zip_code": "021393360",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Machine Science Inc.",
  "perf_str_addr": "649 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021393360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 113936.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 254462.0
  }
 ],
 "por": null
}