{
 "awd_id": "0624039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Turkey Workshop: Comparative studies of the North Anatolian Fault (northwest Turkey) and the San Andreas Fault (southern California); Istanbul, Turkey; August, 2006",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2007-05-31",
 "tot_intn_awd_amt": 46473.0,
 "awd_amount": 46473.0,
 "awd_min_amd_letter_date": "2006-06-09",
 "awd_max_amd_letter_date": "2006-06-09",
 "awd_abstract_narration": "0624039\r\nCromier\r\n\r\nScope:  This proposal is to support a US-Turkey Workshop:  Comparative studies of the North Anatolian Fault and the San Andreas Fault, to be held in Istanbul, Turkey, August 14-16, 2006.  The U.S. organizers are Dr. Marie Cormier, Dr. Leonardo Seeber and Dr. Christopher Sorlien, all of the Columbia University Lamont Doherty Earth Observatory in Palisades, New York. The foreign organizer is Dr. Naci Gorur, Istanbul Technical University, Istanbul, Turkey.  The San Andreas Fault in California and the North Anatolian Fault in Turkey are two major continental transform faults that share many characteristics. Both fault systems are right-lateral transforms that slip at rates of 20-35 mm/yr and endanger metropolitan areas with huge populations: Los Angeles (17 million) and Istanbul (13 million).  The workshop will be followed by a two-day field trip. The objectives are: initiate comparative studies of the North Anatolian Fault and the San Andreas Fault; formalize collaborations between the Southern California Research Center and a consortium of research institutions in Turkey; plan multinational projects designed to improve seismic hazard assessments in southern California and northwest Turkey.  The participation in this workshop of about 30 American scientists together with Turkish and other international scientists investigating the North Anatolian fault will allow innovative research strategies to be discussed.\r\n\r\nINTELLECTUAL MERITS: By encouraging comparative studies between two major continental transform faults, this workshop will shed new light on the following key issues in earthquake science: What processes account for the differences between geodetic (decadal) and geologic (millennia to millions of years) slip rates? Does fault slip alternate between strands in a branching fault system, does it remain steady state along each strand, or do parallel strands activate and deactivate on a millennium time-scale? To what extent do continental transform faults localize on pre-existing structures? What mechanisms and what fault geometries are responsible for the deep sedimentary basins or high mountains that develop along transform faults? Does the geometrical segmentation of a fault control the segmentation of earthquake ruptures? Can faults defined by seismicity at mid-crustal level be reliably projected into faults defined at upper-crustal level from seismic reflection data or at the surface from geological mapping? Does complex fault geometry favor the nucleation of earthquakes, producing heterogeneous stress conditions and high-frequency seismic energy? Comparative studies will be aided by the existence for southern California of community fault and 3D seismic velocity models that also include GPS surface velocity and relocated seismicity including focal mechanisms. One objective of the workshop will be to discuss strategies for developing a similar digital representation for the North Anatolian Fault, so that both fault systems can be quantitatively compared.\r\n\r\nBROADER IMPACTS: Seismic hazard can only be anticipated, not reduced, and its characterization is the key to earthquake risk assessment and loss reduction. Any project that strives to characterize the seismotectonic activity near Istanbul and Los Angeles is highly societally relevant, considering that both regions are so densely populated and key centers of economic activity. This workshop will help launch new multinational research projects that will provide better earthquake forecast, better estimate of strong ground motions, and better technology for early warning. All these have the potential to substantially reduce earthquake losses. Several graduate students, post-doctoral researchers, and women scientists will be supported for participating in the workshop.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie-Helene",
   "pi_last_name": "Cormier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie-Helene Cormier",
   "pi_email_addr": "mhcormier@uri.edu",
   "nsf_id": "000625962",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "Seeber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo Seeber",
   "pi_email_addr": "nano@ldeo.columbia.edu",
   "nsf_id": "000174193",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Sorlien",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Sorlien",
   "pi_email_addr": "christopher.sorlien@ucsb.edu",
   "nsf_id": "000219545",
   "pi_start_date": "2006-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 46473.0
  }
 ],
 "por": null
}