{
 "awd_id": "0624444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES: Persistence Research in Science and Engineering (PRiSE)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 494955.0,
 "awd_amount": 494955.0,
 "awd_min_amd_letter_date": "2006-08-10",
 "awd_max_amd_letter_date": "2008-07-07",
 "awd_abstract_narration": "High school students in the U.S. are exposed to many in-class strategies and activities, as well as extra-curricula programs that are aimed at increasing the interest of females in pursuing careers in science and engineering. Teachers' freedom to choose to address the issue of making science friendlier to females and to choose the methods to employ makes it difficult to conduct controlled educational experiments to measure effectiveness. Epidemiological methods are ideal for mining the backgrounds of first-year college students for predictors of interest in science and engineering, while controlling for demographic differences. This study will examine the connection between the exposure of high school students to a variety of interventions and their later persistence in course-taking and selection of major for 4,000 four-year and two-year college students nationwide, focusing deliberately upon predictors of persistence for women. \r\n\r\nWhile much can happen in college to dissuade students from STEM majors in their first college year, relatively few are newly attracted to these fields. Once declaring a major, attrition of males is somewhat greater than it is for females. However, the number of females with initial interest in college is several times smaller than for males. We see a great opportunity in identifying the strategies that impact female interest in STEM careers while in high school. This study has the capability to both reveal and bolster the use of the most promising educational practices, including many developed and disseminated by NSF-funded programs, in our nation's multi-faceted educational system.\r\n\r\nThe intellectual merit of the project is that it will provide and disseminate evidence for the efficacy of a variety of both novel and traditional approaches for attracting female students to STEM careers for which considerable current dispute is ongoing. Epidemiological techniques from public health and medicine offer a cost effective and well understood methodology to simultaneously test multiple hypotheses while controlling for a multitude of demographic and background factors. The study will use online follow-up surveys of students, professors, and teachers to gather sensitive and more qualitative data to complete the analysis. \r\n\r\nThe broader impacts of the project include the measurement of the effect of a variety of both traditional and new teaching practices and activities. With public debate raging about the underrepresentation of female scientists and engineers in the workforce, there is a need for an examination of the fruitfulness of the universe of alternatives in the nation's classrooms. Measuring the relative merits of such approaches, while controlling for critical background and demographic factors, will help teachers and schools decide on the optimal methods for providing a quality science education to all of their students, especially those who are in groups currently underrepresented in STEM careers. Colleges will benefit from the identification of the most effective programs for their own outreach activities in their local communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Sadler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Philip M Sadler",
   "pi_email_addr": "psadler@cfa.harvard.edu",
   "nsf_id": "000110731",
   "pi_start_date": "2006-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0408",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 223111.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 133289.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 138555.0
  }
 ],
 "por": null
}