{
 "awd_id": "0624962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Improvement Grant: The Micoquian, Quina, and MTA: Revisiting the Bifacial/Unifacial Dichotomy in European Middle Paleolithic Systematics",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-08-15",
 "awd_exp_date": "2007-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2006-08-14",
 "awd_max_amd_letter_date": "2006-08-14",
 "awd_abstract_narration": "\r\nThis dissertation will analyze size-dependent shape changes in stone tools from 12 museum collections from Middle Paleolithic contexts in France, Germany, and Ukraine. These represent three previously described techno-complexes that have a geographically and temporally widespread distribution on the European continent (the Quina Mousterian, the Mousterian of Acheulean Tradition, and the Micoquian), and can be seen as encompassing much of the technological know-how of Neandertals.  This project seeks to apply statistical techniques from the biological sciences to morphological variation in stone tools, and will attempt to test the validity of previous classifications based on descriptive approaches to stone tool production with conclusions derived from a mathematical classification of resharpening patterns. More specifically, the project proposes to test the hypothesis that industries characterized by the production of bifacial tools differ in resharpening patterns from ones where unifacial flake-tools are dominant.  The bifacial/unifacial dichotomy is currently believed to reflect important cognitive and cultural differences between the respective makers of the said technologies. Thus, the project will compare two technologically separate classes of assemblages according to a common process that directly indexes human behavior, in this case tool maintenance. \r\n\r\nResharpening has been used to explain variability in certain classes of tools within Paleolithic, Paleoindian, and  Australian contexts, by proposing that morphological types represent stages in a continuum of re-use. Since understanding assemblage diversity is highly dependent on our ability to meaningfully compare and classify collections of stone tools from different contexts and regions, developing a methodology that cross-cuts techno-typological, chronological, geographic, and taphonomic categories is important. In particular, this project attempts to build upon documented resharpening patterns in the studied industries and analyze them in terms of the geometric relationships between metric attributes of individual stone tools and decreasing size. These attributes will be collected with the aid of digital data acquisition techniques such as image analysis and the use of  a 3-D digitizer, both of which are new to archaeological studies. The data will then be subjected to an analysis of multivariate allometry following protocols established in biology and paleontology. \r\n\r\nAltogether, this project will expand the scope of the theory of resharpening beyond its usage as a counter-argument to traditional typological approaches. Furthermore, technological diversity in the Middle Paleolithic has been traditionally viewed as having implications for interpreting cognitive evolution in relation to innovation and the social transmission of knowledge. \r\n\r\nIn addition to providing experience and training for the dissertation student this work will serve as the starting point for several articles and a monograph. The new quantitative techniques are designed for comparative purposes and specifically aimed at replicability. Beyond the theoretical implications of this study for the European Middle Paleolithic, the approach taken will help to establish a protocol that can be used by others to describe and analyze stone tools from other time periods and geographic regions. The publication of the results in journal format and of the data via a web site and a CD-ROM should encourage further projects of this nature.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Dibble",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Harold L Dibble",
   "pi_email_addr": "hdibble@sas.upenn.edu",
   "nsf_id": "000423108",
   "pi_start_date": "2006-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}