{
 "awd_id": "0624665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Earthquake Induced Soil Liquefaction: Influence of Temperature and Dissolved Gas",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Daniel",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 110516.0,
 "awd_amount": 110516.0,
 "awd_min_amd_letter_date": "2006-09-06",
 "awd_max_amd_letter_date": "2006-09-06",
 "awd_abstract_narration": "Earthquake Induced Soil Liquefaction: Influence of Temperature and Dissolved Gas\r\n\r\nP.I.: Professor Wayne A. Charlie, PhD, PE, Civil Eng. Dept., Colorado State University\r\n\r\nRESEARCH ABSTRACT\r\n\r\n\tThe objectives of this research are to determine how temperature and dissolved gas influence 1) the maximum distance, severity, and timing of earthquake-induced liquefaction, and 2) the cyclic stress ratio, CSR, inducing liquefaction.  The research will include a detailed literature search, statistical analysis, laboratory testing program, and theoretical modeling to determine the influence of temperature and dissolved gases on earthquake-induced liquefaction and post-triggering response of liquefied sandy soil. \r\n\r\nGround cracking, ground settlement, lateral spreads and foundation failures commonly occur above liquefied layers.  Several investigators have used extensive case histories of liquefaction and laboratory tests to 1) predict upper limits of distance from the zone of faulting, and 2) the CSR inducing liquefaction.  However, none of the studies reported in the literature has included ground temperature as a variable. Most laboratory studies of liquefaction have been conducted at room temperature (about 20 degrees C) while earthquake-induced liquefaction has been reported where estimated ground temperatures are as low as about 2 degrees C (Alaska) to as high as 27 degrees C (India, Venezuela and Mexico).  Several physical properties of liquid water are known to vary over this temperature range.  Limited statistical analysis conducted by the P.I. on over 50 worldwide earthquakes indicates that warmer regions have maximum distances of reported liquefaction two to three times the distances reported in cooler regions.  The literature also suggests that earthquake-induced liquefaction produces sand and water blows which are much higher and more energetic, larger sand blow craters, and gases which escapes in larger quantities in warmer climates than in cooler climates. \r\n\t\r\nBroader Impacts: The research is designed to increase the scientific understanding of liquefaction and to improve the current Geotechnical Engineering state-of-the-art of liquefaction analysis and prediction by including ground temperature and dissolved gas as variables.  The results should contribute to public safety, improvement in economy of engineering design and construction, and educate students in earthquake research and analysis.  The results may also impact seismological studies conducted by seismologists (a different field of research) who investigate the use of paleoliquefaction for seismic risk studies and engineering studies of lateral spread and associated lateral pressures on pile foundations.  Publication of the research results may trigger substantial field, lab, and centrifuge testing and theoretical modeling to better understand these effects.  The proposal will train graduate students in the area of earthquake engineering and undergraduate and underrepresented students will be encouraged to participate.\r\n\r\n\tIntellectual Merit: Many parameters have been considered in evaluating liquefaction, but temperature or dissolved gas have not been among them.  Preliminary analysis by the P.I. suggests that, other things being equal, liquefaction may be more widespread in warmer climes. Because of this, the idea of temperature dependence is worth pursuing both from an intellectual merit to understand the process and from economic and public safety standpoints. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Charlie",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne A Charlie",
   "pi_email_addr": "wcharlie@engr.colostate.edu",
   "nsf_id": "000327678",
   "pi_start_date": "2006-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 110516.0
  }
 ],
 "por": null
}