{
 "awd_id": "0624608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conversion of Biorenewable Polyols over Supported Metal Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2006-08-09",
 "awd_max_amd_letter_date": "2006-08-09",
 "awd_abstract_narration": "Abstract\r\n\r\nProposal Title:\t\tConversion of Biorenewable Polyols over Supported Metal Catalysts\r\n \r\nProposal Number:\t\tCTS-0624608\r\n\r\nPrincipal Investigator:  \t\tRobert J. Davis\r\n\r\nInstitution:  \tUniversity of Virginia Main Campus\r\n\r\nAnalysis (rationale for decision):\r\n\r\n\r\nThe United States faces significant scientific and technical challenges to alleviate its growing demand for petroleum and petroleum-derived products.  Worldwide production of petroleum will peak in this century and may actually occur within the next 50 years.  One strategy to potentially diminish US reliance on imported oil while decreasing the environmental impact of petroleum processing involves the utilization of renewable, biomass-derived feedstocks.  Transformation of renewable molecules to high value chemicals requires a variety of heterogeneous catalysts.  Since the molecules obtained from biomass have different properties than hydrocarbons in petroleum, new research on the catalytic conversion of biorenewable feedstocks in aqueous environments at moderate temperatures is needed.  This proposal focuses specifically on the catalytic reactions of a renewable polyol such as glycerol, a byproduct of biodiesel synthesis.\r\n\r\nThe main hypothesis of the proposed research is that hydrogenolysis activity of Ru nanoparticles can be rationally manipulated by addition of a second metal.  Bimetallic Ru-Pt and Ru-Re catalysts will be prepared by a surface redox method involving reductive deposition of one metal on reduced nanoparticles of the other.  In situ X-ray absorption spectroscopy at the Ru K, Pt LIII, and Re LIII, will be used to evaluate the chemical state, local structure and degree of mixing of the metals during aqueous-phase reaction under high pressure.  High-resolution analytical transmission electron microscopy will be used to examine sample uniformity and nanoscale structural changes resulting from reactions of the glycerol.  Detailed kinetic measurements of the hydrogenation of glucose and crotonaldehyde, as well as the hydrogenolysis of glycerol will enable fundamental structure-function relationships to be elucidated for the bimetallic catalysts.\r\n\r\nThe major impact of the project on development of human resources is the education of graduate and undergraduate chemical engineering students.  One graduate student will participate in the project for the duration of his or her doctoral studies. In addition, at least one undergraduate student will participate in this research project. The graduate student on the project will be expected to mentor the undergraduate student in the laboratory.  Results from this study will be reported in published journal articles and in presentations at national meetings of organizations like the AIChE and the ACS, as well as at international meetings such as those associated with the North American Catalysis Society.  In addition to training of undergraduate and graduate researchers, a freshman-level Introduction to Engineering design-build course focusing on catalytic conversion of biorenewable resources will be offered at the University of Virginia.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Davis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Davis",
   "pi_email_addr": "rjd4f@virginia.edu",
   "nsf_id": "000211494",
   "pi_start_date": "2006-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}