{
 "awd_id": "0624493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: Gender, Race, and Science: Asian American Women as Model Minority?",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 255679.0,
 "awd_amount": 255679.0,
 "awd_min_amd_letter_date": "2006-08-10",
 "awd_max_amd_letter_date": "2006-08-10",
 "awd_abstract_narration": "Young women's participation in science education in the U.S. continues to be lower than that of young men. Not all women have the same experiences in science education, however.   Asian Americans have high levels of education and socio-economic status, even relative to Whites. Educational paths in science are often seen by Asian Americans as good options given their objective criteria and high social returns. Among Asian Americans, both men and women are heavily represented in the sciences. Thus the image of the \"model minority\" does apply to Asian Americans in the science education system. But Asian Americans are not a monolithic group. The major focus of this research is on the complex ways in which race and gender come together to influence Asian American women's experiences in science education.\r\n\r\nAlthough the gender gap in science participation is smaller in the Asian American student population than in the White population, it is important to note that it still exists.  Asian American women are virtually invisible in the social science literature. Simplistic stereotypes about submissive, subservient Asian American women and notions of Asian\r\nAmericans as the model minority have worked to limit careful research on Asian American women in science.  This study will explore the STEM education experiences of young Asian American women using both mature (National Educational Longitudinal Survey) and new (web-based survey that includes vignettes) data collection technologies to test hypotheses about how race, gender, and Asian American culture come together to influence the science experiences of young Asian American women.\r\n\r\nThe project's intellectual merit includes the use of innovative methods that promise to provide new approaches to data collection and survey techniques. The conceptual framework used to examine young Asian American women's (and men's) experiences in science integrates critical gender theory (which acknowledges gender as a powerful macro structure that hierarchically organizes society but which also acknowledges gender as a source of agency) and a multi-cultural approach (which stresses the diversity in these structures and the unique gender and family systems in minority cultures).  The study will provide information on science experiences, perceptions of science abilities, and sources of encouragement and discouragement for Asian American women at various points in the STEM education system (from 8th grade through the post-secondary school years).\r\n\r\nThe broader impact of this research will advance knowledge in the area of science talent development beyond simplistic notions of race and gender that do not acknowledge the complex ways in which race and gender interact and do not focus on diversity and complexity within the \"model minority\" Asian American subculture. The research will draw attention to a little studied population.  Additionally, it will reveal potential agency in understudied groups and the ways in which immigrant communities invest in their children's (male and female) education. These issues have implications for how science is taught, how minority students' talents are perceived, and how other programs and STEM interventions could integrate multi-cultural issues into programs and policies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Hanson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Hanson",
   "pi_email_addr": "Hanson@CUA.edu",
   "nsf_id": "000380646",
   "pi_start_date": "2006-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 MICHIGAN AVE NE",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 255679.0
  }
 ],
 "por": null
}