{
 "awd_id": "0625272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Starter Grant: Cis-acting signals and genome-wide effects of extensive genome processing in diverse ciliates",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jo Ann Wise",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2007-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2006-08-25",
 "awd_max_amd_letter_date": "2006-08-25",
 "awd_abstract_narration": "n\t\r\nThe diversity of microbial eukaryotic genomes has allowed studies pivotal to the discovery of basic biological phenomena, including self-splicing RNA, telomere addition, and RNA editing.  Developmentally regulated genome rearrangements occur in many disparate taxa, but evolution of the diversity in these processes remains largely unexplored. Ciliates are microbial eukaryotes that undergo diverse and extensive genome rearrangements during development, thus serve as a useful system to study the evolution of genome processing. Studies of ciliate genomes will: (1) allow a better understanding of the evolution of developmental genome processing in eukaryotes, and (2) help to determine the effects of genome architecture on genome-wide patterns of molecular evolution.  Ciliates contain two genomes in each cell: a germline genome in the micronucleus and a somatic genome in the macronucleus.  During development of the macronucleus from a zygotic nucleus, the genome is processed by chromosomal fragmentation and amplification, and elimination of internal sequences.  Some ciliates undergo such extensive genome processing that the resultant macronuclear genomes contain chromosomes that often contain a single gene and short non-coding regions. This research will characterize and compare the cis-acting sequences involved in chromosome fragmentation and excision of internal sequences during this extensive genome processing in a class of understudied ciliates.  In addition, by sequencing coding and non-coding regions, it will allow for comparisons of rates and patterns of molecular evolution among ciliates with extensive processing, other ciliates, and other eukaryotes. These studies will both shed light on the evolutionary mechanisms driving the diversification of genome processing and assess the effects of processing on patterns of molecular evolution in ciliates.\r\n\r\n\t\tThe structure of genomes is highly variable across the tree of life, however the origins of this variation and its impact on patterns of evolution remain unclear.  By focusing on a group of microbial organisms with diverse and unusual genomic structure (ciliates), this research will characterize the diversification of genome structures and assess its effect on the evolution of proteins and gene regulation.  These data will enhance our understanding of the biological factors that are important in determining the rates and patterns of molecular and genome evolution.  Furthermore, this project will have broader impacts for society. This support for a beginning female investigator will help increase the representation of women in the biological professoriate.  At least one graduate student and two undergraduates will be directly integrated into the research. Both undergraduates are from traditionally underrepresented groups. In addition, this research will be instrumental in the development of a graduate course in protist diversity and genome evolution, which will be taught during the spring 2007 semester at the University of Houston.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Zufall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca A Zufall",
   "pi_email_addr": "rzufall@uh.edu",
   "nsf_id": "000224579",
   "pi_start_date": "2006-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}