{
 "awd_id": "0625646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hot zones formation during soot combustion in diesel engines particulate filters",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 268932.0,
 "awd_min_amd_letter_date": "2006-07-26",
 "awd_max_amd_letter_date": "2007-03-28",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Dan Luss \r\nInstitution:  University of Houston\r\nProposal Number: 0625646\r\nTitle: Hot zones formation during soot combustion in diesel engines particulate filters\r\n\r\nIntellectual Merit: \r\n\r\nRegulations requiring a drastic reduction in the soot emission by diesel engines have led to the development of diesel particulate filters (DPF) that collect the soot.  Experience suggests that local hot spots form on the catalytic filter during the regeneration, in which the soot is burned on the catalytic filter.  This has a detrimental impact on the life of the device and should be either eliminated or largely reduced.  There exists a need to gain an understanding and ability to predict the formation of these hot spots and their characteristics and dynamics and determine their dependence on the operating conditions and regeneration procedure, properties and loading of the particulates and properties of the catalytic DPF.  Moreover, to understand the impact of the profile of the deposited particulates and the axial velocity variation in the monolith channels on the ignition and hot spot formation and dynamics.  The PI plans to conduct a combined set of experimental and theoretical/numerical studies to generate this understanding.  The experiments will utilize an IR camera to follow the temperature on the surface of the catalytic filter on which carbon particles will be deposited.  These experiments will provide a set of quantitative data about these hot spot.  He plans to develop and analyze systematically the behavioral features of a sequence of mathematical models of different degrees of complexity in order to gain an understanding of what may cause hot spot formation and an ability to predict them.  In a DPF the gas flows from one channel to the second in a direction perpendicular to the wall.  This causes variations in the axial velocity in the monolith channels, which are not encountered in the usual honeycomb flow.  The PI plans to investigate the impact of this variation in the axial velocity on the mode of DPF ignition and hot spot formation.  The research will enhance the understanding of the complex features and dynamics of spatiotemporal patterns formed by the coupling of reaction, transport and convection.\r\n\r\nBroader Impacts:  \r\n\r\nA strong emphasis of the research will be the education and training of both graduate and undergraduate students.  The research will expose the students to careful experimentation and data processing, use of modern analytical and catalyst characterization methods, modeling, analysis and numerical simulations of convection-diffusion- reaction systems.  It will provide the graduate students with training for industrial and/or academic careers and motivate the undergraduate students to pursue graduate studies.  The PI's research group provided research opportunities for numerous undergraduate students in the past, including minority students.  It is planned to continue this educational feature. Special efforts will be directed to broaden the participation of underrepresented groups.  Half of the current graduate students in the research group are females.  The results of the research will be published in professional journals and presented in technical meetings and in a bi-annual continuing education course offered at UH.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Luss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Luss",
   "pi_email_addr": "dluss@uh.edu",
   "nsf_id": "000386149",
   "pi_start_date": "2006-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 262932.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}