{
 "awd_id": "0625548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Transition Metals in Formation of Environmentally Persistent Free Radicals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aatreya@nsf.gov",
 "po_sign_block_name": "Arvind Atreya",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2006-09-19",
 "awd_max_amd_letter_date": "2009-12-29",
 "awd_abstract_narration": "CTS-0625548 Award Abstract\r\n\r\nTitle: The Role of Transition Metals in Formation of Environmentally Persistent Free Radicals\r\n\r\nThis research will study the role of common transition metals in the formation and stabilization of environmentally persistent free radicals (PFRs) that have been linked to adverse health impacts. Previous research by the PI has clearly demonstrated that combustion systems can generate PFRs when substituted organic molecules react on the surface of Cu(II)O-containing particles such as are found as combustion-generated particulate matter. Co-ordination of the radical with the metal stabilizes it against atmospheric oxidation. Electron paramagnetic resonance (EPR) studies indicate that these radicals exist unchanged under atmospheric conditions for up to 24 hours and persistent indefinitely in a somewhat altered form. Collaborative studies with biomedical researchers have demonstrated that these radical-particle systems induce oxidative stress in exposed tissues that lead to DNA damage as well as pulmonary and cardiovascular dysfunction. Similar results were observed for airborne fine particulate matter (PM2.5) and samples of combustion-generated particulate matter, suggesting that these radicals may be responsible for at least some of the reported health impacts of PM2.5. \r\n\r\nCopper, iron, and vanadium appear to be the most favorable metals for inducing formation of PFRs. Radical formation and stabilization from various molecular precursors will be studied using EPR, X-ray, and FTIR spectroscopic techniques and laboratory-prepared surrogate particles in the manner successfully used in the previous study of Cu(II)O. Ab initio methods will be used to calculate reaction energies, charge distributions, and EPR spectra of model radical-particle systems. Matrix isolation EPR will be used to generate standards of spectra of relevant radicals to assist in identification of PFRs in a more complex environment. Solvent extraction and GC-MS analysis will be used to determine whether PFRs are extractable or if they are converted to molecular species during the extraction process.\r\n\r\nBroader Impacts: It is not generally known within the combustion community that combustion generated particles contain PFRs. In addition to the health impacts of persistent radicals, radicals may be key intermediates in the formation of many pollutants including polychlorinated dibenzo-p-dioxins and polychlorinated furans (PCDD/F). This project is designed to provide key information so that the research community can further explore the impacts of persistent radicals under specific conditions and for specific applications.  In addition to graduate student involvement, an undergraduate researcher has been identified to conduct the extraction and chemical analysis task as a REU project that will result in the preparation of an undergraduate research thesis.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Dellinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barry Dellinger",
   "pi_email_addr": "barryd@lsu.edu",
   "nsf_id": "000250702",
   "pi_start_date": "2006-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Hall",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Randall W Hall",
   "pi_email_addr": "randall.hall@dominican.edu",
   "nsf_id": "000469756",
   "pi_start_date": "2006-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}