{
 "awd_id": "0625159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Enhanced Clay Membrane Barriers for Sustainable Waste Containment",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100453.0,
 "awd_min_amd_letter_date": "2006-09-18",
 "awd_max_amd_letter_date": "2009-03-24",
 "awd_abstract_narration": "NSF Project Abstract\r\nEnhanced Clay Membrane Barriers for \r\nSustainable Waste Containment\r\nPI: Dr. Michael A. Malusis, Bucknell University, Lewisburg, PA\r\nPI: Dr. Jeffrey C. Evans, Bucknell University, Lewisburg, PA\r\n\tCo-PI: Dr. Charles D. Shackelford, Colorado State University, Fort Collins, CO\r\n\r\nThis research project is a collaborative effort between Bucknell University (BU), a predominantly undergraduate institution (PUI), and Colorado State University (CSU), a Research I institution. The overall goal of the proposed research is to evaluate the concept of simultaneously improving both the efficiency and duration of waste containment through the use of clay barriers that exhibit membrane behavior by enhancing the attenuation capacities of the clay barriers. Membrane behavior represents the ability of clays to restrict or prevent the movement of chemical species (contaminants), but not the water in which the chemical species are dissolved. This research goal is based on the results of recent studies documenting both (a) the existence of membrane behavior in clays used as barriers for waste containment applications (e.g., landfills), and (b) the beneficial reduction in the potential for contaminants to penetrate the barrier resulting from the existence of membrane behavior in clay barriers. However, research to date also has indicated that clay membrane behavior is susceptible to potential time-dependent degradation during migration of the contaminants through the barriers. This susceptibility to membrane degradation conceptually can be offset by enhancing the attenuation (sorption) capacity of the clay by adding materials with high sorption capacities (e.g., processed zeolites and activated carbon) to the clay. The resulting increase in sorption capacity hinders or retards contaminant migration such that the membrane behavior is sustained for a longer period of time. However, the potential effect of the additive material requires evaluation, for example, to ascertain the amounts of additive material required, the effectiveness of the additive material in sustaining the existence and efficiency of the membrane behavior, and the potential for any adverse interaction of the additive material on the observed membrane behavior of the clay. \r\nThe results of the research should advance the state-of-the-art with respect to the practical use of clay membrane barriers for not only improving the efficiency of waste containment but also sustaining the improvement for more long-term protection of human health and the environment. In addition to the scientific aspects of the project, the collaboration between BU and CSU promotes substantial teaching, training, and learning of both graduate and undergraduate students resulting in long-term impacts on the profession. The involvement of both undergraduate and master degree level graduate students in the research at BU enhances the probability that these students will decide to pursue MS and PhD degrees, respectively. The research also provides opportunities for the investigators at BU to interact with professional colleagues at CSU, while enhancing the exposure of the investigator at CSU to a pool of potentially high quality graduate students at BU.  Also, the research exposes numerous students to the latest research during the scheduled site visits by the investigators during the academic year. Finally, the results of the research will be disseminated to the scientific and professional communities not only through oral presentations and refereed published papers, but also in the form of development of a web site devoted to dissemination of information on the behavior and uses of clay membrane barriers to the practicing profession.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Malusis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Malusis",
   "pi_email_addr": "mam028@bucknell.edu",
   "nsf_id": "000191356",
   "pi_start_date": "2006-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Evans",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey C Evans",
   "pi_email_addr": "evans@bucknell.edu",
   "nsf_id": "000176678",
   "pi_start_date": "2006-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "1 DENT DR",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 94598.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 5855.0
  }
 ],
 "por": null
}