{
 "awd_id": "0625594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Properties of Polymer Brushes in Confined Geometries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2006-09-18",
 "awd_max_amd_letter_date": "2007-09-21",
 "awd_abstract_narration": "Abstract\r\n\r\nProperties of Polymer Brushes in Confined Geometries\r\n\r\nTonya L. Kuhl / CTS-0625594 / U. Calif. Davis\r\n\r\nPolymer molecules at solid or fluid interfaces have an enormous spectrum of applications in a wide variety of technologies from lubrication of mechanical surfaces to the synthesis of biocompatible interfaces. Over the past decade, neutron reflectivity measurements have become a powerful tool for measuring the conformations of ultra-thin polymer layers at interfaces, however the structure of polymer thin-films under confinement and/or shear has remained elusive due to the inherent difficulties in measuring thin-film properties. Building on the principle investigator's  recent pioneering work with specular neutron scattering from buried interfaces, the project is an experimental program to directly measure and characterize the structure of polymer brushes under confinement and shear using new experimental and analysis tools. They build upon their preliminary effort towards the in-situ characterization of the structure and interaction forces of polymer brushes and molecularly thick films as a function of confinement and shear by experiments that use neutron scattering, exploit contrast matching techniques, and are augmented with interaction force profile measurements. The investigator has developed an apparatus, Neutron Confinement Shear Cell (NCSC), which enables the surface separation (<100nm) between aligned substrates to be controlled while simultaneously conducting in-situ structural characterization of the intervening material with neutron reflectivity measurements under both static and shear conditions. A second generation NCSC will also be developed with enhanced capabilities for dynamic shear measurements. They will be able to explore a rich parameter space including polymer characteristics (film thickness, molecular weight, grafting modality, grafting density), and solvent quality to provide insight and predictive capabilities for rational design of polymer brushes. The experimental results will be used to discriminate valid theoretical models and simulations and will likely affect the assumptions used in such efforts. Preliminary findings indicate discrepancies between experimental results and theoretical predictions, particularly regarding the level of brush-brush interpenetration. Elucidating and quantifying the behavior and properties of grafted polymers in restricted geometries will aid their ability to predict what makes chains of one chemical structure and grafted architecture more effective in lowering friction forces than those of another and to develop smart, polymer brush layers that respond to changes in solvent quality or flow. Towards these efforts, the investigator  will also develop innovative tools for model-free specular scattering data analysis that will make it possible to accurately characterize the scattering length density profile using new approaches to model independent 1D profile fitting and 2D surface models that are more suited for representing lateral variations in film structure. These programs will be made available to the general neutron and x-ray scattering user community. The techniques and findings developed in this project will contribute significantly to the fundamental understanding of structure-property relationships of polymer brushes in restricted geometries and their utilization as ultra-low friction lubricants, adhesion modifiers, to control flow in microfluidic devices and membrane technologies, and colloidal dispersion stabilization and rheology.\r\n\r\nBroader Impacts\r\nThe proposed work will serve to support and grow the neutron scattering community in soft condensed matter and will develop and disseminate new techniques and analysis tools for studying materials at interfaces and under confinement, which will benefit both neutron scattering and nanoscience. Students and postdoctoral researchers will be trained in the use of advanced research methods utilizing the nation's premier neutron scattering facilities. These activities are strongly coupled to the development of a new course, titled Scattering Techniques in Materials Science\" which will be offered to graduate and senior undergraduate students. The project will also impact the participation of underrepresented minorities in science and engineering. The PI on this grant proposal is a woman and has an established track record in mentoring female graduate and undergraduate students.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tonya",
   "pi_last_name": "Kuhl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tonya L Kuhl",
   "pi_email_addr": "tlkuhl@ucdavis.edu",
   "nsf_id": "000463288",
   "pi_start_date": "2006-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}