{
 "awd_id": "0626256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Molecular Layer Deposition and Atomic Layer Deposition of Organic and Inorganic Thin Films",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 292583.0,
 "awd_min_amd_letter_date": "2006-05-31",
 "awd_max_amd_letter_date": "2009-08-17",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Gregory Parsons \r\nInstitution:  North Carolina State University\r\nProposal Number: 0626256\r\nTitle: Integrated Molecular Layer Deposition and Atomic Layer Deposition of Organic and Inorganic Thin Films\r\n\r\nProject Summary\r\n\r\nMany new electronic systems, including displays, solid-state light sources, photovoltaic and other energy conversion devices make use of organic thin films, where the organic materials are chemically coupled to more traditional inorganic electronic materials.  The nature of the inorganic/organic interface is particularly important in controlling device function and performance, yet there is not a significant base of fundamental knowledge regarding chemical processes needed to form well-controlled organic/inorganic interfaces.  This project, therefore, will address fundamental physical and chemical challenges associated with vapor-source deposition and atomic-scale combination of organic and inorganic thin film materials. The work will expand the emerging field of molecular vapor deposition to include study of covalently bound organic monolayer and multilayer polymeric films, as well as combining molecular vapor deposition with atomic layer deposition to achieve integrated organic/inorganic heterostructures.    A key activity will be to identify reaction schemes for depositing metal overlayers onto organic surfaces that impart minimal damage to the organic, while achieving good interface structure as determined by electronic, physical, and chemical characterization probes. The key intellectual merit includes: a) improved understanding of organic thin film and organic/inorganic interface processing, including better insight into transport and reaction mechanisms in deposition; b) improved control over lateral and vertical bonding structure in nanometer-scale structure fabrication; c) establishment of well defined relations between formation chemistry and high-performance device function; and d) expanding the knowledge needed to scale-up molecule-based processes.\r\n\r\nBroad Impact \r\n\r\nThis work has the potential for broad impact by influencing and defining methodology for future organic and hybrid organic/inorganic device fabrication and manufacturing.  It will also have educational impact, the students involved will gain a broad interdisciplinary experience in organic materials and thin film processing.  Undergraduate and graduate students will be introduced to new results and insights related to this project through lab projects, and through the PIs annual course Chemical Processing of Electronic Materials.  The PIs interactions with companies interested in organic materials and organic electronic devices will help to quickly disseminate these results to potential industrial users.  The PI has been successful at recruiting minority and female students into the area of electronic materials and processing, and it is anticipated that funding from this effort will help to further introduce under-represented groups to this exciting emerging field.  The emphasis on electronic materials processing, including aspects of surface chemistry, processing, and electrical evaluation of materials, will prepare the students to make unique contributions in industry or academics.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Parsons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Parsons",
   "pi_email_addr": "gnp@ncsu.edu",
   "nsf_id": "000184782",
   "pi_start_date": "2006-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 292583.0
  }
 ],
 "por": null
}