{
 "awd_id": "0626022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Novel Approach to Antibiotic and Anti-biofouling Activities of Natural Phenols",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 189545.0,
 "awd_min_amd_letter_date": "2006-06-15",
 "awd_max_amd_letter_date": "2007-04-12",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Dong-Shik Kim and Xuefei Huang \r\nInstitution:  University of Toledo\r\nProposal Number: 0626022\r\nTitle: A Novel Approach to Antibiotic and Anti-biofouling Activities of Natural Phenols\r\n\r\nProject Summary\r\n\r\nNatural phenolic compounds are known for unique antibiotic and antioxidant activities that can be used for medical, pharmaceutical, and industrial applications. In this research, several natural phenolic compounds will be selected as model compounds, and will be polymerized and crosslinked to form permanent antibiotic and anti-biofouling coatings. The structure-activity relationships will be investigated, and novel antibiotic anti-biofouling mechanisms will be suggested. The redox potential (i.e., antioxidant activity) of these compounds will be used to delineate possible new anti-biofouling mechanisms.\r\n\r\nPreliminary experiments show unique antibiotic and anti-biofouling activities of the model compounds and their polymers and coatings. These activities are thought to be possible by a combinatory effect of strong redox potential and hydrogen bonding between the cell membranes and phenolic compounds as well as the long alkyl chains membrane penetrating effect. The redox potential is controlled by the phenol ring substituents such as OH and COOH, and ester-linkage, and it is thought that the electron transport system (ETS) and cellular membrane enzymes are disturbed by redox potential, which leads to cell death. For the anti-biofouling activity of the coating, the interaction between the phenolic compound and exopolymer-inducing sensing molecules of the microbes, e.g., acyl-homoserine lactone (AHL), will be investigated to verify the novel anti-biofouling mechanisms. Various structures of the model compounds will be separated, synthesized, polymerized and characterized to determine the structure-activity relationship. The enzymatically synthesized polymers will also be used to form polymers with well-defined structures and permanent anti-biofouling coating on the solid surface.\r\n\r\nIntellectual Merit\r\n\r\n1) The suggested antibiotic mechanisms are thought to be different from those of existing antibiotics, and expected to contribute to development of new antibiotics that reduce antibiotic resistance. 2) The suggested mechanisms of deactivation of quorum sensing molecules and membrane enzymes by hydroxyl radicals are a novel approach that will provide a better understanding on anti-biofouling mechanisms and strategies. 3) Enzymatic polymerization of the renewable resources is a precise and environmentally benign process that dovetails with synthesis of new materials from renewable resources. 3) Measuring redox potential of the coating using a gold interdigitated electrode film and impedance analyzer will be used (it is also considered a valuable tool for easy and accurate measurement of anti- or prooxidant activity of solid materials).\r\n\r\nBroader Impacts\r\n\r\n1) Undergraduate students and local high school students from underrepresented areas will participate in the project in order to integrate research activities into the teaching of science and engineering at broader levels. 2) The anti-biofouling coatings developed in this study are efficient and environmentally-benign, and expected to make significant impacts on ships, catheters, food processors, medical/dental devices, and water distribution systems. 4) Measurement of the redox potential of solid coating by using an interdigitated electrode film and ac impedance analyzer can be applied to ultra-sensitive biochemical sensors for detecting low concentrations of free radicals in environmental pollutants or in the early stage of carcinogenesis or tumorigenesis.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dong-Shik",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dong-Shik Kim",
   "pi_email_addr": "dong.kim@utoledo.edu",
   "nsf_id": "000325158",
   "pi_start_date": "2006-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xuefei",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuefei Huang",
   "pi_email_addr": "xuefei@chemistry.msu.edu",
   "nsf_id": "000183225",
   "pi_start_date": "2006-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 185471.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 4074.0
  }
 ],
 "por": null
}