{
 "awd_id": "0626533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  Stochastic Behavior in Polymer Optical Fiber Drawing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 360001.0,
 "awd_amount": 440451.0,
 "awd_min_amd_letter_date": "2006-09-15",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nNational Science Foundation\r\n\r\nProposal Number:\tCTS-0626533\r\nPrincipal Investigator:  \tEmery, Ashley\r\nAffiliation:  \tUniversity of Washington\r\nProposal Title: \tGOALI:  Stochastic Behavior in Polymer Optical Fiber Drawing\r\n\r\nHigh speed transmission in optical fibers can be achieved by step or graded refractive indices or by the new area of photonic bandgap fibers based on using an internal air core. These fibers offer a wide range of exciting and unique optical performance characteristics including pulse amplification, frequency conversion, third harmonic generation, and lasing. They also offer the potential for extremely low signal attenuation and negligible chromatic dispersion. Photonic bandgap structures can also be designed and utilized for a wide range of the electromagnetic spectrum, from visible to microwave frequencies, due to the tremendous design flexibility that is possible in choosing virtually any hole size and spacing, as appropriate for the desired optical wavelengths. To date, the vast majority of photonic bandgap fiber development has been carried out using silica glass.  This project proposes to tap the virtually unexplored area of photonic bandgap polymer fiber and to focus in particular on the transport phenomena associated with fabrication of these fibers.  The challenge for development of photonic bandgap fiber is that the optical quality and performance of the fiber is highly dependent on the manufacturing process. In particular, the development of photonic bandgap fiber is crucially dependent on the ability to maintain accurate control of the hole diameters and spacing. Polymer optical fiber (POF) development has been hindered by insufficient knowledge of the fundamental transport phenomena during manufacturing.  Several key findings from our previous research have resulted in a greatly improved understanding of the fundamental transport phenomena during POF drawing, and an equally dramatic reduction in diameter variation.  The proposed research is highly collaborative and will involve automated birefringence imaging of photonic bandgap POF as it is being drawn in order to measure the degree of molecular orientation, depending on the draw process conditions. Fiber drawing experiments will be carried out at the University of Washington along with surface characterization and dimensional tolerances of the photonic bandgap fiber. The draw process for photonic bandgap fiber will be numerically simulated with a focus on the effects of uncertainties in material properties (e.g., surface tension, geometry, draw conditions, and convective heating). Tests will also be carried out to assess the optical performance of the photonic bandgap POF.  With respect to Broader Impacts, the co-PIs of this proposal are strongly committed to the integration of research and education and to broadening the participation of underrepresented groups. Each of the co-PIs has demonstrated a continuing commitment through advising undergraduate research, developing hands-on workshops for K-12 students, and leading activities that give students an opportunity to experience the excitement of discovery through disciplined study and research. The application of photonic bandgap fiber is entirely new to mechanical engineering, and it therefore offers a wonderful opportunity to attract students to engineering research in the fields of polymer processing, fluid dynamics, and heat transfer.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Emery",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley F Emery",
   "pi_email_addr": "Emery@U.Washington.EDU",
   "nsf_id": "000442702",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Mescher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Mescher",
   "pi_email_addr": "mescher@u.washington.edu",
   "nsf_id": "000281376",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Nollert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Nollert",
   "pi_email_addr": "pnollert@emeraldbiosystems.com",
   "nsf_id": "000240961",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 360001.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 53450.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Expanding user access to the backbone optical network is dependent upon developing low cost connections. In fact, the high connection cost for glass fiber is the single reason that all-optical networks are not available to the world&rsquo;s general population today.&nbsp; Polymer optical fibers (POF) which can be fabricated to function as optical wave guides will minimize the cost of connections particularly for homes, businesses aircraft and automobiles. Data transmission rates of 4 GHz.km have been obtained with graded-index per-fluorinated POF and data communication at 40 Gb/s has been achieved over short lengths (100m).&nbsp;</p>\n<p>&nbsp;</p>\n<p>High speed transmission in optical fibers can be achieved by step or graded refractive indices or by fibers using an internal air core, Figure 1. These fibers offer a wide range of exciting and unique optical performance characteristics including pulse amplification, frequency conversion, third harmonic generation, and lasing.&nbsp; They also offer the potential for extremely low signal attenuation and negligible chromatic dispersion.&nbsp; Photonic bandgap structures can also be designed and utilized for a wide range of the electromagnetic spectrum, from visible to microwave frequencies, due to the tremendous design flexibility that is possible in choosing virtually any hole size and spacing, as appropriate for the desired optical wavelengths.&nbsp; To date, the vast majority of photonic bandgap fiber development has been carried out using silica glass.</p>\n<p><strong>Project Aims</strong></p>\n<p>The aims of the project were:</p>\n<p>1) to understand the transport phenomena associated with <em>fabrication</em> of photonic bandgap <em>polymer</em> fibers.&nbsp;</p>\n<p>2) to develop a method for analyzing protein crystals contained in hollow polymer fibers</p>\n<p>3) to develop a graded index fiber to improve signal transmission</p>\n<p><strong><em>1) Bandgap Polymer Fibers:&nbsp; Understanding the Stability of Flow in the Furnace</em></strong></p>\n<p>Natural convection in the fiber-drawing environment can be complex, transitioning from stable to oscillatory flow to chaotic. <strong>&nbsp;</strong>This observed complexity motivated our study of natural convection flows in annular cavities. A new furnace was fabricated with outer radius R and the polymer fiber was replaced by a large diameter plastic cylinder of radius r<strong>. </strong>Experiments included measured flowoscillation frequencies for different thermal boundary conditions and radius ratios (e.g. r/R = 0.6 in Fig. 1, and r/R = 0.4 in Fig. 2) &nbsp;as functions of the top iris temperature.</p>\n<p>The flow behavior is also characterized by hysteresis in the frequencies.&nbsp; Hysteresis appeared &nbsp;near 55C (top iris) for several of the frequencies including the most intense 0.1 and 0.2 Hz frequencies. &nbsp;The hysteresis occurs in each of the four thermocouples observed in the experiments.&nbsp; Further work will be needed &nbsp;to determine how to prevent this hysteresis in the drawing furnace.</p>\n<p><strong><em>2) Drawing Hollow Fibers and Growing Protein Crystals</em></strong></p>\n<p>One of the aims of the research is to develop a method for determining the characteristics of crystals using x-ray crystallography. Polymer fibers with a rectangular, hollow cross-section are much better suited for optical investigation of the interior crystals, but because the fiber is pulled from a polymer, the fiber walls exhibit birefringence, which is typically absent in glass. Birefringence is a characteristic feature of protein crystals, which rarely crystallize in non-birefringence cubic symmetries.</p>\n<p>Figure 3 shows crystals of egg protein.&nbsp;&nbsp; The crystals tend to be of variable quality and to grow at random rates that depend upon the moisture content in the fiber, fiber diameter, initial moisture content, seeding of the fibers, and solution chemistry....",
  "por_txt_cntn": "\nExpanding user access to the backbone optical network is dependent upon developing low cost connections. In fact, the high connection cost for glass fiber is the single reason that all-optical networks are not available to the worldÆs general population today.  Polymer optical fibers (POF) which can be fabricated to function as optical wave guides will minimize the cost of connections particularly for homes, businesses aircraft and automobiles. Data transmission rates of 4 GHz.km have been obtained with graded-index per-fluorinated POF and data communication at 40 Gb/s has been achieved over short lengths (100m). \n\n \n\nHigh speed transmission in optical fibers can be achieved by step or graded refractive indices or by fibers using an internal air core, Figure 1. These fibers offer a wide range of exciting and unique optical performance characteristics including pulse amplification, frequency conversion, third harmonic generation, and lasing.  They also offer the potential for extremely low signal attenuation and negligible chromatic dispersion.  Photonic bandgap structures can also be designed and utilized for a wide range of the electromagnetic spectrum, from visible to microwave frequencies, due to the tremendous design flexibility that is possible in choosing virtually any hole size and spacing, as appropriate for the desired optical wavelengths.  To date, the vast majority of photonic bandgap fiber development has been carried out using silica glass.\n\nProject Aims\n\nThe aims of the project were:\n\n1) to understand the transport phenomena associated with fabrication of photonic bandgap polymer fibers. \n\n2) to develop a method for analyzing protein crystals contained in hollow polymer fibers\n\n3) to develop a graded index fiber to improve signal transmission\n\n1) Bandgap Polymer Fibers:  Understanding the Stability of Flow in the Furnace\n\nNatural convection in the fiber-drawing environment can be complex, transitioning from stable to oscillatory flow to chaotic.  This observed complexity motivated our study of natural convection flows in annular cavities. A new furnace was fabricated with outer radius R and the polymer fiber was replaced by a large diameter plastic cylinder of radius r. Experiments included measured flowoscillation frequencies for different thermal boundary conditions and radius ratios (e.g. r/R = 0.6 in Fig. 1, and r/R = 0.4 in Fig. 2)  as functions of the top iris temperature.\n\nThe flow behavior is also characterized by hysteresis in the frequencies.  Hysteresis appeared  near 55C (top iris) for several of the frequencies including the most intense 0.1 and 0.2 Hz frequencies.  The hysteresis occurs in each of the four thermocouples observed in the experiments.  Further work will be needed  to determine how to prevent this hysteresis in the drawing furnace.\n\n2) Drawing Hollow Fibers and Growing Protein Crystals\n\nOne of the aims of the research is to develop a method for determining the characteristics of crystals using x-ray crystallography. Polymer fibers with a rectangular, hollow cross-section are much better suited for optical investigation of the interior crystals, but because the fiber is pulled from a polymer, the fiber walls exhibit birefringence, which is typically absent in glass. Birefringence is a characteristic feature of protein crystals, which rarely crystallize in non-birefringence cubic symmetries.\n\nFigure 3 shows crystals of egg protein.   The crystals tend to be of variable quality and to grow at random rates that depend upon the moisture content in the fiber, fiber diameter, initial moisture content, seeding of the fibers, and solution chemistry.\n\nThe goal of the preliminary tests was to create a large single crystal in solution that would allow for a clear, unambiguous structure to be determined from x-ray crystallography. Typical results are shown in Figure 4.\n\n3)  Creating Graded Index Fibers\n\nCarbon dioxide was infused into a cylindrical rod preform of poly (methyl) methacrylate (PMMA), ..."
 }
}