{
 "awd_id": "0626840",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NeTS-NBD: Future Internet Design (FIND) Architecture and Outreach Coordination",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 466926.0,
 "awd_min_amd_letter_date": "2006-08-17",
 "awd_max_amd_letter_date": "2008-03-07",
 "awd_abstract_narration": "This proposal describes a set of tasks that fit within the larger context of the NSF FIND program, part of the current NeTS solicitation from CISE. The FIND program considers the question of what a future global network of 10 or 15 years should be, and what research is required to build it. A number of factors will differentiate the research funded in this networking focus area from more traditional NSF-supported research, including the need to bring a number of separately funded research teams together over the course of their projects, with an early goal of team building, and a final goal of convergence toward a small number of coherent proposals for network architecture. These special goals signal that some tasks will have to be undertaken that would not normally be proposed or funded in the context of the traditional solicitation process. This proposal is intended to assist NSF in achieving its overall goals for this project by addressing some of these special needs. In cooperation with NSF, I propose to take on the role of Architecture and Outreach Coordinator for the FIND project.\r\n\r\nThe tasks proposed here offers NSF an opportunity to deal with the following issues: architecture framing and groundwork, working meetings and other tools for community building, outreach, ongoing program planning, identification of research priorities (and possible missing areas of investigation), integration of non-NSF funded parties into the coordination process, and linkage to the GENI program, a proposed MREFC project to support research such as FIND. This is not a proposal to define a new architecture, since that task should be undertaken later, and should be separated from the task of coordination.\r\n\r\nIntellectual merit: The intellectual merit of this proposal is the potential to shift the landscape of research in computer networking, and to define a broader and longer-range target for the research community. This work can lead to a more coherent articulation of long-range requirements for a future network, and a growing understanding in the community of the relationship between requirements and mechanism. This work can lead to a substantive shift in focus of specific sub-fields, such as security. It can lead to new understanding of Internet design alternatives. These outcomes will not be in consequence of this proposal alone, but this proposed work will increase the focus and coherence of the overall effort and assist the FIND program in meeting its long-term goals.\r\n\r\nBroader impact: The broader impact of this work will be measured by the success of the\r\nFIND project, both in the research community and, in the longer run, in the world at large. The goal of FIND is to offer to the world a better Internet: more secure, more predictable, and more relevant to tomorrow's needs. This initiative, if successful, will have a highly visible impact of major proportions. The goal of this proposal, in particular, is to nurture the process of turning research contributions from individuals and small teams into a larger, organized assault on the high-level goal. If the NSF is successful at this vision, the payoff of a better, more secure Internet, better aligned with the needs of society, is a powerful contribution by NSF and the research community.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Clark",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Clark",
   "pi_email_addr": "ddc@csail.mit.edu",
   "nsf_id": "000400143",
   "pi_start_date": "2006-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 307914.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 159012.0
  }
 ],
 "por": null
}