{
 "awd_id": "0626226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Investigation of the Heterogeneous Chemistry Occurring between Atoms and Organometallics during Thin Film Synthesis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2006-06-15",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 314107.0,
 "awd_min_amd_letter_date": "2006-06-02",
 "awd_max_amd_letter_date": "2008-01-17",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Colin A. Wolden \r\nInstitution:  Colorado School of Mines\r\nProposal Number: 0626226\r\nTitle: An Investigation of the Heterogeneous Chemistry Occurring between Atoms and Organometallics during Thin Film Synthesis\r\n\r\nIntellectual Merit:\r\n\r\nThis project is a novel approach to thin film synthesis that is described as high vacuum plasma-assisted chemical vapor deposition (HVP-CVD).  In HVP-CVD organometallic precursors are transported to a substrate under collisionless conditions, where they react under a high flux of reactive atoms.  Advantages of HVP-CVD include reduced substrate temperature, significant rates, inherent uniformity, facilitated doping, and the ability to directly study these processes in-situ with high vacuum diagnostics that are not compatible with conventional CVD/ALD technologies.  \r\n\r\nThe heterogeneous oxidation and reduction of organometallics to form thin films is accomplished through reactions with atomic oxygen and atomic hydrogen, respectively.  One goal of this work is to measure the fundamental reaction kinetics, and understand their dependence on both metal and ligand structure by comparing classes of precursors (i.e. metal alkyls, alkoxides, -diketonates).  Thermochemistry calculations, literature review, and experimental screening will be employed to expedite the evaluation of potential precursors.  Promising candidates will be subjected to detailed examination using a suite of in situ diagnostics.  Specifically, the performance of the high-density plasma source will be quantified and optimized using dynamically gated measurements of atom flux.  Emission spectroscopy and detailed modeling will be used to further understand the plasma source.  A quartz crystal microbalance will be used to measure the adsorption/desorption behavior of organometallic precursors.  Mass spectrometry will be used to measure the products of these surface reactions.\r\n\r\nThe second goal of this work is to apply HVP-CVD to the synthesis of film structures required to meet the imposing challenges posed by Moores law.  Materials of interest include high dielectric alternatives to SiO2 as well as metal interconnect structures to replace aluminum.  The composition, structure and optoelectronic properties of the deposited films will be characterized.  Metal-insulator-semiconductor devices will be fabricated and tested, allowing the full establishment of process-structure-property-performance relationships.\r\n\r\nBroader Impacts\r\nHVP-CVD may be envisioned for the synthesis of oxide, metals, nitrides, and carbides through appropriate choice of reagents.  Its benefits may also be applied compatibly with microelectronic processes such as wafer cleaning and interface engineering.  HVP-CVD is a flexible technology that would help enable the implementation of these applications at the nanoscale.  In a sense, HVP-CVD is an engineering solution that returns control of CVD to the synthetic chemist.  As such, it opens unbounded potential for the molecular design and engineering of thin films and interfaces that are instrumental to nanoscience.\r\n\r\nThe research activities will create novel educational opportunities for students ranging from freshmen to PhD candidates in an integrated fashion.  The PI will mentor students from underrepresented groups and pilot a new combined BS/MS degree program. The latter will allow undergraduates to capitalize on their research experience and apply it to a thesis masters degree.  Furthermore, the materials produced by this work will be integrated into an existing semiconductor processing course.  Interdisciplinary teams will employ high dielectrics to fabricate capacitors and transistors.  This grant will also supplement ongoing efforts to integrate computational fluid dynamic across the undergraduate transport curriculum.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Wolden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Colin A Wolden",
   "pi_email_addr": "cwolden@mines.edu",
   "nsf_id": "000385555",
   "pi_start_date": "2006-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 304107.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}