{
 "awd_id": "0627749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CT-T: A Vertical Systems Framework for Effective Defense against Memory-Based Attacks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jeremy Epstein",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 512000.0,
 "awd_min_amd_letter_date": "2006-08-30",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "\r\nThe security of national information infrastructures is undermined by constant malicious attacks exploiting vulnerabilities in systems software. Most existing attacks exploit memory-based flaws, such as stack or heap overflows, and format string vulnerabilities. Current defense mechanisms, either network- or host-based, are not sufficient against many advanced attacks such as polymorphic or metamorphic worm exploits. This project is to provide a comprehensive framework for detecting, analyzing, and exterminating such attacks. The PIs take an interdisciplinary approach, combining their expertise in computer architecture, computer and network security, programming languages, compilers, and software engineering to tackle this difficult problem. \r\nIn particular, the PIs propose a layered defense and analysis framework that consists of: (1) an architecture layer for detecting and recovering from unknown attacks; (2) an analysis layer for diagnosing attacks and generating attack signatures; and (3) a testing layer for discovering and fixing unknown software vulnerabilities. The intellectual merit of this project will lie in the advanced techniques developed in this project to defend against unknown, large-scale memory-based attacks. \r\n\r\nThis interdisciplinary project will allow an effective approach to tackle this problem and advance knowledge in each of the requisite disciplines with both systems concepts and advanced programming language and analysis techniques. The broader impact of this project is the potential for a more reliable and secure information systems infrastructure. This will have tremendous economical impact on society because of our growing reliance on information technologies. Research results from this project (such as systems, simulators, and tools) will be widely disseminated so that they can be further evaluated, enhanced, and adopted to benefit other researchers and the industry.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhendong",
   "pi_last_name": "Su",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhendong Su",
   "pi_email_addr": "su@cs.ucdavis.edu",
   "nsf_id": "000336300",
   "pi_start_date": "2006-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shyhtsun",
   "pi_last_name": "Wu",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Shyhtsun F Wu",
   "pi_email_addr": "wu@cs.ucdavis.edu",
   "nsf_id": "000156548",
   "pi_start_date": "2006-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737100",
   "pgm_ele_name": "CYBER TRUST"
  },
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the duration of this project, we, the principal investigators and<br />graduate students, have investigated novel and practical techniques to<br />detect, analyze, and prevent vulnerabilities and attacks. The<br />conducted research and education activities have advanced our<br />understanding regarding attack detection and prevention, helped to<br />discover many serious vulnerabilities in widely-deployed software, and<br />trained next generation security researchers and engineers. More<br />specifically,<br /><br />- We have developed techniques to analyze and recover from attacks<br />that can be used to take full control of vulnerable systems.<br /><br />- We have developed techniques to analyze and detect stealthy<br />malicious software (malware), which typically employs various<br />strategies to evade detection.<br /><br />- We have developed techniques to cluster malware variants and<br />generate simple, precise signatures for effective malware detection<br />and analysis.<br /><br />- We have developed effective testing and analysis techniques that<br />have been used to uncover serious vulnerabilities in popular Windows<br />software and Web applications, thus significantly improving the<br />security of existing software and systems.<br /><br />- We have substantially advanced our knowledge regarding software<br />security by investigating new types of vulnerabilities, and inventing<br />new techniques to detect attacks and vulnerabilities.<br /><br />- We have disseminated our research results through publications in<br />top outlets such as highly-competitive conferences and premium<br />journals, public tool releases, and research exchanges.<br /><br />- We have successfully trained the next generation computer security<br />experts (four PhD graduates) through graduate student advising and<br />engineers through undergraduate and graduate level education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2012<br>\n\t\t\t\t\tModified by: Zhendong&nbsp;Su</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor the duration of this project, we, the principal investigators and\ngraduate students, have investigated novel and practical techniques to\ndetect, analyze, and prevent vulnerabilities and attacks. The\nconducted research and education activities have advanced our\nunderstanding regarding attack detection and prevention, helped to\ndiscover many serious vulnerabilities in widely-deployed software, and\ntrained next generation security researchers and engineers. More\nspecifically,\n\n- We have developed techniques to analyze and recover from attacks\nthat can be used to take full control of vulnerable systems.\n\n- We have developed techniques to analyze and detect stealthy\nmalicious software (malware), which typically employs various\nstrategies to evade detection.\n\n- We have developed techniques to cluster malware variants and\ngenerate simple, precise signatures for effective malware detection\nand analysis.\n\n- We have developed effective testing and analysis techniques that\nhave been used to uncover serious vulnerabilities in popular Windows\nsoftware and Web applications, thus significantly improving the\nsecurity of existing software and systems.\n\n- We have substantially advanced our knowledge regarding software\nsecurity by investigating new types of vulnerabilities, and inventing\nnew techniques to detect attacks and vulnerabilities.\n\n- We have disseminated our research results through publications in\ntop outlets such as highly-competitive conferences and premium\njournals, public tool releases, and research exchanges.\n\n- We have successfully trained the next generation computer security\nexperts (four PhD graduates) through graduate student advising and\nengineers through undergraduate and graduate level education.\n\n\t\t\t\t\tLast Modified: 02/07/2012\n\n\t\t\t\t\tSubmitted by: Zhendong Su"
 }
}