{
 "awd_id": "0627803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Exploratory seismic reflection and gravity coring survey of Lakes Mantano and Towuti, Indonesia",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 81415.0,
 "awd_min_amd_letter_date": "2006-09-05",
 "awd_max_amd_letter_date": "2007-08-06",
 "awd_abstract_narration": "This Small Grant for Exploratory Research (SGER) supports a seismic reflection and gravity coring survey of two large tectonic lakes on the island of Sulawesi, Indonesia: Lakes Mantano and Towuti. Although limnologic and meterologic data suggest that both lakes should be sensitive to El Nino Southern Oscillation-driven (ENSO) climate changes, virtually nothing is known about sedimentation in the lakes nor their environmental histories. The research will explore the potential of the two lakes for paleoclimate research using seismic reflection and gravity coring methods, leveraging support from Canadian and Indonesian scientific partners and industry. The overarching goal is to gain new insight into the Pleistocene and Holocene history of ENSO using lake-based climate reconstruction in Indonesia. This exploratory research represents a first step toward that goal: an expedition to Lakes Mantano and Towuti, Indonesia. The team will collect about 500 km of high- and intermediate-resolution seismic reflection data and a suite of gravity core and grab samples, and conduct a small laboratory program to investigate sediment samples and sedimentary environments in the two lakes. Specifically, seismic data and core samples will be used to:\r\n1) Identify erosional unconformities and other stratigraphic surfaces that could indicate the depth\r\nof major lake level changes\r\n2) Investigate modern patterns of sedimentation in the lakes to identify promising sites for long\r\npiston coring to be supported by future proposals\r\n3) Calibrate geochemical and organic geochemical proxies\r\n4) Develop preliminary records of recent environmental changes in the two lakes. \r\nAlthough highly exploratory, the work should catalyze significant future research on Indonesian climate and environmental history using lake sediments.\r\nIntellectual merits: ENSO is a phenomenon of global interest, but our understanding of ENSO variability at timescales of decades to millennia is poor. This study will provide a preliminary but extremely valuable record of lake lowstands and drought from Indonesia, contributing to several areas of special emphasis within the US Climate Change Science Program. Moreover, this research represents the first systematic paleoclimate study of Indonesian large lakes, and Lakes Mantano and Towuti could eventually provide unparalleled records of Indonesian climate history and ENSO variability.\r\nBroader Impacts: This study will promote a broad, international collaboration between US, Indonesian, and Canadian scientists working on Indonesian lakes. Gravity cores collected will form the basis for senior research theses at Brown University, and will provide a basis for reconstructing ENSO-driven drought in Indonesia, critical to evaluating water resources for agriculture and hydroelectric utilization in one of the most densely populated countries in the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Russell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Russell",
   "pi_email_addr": "james_russell@brown.edu",
   "nsf_id": "000349488",
   "pi_start_date": "2006-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 81415.0
  }
 ],
 "por": null
}