{
 "awd_id": "0628122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Thinking with Data:  A Cross-Disciplinary Approach",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert E. Gibbs",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 979271.0,
 "awd_amount": 1168938.0,
 "awd_min_amd_letter_date": "2006-09-18",
 "awd_max_amd_letter_date": "2010-02-05",
 "awd_abstract_narration": "This project is developing a data literacy curriculum for 7th grade students which will be composed of four two-week units to be taught in social studies, mathematics, science and English courses.  The curriculum will utilize data on water use and quality in Ohio, chosen because other communities will have comparable data to modify the curriculum to meet their needs.  Central to the curriculum will be the issue of fairness and how data are used to make societal decisions.  The curriculum will be pilot tested and field tested in three middle schools in Ohio.\r\n\r\nResearch will be conducted on the efficacy of an instructional model called Preparation for Future Learning (PFL).  The underlying tenant of this model is that learning is enhanced if students become familiar with a problem and its context before a solution is developed.  In this case, the social studies unit will be the preparation for the learning that will occur in mathematics and science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Swan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Swan",
   "pi_email_addr": "kswan@kent.edu",
   "nsf_id": "000112285",
   "pi_start_date": "2006-09-18",
   "pi_end_date": "2008-10-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Cook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dale Cook",
   "pi_email_addr": "dcook@kent.edu",
   "nsf_id": "000273754",
   "pi_start_date": "2008-10-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Swan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Swan",
   "pi_email_addr": "kswan@kent.edu",
   "nsf_id": "000112285",
   "pi_start_date": "2010-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Vahey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Vahey",
   "pi_email_addr": "phil@appliedlearninginsights.com",
   "nsf_id": "000131694",
   "pi_start_date": "2006-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735500",
   "pgm_ele_name": "INSTRUCTIONAL MATERIALS DEVELP"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 718536.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 260735.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 189667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>&ldquo;We use data every day&mdash;to choose medications or health practices, to decide on a place to live, or to make judgments about education policy and practice. The newspapers and TV news are full of data about nutrition, side effects of popular drugs, and polls for current elections. Surely there is valuable information here, but how do you judge the reliability of what you read, see, or hear?&nbsp; This is no trivial skill&mdash;and we are not preparing students to make these critical and subtle distinctions.&rdquo;</em>&nbsp; -- Andee Rubin</p>\n<p><strong>Thinking with Data</strong> (TWD) is an Instructional Materials Design project which developed and tested a cross-curricular unit designed to cultivate middle school students&rsquo; deep understanding of data literacy. The TWD unit consists of four, two-week replacement modules for interdisciplinary implementation in seventh grade Social Studies, Mathematics, Science, and English Language Arts.&nbsp; The modules address issues of data representation, proportional reasoning, and data-based argumentation using real data in discipline-specific, problem-solving contexts aligned with relevant subject area standards.&nbsp;</p>\n<p>The context for the TWD modules is a compelling one: world water issues.&nbsp; Activities and materials are designed around student investigations of water issues in the Tigris/Euphrates and six US watersheds using real world data. Data manipulation across the unit centers on use of proportional reasoning, an important part of middle school curricula and the foundation for higher mathematics. In <strong><em>Social Studies</em></strong>, students use existing data to explore water availability and usage in Turkey, Syria, and Iraq, and try to devise fair ways of sharing available water.&nbsp; In <strong><em>Mathematics</em></strong>, they learn techniques of proportional reasoning to expand on their Social Studies work and develop data-based solutions and arguments for fair use.&nbsp; In <strong><em>Science</em></strong>, they learn about the science behind water issues in the Tigris/Euphrates basin, beginning with how the water cycle manifests itself in the region, and how ditch irrigation contributes to soil salinity.&nbsp; Students then explore water issues in six US watersheds.&nbsp; In <strong><em>English Language Arts</em></strong>, students develop reports on these (US watershed) issues and present possible solutions to them as persuasive arguments developed within both written essays and oral presentations.</p>\n<p>The TWD unit is grounded in a <strong>Preparation for Future Learning (PFL)</strong> pedagogical approach (Bransford &amp; Schwartz, 1999). It investigates how <strong>preparing</strong><strong> students to learn</strong> in one curricular context (Social Studies) with <strong>formal</strong><strong> learning</strong> occurring in another (Mathematics) can improve students&rsquo; deep understanding of data literacy. The project further explores extending the PFL approach to include <strong>application</strong> and <strong>communications</strong><strong> </strong>activities in still other curricular contexts (Science / ELA), which we believe will further enhance their learning of data literacy (see Figure 1).</p>\n<p><strong>Field testing</strong> of the Thinking with Data modules and materials took place with seventh graders in two middle schools in northeast Ohio.&nbsp; Schools were selected because they utilized a team teaching approach which kept students together for math, science, social studies and English language arts.&nbsp; This allowed researchers to explore the efficacy of the TWD unit through observations, interviews with teachers and students, and the comparison of data literacy gains between students in the teams participating in the unit and their classmates on other teams. All seventh grade students were pre- and post-tested using a scenario-based, fiv...",
  "por_txt_cntn": "\n\"We use data every day&mdash;to choose medications or health practices, to decide on a place to live, or to make judgments about education policy and practice. The newspapers and TV news are full of data about nutrition, side effects of popular drugs, and polls for current elections. Surely there is valuable information here, but how do you judge the reliability of what you read, see, or hear?  This is no trivial skill&mdash;and we are not preparing students to make these critical and subtle distinctions.\"  -- Andee Rubin\n\nThinking with Data (TWD) is an Instructional Materials Design project which developed and tested a cross-curricular unit designed to cultivate middle school studentsÆ deep understanding of data literacy. The TWD unit consists of four, two-week replacement modules for interdisciplinary implementation in seventh grade Social Studies, Mathematics, Science, and English Language Arts.  The modules address issues of data representation, proportional reasoning, and data-based argumentation using real data in discipline-specific, problem-solving contexts aligned with relevant subject area standards. \n\nThe context for the TWD modules is a compelling one: world water issues.  Activities and materials are designed around student investigations of water issues in the Tigris/Euphrates and six US watersheds using real world data. Data manipulation across the unit centers on use of proportional reasoning, an important part of middle school curricula and the foundation for higher mathematics. In Social Studies, students use existing data to explore water availability and usage in Turkey, Syria, and Iraq, and try to devise fair ways of sharing available water.  In Mathematics, they learn techniques of proportional reasoning to expand on their Social Studies work and develop data-based solutions and arguments for fair use.  In Science, they learn about the science behind water issues in the Tigris/Euphrates basin, beginning with how the water cycle manifests itself in the region, and how ditch irrigation contributes to soil salinity.  Students then explore water issues in six US watersheds.  In English Language Arts, students develop reports on these (US watershed) issues and present possible solutions to them as persuasive arguments developed within both written essays and oral presentations.\n\nThe TWD unit is grounded in a Preparation for Future Learning (PFL) pedagogical approach (Bransford &amp; Schwartz, 1999). It investigates how preparing students to learn in one curricular context (Social Studies) with formal learning occurring in another (Mathematics) can improve studentsÆ deep understanding of data literacy. The project further explores extending the PFL approach to include application and communications activities in still other curricular contexts (Science / ELA), which we believe will further enhance their learning of data literacy (see Figure 1).\n\nField testing of the Thinking with Data modules and materials took place with seventh graders in two middle schools in northeast Ohio.  Schools were selected because they utilized a team teaching approach which kept students together for math, science, social studies and English language arts.  This allowed researchers to explore the efficacy of the TWD unit through observations, interviews with teachers and students, and the comparison of data literacy gains between students in the teams participating in the unit and their classmates on other teams. All seventh grade students were pre- and post-tested using a scenario-based, five-question test of data literacy.  The test assessed studentsÆ ability to interpret and argue from data presented in tables (Q1), to synthesize data across table to explore explanations (Q2), to glean data and data-based explanations from newspaper articles (Q3), to perform proportional calculations and interpret their meaning (Q4), and to know what data they were missing and would need to further investigate the issues presented (Q5). As can b..."
 }
}