{
 "awd_id": "0629323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Change in the Climate and Hydrology of the Arctic Land Region: Synthesizing the Results of the ARCSS Fresh Water Initiative Projects",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 309916.0,
 "awd_amount": 309916.0,
 "awd_min_amd_letter_date": "2006-08-15",
 "awd_max_amd_letter_date": "2006-08-15",
 "awd_abstract_narration": "The climate of the Arctic is changing. According to the Arctic Climate Impact Assessment (ACIA), \"Arctic climate is now warming rapidly, and much larger changes are projected\". These changes are of concern because of their possible implications for global ocean circulation. The ARCSS Freshwater Integration Study (FWI) was designed to address the scientific basis of many of these broader issues that are related to the arctic freshwater cycle, especially over land. In particular, FWI has the objective of addressing \"... key, unresolved issues ... [that are] fundamentally cross-disciplinary and synthetic in nature\". Three of these issues deal directly with the coupled implications of arctic climate and the water and energy balances of the region. NSF funded a group of 18 FWI projects in 2002, which together with subsequent ARCSS projects were intended to address the FWI questions outlined above. However there is a need for synthesis activities to exploit more fully results of the FWI projects. This work will utilize research results from the FWI projects that have a substantial land surface activity, and will incorporate the results in a synthesis activity that will document and attribute observed change in the arctic hydrologic cycle, both for the climate of the region, and the global climate system. The primary synthesis mechanism will be a coupled regional land-atmosphere model (either polar WRF or MM5), and (more limited use) of a global model of medium complexity of the ocean-land-atmosphere system. The overarching science question to be addressed is: How do changes in arctic land processes affect the climate of the region, what are the implications of these changes for the arctic hydrologic cycle (including coupling and feedbacks with the atmosphere), and what are the impacts of changes in the arctic freshwater system on global climate?\r\n\r\nThe research will address two supporting science questions: 1) How can the results from the FWI studies be used to better understand the hydrologic processes affecting observed change in the freshwater balance of the pan arctic land system? and 2) To what extent are the observed changes in Arctic terrestrial hydrologic cycle due to imported change from other regions (via atmospheric processes), and to what extent are the observed terrestrial hydrologic changes exported to the atmosphere and to the global ocean system? The first question leads to attribution questions regarding which hydrologic processes have contributed to observed change, and will be addressed using a strategy of uncoupled, partially coupled, and fully coupled land-atmosphere modeling at the pan-arctic scale. Addressing the second question will require documenting the effect of hydrologic change on global climate (via changes in the oceans). It will be addressed through use of a coupled GLOBAL land-ocean-atmosphere model of medium complexity (University of Victoria ESCM climate model).\r\n\r\nTo date our understanding of change in the Arctic region and its broader role in global climate has been limited. This research seeks to provide a comprehensive view of key hydrological processes within the Arctic system and how they interact regionally and with the global system via oceanic and atmospheric pathways. It is expected that this will result in a better understanding of how hydrologic processes have contributed to observed change and the contribution from extra-Arctic processes. Detailed analysis of these interactions and feedbacks will provide valuable information to the climate community for understanding the role of the Arctic in climate variability and change.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Vorosmarty",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J Vorosmarty",
   "pi_email_addr": "cvorosmarty@gmail.com",
   "nsf_id": "000188059",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lammers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Lammers",
   "pi_email_addr": "Richard.Lammers@unh.edu",
   "nsf_id": "000085612",
   "pi_start_date": "2006-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 98288.0
  }
 ],
 "por": null
}