{
 "awd_id": "0629811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ATOL: Collaborative Research:  Resolving Mammalian Phylogeny with Genomic and Morphological Approaches",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 861587.0,
 "awd_amount": 861587.0,
 "awd_min_amd_letter_date": "2006-09-15",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "AToL: Collaborative Research: Resolving Mammalian Phylogeny with Genomic and Morphological Approaches\r\n\r\nNovacek, Michael J., American Museum of Natural History, EF 0629811 \r\n Murphy, William J., Texas A & M Research Foundation, EF 0629849 \r\n O'Leary, Maureen A., SUNY Stony Brook, EF 0629836 \r\n Luo, Zhe-Xi, Carnegie Institute, EF 0629959 \r\n Springer, Mark, Univ. California, Riverside, EF 0629860\r\n\r\n                                                                                   Abstract\r\nOnly a few of the myriad biological groups now thriving on this planet have fossil records that chronicle their evolutionary past. One of these few is Mammalia, known from about 5,000 extant species distributed among 1135 living genera, including our own human lineage, and more than 4,000 extinct genera, a four-to-one ratio of fossil genera to living genera that can hardly be matched elsewhere in the biota.  Mammals display a spectacular range in size, form, and adaptations. They are closely linked to human health, welfare, and experience. No tree of all life could be regarded as complete without a comprehensive phylogeny of Mammalia. This conviction has inspired a surge of work in paleontology, comparative anatomy, and molecular biology. Despite these significant gains, many aspects of mammalian phylogeny are unresolved or highly controversial, even at some of the major branching points on the mammalian tree. \r\nPIs propose to examine species exemplars for 135 extant families, the majority of some 350 extinct families, and to extend this sample to a generic-level data set of 500 extant and nearly 500 extinct genera for combined analysis of genes and morphology. Their molecular team will continue to sample taxa toward a goal of covering 95% of all living genera outside the murids (rats, mice, and kin) and sciurids (squirrels). For character evidence, PIs plan to sample 30Kb in gene sequences from 34 genes for at least one exemplar of all living families. For the larger generic-level phases of the project, they will sample at least 6Kb of sequence.  Morphologists will collect a projected 2,000 characters. Completion of a broad scale phylogeny for mammals will provide a model system in evolutionary and comparative biology with numerous applications in conservation and wildlife management, human health, biomedicine, and other areas. In addition, PIs intend to compile an integrated and image rich database for mammalian characters and convert it into a powerful toolkit for conservation management, education, and outreach through training programs and web resources. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Novacek",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Novacek",
   "pi_email_addr": "novacek@amnh.org",
   "nsf_id": "000452703",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Simmons",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy B Simmons",
   "pi_email_addr": "simmons@amnh.org",
   "nsf_id": "000417525",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin Meng",
   "pi_email_addr": "jmeng@amnh.org",
   "nsf_id": "000149908",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Asher",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Asher",
   "pi_email_addr": "asher@amnh.org",
   "nsf_id": "000148695",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Flynn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Flynn",
   "pi_email_addr": "jflynn@amnh.org",
   "nsf_id": "000518966",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1580",
   "pgm_ref_txt": "INSTRUMENTATION & FACILITIES"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 282141.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 278735.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 182866.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 117845.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2005 <em>Science </em>magazine identified discovery of the Tree of Life as one of the 125 most important science questions still unanswered. &nbsp;The mammal part of this Tree, the group to which humans belong, has been actively debated by scholars, including the relationships and times of origin of major groups. Debates include such basic questions as whether or not primates and rodents lived at the same time as the non-avian dinosaurs.&nbsp; Mammals have an enormously rich fossil record that provides critical data impacting this debate.</p>\n<p>We conducted the largest research effort to date using new computer infrastructure and cutting edge team-based approaches to build an unprecedented dataset of phenomic (e.g., anatomical, developmental) data on living and fossil mammals. &nbsp;We combined this with genomic data to create a synthetic Tree of Life for mammals and to reconstruct scientifically the &lsquo;look&rsquo; of the common ancestor of all placental mammals.&nbsp; We discovered that when all data are integrated it becomes clear that placental mammals (those giving live birth after long gestation) evolved much later than would be predicted by the use of molecular data alone and that groups like primates and rodents appeared after the extinction of the non-avian dinosaurs.&nbsp; This means that placental mammal evolution fit what is called an &ldquo;Explosive Model&rdquo; whereby groups like whales, primates, carnivores and bats originated and speciated after the Cretaceous-Paleogene boundary some 65 million years ago when 75% of species when extinct following an asteroid impact and major volcanic eruptions.</p>\n<p>The significance of our research was reported on the front page of the New York Times and over 75 other media outlets internationally.&nbsp; We estimate that the research was read by over 114 million people worldwide, and the reconstruction of the placental ancestor proved to be an enormously effective means of generating public interest in the significance of science, systematics, and evolutionary biology.</p>\n<p>More than a dozen US institutions and 30 collaborating scientists from four continents collaborated on this project, which was published as a long article in <em>Science</em> (O&rsquo;Leary et al. 2013), one of the highest impact science journals. &nbsp;Accompanying the printed article is our new online dataset of mammal comparative anatomy in the NSF supported database MorphoBank.&nbsp; This dataset is available to scientists, educators and the public via the web, and documents in words and pictures thousands of anatomical features for 86 fossil and modern species.</p>\n<p>Specifically during this project, we answered three main questions:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; 1) &ldquo;<em>When did the placental mammals first appear and begin to diversify?</em>&rdquo; Placental mammals originated&nbsp;<em>after </em>the extinction of the non-avian dinosaurs, but within 200,000 to 400,000 years after the mass extinction event, contrary to some prior hypotheses based on genetic data alone that suggested placentals evolved much earlier.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; 2) <em>&ldquo;What are the relationships among the major groups of living and extinct mammals?&rdquo;</em> Our analyses showed that phenomic data are particularly powerful for building the Tree of Life and combined with genetic data give a fuller picture of evolution. Phenomic data were essential to determining some major groupings in this tree, including determining the closest relatives of our own group the Primates (tree shrews and &ldquo;flying lemurs&rdquo;).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; 3)<em>&ldquo;What were the biological attributes of the placental mammal ancestor?&rdquo;</em>&nbsp; Using an algorithm to trace features on the mammal tree permitted a &ldquo;full-body&rdquo; and life-history reconstruction of the placental ancestor as a small (less than half a pound),...",
  "por_txt_cntn": "\nIn 2005 Science magazine identified discovery of the Tree of Life as one of the 125 most important science questions still unanswered.  The mammal part of this Tree, the group to which humans belong, has been actively debated by scholars, including the relationships and times of origin of major groups. Debates include such basic questions as whether or not primates and rodents lived at the same time as the non-avian dinosaurs.  Mammals have an enormously rich fossil record that provides critical data impacting this debate.\n\nWe conducted the largest research effort to date using new computer infrastructure and cutting edge team-based approaches to build an unprecedented dataset of phenomic (e.g., anatomical, developmental) data on living and fossil mammals.  We combined this with genomic data to create a synthetic Tree of Life for mammals and to reconstruct scientifically the ælookÆ of the common ancestor of all placental mammals.  We discovered that when all data are integrated it becomes clear that placental mammals (those giving live birth after long gestation) evolved much later than would be predicted by the use of molecular data alone and that groups like primates and rodents appeared after the extinction of the non-avian dinosaurs.  This means that placental mammal evolution fit what is called an \"Explosive Model\" whereby groups like whales, primates, carnivores and bats originated and speciated after the Cretaceous-Paleogene boundary some 65 million years ago when 75% of species when extinct following an asteroid impact and major volcanic eruptions.\n\nThe significance of our research was reported on the front page of the New York Times and over 75 other media outlets internationally.  We estimate that the research was read by over 114 million people worldwide, and the reconstruction of the placental ancestor proved to be an enormously effective means of generating public interest in the significance of science, systematics, and evolutionary biology.\n\nMore than a dozen US institutions and 30 collaborating scientists from four continents collaborated on this project, which was published as a long article in Science (OÆLeary et al. 2013), one of the highest impact science journals.  Accompanying the printed article is our new online dataset of mammal comparative anatomy in the NSF supported database MorphoBank.  This dataset is available to scientists, educators and the public via the web, and documents in words and pictures thousands of anatomical features for 86 fossil and modern species.\n\nSpecifically during this project, we answered three main questions:\n\n     1) \"When did the placental mammals first appear and begin to diversify?\" Placental mammals originated after the extinction of the non-avian dinosaurs, but within 200,000 to 400,000 years after the mass extinction event, contrary to some prior hypotheses based on genetic data alone that suggested placentals evolved much earlier.\n\n     2) \"What are the relationships among the major groups of living and extinct mammals?\" Our analyses showed that phenomic data are particularly powerful for building the Tree of Life and combined with genetic data give a fuller picture of evolution. Phenomic data were essential to determining some major groupings in this tree, including determining the closest relatives of our own group the Primates (tree shrews and \"flying lemurs\").\n\n     3)\"What were the biological attributes of the placental mammal ancestor?\"  Using an algorithm to trace features on the mammal tree permitted a \"full-body\" and life-history reconstruction of the placental ancestor as a small (less than half a pound), insect-eating mammal, that moved regularly both in the trees and on the ground, gave birth to a single baby, and had a moderately large brain.\n\nWe trained the next generation of comparative biology scholars to employ team-based approaches and new software when tackling challenging scientific problems. We educated 9 postdoctoral fellows, 5 PhD students, nu..."
 }
}