{
 "awd_id": "0630852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Further Development of the Theory of Bellman Functions and Applications to Estimates for Singular Integral Operators",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2006-02-13",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 11948.0,
 "awd_amount": 11948.0,
 "awd_min_amd_letter_date": "2006-05-16",
 "awd_max_amd_letter_date": "2006-05-16",
 "awd_abstract_narration": "The method of Bellman functions originated in the theory of optimal control. In recent years it has been applied to a surprising variety of problems in harmonic analysis. The PI plans to further develop the applicability of the method of Bellman functions to a broader range of problems and study its connection with other common tools that appear in harmonic analysis.\r\nThis method plays a crucial role in the PI's work concerning singular integral operators in weighted and unweighted spaces. The problems include sharp numerical bounds for the Beurling operator in Lebesgue spaces (the famous p-1 problem) as well as suitable sharp norm estimates for Riesz transforms in n dimensional weighted Lebesgue spaces, preferrably independent of the dimension. A related direction the PI is interested in is concerned with boundedness of a particular singular integral operator such as the Hilbert transform if the source and the target space have a different weight. \r\n\r\nThis project lies in harmonic analysis, which has been a \r\ncentral area of mathematics for a long time. Many questions in other fields reduce to questions best posed and solved in the framework of analysis. Such questions include the existence of \r\nspecial building blocks of functions (wavelets) that are particularly well-suited for applications in signal processing. Other questions include the boundedness property of so-called singular integral operators, which are of extreme importance in problems in partial \r\ndifferential equations, and physics. The PI's work consists of studying the continuity properties of such operators in detail.\r\n\r\nWe often study singular integral operators through their actions on the building blocks, using a technique inherited and modified from stochastic optimal control. This method, called method of Bellman functions, provides a simpler yet often more powerful alternative to very involved tools in harmonic analysis. In addition, through its relative simplicity still being accessible to those with less specialized background knowledge, for example scientists in other fields. As such it serves both as link to other scientific fields, furthering interdisciplinary communication and provides a possibility of early involvement of undergraduates or beginning graduate students into research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefanie",
   "pi_last_name": "Petermichl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefanie Petermichl",
   "pi_email_addr": "stefanie@math.utexas.edu",
   "nsf_id": "000320788",
   "pi_start_date": "2006-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 11948.0
  }
 ],
 "por": null
}