{
 "awd_id": "0632069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Molecular Analysis of the Gamma-Tubulin:Microtubule Interaction",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaJoyce Debro",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 184423.0,
 "awd_amount": 184423.0,
 "awd_min_amd_letter_date": "2006-08-02",
 "awd_max_amd_letter_date": "2006-08-02",
 "awd_abstract_narration": "SGER: Molecular analysis of the gamma-tubulin:microtubule interaction\r\n\r\nThe centrosome is a non-membrane-bound subcellular organelle that has a crucial function in cell division and other cellular processes.  It serves as the major microtubule-organizing center of animal cells and through its influence on microtubules, the centrosome is involved in many fundamental cellular processes including vesicular traffic, cell motility, mRNA localization, and chromosome segregation during cell division. Despite its importance to cell biology and more than a century of scrutiny, many aspects of centrosome function, structure, and composition remain unknown. Microtubule nucleation by the centrosome requires gamma-tubulin, a highly conserved and ubiquitous member of the tubulin superfamily. Numerous long-standing questions about gamma-tubulin remain to be answered, including how gamma-tubulin functions in microtubule formation and stabilization. Central to this question is an understanding of how gamma-tubulins interact with each other and with the subunits of the microtubule. This Small Grant for Exploratory Research project represents a focused set of risky experiments aimed at understanding how gamma-tubulins are arranged with respect to the long axis of the microtubule.  Two possibilities exist: either gamma-tubulins could be arranged in a ring that 'caps' the end of the microtubule, or, alternatively, gamma-tubulins could form a linear arrangement that is perpendicular to the ring and aligns with the dimeric (alpha and beta) tubulin subunits of the microtubule wall. The molecular contacts made between gamma-tubulin and the alpha, beta tubulin dimers differ by 90 degrees in these two models: shoulder-to-shoulder vs head-to-tail, respectively. To distinguish between these models, an in-depth analysis of the molecular contacts formed between gamma-tubulin and the microtubule subunits will be undertaken. Using the fission yeast, Schizosaccharomyces pombe, as a model system and greatly extending previous work, molecular genetic approaches will be combined with in vivo and in vitro assays to try to specifically determine the structural features of gamma-tubulin that are important for its interaction with the microtubule and for its function in microtubule formation. To achieve this goal, mutations will be introduced into the S. pombe gamma-tubulin gene. The effect of these mutations on the assembly of the gamma-tubulin complex and its nucleation capacity will then be assayed in vivo and in vitro. \r\n\r\nIntellectual Merit: If successful, completion of this research will provide, in molecular detail, a mechanistic picture of how the gamma-tubulin complex works and how it affects microtubule formation. More broadly, the results would ultimately help elucidate how centrosomes participate in the formation and organization of microtubules. Because centrosome defects can result in cell cycle arrest, cell death, and genomic instability, this research will contribute to our knowledge of fundamental cellular processes that impact many areas of cell and developmental biology.  \r\n\r\nBroader Impact: This research includes activities that enhance scientific infrastructure via cross-disciplinary collaborations that involve scientists with advanced training in cell and molecular biology, biochemistry, biophysics, and mathematics. Training in modern cell biology techniques of undergraduate, graduate, and post-graduate research assistants (including underrepresented minorities and women) will be an integral aspect of the project. A significant component and broader impact of this project is to engage and train future faculty, as it will include the opportunity for more senior researchers who are not yet independent faculty members themselves to obtain valuable teaching and mentoring skills by supervising less experienced researchers and undergraduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christiane",
   "pi_last_name": "Wiese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christiane Wiese",
   "pi_email_addr": "cwiese@nmsu.edu",
   "nsf_id": "000408101",
   "pi_start_date": "2006-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "167600",
   "pgm_ele_name": "NANOSCALE:  EXPLORATORY RSRCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1676",
   "pgm_ref_txt": "NANOSCALE:  EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 184423.0
  }
 ],
 "por": null
}