{
 "awd_id": "0634336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Demonstration of Local Lattice Strain Measurement Associated with Metal Hydride Particles using Coherent X-Ray Diffraction",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harsh Deep Chopra",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 80432.0,
 "awd_min_amd_letter_date": "2006-06-13",
 "awd_max_amd_letter_date": "2007-06-01",
 "awd_abstract_narration": "TECHNICAL: The direct measurement of local lattice strain associated with a single metal hydride particle embedded in a host matrix with coherent x-ray diffraction (CXD) will be done. The ability to isolate a single second phase particle and study coherency loss directly by quantifying local strain states would represent a significant advancement in materials characterization. Coherent x-ray diffraction is a relatively new technique that is only practical at 3rd generation synchrotron x-ray sources like the Advanced Photon Source. This technique can, in principle, provide a direct measurement of lattice strain specific to a single particle. To date, however, such an experiment has not been attempted. There are two reasons why a proof of principle experiment has not been performed. First, CXD is an emerging technique that requires very high beam intensity only available from insertion devices at 3rd generation sources. Second, it is difficult to sufficiently control solid-state precipitation so that individual particles can be studied in situ under equilibrium with respect to growth and coherency loss. Such a proof of principle experiment will be conducted here using two metal-hydrogen systems, Pd-H and Nb-H. The risk associated with the work is high, as it often is with novel experiments using a relatively new technique. Since the experiments are the first to study embedded particles with CXD, a foundation of archived publications does not exist from which to base further work, in short, the groundwork has yet to be laid. However, the theoretical framework of the effect of local lattice strain on the CXD response of embedded particles has been developed and this will serve as the starting point for the research. In addition, very recent advances in the image inversion procedure specific to CXD data have been made. Another risk is one of adequate sensitivity. Success of the experiments depends on the isolation of a single hydride particle. This will be difficult even at the APS and will require a systematic search. Finally, the extraction of strain information from inverted CXD images has yet to be accomplished. It is possible that the procedure to do this may not be entirely successful and will likely depended on the quality of the CXD images. NON-TECHNICAL: The research involves the use of an important experimental technique, x-ray diffraction. The student participating in this work will gain valuable training associated the novel CXD technique, as well as the numerical algorithms related to image inversion. This training will include research experiences at two large national user facilities, the Advanced Photon Source at Argonne National Laboratory and the Frederick Seitz Materials Research Laboratory at the University of Illinois.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Heuser",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brent J Heuser",
   "pi_email_addr": "bheuser@illinois.edu",
   "nsf_id": "000330106",
   "pi_start_date": "2006-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 80432.0
  }
 ],
 "por": null
}