{
 "awd_id": "0634625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Particulate Organic Carbon in the Upper Ocean Derived from Historical Bio-Optical Data and Satellite Observations of Ocean Color",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 102963.0,
 "awd_amount": 102963.0,
 "awd_min_amd_letter_date": "2006-06-02",
 "awd_max_amd_letter_date": "2006-06-02",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nOCE-0324680 / OCE-0324346\r\n\r\nIn this research project, investigators from the Scripps Institution of Oceanography and University of Southern California will work to establish bio-optical relationships for deriving particulate organic carbon (POC) concentration in the ocean from optical measurements.  These relationships will be applicable to data collected from ships, unattended moorings, drifters, and satellite ocean color sensors.   The approach to be taken is based on the use of historical in situ data collected by various researchers.  Over the years, extensive bio-optical data have been collected in various regions of the world's ocean, which are now available through JGOFS and NASA's SeaBASS databases.  These and other historical data sets will be reanalyzed to derive optical relationships for studying the POC dynamics in the ocean.  It is expected that by taking a full advantage of the already collected data, a substantial progress in this area will be made.  The research team will interact with several researchers who generated basic data that will be used in this project, and these contacts will also ensure that all related research efforts will be well coordinated. \r\n\r\nThe project us expected to provide important scientific contributions to our understanding of the ocean reservoir of POC and its role in ocean carbon cycle.   The project builds on significant science questions and unexplored opportunities for the application of optical techniques to the study of POC in the ocean.  Optical measurements have already proven to be a major device for studying chlorophyll a and primary production on regional, basin, and global scales.  However, the major currency of interest for understanding ocean biogeochemistry is carbon, not chlorophyll a.   The impact of the proposed work stems from the fact that the combination of bio-optical relationships with new technologies (satellite sensors, unattended in situ platforms) will provide a capability to acquire information about POC in the ocean on previously impossible scales of time and space.  The proposed project is a step towards a long-term research goal, which is to apply the bio-optical algorithms to the global ocean color data in order to study POC dynamics on synoptic, seasonal, and interannual time scales.\r\n\r\nThe project has a number of broader impacts.  Among them, it will represent a major component of the Ph.D. research of a graduate student.  Moreover, the investigators will create project-specific websites with the compiled data and results, which will be specially designed both for the science community and general public.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malgorzata",
   "pi_last_name": "Stramska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malgorzata Stramska",
   "pi_email_addr": "mstramska@chors.sdsu.edu",
   "nsf_id": "000113467",
   "pi_start_date": "2006-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 102963.0
  }
 ],
 "por": null
}