{
 "awd_id": "0636580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Instanton Floer Homology with Lagrangian Boundary Conditions and the Atiyah-Floer Conjecture",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2006-05-01",
 "awd_exp_date": "2007-06-30",
 "tot_intn_awd_amt": 29492.0,
 "awd_amount": 29492.0,
 "awd_min_amd_letter_date": "2006-06-16",
 "awd_max_amd_letter_date": "2006-06-16",
 "awd_abstract_narration": "The main object of this project is a new Lagrangian boundary value problem for anti-self-dual instantons on four-manifolds proposed by Salamon. This appears naturally from the Chern-Simons functional on three-manifolds with boundary and leads to a new approach for Floer homology on three-manifolds with boundary. The construction of this new Floer homology moreover is a first step in a program that might lead to a proof of the Atiyah-Floer conjecture. The latter relates the Floer homology of a homology three-sphere to a corresponding Lagrangian Floer homology in a moduli space of flat connections, which arise from a Heegaard splitting of the three-manifold. This conjecture is a longstanding open question and its solution would  be an important step towards understanding the relations between different  invariants of homology three-spheres.\r\nThe Atiyah-Floer conjecture has an analogue relating the new Heegaard Floer homology by Ozsvath and Szabo to Seiberg-Witten invariants. This program also aims to understand the relation between these new invariants and the Floer  homologies in the Atiyah-Floer conjecture.\r\nMore generally, this program aims to achieve a better understanding and exposition of the analytic foundations of gauge theory and the construction of Floer homologies.\r\n\r\nThis project belongs into the general realm of interaction between symplectic geometry and low dimensional  topology. \r\nImportant progress in these areas has been made in the last twenty years starting with the work of\r\nDonaldson on smooth four-dimensional manifolds, which was based on  anti-self-dual instantons (which roughly are a special case of the electromagnetic field equations), and with the work of Gromov on pseudoholomorphic curves in symplectic manifolds (a generalization of holomorphic complex functions). In both subjects Floer introduced in the late eighties  his new approach to infinite dimensional Morse theory.   In Morse theory, properties of a finite dimensional space are understood in terms of the zeros and flow lines of gradient vector fields on this space.\r\nIn Floer's context, this space is infinite dimensional but arises from certain objects (like paths) in an underlying finite dimensional manifold with some extra structure. The corresponding Floer theory extracts informations about this underlying manifold and its extra structure from the space of solutions of a partial differential equation associated to it.\r\nThe aim of this project is to define a Floer theory, where the underlying manifold has a boundary, and this gives rise to a  boundary condition for the partial differential equation. This is one step in a program to understand the relation between different Floer theories that arise from the same underlying manifolds.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katrin",
   "pi_last_name": "Wehrheim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katrin Wehrheim",
   "pi_email_addr": "katrin@math.berkeley.edu",
   "nsf_id": "000197577",
   "pi_start_date": "2006-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 29492.0
  }
 ],
 "por": null
}