{
 "awd_id": "0636154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Schubert Calculus, and Degenerations to Toric Simplicial Complexes",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 60102.0,
 "awd_amount": 60102.0,
 "awd_min_amd_letter_date": "2006-07-10",
 "awd_max_amd_letter_date": "2006-07-10",
 "awd_abstract_narration": "Dr. Knutson's proposed work covers two rather different connections of\r\ncombinatorics and algebraic geometry. The first concerns Schubert calculus, \r\na boolean lattice's worth of problems whose minimal element is the (now \r\nextremely well-understood) intersection theory on Grassmannians. Its \r\nextensions include equivariant intersection theory (recently solved by Knutson \r\nand T. Tao), K-theory (recently solved by A. Buch), quantum cohomology (unsolved, but a very solid conjecture exists), replacing the Grassmannian by larger flag manifolds, and analogues for arbitrary Lie groups (for these last two almost nothing is known). Since the submission of the proposal, much progress has been made (by Knutson and R. Vakil) towards one more level in this lattice, the equivariant K-theory of Grassmannians, but all other combinations remain. The second part is a generalization of Littelmann's path model in representation theory, which one should regard in this context as providing a flat degeneration of the flag manifold to a union of toric varieties. In the generalization, the only property used of the flag manifold is that it carries an action of the circle  with isolated fixed points. Many other varieties should thus have a \"path model\" for their coordinate ring, such as toric varieties (a testbed, where the theory is rather trivial), wonderful compactifications, and Hilbert schemes. As an example application, this would provide a ppositive formula for Haiman's generalization of the (q,t)-Catalan numbers (where positivity is known for vanishing-cohomology reasons, but there is no formula).\r\n\r\nThe first of Dr. Knutson's two projects concerns a 19th-century intrusion\r\nof combinatorics into algebraic geometry: counting the number of lines (or \r\nplanes, or chains consisting of a point inside a line inside a plane etc.)\r\nsatisfying a number of generic intersection conditions. The first interesting \r\nsuch question is ``Given four generic lines in space, how many other lines touch \r\nall four?'' (The answer is 2.) There are many generalizations of this problem; \r\none of the newest and most exciting is quantum intersection theory, in which there may be no single solution to all the conditions, but rather the solution may \"quantum tunnel\" between the requirements, while paying a well-defined \"penalty.\"(In physical terms, this penalty means the occurrence is impossible classically, but in the quantum world is only very rare.) There already exist formulae to solve any one of this huge family of problems, but they are extremely unsatisfying, as they determine the count by adding and subtracting many numbers. Such cancelative formulae are essentially useless for proving that a general class of intersection problems has an answer, and moreover they are computationally very inefficient. Dr. Knutson and his collaborators have provided noncancelative formulae for some of these generalizations, and have conjectures about others. His other project is not directly related, though it also uses combinatorics to control algebraic geometry, building on work of P. Littelmann. Littelmann showed how to use the very great symmetry of certain algebraic spaces, such as the set of all k-planes in n-space, to compute the space of functions on them in terms of lattice points inside a union of large-dimensional tetrahedra. This second proposal is based on recent work of Dr. Knutson's indicating that this large degree of symmetry is unnecessary -- a single circular symmetry, plus a technical (but common and easily checked) condition, seem to be enough to be able to make use of this lattice-point machinery. Such algebraic spaces with symmetry are endemic in mathematics and physics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Knutson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Knutson",
   "pi_email_addr": "allenknutson@gmail.com",
   "nsf_id": "000514852",
   "pi_start_date": "2006-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 60102.0
  }
 ],
 "por": null
}