{
 "awd_id": "0638770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Analyses of Genes Involved in Meristem Organization and Leaf Initiation",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2006-01-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 1811666.0,
 "awd_amount": 1979543.0,
 "awd_min_amd_letter_date": "2006-07-13",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "All above ground organs of higher plants are ultimately derived from specialized organogenic structures called shoot apical meristems (SAMs).  The SAM exhibits distinctive structural organization, marked by tissue zonation and cell layering.  The structure of plant SAMs is correlated with their function, such that new leaves are initiated from the peripheral zone of the SAM and the central zone replenishes new meristematic cells that are lost during organogenesis.   Establishment and maintenance of these structurally and functionally distinct zones of the SAM is achieved by differential expression patterns and interactions of thousands of plant genes.   Breakthrough technologies have emerged that enable the identification and analysis of genes required for meristem function in maize.  Laser dissection microscopy (LCM) is a powerful technique that permits the isolation of RNA from specific cell types within fixed plant tissues immobilized on slides.  RNA collected from 1,000-10,000 cells is sufficient for use in microarray analyses of gene expression, which permit the simultaneous examination of expression profiles of 15,000 to 30,000 genes.  The relatively large size of the maize vegetative meristem, approximately 250 meristematic cells are recruited into the incipient maize leaf, renders this plant especially tractable for this experimental system.  The laser-capture microdissection/microarray technique will be used to capture cells from specific domains of the maize meristem and newly formed leaf primordia for use in comparative analyses of global gene expression.   The differential expression patterns of candidate genes will be verified by more traditional analyses (RT-PCR, RNA gel blot hybridization and in situ hybridization) of transcript accumulation in maize tissues.  These experiments will microdissect gene expression patterns in meristems and leaf primordia, and will provide novel insight into mechanisms of plant development.  \r\n \r\nThis research project will generate the following set of deliverables:\r\n1.  LCM will be optimized and improved for use on maize SAMs. Information will be available on a project web site at ISU and in publications.\r\n2.  Microarray profiles of global gene expression in the SAM will be deposited in public web sites, maizeGDB. \r\n3.  An EST collection from meristem-enriched cDNA library will be developed beginning in the second year of the project, depending on need. If developed, all EST sequences will be deposited in Genbank and in maizeGDB.\r\n4.  Sequence generated by students mining for maize equivalents to already known genes from other plants will be sent directly to Genbank and maizeGDB.\r\n\r\nOutreach and training will be enhanced in three ways:\r\n1.  Undergraduate students from Truman State University will engage in cutting edge genomics research. \r\n2.  PI Scanlon will deliver guest lectures at local high schools with predominantly minority enrollment.  \r\n3.  The University of Georgia and the CSHL Dolan DNA Learning Center (DNALC) will train teachers from underrepresented minority high schools and university settings in plant genomics and bioinformatics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Scanlon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Scanlon",
   "pi_email_addr": "mjs298@cornell.edu",
   "nsf_id": "000114128",
   "pi_start_date": "2006-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 1811666.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 167877.0
  }
 ],
 "por": null
}