{
 "awd_id": "0639093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: U.S. GLOBEC: NEP Phase IIIb-CGOA: Links between climate and planktonic food webs",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2006-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 186340.0,
 "awd_amount": 186340.0,
 "awd_min_amd_letter_date": "2006-09-12",
 "awd_max_amd_letter_date": "2006-09-12",
 "awd_abstract_narration": "The organizing theme of this project are the two food-web modes of the planktonic community of the Coastal Gulf of Alaska (CGoA): small cell-dominated (prokaryotes, pico- and nanoflagellates) or large cell-dominated (primarily chain diatoms); that these modes are dictated by physical and biological conditions, both bottom-up and top-down; and that each mode has different consequences for the production of GLOBEC target organisms, with one system primarily supporting large copepods and the other system primarily supporting the microbial food web and the mucous-net feeding zooplankton (larvaceans and pteropods) that are prime prey for juvenile salmon. The interdisciplinary team will synthesize the physical, chemical, and biological data collected by GLOBEC NEP to address this central conceptual model of the linkages between environmental forcing (including climate change) and ecosystem state.\r\n\r\nThe research plan is organized into three interacting sectors of synthesis: (1) Describe the planktonic food web in the CGoA study region. (2) Provide an integrated view of conditions in the CGoA during each of the field years (1998-2004), and place these conditions in a multi-decadal climate context using longer-term environmental data sets. (3) Combine the environmental description for each year with food web structural/ and functional relationships to: (a) describe interannual variations in primary and secondary production; (b) investigate probable mechanisms driving these variations; and (c) determine the consequences for target organisms: Neocalanus spp., euphausiids and juvenile pink salmon. Box, statistical and 1-D ecosystem models will be employed to address a range of these questions about climate-food web linkages.\r\n\r\nBroader Impacts: Understanding of mechanisms controlling each of the two states of the CGoA ecosystem and the consequences for salmon will contribute to ecosystem based fishery management, especially for pink salmon. Our synthesis proposal will identify direct mechanisms, such as increased temperature, freshwater discharge, stratification and wind stress, by which climate is linked to ecosystem state and to salmon production. The detailed understanding that will come from this synthesis may allow derivation of simple indices for prediction of ecosystem state. The Exhibits Manager at the Alaska SeaLife Center in Seward has confirmed interest in developing an educational display showing the food web structure of the CGoA and how this relates to the success/production of higher trophic levels, including pink salmon.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Strom",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne L Strom",
   "pi_email_addr": "Suzanne.Strom@wwu.edu",
   "nsf_id": "000111740",
   "pi_start_date": "2006-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 186340.0
  }
 ],
 "por": null
}