{
 "awd_id": "0639397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   The Community-Based Whole Magnetosphere Model (CWMM)",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kile B. Baker",
 "awd_eff_date": "2006-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2006-08-28",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "This project will develop and validate a community-based whole magnetosphere model that simulates the interaction of the solar wind and interplanetary magnetic field with the near-Earth space environment. The model will extend from 100km above the Earth's surface to outside of the magnetospheric bow shock. The Community-based Whole Magnetosphere Model (CWMM) will model the magnetic and electric fields, neutral and plasma composition, pressure, and velocities, and energetic particle environment. Data assimilation will be used to make the model more consistent with the data. To achieve this goal, models of individual regions developed by various teams in the space sciences community will be used as components in the CWMM. The models will be coupled together using the Space Weather Modeling Framework (SWMF). The resulting coupled model will be made available to the space science and space weather communities through the Community Coordinated Modeling Center. A rigorous validation process will quantify how the accuracy of the model changes as more components are added. The project will move the coupled model toward operational status for use by the Air Force Weather Agency and  NOAA's Space Environment Center (SEC). Results from this project will also be used in the Space Weather curriculum that is being developed at the University of Michigan.  \r\n\r\nThis project is jointly funded by NASA and NSF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanislav",
   "pi_last_name": "Sazykin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanislav Sazykin",
   "pi_email_addr": "sazykin@rice.edu",
   "nsf_id": "000493302",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wolf",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Wolf",
   "pi_email_addr": "rawolf@rice.edu",
   "nsf_id": "000210347",
   "pi_start_date": "2006-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 35000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 35000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 35000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 35000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was collaboration between Rice University and the University of Michigan to develop and improve a&nbsp;computer model of the near-Earth space environment filled with plasmas of both terrestrial and solar origin. The model (Space Weather Modeling Framework, or SWMF) was developed at the University of Michigan, while our group at Rice University provided and supported one of the modules (the Rice Convection Model, or RCM) that describes energetic plasma in the region of geospace known as the inner<br />magnetosphere. This computer model is used for scientific understanding of what happens during geomagnetic storms caused by ejection of plasma &ldquo;clouds&rdquo; from the solar corona propagating through interplanetary space and reaching the Earth. The model has applications for predicting &ldquo;space weather&rdquo; and is used extensively by researchers and students for educational purposes.</p>\n<p>Of particular interest are two parameters that our model computes. One is predictions of fluxes of energetic particles (known as the &ldquo;ring current&rdquo;) in space at distances of approximately 6 Earth radii during geomagnetic storms. These particles can damage satellites placed in space that are used for communication and navigational purposes. The second quantity is electric fields induced in the conducting upper part of the terrestrial atmosphere by plasma flows further out in space. These electric fields cause large motions of ionized gas in the atmosphere and can affect radio wave propagation and accuracy of GPS-based navigational systems.</p>\n<p>Simulations with the model (SWMF with RCM) can be done by anybody through the Community Coordinated Modeling Center (<a href=\"http://ccms.gsfc.nasa.gov\">http://ccms.gsfc.nasa.gov</a>), which is able to run the model and provides tools for visualization of results.A number of simulations were used by graduate students for learning about space weather.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2012<br>\n\t\t\t\t\tModified by: Stanislav&nbsp;Sazykin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was collaboration between Rice University and the University of Michigan to develop and improve a computer model of the near-Earth space environment filled with plasmas of both terrestrial and solar origin. The model (Space Weather Modeling Framework, or SWMF) was developed at the University of Michigan, while our group at Rice University provided and supported one of the modules (the Rice Convection Model, or RCM) that describes energetic plasma in the region of geospace known as the inner\nmagnetosphere. This computer model is used for scientific understanding of what happens during geomagnetic storms caused by ejection of plasma \"clouds\" from the solar corona propagating through interplanetary space and reaching the Earth. The model has applications for predicting \"space weather\" and is used extensively by researchers and students for educational purposes.\n\nOf particular interest are two parameters that our model computes. One is predictions of fluxes of energetic particles (known as the \"ring current\") in space at distances of approximately 6 Earth radii during geomagnetic storms. These particles can damage satellites placed in space that are used for communication and navigational purposes. The second quantity is electric fields induced in the conducting upper part of the terrestrial atmosphere by plasma flows further out in space. These electric fields cause large motions of ionized gas in the atmosphere and can affect radio wave propagation and accuracy of GPS-based navigational systems.\n\nSimulations with the model (SWMF with RCM) can be done by anybody through the Community Coordinated Modeling Center (http://ccms.gsfc.nasa.gov), which is able to run the model and provides tools for visualization of results.A number of simulations were used by graduate students for learning about space weather.\n\n\t\t\t\t\tLast Modified: 01/25/2012\n\n\t\t\t\t\tSubmitted by: Stanislav Sazykin"
 }
}