{
 "awd_id": "0643663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diagnosing Statistical Models for Longitudinal and Family Data",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2006-09-15",
 "awd_max_amd_letter_date": "2006-09-15",
 "awd_abstract_narration": "Due to recent computational and theoretical advances, researchers now can analyze longitudinal and family data by using sophisticated parametric and semiparametric models.  Effective application of these models, however, has been hindered by the lack of well-developed diagnostic tools for testing the validity of their assumptions.  Scientists have thus faced the prospect of interpreting results from models that have not been validated adequately.  The aim of this project is to develop, evaluate, and implement new diagnostic tools for checking assumptions of parametric and semiparametric models for longitudinal and family data, with a specific focus on improving inferences about covariance structure of these models and their goodness-of-fit to the data sets to which they are applied.  The project specifically aims to develop: a local influence approach; new first-order and second-order residual diagnostics for assessing mean and covariance structure of parametric and semiparametric models; diagnostic tools for assessing empirical likelihood; and score test statistics for selecting random-effects components and for testing parametric functions in semiparametric models.  As these methods are developed, they will be evaluated and refined through extensive Monte Carlo simulations and data analysis.  The efficacy of the tools developed under this award will be demonstrated by applying them to two data sets from longitudinal family studies.  Software programs for implementing all of these tools, once tested, will be made available to the public via the internet. \r\n\r\nThis project will provide much needed data-mining tools for application in longitudinal and family studies.  These statistical tools will help scientists to choose an \"appropriate\" model for the data of a given study, thus maximizing the likelihood of drawing correct scientific conclusions.  The companion software package will allow these tools to be disseminated widely and applied to a broad range of populations under study within the behavioral, social, and economic sciences.  This project will apply these new methods to two large databases to address problems of public health and social importance.  Results from these applications will show our methods to be useful tools for studying a wide range of issues, including: identification of risk factors for cancer, assessment of the impact of substance use and environmental factors on the neuropsychological development of children, examination of factors associated with the lifespan of system components, and identification of candidate genes for nicotin dependence and its comorbidity with alcohol use and psychiatric disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongtu",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongtu Zhu",
   "pi_email_addr": "htzhu@email.unc.edu",
   "nsf_id": "000111091",
   "pi_start_date": "2006-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}