{
 "awd_id": "0644469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implementation of the Distance Learning Master's Degree Program in Evaluation for the U.S. Affiliated Pacific",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 499636.0,
 "awd_amount": 555654.0,
 "awd_min_amd_letter_date": "2006-09-18",
 "awd_max_amd_letter_date": "2011-06-29",
 "awd_abstract_narration": "Pacific Resources for Education and Learning (PREL), in collaboration with the University of Hawaii and ten regional state departments of education, is proposing to implement a master's degree program in evaluation, via distance learning. with the goal to improve educational programs in the Pacific region, including science, technology, engineering, and math. (STEM) This project will continue the work of an earlier grant from NSF/REC for curriculum development, by completing and implementing a course of study specifically designed to meet the unique needs of participants in the Pacific region. The project will incorporate a specialization in evaluation to a preexisting master's degree program within the University of Hawaii (UH-Manoa campus), College of Education, Department of Education Foundations. The program of study will require completion of 30 credit hours over the course of 6 semesters. The two-year program will consist of courses offered in a hybrid asynchronous/synchronous format and is modeled after PREL's distance learning Master of Science degree program in Instructional Technology and Telecommunications. \r\n\r\nThe goal of this project is to increase the capacity of the Pacific region to conduct high quality, innovative, useful, and credible evaluations of educational programs, including STEM. The project will enhance the attainment of this goal by pursuing the following objectives: (1) to increase regional capacity to provide graduate training in evaluation via distance; earning; (2) to increase consideration of culture and context in conducting evaluations;  (3) to increase the capacity of regional education agencies to engage in high quality, innovative, useful, and credible evaluations; and (4) to strengthen regional capacity to apply the results of program evaluations in educational program and policy decisions.  Long-term impacts of the program are anticipated to include improved data collection systems, continued application of evaluation data in program and policy decision-making, and ultimately higher levels of student engagement, achievement, and competencies in STEM.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Church",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mary B Church",
   "pi_email_addr": "churchm@prel.org",
   "nsf_id": "000267512",
   "pi_start_date": "2006-09-18",
   "pi_end_date": "2007-05-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Giuli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Giuli",
   "pi_email_addr": "giulic@prel.org",
   "nsf_id": "000473762",
   "pi_start_date": "2007-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Church",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mary B Church",
   "pi_email_addr": "churchm@prel.org",
   "nsf_id": "000267512",
   "pi_start_date": "2007-05-10",
   "pi_end_date": "2007-09-17"
  }
 ],
 "inst": {
  "inst_name": "Pacific Resources for Education and Learning",
  "inst_street_address": "119 MERCHANT ST",
  "inst_street_address_2": "STE 402",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8084411300",
  "inst_zip_code": "968134418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "PACIFIC RESOURCES FOR EDUCATION & LEARNING",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z4UZBWED7954"
 },
 "perf_inst": {
  "perf_inst_name": "Pacific Resources for Education and Learning",
  "perf_str_addr": "119 MERCHANT ST",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968134418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 499636.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 56018.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PREL and the University of Hawai&lsquo;i at M?noa conducted a distance learning master&rsquo;s degree program for Pacific islanders. The program was evaluated during its 2&frac12;-year duration, when it ended, and a year later. Because distance learning holds promise for improving education access for citizens of U.S. jurisdictions and nations that are dispersed across the Pacific, the lessons gleaned from this project may be of use to others who implement similar programs. REMOTE itself is a training program in evaluation. The course spanned 2 years, comprised 30 UHM graduate units, included a research paper, was designed to be culturally congruent for the Pacific region, deployed the technology of distance education, and granted a master&rsquo;s degree. By completion of the supplemental funding, 10 students completed the course of study. Although the combined demands of REMOTE and community were significant, participant satisfaction with the program was high.</p>\n<p>REMOTE had three objectives:</p>\n<p>Objective 1. Increase regional capacity to provide graduate training in evaluation.</p>\n<p>Objective 2. Increase the capacity of regional education agencies to engage in high-quality, innovative, useful, and credible evaluations with an emphasis on science, technology, engineering, and mathematics (STEM).</p>\n<p>Objective 3. Strengthen regional capacity to apply the results of program evaluations in education program and policy decisions.</p>\n<p>REMOTE improved instruction in places where evaluation courses are not available in traditional classroom settings. The knowledge accumulated from this project will improve the evaluation of programs that involve cross-cultural components.</p>\n<p>Evaluation is not the only discipline that will benefit from the findings of this project. Other disciplines will profit, too. The Pacific region poses technological challenges to online distance learning. If these technological challenges can be overcome, where large distances of ocean separate participating governments, it is likely they can be overcome in other countries and islands that have similar challenges related to the technology of teaching and learning. The international community, as well, can benefit by having access to a body of knowledge about online distance learning in this cross-cultural context.</p>\n<p>The following recommendations for distance learning programs like this were made.</p>\n<p><em>Select students who can do advanced academic work</em>. Completing a master&rsquo;s degree requires skill in writing and reasoning. Being able to read, write, and reason well, therefore, would remove a potential barrier to students&rsquo; academic success.</p>\n<p><em>Hire a program manager. </em>A program manager helped students stay connected to the course. We believe that a manager, someone who understands the technology typically used in distance learning, is critical for having well-run programs.</p>\n<p><em>Create a student buddy system.</em> Students felt isolated and found it hard to remain connected with one another. Pairing students, and having them check in with each other weekly, should help them stay engaged with the program.</p>\n<p><em>Provide student advisors. </em>Advisors were provided to help students with the research paper. This help was essential for completing this course requirement.</p>\n<p><em>Review and repeat program expectations.</em> The course requirements were numerous, cumbersome, and sometimes complicated. We believe it would be useful to repeat the program expectations frequently.</p>\n<p><em>Family, community, and supervisors should understand and accept participants&rsquo; commitment.</em> If family, community, and job supervisors understand and accept what is expected of enrollees, competition for students&rsquo; time should be reduced.</p>\n<p><em>Consider revising courses.</em> Students preferred active participation and practical applicati...",
  "por_txt_cntn": "\nPREL and the University of Hawaiæi at M?noa conducted a distance learning masterÆs degree program for Pacific islanders. The program was evaluated during its 2&frac12;-year duration, when it ended, and a year later. Because distance learning holds promise for improving education access for citizens of U.S. jurisdictions and nations that are dispersed across the Pacific, the lessons gleaned from this project may be of use to others who implement similar programs. REMOTE itself is a training program in evaluation. The course spanned 2 years, comprised 30 UHM graduate units, included a research paper, was designed to be culturally congruent for the Pacific region, deployed the technology of distance education, and granted a masterÆs degree. By completion of the supplemental funding, 10 students completed the course of study. Although the combined demands of REMOTE and community were significant, participant satisfaction with the program was high.\n\nREMOTE had three objectives:\n\nObjective 1. Increase regional capacity to provide graduate training in evaluation.\n\nObjective 2. Increase the capacity of regional education agencies to engage in high-quality, innovative, useful, and credible evaluations with an emphasis on science, technology, engineering, and mathematics (STEM).\n\nObjective 3. Strengthen regional capacity to apply the results of program evaluations in education program and policy decisions.\n\nREMOTE improved instruction in places where evaluation courses are not available in traditional classroom settings. The knowledge accumulated from this project will improve the evaluation of programs that involve cross-cultural components.\n\nEvaluation is not the only discipline that will benefit from the findings of this project. Other disciplines will profit, too. The Pacific region poses technological challenges to online distance learning. If these technological challenges can be overcome, where large distances of ocean separate participating governments, it is likely they can be overcome in other countries and islands that have similar challenges related to the technology of teaching and learning. The international community, as well, can benefit by having access to a body of knowledge about online distance learning in this cross-cultural context.\n\nThe following recommendations for distance learning programs like this were made.\n\nSelect students who can do advanced academic work. Completing a masterÆs degree requires skill in writing and reasoning. Being able to read, write, and reason well, therefore, would remove a potential barrier to studentsÆ academic success.\n\nHire a program manager. A program manager helped students stay connected to the course. We believe that a manager, someone who understands the technology typically used in distance learning, is critical for having well-run programs.\n\nCreate a student buddy system. Students felt isolated and found it hard to remain connected with one another. Pairing students, and having them check in with each other weekly, should help them stay engaged with the program.\n\nProvide student advisors. Advisors were provided to help students with the research paper. This help was essential for completing this course requirement.\n\nReview and repeat program expectations. The course requirements were numerous, cumbersome, and sometimes complicated. We believe it would be useful to repeat the program expectations frequently.\n\nFamily, community, and supervisors should understand and accept participantsÆ commitment. If family, community, and job supervisors understand and accept what is expected of enrollees, competition for studentsÆ time should be reduced.\n\nConsider revising courses. Students preferred active participation and practical application of what they learned. Most college texts, therefore, may need to be revised to be more relevant to student learning preferences.\n\nExtend program to 21/2 or 3 years. Students needed more time to complete course requirements, and the pace of the cour..."
 }
}