{
 "awd_id": "0645170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Online Digital Video Tool for Community Memory:   CSCL Conference Video Data Using Orion",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 49993.0,
 "awd_amount": 49993.0,
 "awd_min_amd_letter_date": "2006-09-20",
 "awd_max_amd_letter_date": "2007-08-29",
 "awd_abstract_narration": "Conference paper presentations are highly complex learning events. After the conference is over, however, papers published in the conference proceedings are the only physical residue remaining. Not only are the meanings embedded in the presentations lost, the many levels of meaning embedded in workshops, poster sessions, and meetings are also missing from public records. Poster sessions, for example, are closely aligned with informal learning environments at museums and science center where attendees move from poster to poster, chat with the presenter, bump into colleagues, and make connections with each other. How could one simulate these kinds of learning experiences in an online environment? How could we capture and learn from diverse kinds of conference events? How can we expand community memory? One approach is that video records can offer both additional cognitive residue as well as a strong experience of social presence that contributes to community building. Access to recorded digital video from conferences can provide attendees with new ways to learn about their field of interest. Attendees from the previous year's conference can view and annotate these video datasets before they attend the conference. After the conference, they can continue to view and interpret videotaped segments, building personalized databases to share with others. With online video of conference events, we not only see these video accounts as windows into worlds of meaning that we might never have been able to comprehend at the moment of the occurrence, even while attending a conference, we also connect with a fuller range of understandings that are embedded in the event. Moreover, new configurations are built by collaboratively sharing interpretations with each other. In this act of reconfiguration the nature of the content under examination is changed. Data are no longer just the video or the published papers, but also the layers of commentary and descriptive measures added in re-viewings. Collective memory is expanded, saved, and made available for future users. To date, little educational research has been done on the inclusion of video for community memory at conference events. In this exploratory research initiative, video excerpts from the 2005 Computer Supported Collaborative Learning Conference (CSCL'05) will be uploaded to the Orion software using a powerful back-end database program. In phase 1 of the proposed project, these selections of video from the conference will be made available to a revised version of Orion which is a research environment that offers video viewing and access to annotation, clustering, and rating tools. In phase 2, a small sample of CSCL'07 attendees will be asked to use Orion. The study of their usage will include videotaped interviews and a survey. Participant use will be investigated using ethnographic video interviews and a survey. The broader impact of this study is to expand community memory for conferences by providing both attendees and virtual attendees with tools and video to participate actively during and after a conference. The intellectual merit of this design and implementation study is grounded in the application of video-based memory systems; this exploratory investigation will advance both individual and community memory of significant conference events before, during, and after the conference which will lead to a greater dispersion and critique of knowledge within a community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricki",
   "pi_last_name": "Goldman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricki Goldman",
   "pi_email_addr": "ricki@nyu.edu",
   "nsf_id": "000103695",
   "pi_start_date": "2006-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0406",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 49993.0
  }
 ],
 "por": null
}