{
 "awd_id": "0650413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diffusion Multiscale Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 81368.0,
 "awd_amount": 81368.0,
 "awd_min_amd_letter_date": "2006-09-22",
 "awd_max_amd_letter_date": "2006-09-22",
 "awd_abstract_narration": "In this proposal, the investigator and his collaborators address \r\nseveral questions arising from the mathematical analysis of multiscale \r\ngeometries of sets, and multiscale decomposition of function spaces, \r\nthat arise from the action of a diffusion semigroup on a manifold, a \r\ngraph and other rather general metric spaces. While these multiscale \r\ngeometries are partly implicit (and classical) in differential geometry, \r\nin partial differential equations, as well as in many branches in graph \r\ntheory (with applications to problems in computer science), only \r\nrecently a very general, yet efficient, coherent and unifying \r\nconstruction has been introduced by the investigator and his \r\ncollaborators. Multiscale function space decompositions that mirror \r\nthese multiscale diffusion geometries are also constructed, through the \r\nintroduction of special wavelet functions. This is a far-reaching, and \r\nlong sought, generalization of wavelet analysis, both mathematically and \r\ncomputationally. The investigator and his collaborators have shown that \r\nalgorithms for efficiently computing these multiscale decompositions \r\nexist, which generalize the fast wavelet transform and Fast Multipole \r\nMethods, yielding fast multiscale algorithms guaranteeing \r\nhigh-precision. The investigator will study the construction of \r\nbiorthogonal diffusion multiscale decompositions, multiscale function \r\napproximation on rough sets, multiscale diffusion analysis of data sets \r\nand its relationships with geometric measure theory, multiscale Markov \r\nchains, numerical analysis of PDEs, learning theory, hyperspectral \r\nimaging and document corpora analysis.\r\nThe investigator expects this novel multiscale construction to have \r\nimpact in all these disciplines, in a way similar to the impact wavelet \r\nanalysis had on low-dimensional signal processing and numerical analysis.\r\n\r\nThe present proposal stresses the inter-disciplinary nature of several \r\naspects of multiscale analysis, and the vast applicability of the ideas, \r\ntools, constructions, to pure and applied mathematics, and to other \r\ndisciplines such as computer science, physics, engineering, astronomy \r\nand statistics, among others. The introduction of these novel multiscale \r\ntechniques reveals new and interesting multiscale geometric structures \r\nof graphs and sets, together with effective computational tools to \r\ndiscover them. The range of applications is very wide, and includes the \r\nanalysis and organization of large and complex networks (e.g. computer \r\nnetworks, biological regulatory networks etc...), document corpora for \r\ninformation extraction, hyperspectral imagery (for applications to \r\nmedicine, target recognition etc...), and large datasets in general. It \r\nhas also applications to the development of new algorithms for learning \r\nand artificial intelligence, for the automation of complex tasks. The \r\ninvestigator aims at strenghtening his existing collaborations, and \r\nestablishing new ones, with other institutions, both in the United \r\nStates and abroad, across several disciplines, in particular computer \r\nscience, astronomy, biology, and medicine. He will continue his existing \r\ncollaborations with companies developing next-generation \r\ninstrumentation, for applications to hyperspectral imaging. He will \r\ncontinue to actively participate in multi- and inter-disciplinary \r\nconferences, workshops and research activities, and effectively \r\ncommunicating and disseminating ideas and techniques to \r\nmulti-disciplinary audiences, making his work, including papers and \r\ncomputer code for the corresponding algorithms, easily accessible \r\nelectronically.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mauro",
   "pi_last_name": "Maggioni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mauro Maggioni",
   "pi_email_addr": "mauro.maggioni@jhu.edu",
   "nsf_id": "000398937",
   "pi_start_date": "2006-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 81368.0
  }
 ],
 "por": null
}