{
 "awd_id": "0652141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Transforming the Politics of Place: GIS, Knowledge Production, and Community-Based Organizations in Urban Governance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2006-07-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 180909.0,
 "awd_amount": 180909.0,
 "awd_min_amd_letter_date": "2006-09-26",
 "awd_max_amd_letter_date": "2006-09-26",
 "awd_abstract_narration": "The role of community-based organizations in the governance of U.S. cities has changed in recent decades.  These changes have been most evident in their growing responsibilities for planning, problem solving, and service delivery tasks that directly affect neighborhood space and structures.  In concert with these changes, these groups increasingly have used geographic information system (GIS) technology for mapping, analyzing, and demonstrating neighborhood needs and conditions.  This Faculty Early-Career Development (CAREER) award is motivated by the need for greater theoretical and practical understanding of these closely related developments.  This project will examine the priorities, strategies, and goals for urban change and neighborhood revitalization advanced through such GIS-based spatial knowledge production by community-based organizations.  It will consider how the production and application of GIS-based spatial knowledge alters the role and power of community organizations, neighborhoods, and their residents within the decision-making processes through which urban spatial change is negotiated, planned, and implemented.  It also will explore the implications of these changes for the relationship between the state and institutions of civil society in urban governance, particularly the construction of the authority and knowledge of these actors.  The project has three integrated research, educational, and community development objectives.  First, it aims to advance knowledge in urban geography and societal studies of technology by developing stronger theories regarding the urban spatial and political impacts of GIS technologies and GIS-based knowledge production by community-based organizations. Second, the project aims to develop effective experiential and service learning pedagogies in geography education that will enhance the capacities of students to connect conceptual and applied geographical knowledge and to critically reflect upon the societal significance of their active learning efforts.  Finally, it aims to establish a model for fostering sustained and effective GIS-based spatial knowledge production capacities in community organizations, a key challenge given the financial and technological constraints such organizations typically face.  These objectives will be accomplished through participatory research and educational activities carried out in collaboration with two community-development organizations in Chicago.  Working with staff and residents from these organizations, the investigator and her colleagues will create a spatial data library for use in their neighborhood revitalization activities.  As part of experiential learning activities in two geography courses taught by the principal investigator at DePaul University, undergraduate students will work with these organizations to plan and implement GIS-based spatial analysis projects using these data, and community organization staff will receive GIS training.  The project's research questions will be answered through qualitative analysis of data gathered using several techniques:  participant observation of student-community interaction during the spatial analysis project activities; ethnographic interviewing of participating organization staff, neighborhood residents, local government officials with whom the organization works; and content analysis of maps and reports produced for the community-based project.\r\n\r\nThe potential significance of this project is multi-faceted.  It should develop important urban geographic knowledge about the changing activities of grassroots citizen organizations in urban governance processes that shape neighborhood needs and conditions, by showing how their role and power in this context is affected by use of GIS and other computer mapping and analysis technologies.  Through the educational activities, university students' skills for and commitments to public service and active citizenship will be enhanced, as will their critical reflection upon the social and political implications of their conceptual and applied learning.  Two community organizations in an impoverished Chicago neighborhood will enhance their technological and knowledge infrastructures through the project's investment of hardware, software, training, and data needed for long-term sustained GIS capabilities.  In its broader societal contributions, the project will develop knowledge and practices intended to help to answer fundamental questions about how to improve quality of life in American inner city neighborhoods, and create strategies that encourage robust democratic practices that involve neighborhood residents in the very decisions that affect them and their neighborhoods.  The project also will provide an excellent opportunity for a productive young researcher to undertake a long-term project that integrates high-quality research and education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Elwood",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Elwood",
   "pi_email_addr": "selwood@u.washington.edu",
   "nsf_id": "000333835",
   "pi_start_date": "2006-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 19268.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 161641.0
  }
 ],
 "por": null
}