{
 "awd_id": "2312360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning: BRAID-CMC Alliance Workshop",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2023-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 141142.0,
 "awd_amount": 141142.0,
 "awd_min_amd_letter_date": "2023-03-31",
 "awd_max_amd_letter_date": "2023-03-31",
 "awd_abstract_narration": "The Woods Hole Oceanographic Institution will lead a planning effort that is specifically designed to foster new research and educational partnerships between eight US minority-serving institutions (MSIs) that have programs in marine and climate science and a cluster of six marine and climate science research institutions located in Woods Hole, Massachusetts. These fourteen institutions, along with a Racial Equity Research team whose members come from the University of South Carolina, Salem State University, George Mason University, and Temple University, and with facilitators, affiliates, and evaluators from addition institutions, will form the BRAIDC-MC Alliance (BRinging together Allies In Diversifying Climate and Marine Careers). The long-term goal of this Alliance is to develop an evolving ecosystem for US MSIs and research institutions in climate and marine science that can collaborate on proposals to be submitted to the Directorate of Geosciences’ GeoPATHS and/or GOLD-EN programs and the NSF INCLUDES Program. The focus of these proposals will be to co-create strategies for broadening participation and success of the faculty, students, and workforces who remain underrepresented in the marine and climate science disciplines.\r\n\r\nThe planning project will bring together representatives from a wide range of institutions to focus on creating a network and collaboration for US MSIs and other research institutions in climate and marine science. The planning effort will concrete partnerships within the BRAID-CMC Alliance, which will in turn initiate specific efforts to develop NSF proposals to increase MSI faculty and student access to national marine and climate science research resources. A Steering Committee has been identified and is assembled from BRAID members who expressed interest in leading the planning process and who are knowledgeable about best practices in institutional collaborations and the social science behind racial inequity. The planning activities include a “Toolbox” session to build trust and relationships, boundary spanning and network development activities, and cross-institution collaboration and grant writing activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Mullineaux",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren S Mullineaux",
   "pi_email_addr": "lmullineaux@whoi.edu",
   "nsf_id": "000418542",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Laney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Laney",
   "pi_email_addr": "slaney@whoi.edu",
   "nsf_id": "000535849",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Johnson",
   "pi_email_addr": "tuh41772@temple.edu",
   "nsf_id": "000756362",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Yao",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christina W Yao",
   "pi_email_addr": "cy9@mailbox.sc.edu",
   "nsf_id": "000919064",
   "pi_start_date": "2023-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431536",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178Y00",
   "pgm_ele_name": "GOLD-GEO Opps LeadersDiversity"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 141142.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to foster proposal-development partnerships among eight US minority&#8208;serving institutions (MSIs) and six institutions in Woods Hole, all of which conduct research and/or education in climate and marine science. These 14 US institutions, along with an education research team and other organizations serving as facilitators, affiliates, and evaluators, form the BRAID alliance. BRAID specifically aims to create new educational, research, and employment initiatives among its members to catalyze and broaden the success of students, faculty, and associated workforces in climate and marine science.</p>\r\n<p>BRAID has embarked on a variety of collaborative projects, serving as an example of the power of trust-based relationships in Science, Technology, Engineering and Mathematics (STEM) initiatives. These projects grew from the multicultural, interdisciplinary BRAID-CMC workshop in 2023, where 40 participants from 27 institutions were guided by the education research team to form an alliance grounded in principles of collaborative leadership.&nbsp;Seven working groups that formed during the workshop have now been developing research projects, proposals, and professional development opportunities, to sustain BRAID&rsquo;s goals for the long term. The projects funded through these efforts include a post-baccalaureate internship program, an examination of research internships in Woods Hole, and a professional development workshop on effective use of social media. These projects, and an additional five projects submitted or in revision, involve a mutual exchange of talents and skills between the MSIs and Woods Hole institutions that provide professional development opportunities for faculty, staff, and students at all stages of their careers.</p>\r\n<p>The primary products for a Planning Grant are intended to be proposals to federal agencies. BRAID has produced 10 proposals to date: 3 have been funded, 4 are pending and 3 were declined.&nbsp; Since the initial workshop in 2023, BRAID has established a formal alliance with a leadership team, an external advisory board, a sustainability plan, and over 80 members from 28 institutions across the country. We provide professional development opportunities for our members and support them in their proposal-writing efforts.&nbsp;</p>\r\n<p>Broader Impacts: BRAID members communicate their results at national conferences and in journal articles to ensure that practices developed by BRAID can be scaled outside our network to peers who wish to adopt or adapt them for their own communities and organizations.&nbsp;</p>\r\n<p>In summary, BRAID&rsquo;s novel approach offers a new solution. Our projects draw on well-accepted approaches to mentoring, inter-institutional exchange, professional development, and institutional change, developed over decades of research to broaden participation in STEM. What makes BRAID different are the innovations that undergird and connect the projects.&nbsp;</p>\r\n<p>Firstly, the projects are conducted as authentic collaborations with bidirectional exchange of ideas and talents between the MSI and Woods Hole members. Secondly, they are embedded in a larger alliance of diverse organizations that facilitates trust and shared vision through annual gatherings, provides services for professional development, networking, and outreach, and has the potential to influence institutional leaders and effect lasting change. Lastly, BRAID&rsquo;s commitment to shared leadership means that the people guiding its efforts stay true to the values of the communities it is intended to support.&nbsp;</p>\r\n<p>Thus, BRAID offers a model for other multi-institutional, cross-cultural, groups in geoscience, and more broadly in STEM, that are seeking to expand and change the country&rsquo;s science and technology workforces to better reflect its residents and increase global competitiveness of the US.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/24/2025<br>\nModified by: Lauren&nbsp;S&nbsp;Mullineaux</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project is to foster proposal-development partnerships among eight US minority&#8208;serving institutions (MSIs) and six institutions in Woods Hole, all of which conduct research and/or education in climate and marine science. These 14 US institutions, along with an education research team and other organizations serving as facilitators, affiliates, and evaluators, form the BRAID alliance. BRAID specifically aims to create new educational, research, and employment initiatives among its members to catalyze and broaden the success of students, faculty, and associated workforces in climate and marine science.\r\n\n\nBRAID has embarked on a variety of collaborative projects, serving as an example of the power of trust-based relationships in Science, Technology, Engineering and Mathematics (STEM) initiatives. These projects grew from the multicultural, interdisciplinary BRAID-CMC workshop in 2023, where 40 participants from 27 institutions were guided by the education research team to form an alliance grounded in principles of collaborative leadership.Seven working groups that formed during the workshop have now been developing research projects, proposals, and professional development opportunities, to sustain BRAIDs goals for the long term. The projects funded through these efforts include a post-baccalaureate internship program, an examination of research internships in Woods Hole, and a professional development workshop on effective use of social media. These projects, and an additional five projects submitted or in revision, involve a mutual exchange of talents and skills between the MSIs and Woods Hole institutions that provide professional development opportunities for faculty, staff, and students at all stages of their careers.\r\n\n\nThe primary products for a Planning Grant are intended to be proposals to federal agencies. BRAID has produced 10 proposals to date: 3 have been funded, 4 are pending and 3 were declined. Since the initial workshop in 2023, BRAID has established a formal alliance with a leadership team, an external advisory board, a sustainability plan, and over 80 members from 28 institutions across the country. We provide professional development opportunities for our members and support them in their proposal-writing efforts.\r\n\n\nBroader Impacts: BRAID members communicate their results at national conferences and in journal articles to ensure that practices developed by BRAID can be scaled outside our network to peers who wish to adopt or adapt them for their own communities and organizations.\r\n\n\nIn summary, BRAIDs novel approach offers a new solution. Our projects draw on well-accepted approaches to mentoring, inter-institutional exchange, professional development, and institutional change, developed over decades of research to broaden participation in STEM. What makes BRAID different are the innovations that undergird and connect the projects.\r\n\n\nFirstly, the projects are conducted as authentic collaborations with bidirectional exchange of ideas and talents between the MSI and Woods Hole members. Secondly, they are embedded in a larger alliance of diverse organizations that facilitates trust and shared vision through annual gatherings, provides services for professional development, networking, and outreach, and has the potential to influence institutional leaders and effect lasting change. Lastly, BRAIDs commitment to shared leadership means that the people guiding its efforts stay true to the values of the communities it is intended to support.\r\n\n\nThus, BRAID offers a model for other multi-institutional, cross-cultural, groups in geoscience, and more broadly in STEM, that are seeking to expand and change the countrys science and technology workforces to better reflect its residents and increase global competitiveness of the US.\r\n\n\n\t\t\t\t\tLast Modified: 04/24/2025\n\n\t\t\t\t\tSubmitted by: LaurenSMullineaux\n"
 }
}