{
 "awd_id": "0958723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Filling the Triassic geochronologic gap: A continuous cored record of continental environmental change in western North America",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2013-09-16",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "Collaborative Research: Filling the Triassic Geochronologic Gap: A Continuous Cored Record of Continental Environmental Change in Western North America.\r\n\r\nPaul Olsen, Lamont-Dougherty, EAR-0958976\r\nGeorge Gehrels, University of Arizona, EAR-0959107\r\nRandall Irmis, University of Utah, Ear-0958915\r\nDennis Kent, Rutgers University, EAR-0958859\r\nRoland Mundil, Berkeley Geochronology Laboratory, EAR-0958723\r\n\r\nABSTRACT\r\nThe Triassic Period was punctuated by two of the largest mass-extinctions of all time and witnessed the evolution of most elements of the modern biota, as well as the advent of the age of the dinosaurs. One of the richest archives of the biotic and environmental changes on land for this period is on the Colorado Plateau, which despite over 100 years of study still remains poorly calibrated in time and poorly registered to the rest of the global record. To provide this desiderata, we will drill a continuous a ~500 m core through nearly the entire Triassic age section (Chinle and Moenkopi formations) at Petrified Forest National Park (PFNP), Arizona, USA, one of the most famous and best studied successions of the continental Triassic on Earth.  A continuous sampling (core) is needed to place this spectacular record in a reliable quantitative and exportable time scale, which has proved impractical in outcrop. The Petrified Forest core will provide a quantitatively sound reference section in which magnetostratigraphic, geochronologic, environmental, and paleontologic data are registered to a common thickness scale with unambiguous superposition and will provide pristine unweathered samples. With such a reference section in hand the entire voluminous assemblage of outcrop data from the PFNP and the surrounding region can be integrated into the global framework. The hole will be deviated 30° from vertical to provide core-bedding orientation intersections for an azimuthal guide; additionally, the orientation of the core will be registered to the hole wall using whole-core-scans and compass-oriented acoustic and optical televiewer images and dipmeter surveys. Core orientation will facilitate the recovery of a high-resolution magnetic polarity stratigraphy for correlation to the fossil-rich outcrop sections. The polarity sequence will be calibrated by a series of high-precision U-Pb zircon dates obtained  from discrete levels in the core, and will provide critical data to fill the geochronologic gap in global terrestrial and marine time scales for the Late Triassic. The age-calibrated chronostratigraphy of the PFNP core will be used to address major issues of early Mesozoic biotic and environmental change. These include whether  marine and continental biotic turnover events in the Late Triassic were coupled; was the largest magnitude faunal turnover event on land during the Late Triassic synchronous with the giant Manicouagan impact; Is the NSF-funded Newark basin astronomically-calibrated time scale consistent with high precision U-Pb zircon age data from the Chinle Formation; and was the cyclical climate change recorded in the Newark basin lacustrine record paced by Milankovitch climate change? \r\n\tIn addition to the science generated by the core and its integration into the local and global environmental and biotic framework, the project will have a major education and outreach component.  The Petrified Forest National Park is a major tourist destination, averaging 600,000 visitors a year. We plan to leverage this huge resource by developing a permanent exhibit on the coring project and its important scientific results for the park.  We will involve numerous student groups during the actual coring activities, including Native American geoscience concentrators at The University of New Mexico/Gallup and K-12 students from throughout the Gallup area.  In addition, we will sponsor several workshops at the Park and will reach out to the general public for their participation. The project involves six co-PIs from different institutions and will last 24 months and is intended to provide an initial synopsis of basic stratigraphic, logging, magnetic polarity, and geochronologic data for utilization by the international scientific community for further research and integration with other studies, as well as a major platform for outreach, and a better understanding of how the modern world came to be.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Mundil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roland Mundil",
   "pi_email_addr": "rmundil@bgc.org",
   "nsf_id": "000487068",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berkeley Geochronology Center",
  "inst_street_address": "2455 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106449200",
  "inst_zip_code": "947091211",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "BERKELEY GEOCHRONOLOGY CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZ4DBKNLP9V9"
 },
 "perf_inst": {
  "perf_inst_name": "Berkeley Geochronology Center",
  "perf_str_addr": "2455 RIDGE RD",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Triassic Period (ca 250 to 200 million years age) is a key interval in Earth history with respect to understanding evolutionary, environmental and tectonic processes. In addition, the beginning and the end of the Triassic Period are marked by two of the five major mass extinctions, the Permian-Triassic and the Triassic-Jurassic extinction. The strata of Triassic age that are exposed in the Colorado Plateau offer a rich sedimentary archive that is a prime target for studying and deciphering these events and processes, and their role in a regional and global context. Although looking like a layer cake, the strata are actually very difficult to correlate even over short distances, let alone across regions and continents. This because of the sediments were laid down in ancient fluvial systems that were active in confined areas rather than being laid down as a blanket (like many marine sediments). Also, the absolute ages of the sediments are poorly constrained due to a lack of radioisotopic depositional ages. Drilling of a ca 400m long nearly vertical core allows the unambiguous recovery of samples in their original stratigraphic context, and combined with geochronological analyses of zircon and rock magnetic analyses that allow the reconstruction of polarity chrons yields a tightly controlled time scale. This is possible because the resulting polarity chrons can now be tied into the polarity time scale of the Newark Basin in the eastern US, which in turn is tightly calibrated by conspicuous patterns of astronomical cycles (400 thousand year cycles). As a result the events and processes recorded in the Triassic rock strata of the Colorado Plateau can now be studied at unprecedented detail, and can be exported and compared with contemporaneous rock records elsewhere.</p>\n<p>One of the main findings is the precise and accurate assignment of an absolute age to a faunal turnover event in the Late Triassic of the Colorado Plateau. Hypotheses about that event being in causal relation with a well dated bolide impact event (Manicouagan impact) can now be discounted because the faunal turnover is substantially younger (by at least 1 million years).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2017<br>\n\t\t\t\t\tModified by: Roland&nbsp;Mundil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Triassic Period (ca 250 to 200 million years age) is a key interval in Earth history with respect to understanding evolutionary, environmental and tectonic processes. In addition, the beginning and the end of the Triassic Period are marked by two of the five major mass extinctions, the Permian-Triassic and the Triassic-Jurassic extinction. The strata of Triassic age that are exposed in the Colorado Plateau offer a rich sedimentary archive that is a prime target for studying and deciphering these events and processes, and their role in a regional and global context. Although looking like a layer cake, the strata are actually very difficult to correlate even over short distances, let alone across regions and continents. This because of the sediments were laid down in ancient fluvial systems that were active in confined areas rather than being laid down as a blanket (like many marine sediments). Also, the absolute ages of the sediments are poorly constrained due to a lack of radioisotopic depositional ages. Drilling of a ca 400m long nearly vertical core allows the unambiguous recovery of samples in their original stratigraphic context, and combined with geochronological analyses of zircon and rock magnetic analyses that allow the reconstruction of polarity chrons yields a tightly controlled time scale. This is possible because the resulting polarity chrons can now be tied into the polarity time scale of the Newark Basin in the eastern US, which in turn is tightly calibrated by conspicuous patterns of astronomical cycles (400 thousand year cycles). As a result the events and processes recorded in the Triassic rock strata of the Colorado Plateau can now be studied at unprecedented detail, and can be exported and compared with contemporaneous rock records elsewhere.\n\nOne of the main findings is the precise and accurate assignment of an absolute age to a faunal turnover event in the Late Triassic of the Colorado Plateau. Hypotheses about that event being in causal relation with a well dated bolide impact event (Manicouagan impact) can now be discounted because the faunal turnover is substantially younger (by at least 1 million years).\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2017\n\n\t\t\t\t\tSubmitted by: Roland Mundil"
 }
}