{
 "awd_id": "1203182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SI2-SSE: Software for integral equation solvers on manycore and heterogeneous architectures",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas F. Russell",
 "awd_eff_date": "2012-08-18",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-10-23",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "We propose to develop and deploy mathematical software for boundary-value problems in three-dimensional complex geometries.  The algorithms in the library will be based on integral equation formulations.  The library will be designed to scale on novel computing platforms that comprise special accelerators and manycore architectures. \r\n\r\nIntegral equations can be used to conduct simulations on many problems in science and engineering with significant societal impact.  Three example applications on which the proposed simulation technologies will have an impact in this project are microfluidic chips, biomolecular electrostatics, and plasma physics.  First, microfluidic chips are submillimeter-sized devices used for medical diagnosis and drug design.  Optimizing the function of such devices at low cost requires efficient computer simulation tools, such as the ones we propose to develop.  Second, understanding the structure and function of biomolecules such as DNA and proteins is crucial in biotechnology.  The proposed technologies can be used to resolve bimolecular electrostatic interactions.  Third, plasma physics, which is related to fusion nuclear reactors, includes electrostatic interactions in complex geometries, and the proposed work will enable large-scale three-dimensional simulations. \r\n\r\nThe key features of the proposed software are: (1) parallel fast multipole methods, (2) efficient geometric modeling techniques for complex geometries, (3) simple library interfaces that allow use of the proposed software by non-experts, and (4) scalability on heterogeneous architectures.\r\n\r\nAlong with our research activities, an educational and dissemination program will be designed to communicate the results of this work to students and researchers.  Several postdoctoral, graduate, and undergraduate students will be involved with the project.  Additional educational activities will include research experiences for undergraduates, leveraging ongoing programs such as NSF REUs.  We will encourage participation by women, minorities, and underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Biros",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Biros",
   "pi_email_addr": "gbiros@gmail.com",
   "nsf_id": "000209886",
   "pi_start_date": "2012-10-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "P.O Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Boundary value problems find application in numerous areas of science<br />and engineering. Examples include fluid mechanics, solid mechanics,<br />electromagnetism, quantum mechanics, geophysics, and imaging.&nbsp; For<br />this reason several research groups worldwide work on software<br />libraries for such solvers. We focus on a set of problems for which<br />integral equation formulations provide an optimal framework, while<br />maximizing robustness, accuracy, and scalability using features<br />specific to this type of equations. The set of tools that we envision<br />follow the example of black-box solvers provided in some major<br />numerical libraries. For example, FISHPACK and Intel&rsquo;s Math Kernel<br />Libraries provide routines for scalar boundary value problems on<br />simple domains (rectangular or spherical) using uniform<br />discretizations.<br /><br />The goal of this project is to develop and deploy a library of<br />black-box solvers for linear non-oscillatory boundary value problems<br />in three-dimensional complex geometries. The algorithms in the library<br />will be based on integral equation formulations, and support scalar<br />and vector problems and highly non-uniform discretizations. Its main<br />features will be high accuracy, adaptivity and high performance on<br />manycore and heterogeneous architectures. <br /><br />Upon completion of the project we would like to report the following<br />outcomes. <br />- We have designed, implemented and released a volume fast multipole<br />method for continuous functions and particles that supports several<br />different boundary value problems and scales on distributed and shared<br />memory architectures. <br />- We have designed and released parallel sort software that scales to<br />thousands of cores. <br />- We have published 14 research papers on surface representations, linear solvers,<br />preconditioners, and time-stepping methods that can be used in<br />conjunction with our scheme. <br />- Trained four graduate students and three postdoctoral researchers.<br />- Provided summer internships for undergraduate students<br />- Organized several minisymposia on solvers for integral equations<br />- Further disseminated this work through presentations and invited talks. <br /><br /><br />The codes described above are available at:<br />http://padas.ices.utexas.edu/software</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2014<br>\n\t\t\t\t\tModified by: George&nbsp;Biros</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nBoundary value problems find application in numerous areas of science\nand engineering. Examples include fluid mechanics, solid mechanics,\nelectromagnetism, quantum mechanics, geophysics, and imaging.  For\nthis reason several research groups worldwide work on software\nlibraries for such solvers. We focus on a set of problems for which\nintegral equation formulations provide an optimal framework, while\nmaximizing robustness, accuracy, and scalability using features\nspecific to this type of equations. The set of tools that we envision\nfollow the example of black-box solvers provided in some major\nnumerical libraries. For example, FISHPACK and IntelÆs Math Kernel\nLibraries provide routines for scalar boundary value problems on\nsimple domains (rectangular or spherical) using uniform\ndiscretizations.\n\nThe goal of this project is to develop and deploy a library of\nblack-box solvers for linear non-oscillatory boundary value problems\nin three-dimensional complex geometries. The algorithms in the library\nwill be based on integral equation formulations, and support scalar\nand vector problems and highly non-uniform discretizations. Its main\nfeatures will be high accuracy, adaptivity and high performance on\nmanycore and heterogeneous architectures. \n\nUpon completion of the project we would like to report the following\noutcomes. \n- We have designed, implemented and released a volume fast multipole\nmethod for continuous functions and particles that supports several\ndifferent boundary value problems and scales on distributed and shared\nmemory architectures. \n- We have designed and released parallel sort software that scales to\nthousands of cores. \n- We have published 14 research papers on surface representations, linear solvers,\npreconditioners, and time-stepping methods that can be used in\nconjunction with our scheme. \n- Trained four graduate students and three postdoctoral researchers.\n- Provided summer internships for undergraduate students\n- Organized several minisymposia on solvers for integral equations\n- Further disseminated this work through presentations and invited talks. \n\n\nThe codes described above are available at:\nhttp://padas.ices.utexas.edu/software\n\n\t\t\t\t\tLast Modified: 08/17/2014\n\n\t\t\t\t\tSubmitted by: George Biros"
 }
}