{
 "awd_id": "1206637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Radiative and ultrafast non-radiative electronic  relaxation in individual and assembled noble metallic nanoparticles of different shapes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eugene zubarev",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 419001.0,
 "awd_amount": 419001.0,
 "awd_min_amd_letter_date": "2012-11-28",
 "awd_max_amd_letter_date": "2012-11-28",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThe main focus of this renewal project, supported by the Solid State and Materials Chemistry program, is to elucidate the effects of plasmonic fields on the dynamics of important photochemical and photophysical systems (e.g. polymers, doped and undoped metal oxides, and the protein bacteriorhodopsin).  Doped TiO2 has attracted much recent attention in the scientific community because the use of plasmonic silver and gold nanoparticles has greatly enhanced the material's photocatalytic and photoelectrochemical efficiency. Bacteriorhodopsin is one of only two naturally-occurring photosynthetic systems and, in addition to its important chemical and biological properties, has been considered for applications in solar-energy conversion and electronics. In all of these materials there is little known about the effects of strong plasmon-enhanced local electric fields on their fundamental dynamical light-induced processes.  The dynamics may involve unknown excited states and intermediates and altered kinetic rates. Fundamental processes most important to applications in photocatalysis and solar-energy conversion will be identified and colloidal chemistry will be used to synthesize new noble-metal nanostructures that selectively enhance the probabilities and/or dynamics of photophysical events. This program will build upon the El-Sayed group's extensive accomplishments in the areas of plasmonics, metal and semiconductor nanostructures, spectroscopy, catalysis, photochemistry, and photobiology.\r\n\r\nNON TECHNICAL SUMMARY\r\nThe proposed work seeks to determine at a fundamental level the interactions between plasmonic nanoparticles and materials that can be applied for photocatalysis and solar-energy conversion, so that the mechanisms responsible for plasmon-enhanced performance may be elucidated. Success will provide chemists, physicists, materials scientists, and engineers with knowledge on how best to incorporate noble-metal nanoparticles into devices and catalytic systems. The knowledge obtained will inform scientists in the field of colloidal chemistry on new synthesis strategies and how to optimize nanoparticle shape, size, structure, composition, and interparticle arrangement for particular applications. Students, postdoctoral fellows, and junior scientists will gain valuable multidisciplinary experience in chemistry, spectroscopy, and nanotechnology in preparation for careers in academia or industry.\r\n\r\nThe electric field enhancement caused by gold and silver nanostructures has revolutionized entire fields such as Raman spectroscopy. Although the cost of noble metals is very high, the many orders-of-magnitude enhancement in surface-enhanced Raman scattering suggests that only extremely small amounts of material may be needed in optimized systems. Taking full advantage of plasmonic effects while minimizing cost requires a detailed understanding of the static and dynamical properties of materials coupled to plasmonic fields, as well as scalable chemical syntheses that avoid expensive and time-consuming techniques such as electron beam lithography. Success in this endeavor will help to better utilize sunlight as an energy source and reduce the energy consumed to produce important industrial products such as H2. The resulting technological and economic growth, while slowing the rate of releasing pollutants and greenhouse gases into the environment, will have a significant worldwide impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "El-Sayed",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa A El-Sayed",
   "pi_email_addr": "melsayed@gatech.edu",
   "nsf_id": "000263913",
   "pi_start_date": "2012-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 419001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gold and silver nanoparticles, so called because of their &lt;100 nanometer diameter, have intense optical properties that can be tuned by changing nanoparticle size, shape, composition, and environment. This optical behavior is the result of an electronic property known as localized surface plasmon resonance. The combination of unique optical and electronic properties and high surface area makes these nanoparticles an interesting class of materials. This project published 16 scientific papers from 2013-2016 exploring the interaction of gold and silver nanoparticles with other materials, and the numerous applications that result.</p>\n<p>Gold nanoparticles can be used for sensitive optical measurements of biological molecules, to obtain information about their chemical identity. When covered with biocompatible molecules, these measurements can be performed inside living cells. We demonstrated that this technique can detect damage to DNA caused by chemicals or ultraviolet light, chemical changes inside cells that are damaged, and biomarkers that could be used to detect cancer. Gold nanoparticles can also carry drug molecules to be released inside cells. The nanoparticles themselves can also kill cells when illuminated by a laser, due to the heat produced. Our studies demonstrated the potential of gold nanoparticles for both therapy and diagnostics in living systems.</p>\n<p>More broadly, we have used these nanoparticles to both assist and monitor chemical reactions in solution. Real-time monitoring of the change in the nanoparticles&rsquo; optical properties showed that the nanoparticles can catalyze reactions directly on their surface. It had been previously suggested that metal ions could be removed from the nanoparticles, with the ions serving as catalysts while the nanoparticles themselves shrink with time. As the nanoparticles were not observed to change, this shows that these materials could have useful applications in certain industrial reactions.</p>\n<p>The optical properties of gold and silver nanoparticles can be further changed by placing them in close proximity to each other. When exposed to light, the electric field around each particle can couple with the fields around neighboring particles. Computer simulations showed that the nature of the interactions change when nanoparticles of different metals are combined, with energy being transferred from silver particles to adjacent gold particles. Strong effects are also observed when 2 identical nanoparticles couple to each other at a separation distance less than 5% of the particle diameter.</p>\n<p>The broad interest in nanotechnology has brought together a culturally and educationally diverse group of students and scientists to work on this project. We have trained a large number of undergraduates in this field and assisted them in preparing for graduate or medical school. The helps to ensure that the next generation of professionals will have a deep scientific understanding of gold and silver nanoparticles, as their applications in chemistry, biology, and medicine become more numerous and important.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2016<br>\n\t\t\t\t\tModified by: Mostafa&nbsp;A&nbsp;El-Sayed</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGold and silver nanoparticles, so called because of their &lt;100 nanometer diameter, have intense optical properties that can be tuned by changing nanoparticle size, shape, composition, and environment. This optical behavior is the result of an electronic property known as localized surface plasmon resonance. The combination of unique optical and electronic properties and high surface area makes these nanoparticles an interesting class of materials. This project published 16 scientific papers from 2013-2016 exploring the interaction of gold and silver nanoparticles with other materials, and the numerous applications that result.\n\nGold nanoparticles can be used for sensitive optical measurements of biological molecules, to obtain information about their chemical identity. When covered with biocompatible molecules, these measurements can be performed inside living cells. We demonstrated that this technique can detect damage to DNA caused by chemicals or ultraviolet light, chemical changes inside cells that are damaged, and biomarkers that could be used to detect cancer. Gold nanoparticles can also carry drug molecules to be released inside cells. The nanoparticles themselves can also kill cells when illuminated by a laser, due to the heat produced. Our studies demonstrated the potential of gold nanoparticles for both therapy and diagnostics in living systems.\n\nMore broadly, we have used these nanoparticles to both assist and monitor chemical reactions in solution. Real-time monitoring of the change in the nanoparticles? optical properties showed that the nanoparticles can catalyze reactions directly on their surface. It had been previously suggested that metal ions could be removed from the nanoparticles, with the ions serving as catalysts while the nanoparticles themselves shrink with time. As the nanoparticles were not observed to change, this shows that these materials could have useful applications in certain industrial reactions.\n\nThe optical properties of gold and silver nanoparticles can be further changed by placing them in close proximity to each other. When exposed to light, the electric field around each particle can couple with the fields around neighboring particles. Computer simulations showed that the nature of the interactions change when nanoparticles of different metals are combined, with energy being transferred from silver particles to adjacent gold particles. Strong effects are also observed when 2 identical nanoparticles couple to each other at a separation distance less than 5% of the particle diameter.\n\nThe broad interest in nanotechnology has brought together a culturally and educationally diverse group of students and scientists to work on this project. We have trained a large number of undergraduates in this field and assisted them in preparing for graduate or medical school. The helps to ensure that the next generation of professionals will have a deep scientific understanding of gold and silver nanoparticles, as their applications in chemistry, biology, and medicine become more numerous and important.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2016\n\n\t\t\t\t\tSubmitted by: Mostafa A El-Sayed"
 }
}