{
 "awd_id": "1233248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The North Anatolian Fault system in the Marmara Sea, Turkey - Insights from the Quaternary evolution of a multi-stranded transform",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 26020.0,
 "awd_amount": 26020.0,
 "awd_min_amd_letter_date": "2013-02-12",
 "awd_max_amd_letter_date": "2013-02-12",
 "awd_abstract_narration": "Funds are  provided for the principal investigators (PIs) to participate in a project that aims to investigate the dynamics controlling fault continuity, strain partitioning, and interaction between multiple fault branches as fault systems evolve. Specifically, the proposed work will focus on the evolving relationship between the northern and central branches of the North Anatolian Fault (NAF). To evaluate a series of possible models describing this relationship, the project will use high-resolution multi-channel seismic (MCS) data already collected for the northern branch, and will collect new MCS data for the central branch. The data will be combined with modeling to characterize slip history, strain partitioning, and relative fault activity. Results will constrain the evolution of the NAF system and enable comparisons with other transform fault systems. Funds will allow the initial participation of the PIs on the Turkish reserach cruise.\r\n\r\nBroader Impacts: The proposed work has direct implications for understanding seismic hazards in Turkey, and may also support a future IODP initiative in the area. It will strengthen international ties through ongoing collaboration with Turkish researchers. The PIs will continue ongoing outreach efforts. Data management includes archiving of data in various repositories within two years of acquisition/analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Sorlien",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Sorlien",
   "pi_email_addr": "christopher.sorlien@ucsb.edu",
   "nsf_id": "000219545",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "Jamestown",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028351203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 26020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The 1500 km-long North<br />Anatolian fault system in Turkey accommodates 23 mm/yr. of right-horizontal<br />slip at the longitude of Istanbul. It splits and diverges westward in northwest<br />Turkey, and, south of Istanbul, it has several active strands distributed<br />across 100 km. The most active fault strand is the northern one, which is the<br />closest to Istanbul. Bends in the map trace of the fault results in segments<br />across which there is extension in addition to the right-horizontal slip, forming<br />deep, rapidly-subsiding basins. These basins are part of Marmara Sea (Figure<br />1). Such distributed continental fault systems are present in other parts of<br />the world, including the San Andreas fault system in California. In addition to<br />earthquake hazard, the basins can contain abundant hydrocarbon resources. We<br />seek to understand the past history of motion on the many fault strands of this<br />system, and the relations of this motion to basin formation and sedimentation.</p>\n<p><br /><br /></p>\n<p>To accomplish this study, we<br />continued our international collaboration between two USA Universities and two<br />Turkish universities. Using the Turkish ship R/V Piri Reis and the scientists<br />and student scientists of the SeisLab at Dokuz Eylul University, we collected<br />additional profiles of acoustic imaging of the sub-sea floor during 2010. These<br />seismic reflection profiles image stratigraphic interfaces and faults with<br />resolutions of a few meters and penetrations between 1 and 2 km below the sea<br />floor.&nbsp; The profiles were critical to<br />stratigraphic correlations between basins.</p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p><span style=\"color: black;\">The project has produced three<br />journal publications. The first presents an age model for the stratigraphy of<br />Marmara Sea, and used that stratigraphy to study slip on faults and formation<br />of basins (Fig. 2). We conclude that basin formation has been continuous at<br />roughly constant rates for the last half million years, and that basin<br />subsidence and tilting is ongoing. The vertical component of slip across the<br />North Branch of the North Anatolia Fault (NAF-N) has also been continuous and<br />at a relatively steady rate for the last half million years. Other fault<br />strands and basins farther south within Marmara Sea have also been active for<br />at least the last half million years. This activity is ongoing, but at a much<br />slower rate than the NAF-N and the basins along that fault branch. </span></p>\n<p><br /><br /></p>\n<p><span style=\"color: black;\">The second publication<br />documents that folding and/or shallow-rooted faulting of the sea floor and<br />sub-bottom is related to downslope motion. The vertical amplitude of deformed<br />sedimentary layers across these folds and faults increases with depth,<br />indicating slow and continuous activity for several hundred thousand years<br />(Figure 3). Sedimentation only modifies the 3D geometry of these folds and does<br />not create them. Understanding these processes has implications for the<br />distribution of sandy petroleum reservoirs, and motion of sediment from slopes<br />to basins. </span></p>\n<p><br /><br /></p>\n<p><span style=\"color: black;\">The third manuscript is about<br />a type of basin formed by both horizontal and vertical slip on faults,<br />comparing the basins near Istanbul to the Ridge Basin in California. </span></p>\n<p><br /><br /></p>\n<p><span style=\"color: black;\">A fourth manuscript is very<br />close to being submitted. We document the horizontal and vertical motions<br />across the North Branch of the North Anatolia Fault (NAF-N) near Istanbul for<br />the last half million years. The results of this manuscript and the three<br />publications have implications to earthquake and other hazards to Istanbul and<br />smaller citi...",
  "por_txt_cntn": "\n\n\n\n\nThe 1500 km-long North\nAnatolian fault system in Turkey accommodates 23 mm/yr. of right-horizontal\nslip at the longitude of Istanbul. It splits and diverges westward in northwest\nTurkey, and, south of Istanbul, it has several active strands distributed\nacross 100 km. The most active fault strand is the northern one, which is the\nclosest to Istanbul. Bends in the map trace of the fault results in segments\nacross which there is extension in addition to the right-horizontal slip, forming\ndeep, rapidly-subsiding basins. These basins are part of Marmara Sea (Figure\n1). Such distributed continental fault systems are present in other parts of\nthe world, including the San Andreas fault system in California. In addition to\nearthquake hazard, the basins can contain abundant hydrocarbon resources. We\nseek to understand the past history of motion on the many fault strands of this\nsystem, and the relations of this motion to basin formation and sedimentation.\n\n\n\n\n\nTo accomplish this study, we\ncontinued our international collaboration between two USA Universities and two\nTurkish universities. Using the Turkish ship R/V Piri Reis and the scientists\nand student scientists of the SeisLab at Dokuz Eylul University, we collected\nadditional profiles of acoustic imaging of the sub-sea floor during 2010. These\nseismic reflection profiles image stratigraphic interfaces and faults with\nresolutions of a few meters and penetrations between 1 and 2 km below the sea\nfloor.  The profiles were critical to\nstratigraphic correlations between basins.\n\n \n\n\n\n\n\nThe project has produced three\njournal publications. The first presents an age model for the stratigraphy of\nMarmara Sea, and used that stratigraphy to study slip on faults and formation\nof basins (Fig. 2). We conclude that basin formation has been continuous at\nroughly constant rates for the last half million years, and that basin\nsubsidence and tilting is ongoing. The vertical component of slip across the\nNorth Branch of the North Anatolia Fault (NAF-N) has also been continuous and\nat a relatively steady rate for the last half million years. Other fault\nstrands and basins farther south within Marmara Sea have also been active for\nat least the last half million years. This activity is ongoing, but at a much\nslower rate than the NAF-N and the basins along that fault branch. \n\n\n\n\n\nThe second publication\ndocuments that folding and/or shallow-rooted faulting of the sea floor and\nsub-bottom is related to downslope motion. The vertical amplitude of deformed\nsedimentary layers across these folds and faults increases with depth,\nindicating slow and continuous activity for several hundred thousand years\n(Figure 3). Sedimentation only modifies the 3D geometry of these folds and does\nnot create them. Understanding these processes has implications for the\ndistribution of sandy petroleum reservoirs, and motion of sediment from slopes\nto basins. \n\n\n\n\n\nThe third manuscript is about\na type of basin formed by both horizontal and vertical slip on faults,\ncomparing the basins near Istanbul to the Ridge Basin in California. \n\n\n\n\n\nA fourth manuscript is very\nclose to being submitted. We document the horizontal and vertical motions\nacross the North Branch of the North Anatolia Fault (NAF-N) near Istanbul for\nthe last half million years. The results of this manuscript and the three\npublications have implications to earthquake and other hazards to Istanbul and\nsmaller cities and towns along Marmara Sea. \n\n \n\n\n\n\n\nThe project has produced three\njournal publications. The first presents an age model for the stratigraphy of\nMarmara Sea, and used that stratigraphy to study slip on faults and formation\nof basins (Fig. 2). We conclude that basin formation has been continuous at\nroughly constant rates for the last half million years, and that basin\nsubsidence and tilting is ongoing. The vertical component of slip across the\nNorth Branch of the North Anatolia Fault (NAF-N) has also been continuous and\nat a relatively steady rate for ..."
 }
}