{
 "awd_id": "1233289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Flow, Turbulence and Mixing in Mid-Ocean Ridge Fracture Zone Canyons",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1464664.0,
 "awd_amount": 1464664.0,
 "awd_min_amd_letter_date": "2013-07-12",
 "awd_max_amd_letter_date": "2014-04-09",
 "awd_abstract_narration": "Overview: In order to close the global overturning circulation, high-density deep- and bottom waters produced at high latitudes must be made less dense and upwell to shallower depths. Available observations from the subtropical South Atlantic indicate that the bulk of the mixing in the deep ocean there takes place over the topographically rough Mid-Atlantic Ridge, in particular in the quasi-regularly spaced \"fracture zone canyons\" corrugating the ridge flanks. There, dense water is advected toward the ridge crest (i.e. upwelled) by persistent along-valley currents that flow down the unidirectional density gradients, which are maintained by strong turbulence (diapycnal mixing). Most of the data on which these inferences are based were collected during the Brazil Basin Tracer Release Experiment (BBTRE) along a single ridge-flank canyon in the western South Atlantic near 22S where previous analyses have shown that both tidal mixing and overflow processes are important. \r\n\r\nTherefore, it is likely that both processes must be considered in order to understand and parameterize the effects of turbulence and mixing in the canyons corrugating the flanks of all slow-spreading ridges, which make up large fractions of the sea floor, in particular in the Atlantic, Indian and Southern Oceans. The primary aim of this follow-on project is to improve our understanding of the dynamics over the corrugated flanks of slow-spreading mid-ocean ridges. Due to the coarse sampling resolution and choice of station locations it is not possible to answer important questions, such as the relative importance of tidal and sill mixing, from the BBTRE data. Therefore, high-resolution surveys of hydrography, three-dimensional flow, turbulence and mixing will be carried out in two neighboring canyons and over the intervening topographic spur in the BBTRE region to determine the relative contributions of tidal and sill-related mixing. Furthermore, profiling moorings deployed on two nearby sill regions will be used to derive time series of spatially integrated mixing related buoyancy fluxes and to investigate the strong but unexplained sub-inertial variability of the along-canyon flow recorded previously. Additionally, three small moorings will be deployed in saddles between the two canyons to investigate inter-canyon exchange. The data analysis will include available data from previous experiments, including a set of tracer profiles that has not been analyzed before.\r\n\r\nIntellectual Merit: The corrugated flanks of slow-spreading ridges cover large areas of the sea floor of several major ocean basins. Therefore, understanding the dynamics in the ~100 km of ridge-flank canyons and its effects on the buoyancy and upwelling budget of the abyssal ocean is of global significance. In addition to determining the relative importance of tidal mixing and cross-sill flows in two canyons, the temporal variability of turbulence and mixing from tidal to yearly time scales will be investigated to gain insights into the forcing of the along-canyon flows, the exchange between neighboring canyons, and the eventual fate of the canyon waters. \r\n\r\nBroader Impacts: It is anticipated that insights gained during this project will improve our understanding of abyssal mixing in many different regions with similar bottom topography and provide the basis for better parameterizations of the effects of turbulence and mixing in large-scale circulation and climate models that cannot resolve these small-scale processes. As part of the project, a graduate student and a post-doctoral researcher will be trained in all aspects of observational physical oceanography, from data acquisition to interpretation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "St Laurent",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Louis C St Laurent",
   "pi_email_addr": "lstlaurent@apl.uw.edu",
   "nsf_id": "000091419",
   "pi_start_date": "2013-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Worrilow",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Scott E Worrilow",
   "pi_email_addr": "sworrilow@whoi.edu",
   "nsf_id": "000499854",
   "pi_start_date": "2013-07-12",
   "pi_end_date": "2014-04-09"
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceaongraphic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1464664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In order to close the global overturning cell of oceanic bottom water, dense and cold abyssal water must be transformed to lighter densities and upwell to shallower depths. In spite of several decades of research, where and how the buoyancy is gained and the water is transported upward remain topics of debate, not least because the available data generally show downward-increasing turbulence levels in the abyss, apparently implying mean vertical turbulent buoyancy-flux divergence (densification). Here, we present hydrographic observations from the South Atlantic and Indian Oceans indicating that bottom waters are transformed to lighter densities and upwelled by mean along-valley flows to shallower depths in many of the fracture zones that corrugate the flanks of slow-spreading mid-ocean ridges, which cover more than half of the seafloor area of these major ocean basins. The observations indicate that mean buoyancy-flux convergence inside the fracture zone valleys extends all the way up to the crests of the valley sidewalls, even though turbulence levels increase predominantly downward outside&nbsp;</span><span>&asymp;</span><span>100 m-thick bottom boundary layers associated with downward-decreasing turbulence levels and reduced density stratification. Consideration of cross-valley integrals indicates that horizontal convergence of the buoyancy fluxed downward by turbulence in the convex valleys &mdash; a hypsographic effect that also affects isolated depressions &mdash; exceeds the vertical divergence of the buoyancy fluxes inferred from the downward-increasing turbulence levels. This inference provides both a plausible explanation for the hydrographic observations, as well as evidence for the global importance of fracture zone valleys and other depressions for global transformation to lighter densities and upwelling of bottom waters.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2019<br>\n\t\t\t\t\tModified by: Louis&nbsp;C&nbsp;St. Laurent</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nIn order to close the global overturning cell of oceanic bottom water, dense and cold abyssal water must be transformed to lighter densities and upwell to shallower depths. In spite of several decades of research, where and how the buoyancy is gained and the water is transported upward remain topics of debate, not least because the available data generally show downward-increasing turbulence levels in the abyss, apparently implying mean vertical turbulent buoyancy-flux divergence (densification). Here, we present hydrographic observations from the South Atlantic and Indian Oceans indicating that bottom waters are transformed to lighter densities and upwelled by mean along-valley flows to shallower depths in many of the fracture zones that corrugate the flanks of slow-spreading mid-ocean ridges, which cover more than half of the seafloor area of these major ocean basins. The observations indicate that mean buoyancy-flux convergence inside the fracture zone valleys extends all the way up to the crests of the valley sidewalls, even though turbulence levels increase predominantly downward outside &asymp;100 m-thick bottom boundary layers associated with downward-decreasing turbulence levels and reduced density stratification. Consideration of cross-valley integrals indicates that horizontal convergence of the buoyancy fluxed downward by turbulence in the convex valleys &mdash; a hypsographic effect that also affects isolated depressions &mdash; exceeds the vertical divergence of the buoyancy fluxes inferred from the downward-increasing turbulence levels. This inference provides both a plausible explanation for the hydrographic observations, as well as evidence for the global importance of fracture zone valleys and other depressions for global transformation to lighter densities and upwelling of bottom waters.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/22/2019\n\n\t\t\t\t\tSubmitted by: Louis C St. Laurent"
 }
}