{
 "awd_id": "1235094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Flow, Turbulence and Mixing in Mid-Ocean Ridge Fracture Zone Canyons",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1356953.0,
 "awd_amount": 1356953.0,
 "awd_min_amd_letter_date": "2013-07-12",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "Overview: In order to close the global overturning circulation, high-density deep- and bottom waters produced at high latitudes must be made less dense and upwell to shallower depths. Available observations from the subtropical South Atlantic indicate that the bulk of the mixing in the deep ocean there takes place over the topographically rough Mid-Atlantic Ridge, in particular in the quasi-regularly spaced \"fracture zone canyons\" corrugating the ridge flanks. There, dense water is advected toward the ridge crest (i.e. upwelled) by persistent along-valley currents that flow down the unidirectional density gradients, which are maintained by strong turbulence (diapycnal mixing). Most of the data on which these inferences are based were collected during the Brazil Basin Tracer Release Experiment (BBTRE) along a single ridge-flank canyon in the western South Atlantic near 22S where previous analyses have shown that both tidal mixing and overflow processes are important. \r\n\r\nTherefore, it is likely that both processes must be considered in order to understand and parameterize the effects of turbulence and mixing in the canyons corrugating the flanks of all slow-spreading ridges, which make up large fractions of the sea floor, in particular in the Atlantic, Indian and Southern Oceans. The primary aim of this follow-on project is to improve our understanding of the dynamics over the corrugated flanks of slow-spreading mid-ocean ridges. Due to the coarse sampling resolution and choice of station locations it is not possible to answer important questions, such as the relative importance of tidal and sill mixing, from the BBTRE data. Therefore, high-resolution surveys of hydrography, three-dimensional flow, turbulence and mixing will be carried out in two neighboring canyons and over the intervening topographic spur in the BBTRE region to determine the relative contributions of tidal and sill-related mixing. Furthermore, profiling moorings deployed on two nearby sill regions will be used to derive time series of spatially integrated mixing related buoyancy fluxes and to investigate the strong but unexplained sub-inertial variability of the along-canyon flow recorded previously. Additionally, three small moorings will be deployed in saddles between the two canyons to investigate inter-canyon exchange. The data analysis will include available data from previous experiments, including a set of tracer profiles that has not been analyzed before.\r\n\r\nIntellectual Merit: The corrugated flanks of slow-spreading ridges cover large areas of the sea floor of several major ocean basins. Therefore, understanding the dynamics in the ~100 km of ridge-flank canyons and its effects on the buoyancy and upwelling budget of the abyssal ocean is of global significance. In addition to determining the relative importance of tidal mixing and cross-sill flows in two canyons, the temporal variability of turbulence and mixing from tidal to yearly time scales will be investigated to gain insights into the forcing of the along-canyon flows, the exchange between neighboring canyons, and the eventual fate of the canyon waters. \r\n\r\nBroader Impacts: It is anticipated that insights gained during this project will improve our understanding of abyssal mixing in many different regions with similar bottom topography and provide the basis for better parameterizations of the effects of turbulence and mixing in large-scale circulation and climate models that cannot resolve these small-scale processes. As part of the project, a graduate student and a post-doctoral researcher will be trained in all aspects of observational physical oceanography, from data acquisition to interpretation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Thurnherr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Thurnherr",
   "pi_email_addr": "amt2109@columbia.edu",
   "nsf_id": "000483753",
   "pi_start_date": "2013-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1356953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary aim of the DoMORE (Dynamics on Mid-Ocean Ridge flanks Experiment) project consists in furthering our understanding of the currents and water-mass transformation taking place in fracture zone valleys on the flanks of slow-spreading mid-ocean ridges, which cover nearly half of the global sea floor. Available evidence indicates that it is in these settings that most of the upwelling of cold bottom waters takes pace, indicating that mid-ocean ridge flanks are of fundamental importance to the ocean circulation and climate.&nbsp;</p>\n<p><em>Intellectual Merit: </em>During the two project expeditions, hundreds of hydrographic profiles were collected an array of moored instruments was collecting data for an entire year in a fracture zone valley in the South Atlantic. Analysis of these data has resulted in the following main conclusions, which are published in four different papers:</p>\n<ol>\n<li>1. The DoMORE data provide overall confirmation for the basic dynamic balance between along-canyon advection and diapycnal diffusion of buoyancy in a fracture zone canyon on the Mid-Atlantic Ridge flank as had been inferred from older data.</li>\n<li>2. The DoMORE data provide support for several additional hypotheses put forward by Thurnherr et al. (2005), including the inference that large along-canyon density gradients are associated with hydraulically controlled overflows, and that these overflows are the locations of the strongest turbulence and mixing in the canyon.</li>\n<li>3. The time-averaged turbulence profile at the overflow has a local maximum several hundreds of meters above the local seafloor, implying strong downward buoyancy flux into the Antarctic Bottom Water at this location, confirming a prior hypothesis that was used to motivate the proposal.</li>\n<li>4. The DoMORE data confirm that the turbulence levels in the fracture zone valley are modulated by the spring-neap tidal cycle, providing evidence for tidal forcing. Unexpectedly, tidal modulation of turbulence is restricted to a prominent hydraulic overflow sampled extensively during DoMORE but was not observed away from the overflow.</li>\n<li>5. The DoMORE data show that there is a vertical divergence of internal-wave flux near the level of the sidewall crests, thus providing a consistent interpretation for the apparently contradictory results of dominance of upward propagating internal wave energy above the MAR flank vs. the dominance of downward propagating near-inertial energy in the canyon reported in earlier papers.</li>\n<li>6. The downward propagation of near-inertial waves in the canyon is particularly apparent outside of the overflow region, where individual packets can be traced downward from the upper rim of the canyon until a few hundred meters above the seabed where they disappear in a region that is associated with elevated dissipation. Ray tracing experiments indicate that the downward-propagating near-inertial energy is absorbed by critical-layer interaction with&nbsp; the vertical shear associated with the mean along-canyon flow.&nbsp;</li>\n<li>7. Comparison with historical data confirms the approximate steady state of the along-canyon density gradients and low-frequency flow, which had been hypothesized before. The low-frequency temporal trends in the canyon temperature and salinity are consistent with climatic large-scale trends reported for the Brazil Basin.</li>\n<li>8. While there are regions in the fracture zone valley where dissipation reaches an interior maximum several hundred meters above the seabed, the overall mean profile is characterized by an increase toward the seabed, apparently implying local densification of the water. In contrast, the density and velocity observations clearly show transformation of the bottom water in the fracture zone valleys toward lighter densities. Results from DoMORE indicate that this apparent inconsistency can be resolved by considering the topography of fracture zone valleys and other submarine depressions.&nbsp;</li>\n</ol>\n<p>&nbsp;<em>Broader Impacts:</em>&nbsp; a) In addition to the four papers, results from this project were disseminated at several scientific meetings and in seminar presentations at numerous institutions. b) In the context of this project training was provided to 5 post-doctoral researchers, 4 undergraduate students, a PhD student, an engineer, as well as a junior physical oceanography colleague. c) Data from this project have been used to help diagnose a design problem of Teledyne/RDI 150kHz Workhorse Acoustic Doppler Current Profilers, which has since been fixed by the manufacturer. d) Data from this project have been used to improve and validate a new parameterization method for turbulence and mixing based on internal-wave measurements.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Andreas&nbsp;Thurnherr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary aim of the DoMORE (Dynamics on Mid-Ocean Ridge flanks Experiment) project consists in furthering our understanding of the currents and water-mass transformation taking place in fracture zone valleys on the flanks of slow-spreading mid-ocean ridges, which cover nearly half of the global sea floor. Available evidence indicates that it is in these settings that most of the upwelling of cold bottom waters takes pace, indicating that mid-ocean ridge flanks are of fundamental importance to the ocean circulation and climate. \n\nIntellectual Merit: During the two project expeditions, hundreds of hydrographic profiles were collected an array of moored instruments was collecting data for an entire year in a fracture zone valley in the South Atlantic. Analysis of these data has resulted in the following main conclusions, which are published in four different papers:\n\n1. The DoMORE data provide overall confirmation for the basic dynamic balance between along-canyon advection and diapycnal diffusion of buoyancy in a fracture zone canyon on the Mid-Atlantic Ridge flank as had been inferred from older data.\n2. The DoMORE data provide support for several additional hypotheses put forward by Thurnherr et al. (2005), including the inference that large along-canyon density gradients are associated with hydraulically controlled overflows, and that these overflows are the locations of the strongest turbulence and mixing in the canyon.\n3. The time-averaged turbulence profile at the overflow has a local maximum several hundreds of meters above the local seafloor, implying strong downward buoyancy flux into the Antarctic Bottom Water at this location, confirming a prior hypothesis that was used to motivate the proposal.\n4. The DoMORE data confirm that the turbulence levels in the fracture zone valley are modulated by the spring-neap tidal cycle, providing evidence for tidal forcing. Unexpectedly, tidal modulation of turbulence is restricted to a prominent hydraulic overflow sampled extensively during DoMORE but was not observed away from the overflow.\n5. The DoMORE data show that there is a vertical divergence of internal-wave flux near the level of the sidewall crests, thus providing a consistent interpretation for the apparently contradictory results of dominance of upward propagating internal wave energy above the MAR flank vs. the dominance of downward propagating near-inertial energy in the canyon reported in earlier papers.\n6. The downward propagation of near-inertial waves in the canyon is particularly apparent outside of the overflow region, where individual packets can be traced downward from the upper rim of the canyon until a few hundred meters above the seabed where they disappear in a region that is associated with elevated dissipation. Ray tracing experiments indicate that the downward-propagating near-inertial energy is absorbed by critical-layer interaction with  the vertical shear associated with the mean along-canyon flow. \n7. Comparison with historical data confirms the approximate steady state of the along-canyon density gradients and low-frequency flow, which had been hypothesized before. The low-frequency temporal trends in the canyon temperature and salinity are consistent with climatic large-scale trends reported for the Brazil Basin.\n8. While there are regions in the fracture zone valley where dissipation reaches an interior maximum several hundred meters above the seabed, the overall mean profile is characterized by an increase toward the seabed, apparently implying local densification of the water. In contrast, the density and velocity observations clearly show transformation of the bottom water in the fracture zone valleys toward lighter densities. Results from DoMORE indicate that this apparent inconsistency can be resolved by considering the topography of fracture zone valleys and other submarine depressions. \n\n\n Broader Impacts:  a) In addition to the four papers, results from this project were disseminated at several scientific meetings and in seminar presentations at numerous institutions. b) In the context of this project training was provided to 5 post-doctoral researchers, 4 undergraduate students, a PhD student, an engineer, as well as a junior physical oceanography colleague. c) Data from this project have been used to help diagnose a design problem of Teledyne/RDI 150kHz Workhorse Acoustic Doppler Current Profilers, which has since been fixed by the manufacturer. d) Data from this project have been used to improve and validate a new parameterization method for turbulence and mixing based on internal-wave measurements. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Andreas Thurnherr"
 }
}