{
 "awd_id": "1237140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LTER:  Georgia Coastal Ecosystems-III",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 5394000.0,
 "awd_amount": 6243180.0,
 "awd_min_amd_letter_date": "2012-11-20",
 "awd_max_amd_letter_date": "2018-01-04",
 "awd_abstract_narration": "Intellectual Merit  \r\n\r\nThe Georgia Coastal Ecosystems (GCE) LTER is located along three adjacent sounds on the Atlantic coast and includes both intertidal marshes and estuaries. Long-term drivers of climate change, sea level rise and human alterations of the landscape will cause transitions in dominant habitat types (state changes) within the GCE domain by changing the amounts and patterns of water delivery across the landscape. These changes in water delivery can be conceptualized as presses and pulses in river inflow, local runoff, groundwater input, and tidal inundation, which will in turn manifest themselves as changes in salinity and inundation patterns in the domain. The research at GCE-III is designed to address how variations in salinity and inundation, driven by climate change and anthropogenic factors, affect biotic and ecosystem responses at different spatial and temporal scales, and to predict the consequences of these changes for habitat provisioning and carbon (C) sequestration across the coastal landscape. The goals for this next funding cycle are to: 1) Track long-term changes in climate and human actions in the watershed and adjacent uplands, and evaluate the effects of these drivers on domain boundary conditions (riverine input, runoff and infiltration from adjacent uplands, sea surface height). This will be accomplished through long-term measurements of climate, water chemistry, oceanic exchange, and human activities on the landscape. 2) Describe temporal and spatial variability in physical (e.g. stratification, estuarine salt intrusion, residence time), chemical (e.g. salinity, nutrients, organic matter liability), geological (e.g. accretion) and biological (e.g. organism abundance and productivity) properties in the domain, and to evaluate how they are affected by variations in river inflow and other boundary conditions. LTER researchers will accomplish this by tracking both water and marsh conditions at our core monitoring sites, remote sensing, and hydrodynamic modeling. 3) Characterize the responses of three dominant habitats in the domain (Spartina marsh, fresh/brackish marsh, high marsh) to pulses and presses in salinity and inundation. Investigators will accomplish this through monitoring, large-scale field manipulations, and modeling designed to evaluate system responses to changes in inundation in the Spartina marsh, increased salinity in the fresh/brackish marsh, and changes in hydrologic connectivity in the high marsh. LTER personnel are particularly interested in determining thresholds that cause habitat transitions (state changes), and in identifying signals of these changes. 4) Describe patterns of habitat provisioning and C sequestration and export in the GCE domain, and to evaluate how these might be affected by changes in salinity and inundation. This will be accomplished by using modeling and field observations to evaluate habitat provision and C flow under different scenarios of sea level rise, freshwater inflow, and coastal development that describe both the pre-colonial past conditions of the system and its likely future over the next 100 years. These efforts will be synthesized into a synoptic understanding of both biotic and ecosystem responses to variations in salinity and inundation driven by climate change and human activities, which will be used to assess thresholds between habitats and the potential for state changes in the domain.\r\n\r\nBroader Impacts \r\n\r\nThe goal of GCE outreach is to enhance scientific understanding of coastal ecosystems by teachers and students, coastal managers, and the general public. The GCE Schoolyard program, run in partnership with the UGA Marine Extension Service, is built around long-term contact and mentoring of educators. The Schoolyard program is developing activities and distribution plans for the forthcoming GCE children's book, As the Tide Comes In. A partnership with the GCE Peach LSAMP program will provide research opportunities for minority undergraduates, and a cross-site interdisciplinary course will provide interdisciplinary training for graduate students. GCE postdoctoral opportunities will advance the early careers of several scientists. The LTER partners with the Georgia Coastal Research Council to promote science-based management of coastal resources. GCE scientists routinely participate in a variety of public outreach forums. GCE information is also broadly accessed via our website, which uses a state-of-the art information system to manage and display information about study sites, research, taxonomy, data sets, publications, and project administration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merryl",
   "pi_last_name": "Alber",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Merryl L Alber",
   "pi_email_addr": "malber@uga.edu",
   "nsf_id": "000155748",
   "pi_start_date": "2012-11-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Pennings",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Pennings",
   "pi_email_addr": "spennings@uh.edu",
   "nsf_id": "000334580",
   "pi_start_date": "2012-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF GEORGIA (UGA)",
  "perf_str_addr": "617 Boyd Graduate Studies Bldg",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "1322",
   "pgm_ref_txt": "SEA LEVEL CHANGES"
  },
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1066500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1056705.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1179975.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1466000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 494000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 980000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Georgia Coastal Ecosystems Long Term Ecological Research (GCE-LTER) program, based at the University of Georgia Marine Institute on Sapelo Island, was established in 2000 to study long-term change in coastal ecosystems. Estuaries and marshes provide food and refuge for organisms, protect the shoreline, help keep water clean, and store carbon. GCE-LTER researchers track the major drivers that cause long-term change, such as altered freshwater input and sea level rise, and conduct experiments to assess how coastal ecosystems will respond to anticipated changes in climate and human activities. During this funding cycle (GCE-III) we continued a program of research that addresses the five LTER core areas (primary production, populations, organic matter cycling, inorganic nutrients, disturbance) through a combination of long-term observations, field surveys, experimental manipulations and modeling.</p>\n<p>The GCE-LTER has made major contributions to understanding patterns of primary production, community interactions and ecosystem services along abiotic gradients in intertidal wetlands, as well as the flow of carbon across the coastal landscape and out to the ocean. Key findings include:&nbsp;</p>\n<p><strong>Estuaries play an outsized role in the global carbon budget:</strong> Work at GCE has improved our understanding of the global C budget by demonstrating that estuaries are net sources of CO<sub>2</sub> to the atmosphere and coastal ocean and net sinks for oceanic and atmospheric O<sub>2</sub>. This work challenges the simplistic treatment of estuaries in global C models, and suggests that interactions between river discharge, changes in marsh area, and increasing atmospheric CO<sub>2</sub> will alter shelf-ocean C exchange in the future.</p>\n<p><strong>Ammonia oxidizers transform the nitrogen cycle</strong>: Ammonia-oxidizing archaea (AOA) play a key role in the nitrogen cycle by converting ammonium into nitrite, but little is known about their population dynamics and their relation to environmental factors. Research at the GCE found that mid-summer blooms of AOA coincide with a peak in nitrite concentration. Field data from 29 estuaries showed similar summer peaks in nitrite, suggesting that summer blooms of AOA are widespread and play a previously-unrecognized role in driving estuarine nitrogen cycling.</p>\n<p><strong>Sea level rise alters wetland function.</strong> Sea level rise is expected to cause salt marshes to extend upstream at the expense of freshwater wetlands, thereby dramatically altering the intertidal landscape. GCE is conducting a large-scale field experiment to evaluate the ecosystem effects of saltwater intrusion on freshwater wetlands. Experimental salinization reduced primary production, reduces plant species diversity, decreases respiration and leads to loss of marsh elevation.</p>\n<p><strong>River flow supports marsh production</strong>. GCE scientists use a combination of long-term monitoring, remote sensing, and field experiments to study controls on plant composition and productivity in salt marshes. A retrospective analysis found that dominant estuarine plants grow up to 3 times better in years with low salinities, and that salinity is driven most strongly by river discharge. A high frequency of drought in 1998-2012 led to declines in plant biomass over the 28-year period of record for Landsat 8.</p>\n<p><strong>Mobile predators structure communities: </strong>Research at GCE has demonstrated that mobile predators like alligators move between fresh and marine habitats, consume a variety of estuarine prey, and alter the behavior of intermediate predators such as blue crabs. A predator exclusion experiment initiated in 2016 indicates that blue crabs and large fish alter the abundance of marsh invertebrates such as snails and fiddler crabs that in turn mediate plant production and soil biogeochemistry.</p>\n<p>&nbsp;</p>\n<p>The GCE-LTER also has strong programs in information management, education and outreach. Nine MS theses and fifteen PhD dissertations were completed by GCE-LTER graduate students, and we routinely involve undergraduates in our research, many of whom have gone on to graduate school. GCE has developed a model for distributed graduate courses taught live on the internet. These courses have a broad reach (&gt;150 graduate students and managers at &gt; 40 institutions) and leverage personnel across the LTER network and beyond to provide a level of expertise in graduate education that no single institution could match. The GCE Schoolyard program provides in-service training in field ecology for K-12 educators, and we have published a children&rsquo;s book, &ldquo;<em>And the Tide Comes In,</em>&rdquo; as part of the LTER schoolyard series. The project provides outreach to coastal managers through the Georgia Coastal Research Council, which promotes science-based management of Georgia coastal resources by facilitating information transfer between scientists and managers.</p>\n<p>The GCE information management program meets the highest LTER IM standards.<strong> </strong>The GCE Data Catalog (<a href=\"http://gce-lter.marsci.uga.edu/public/app/data_catalog.asp\">http://gce-lter.marsci.uga.edu/public/app/data_catalog.asp</a>) provides on-line access to data sets. A total of 603 catalog data sets are currently available online, and an additional 793 public data sets are available through the GCE Data Portal, which provides relevant federal data. GCE has also developed and released a number of innovative software products, database systems and web applications, such as the GCE Data Toolbox for MATLAB (<a href=\"https://gce-lter.marsci.uga.edu/public/im/tools/data_toolbox.htm\">https://gce-lter.marsci.uga.edu/public/im/tools/data_toolbox.htm</a>), which has been downloaded by over 4100 registered users for sensor data harvesting and analysis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2019<br>\n\t\t\t\t\tModified by: Merryl&nbsp;Alber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Georgia Coastal Ecosystems Long Term Ecological Research (GCE-LTER) program, based at the University of Georgia Marine Institute on Sapelo Island, was established in 2000 to study long-term change in coastal ecosystems. Estuaries and marshes provide food and refuge for organisms, protect the shoreline, help keep water clean, and store carbon. GCE-LTER researchers track the major drivers that cause long-term change, such as altered freshwater input and sea level rise, and conduct experiments to assess how coastal ecosystems will respond to anticipated changes in climate and human activities. During this funding cycle (GCE-III) we continued a program of research that addresses the five LTER core areas (primary production, populations, organic matter cycling, inorganic nutrients, disturbance) through a combination of long-term observations, field surveys, experimental manipulations and modeling.\n\nThe GCE-LTER has made major contributions to understanding patterns of primary production, community interactions and ecosystem services along abiotic gradients in intertidal wetlands, as well as the flow of carbon across the coastal landscape and out to the ocean. Key findings include: \n\nEstuaries play an outsized role in the global carbon budget: Work at GCE has improved our understanding of the global C budget by demonstrating that estuaries are net sources of CO2 to the atmosphere and coastal ocean and net sinks for oceanic and atmospheric O2. This work challenges the simplistic treatment of estuaries in global C models, and suggests that interactions between river discharge, changes in marsh area, and increasing atmospheric CO2 will alter shelf-ocean C exchange in the future.\n\nAmmonia oxidizers transform the nitrogen cycle: Ammonia-oxidizing archaea (AOA) play a key role in the nitrogen cycle by converting ammonium into nitrite, but little is known about their population dynamics and their relation to environmental factors. Research at the GCE found that mid-summer blooms of AOA coincide with a peak in nitrite concentration. Field data from 29 estuaries showed similar summer peaks in nitrite, suggesting that summer blooms of AOA are widespread and play a previously-unrecognized role in driving estuarine nitrogen cycling.\n\nSea level rise alters wetland function. Sea level rise is expected to cause salt marshes to extend upstream at the expense of freshwater wetlands, thereby dramatically altering the intertidal landscape. GCE is conducting a large-scale field experiment to evaluate the ecosystem effects of saltwater intrusion on freshwater wetlands. Experimental salinization reduced primary production, reduces plant species diversity, decreases respiration and leads to loss of marsh elevation.\n\nRiver flow supports marsh production. GCE scientists use a combination of long-term monitoring, remote sensing, and field experiments to study controls on plant composition and productivity in salt marshes. A retrospective analysis found that dominant estuarine plants grow up to 3 times better in years with low salinities, and that salinity is driven most strongly by river discharge. A high frequency of drought in 1998-2012 led to declines in plant biomass over the 28-year period of record for Landsat 8.\n\nMobile predators structure communities: Research at GCE has demonstrated that mobile predators like alligators move between fresh and marine habitats, consume a variety of estuarine prey, and alter the behavior of intermediate predators such as blue crabs. A predator exclusion experiment initiated in 2016 indicates that blue crabs and large fish alter the abundance of marsh invertebrates such as snails and fiddler crabs that in turn mediate plant production and soil biogeochemistry.\n\n \n\nThe GCE-LTER also has strong programs in information management, education and outreach. Nine MS theses and fifteen PhD dissertations were completed by GCE-LTER graduate students, and we routinely involve undergraduates in our research, many of whom have gone on to graduate school. GCE has developed a model for distributed graduate courses taught live on the internet. These courses have a broad reach (&gt;150 graduate students and managers at &gt; 40 institutions) and leverage personnel across the LTER network and beyond to provide a level of expertise in graduate education that no single institution could match. The GCE Schoolyard program provides in-service training in field ecology for K-12 educators, and we have published a children’s book, \"And the Tide Comes In,\" as part of the LTER schoolyard series. The project provides outreach to coastal managers through the Georgia Coastal Research Council, which promotes science-based management of Georgia coastal resources by facilitating information transfer between scientists and managers.\n\nThe GCE information management program meets the highest LTER IM standards. The GCE Data Catalog (http://gce-lter.marsci.uga.edu/public/app/data_catalog.asp) provides on-line access to data sets. A total of 603 catalog data sets are currently available online, and an additional 793 public data sets are available through the GCE Data Portal, which provides relevant federal data. GCE has also developed and released a number of innovative software products, database systems and web applications, such as the GCE Data Toolbox for MATLAB (https://gce-lter.marsci.uga.edu/public/im/tools/data_toolbox.htm), which has been downloaded by over 4100 registered users for sensor data harvesting and analysis.\n\n\t\t\t\t\tLast Modified: 12/04/2019\n\n\t\t\t\t\tSubmitted by: Merryl Alber"
 }
}