{
 "awd_id": "1237975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Network-Guided Predictions and Characterization of Genes Governing Pattern Recognition Receptor-Mediated Immunity in Cereals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Gallagher",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 2668339.0,
 "awd_amount": 2668339.0,
 "awd_min_amd_letter_date": "2013-02-27",
 "awd_max_amd_letter_date": "2015-06-09",
 "awd_abstract_narration": "PI: Pamela Ronald (University of California - Davis)\r\n\r\nCoPI: Edward Marcotte (University of Texas at Austin)\r\n\r\nCollaborators: Roger Wise (USDA-ARS) and Jorge Dubcovsky (University of California - Davis)\r\n\r\nPlants and animals sense conserved microbial signatures through receptors localized to the plasma membrane and cytoplasm. These receptors, often called pattern recognition receptors (PRRs), typically carry or associate with non-arginine-aspartate (non-RD) kinases that initiate complex signaling networks cumulating in broad-spectrum resistance. While it is now widely appreciated that PRRs play a key role in the immune response of plants and animals, little is known about the signaling pathways governing these responses. This is especially true in monocotyledonous species, which are estimated to contain a ten-fold larger number of PRRs as compared to dicots. This project exploits RiceNet, a previously experimentally validated genome-scale functional gene network of rice genes, to explore PRR-mediated immune responses in cereals on a genome-wide scale. Taking advantage of the observation that genetic modifiers of the same gene often cluster in gene networks, novel regulators of PRR-mediated immune responses can be effectively identified and prioritized based on local connectivity in such networks. The project will identify and validate subnetworks (i.e. sets of genes) governing rice, barley and wheat PRR-mediated immune responses, generate a new dataset for rice based on an innovative proteomics approach, and establish a genome-scale functional network for wheat. Results from these studies will lead to major advances in understanding the PRR-mediated immune response of cereal crops. Because pathways controlling PRR-mediated responses in rice are similar to those in other plants and animals, the expected results will be relevant to other species that will serve as a starting point to develop new strategies for engineering resistance in cereal crops. \r\n\r\nResearchers at all levels, from undergraduate student interns through postdoctoral scientists, will receive essential training in genomics, proteomics, pathology, and systems biology. The project will organize and hold a Networks in Immunity (NetI) workshop that will facilitate collaborations between increasing numbers of researchers in this important discipline. Results will be made broadly available, allowing for generation of novel hypotheses and biotechnological applications, and serve as a basis for comparative genomics studies. All validated interactions will be deposited into central protein-protein interaction databases such as IntAct, MINT, DIP, or bioGRID. All raw mass spectrometry data will be deposited into the Open Proteomics Database (http://bioinformatics.icmb.utexas.edu/OPD/) and raw proteomics datasets will be submitted to the public repositories PeptideAtlas (http://www.peptideatlas.org) or Tranche (https://proteomecommons.org/tranche/).  Finally, gene expression datasets will be deposited in the Gene Expression Omnibus (GEO) public database at the NCBI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Ronald",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela C Ronald",
   "pi_email_addr": "pcronald@ucdavis.edu",
   "nsf_id": "000470355",
   "pi_start_date": "2013-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Marcotte",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Edward M Marcotte",
   "pi_email_addr": "marcotte@icmb.utexas.edu",
   "nsf_id": "000368925",
   "pi_start_date": "2013-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "UC davis",
  "perf_str_addr": "1 shields ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 832565.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 952925.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 882849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite decades of study, the&nbsp;assembly of plant proteins that produce agronomically important traits such as resistance to infectious disease are largely unknown. Defining these &ldquo;molecular machines&rdquo; is a key step for elucidating the genetic and biochemical basis for resistance and for developing new&nbsp;strategies for controlling disease. With our NSF funding, we exploited the observation that&nbsp;networks of genes work together to produce a trait. By incorporating recently generated data, we constructed a network (Called RiceNet v2) of 25,765 rice genes (70.1% of the coding genome) and 1,775,000 co-functional links. Based on local connectivity in this gene network, we identified and prioritized new genes predicted to regulate plant immunity. We also generated WheatNet, the first genome-scale functional network for <em>T. aestivum</em> and a companion web server (<a href=\"http://www.inetbio.org/wheatnet\">www.inetbio.org/wheatnet</a>).<em> </em>We also isolated and sequence-mapped &gt;2,200 fast neutron-irradiated rice Kitaake mutant lines to facilitate rapid testing of new gene-phenotype relationships in rice. We constructed&nbsp;the Kitaake mutant database, an&nbsp;open access database,&nbsp;which&nbsp;facilitates public access to this genetic resource. As part of this strategy, we developed &lsquo;tagless&rsquo; co-fractionation/mass spectrometry method to map protein complexes in six plant species. This approach allows for systematic global protein interaction screens directly in native cell and tissue extracts in an efficient, cost-effective and comprehensive manner. &nbsp;As part of the project, we also hosted a &ldquo;Networks in Immunity&rdquo; workshop that facilitated collaborations between researchers in this important discipline and communicated new discoveries in the field to a diverse audience.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2018<br>\n\t\t\t\t\tModified by: Pamela&nbsp;C&nbsp;Ronald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite decades of study, the assembly of plant proteins that produce agronomically important traits such as resistance to infectious disease are largely unknown. Defining these \"molecular machines\" is a key step for elucidating the genetic and biochemical basis for resistance and for developing new strategies for controlling disease. With our NSF funding, we exploited the observation that networks of genes work together to produce a trait. By incorporating recently generated data, we constructed a network (Called RiceNet v2) of 25,765 rice genes (70.1% of the coding genome) and 1,775,000 co-functional links. Based on local connectivity in this gene network, we identified and prioritized new genes predicted to regulate plant immunity. We also generated WheatNet, the first genome-scale functional network for T. aestivum and a companion web server (www.inetbio.org/wheatnet). We also isolated and sequence-mapped &gt;2,200 fast neutron-irradiated rice Kitaake mutant lines to facilitate rapid testing of new gene-phenotype relationships in rice. We constructed the Kitaake mutant database, an open access database, which facilitates public access to this genetic resource. As part of this strategy, we developed ?tagless? co-fractionation/mass spectrometry method to map protein complexes in six plant species. This approach allows for systematic global protein interaction screens directly in native cell and tissue extracts in an efficient, cost-effective and comprehensive manner.  As part of the project, we also hosted a \"Networks in Immunity\" workshop that facilitated collaborations between researchers in this important discipline and communicated new discoveries in the field to a diverse audience.\n\n \n\n\t\t\t\t\tLast Modified: 03/20/2018\n\n\t\t\t\t\tSubmitted by: Pamela C Ronald"
 }
}