{
 "awd_id": "1238201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Post-translational Modifications as Modulators of Crop Plant Defense Signaling: a Systems Approach",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032920000",
 "po_email": "erlyons@nsf.gov",
 "po_sign_block_name": "Eric Lyons",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 1359211.0,
 "awd_amount": 2053146.0,
 "awd_min_amd_letter_date": "2012-11-30",
 "awd_max_amd_letter_date": "2014-12-04",
 "awd_abstract_narration": "PI: Jean T. Greenberg (University of Chicago)\r\n\r\nCoPIs: Stephen J. Kron (University of Chicago) and Howard C. Hang (Rockefeller University)\r\n\r\nThe interaction of pathogenic microbes with plants elicits signaling pathways that can dictate the outcome of infection. Post-translational modifications (PTMs) elaborated after microbial perception enable a flexible mechanism for plants to activate networks of signaling events that promote host resistance. However, proteins such as acetyltransferase (AC-TR) effectors that are injected into plants by microbes can modify host proteins, which are then affected in their signaling functions due to alterations in folding, cellular location, enzymatic activity, ability to bind other proteins and/or stability. The recent availability of genomic sequence data of economically important plants and new technologies now makes it feasible to do systems-level global analysis of PTMs and to further dissect their impact on disease resistance. The goal of this project is to dissect how PTMs of plant proteins during infection modulates the ability of crop plants to defend against pathogenic bacteria. The project will (1) optimize in vitro methods for studying protein acetylation using AC-TR effectors from bacteria and host substrates; (2) perform global analyses of host protein acetylation in tomato using AC-TR effectors and test the role of select acetylated targets in plant defense; and (3) evaluate the impact of acetylation on defense signaling by analyzing global changes host protein phosphorylation, another PTM that is potentially competitive with acetylation. The project will develop reagents that will be used (and disseminated to the community) to quantitatively study signaling dynamics and relate changes in dynamics due to acetylation to infection outcomes. The global analysis of PTMs performed during this research will enhance the value of genomic studies and give a systems-level understanding of defense signaling that will expand the opportunities for crop improvements. The project will integrate research and teaching to provide interdisciplinary training to project personnel in proteomics, chemical biology, biochemistry, molecular genetics and plant-microbe interactions. It will also have broad impact by providing new tools and reagents to the community for analyzing defense signaling, and giving access to students from other universities to practical training through workshops on the analysis of PTMs. Inclusion of students from underrepresented groups will also have an impact on broadening participation in research of diverse groups. \r\n\r\nA major innovation of the project is the development and application of new methods for analyzing different acetylation sites in proteins at a global scale in relation to other potentially competitive modifications. The approach will be transformative for the study of acetylation in relation to other protein modifications in crop plants and applicable to a broad variety of plants and other organisms. A key outreach component will be three-day workshops for students from other institutions to learn the principles of detecting modifications of plant proteins. Students will gain hands-on experience on the generation and analysis of data on post-translational modifications using mass spectrometry. Additional outreach efforts will include participation in discussions about this project and demonstrations with school groups that visit the University of Chicago and Rockefeller University, coordination with teachers to modernize science curricula and discussions about research with the public at community fairs. This project will provide important interdisciplinary training in chemical biology, proteomics, biochemistry, molecular genetics and plant pathology to project personnel, including postdoctoral scholars and students at the graduate, post-baccalaureate, undergraduate and high school levels. Project personnel will be drawn from diverse groups to broaden participation in research science. Finally, the project will develop useful reagents (antibodies) and protocols to detect modifications in tomato proteins. The public will have access to the information generated by the project such as specific proteins that are subject to modification and approaches to monitor modifications through peer-reviewed publications and the project website.  The public will also have access to reagents generated such as antibodies and tomato seeds as well as primary MS/MS spectra upon request. Proteomics datasets will also be deposited in one or more databases such as P3DB (http://p3db.org/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Greenberg",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jean T Greenberg",
   "pi_email_addr": "jgreenbe@midway.uchicago.edu",
   "nsf_id": "000119819",
   "pi_start_date": "2012-11-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kron",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Kron",
   "pi_email_addr": "skron@uchicago.edu",
   "nsf_id": "000222829",
   "pi_start_date": "2012-11-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Hang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Howard C Hang",
   "pi_email_addr": "hhang@rockefeller.edu",
   "nsf_id": "000617254",
   "pi_start_date": "2012-11-30",
   "pi_end_date": "2014-02-27"
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "929 EAST 57 ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1393049.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 660097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this work was to gain insight into how a disease-causing bacteria of tomato called <em>Pseudomonas syringae</em> can overcome the natural defense mechanism of plants. <em>P. syringae</em> infections compromise crop food quality due to the leaf and fruit damage caused. Knowledge of how <em>P. syringae</em> overcomes plant defenses can help in the development of disease-resistant plant varieties. This work focused on a consortium of factors called &ldquo;effectors&rdquo; that the pathogen injects into the plant during infection. A factor in determining whether plants resist or succumb to infections is their genetic make-up. Specifically, whether they have genes coding for proteins that can detect the effectors from the pathogen and activate the defense program. A major way that detection happens is through plant proteins that touch the injected pathogen effectors- like a lock and key. This interaction initiates a series of events that ultimately leads to the plant producing chemicals and proteins that stop the pathogen from growing. We learned that although plants may have the right &ldquo;lock&rdquo; proteins to detect effector &ldquo;keys&rdquo; and activate defense, they fail to do this in some cases. One reason that we discovered is that one effector can modify other effectors and the plant proteins that detect them. Modification is essentially a decoration that masks the features of the effectors and plant proteins needed for these factors to initiate an interaction and trigger the defense program. The intellectual breakthrough is that one effector disrupts the lock-and-key interaction by decorating and effectively masking both the bacterial effectors and plant proteins so they cannot interact well. The lack of interaction means that subsequent defenses are not activated. Before our work, P. syringae effectors were thought only to modify plant components. We broadened the knowledge about how effectors work by considering that bacterial proteins as well the plant proteins are subject to modification. We optimized methods for better detection of a modification/decoration called &ldquo;acetylation&rdquo; and discovered a new way that proteins become acetylated via a constituent of proteins called histidine. Our project had broad impact through educational activities that included teaching students from across the USA about how to detect modifications using a method called mass spectrometry. It further had broad impact through the training via research projects of a diverse group of highschool and undergraduate students, a number of whom are now working in a biotechnology company, attending graduate school or studying a STEM field in college. Presentations at meetings and peer-reviewed publications were used to disseminate our findings. One publication specifically outlines improved methods that we developed. Discussions with the public about our approach to research and our findings were part of our activities at community events attended by grade school students, teachers, gardeners and the general public. Major researchers on this project were two postdoctoral scholars. One is now a group leader focusing on crop improvement in a research institute and the other is leading a lab in an industrial setting where plant-derived products are developed for animal nutritional supplements.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2018<br>\n\t\t\t\t\tModified by: Jean&nbsp;T&nbsp;Greenberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this work was to gain insight into how a disease-causing bacteria of tomato called Pseudomonas syringae can overcome the natural defense mechanism of plants. P. syringae infections compromise crop food quality due to the leaf and fruit damage caused. Knowledge of how P. syringae overcomes plant defenses can help in the development of disease-resistant plant varieties. This work focused on a consortium of factors called \"effectors\" that the pathogen injects into the plant during infection. A factor in determining whether plants resist or succumb to infections is their genetic make-up. Specifically, whether they have genes coding for proteins that can detect the effectors from the pathogen and activate the defense program. A major way that detection happens is through plant proteins that touch the injected pathogen effectors- like a lock and key. This interaction initiates a series of events that ultimately leads to the plant producing chemicals and proteins that stop the pathogen from growing. We learned that although plants may have the right \"lock\" proteins to detect effector \"keys\" and activate defense, they fail to do this in some cases. One reason that we discovered is that one effector can modify other effectors and the plant proteins that detect them. Modification is essentially a decoration that masks the features of the effectors and plant proteins needed for these factors to initiate an interaction and trigger the defense program. The intellectual breakthrough is that one effector disrupts the lock-and-key interaction by decorating and effectively masking both the bacterial effectors and plant proteins so they cannot interact well. The lack of interaction means that subsequent defenses are not activated. Before our work, P. syringae effectors were thought only to modify plant components. We broadened the knowledge about how effectors work by considering that bacterial proteins as well the plant proteins are subject to modification. We optimized methods for better detection of a modification/decoration called \"acetylation\" and discovered a new way that proteins become acetylated via a constituent of proteins called histidine. Our project had broad impact through educational activities that included teaching students from across the USA about how to detect modifications using a method called mass spectrometry. It further had broad impact through the training via research projects of a diverse group of highschool and undergraduate students, a number of whom are now working in a biotechnology company, attending graduate school or studying a STEM field in college. Presentations at meetings and peer-reviewed publications were used to disseminate our findings. One publication specifically outlines improved methods that we developed. Discussions with the public about our approach to research and our findings were part of our activities at community events attended by grade school students, teachers, gardeners and the general public. Major researchers on this project were two postdoctoral scholars. One is now a group leader focusing on crop improvement in a research institute and the other is leading a lab in an industrial setting where plant-derived products are developed for animal nutritional supplements.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/23/2018\n\n\t\t\t\t\tSubmitted by: Jean T Greenberg"
 }
}