{
 "awd_id": "1242939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Laurentian and Non-Laurentian (Baltican) Components of Terranes in NW Washington?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 62968.0,
 "awd_amount": 62968.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "Growth of the ancient North American continent (Laurentia) along its western margin in Paleozoic times occurred by addition of materials of both local and exotic origins: a sedimentary apron derived from erosion of the western flank of the continent (the miogeocline), and also a complex of accreted terranes displaced by plate tectonics from other parts of the globe and faulted into the continent.  Research of this study will examine the history of the accreted Chilliwack terrane in northwest Washington about which preliminary studies suggest that at least parts came from northwestern Europe.  A primary tool in our work is acquisition of U-Th-Pb ages of zircon grains in igneous and sedimentary rocks. Preliminary data from igneous rocks in the Chilliwack terrane yield ages not known in western North America, but common in ancient Scandinavia (Baltica).  In sedimentary rocks, age distributions of zircons are in some rocks similar to North America and in other rocks point to an exotic (European or other) homeland. Additional zircon ages will clarify these possible correlations. Further Hf isotopic data from zircons will be used to test possible derivation of parts of the Chilliwack terrane from a primitive oceanic island arc, specifically the early Paleozoic Alexander arc terrane accreted in southeast Alaska, as opposed to evolved continental crust (Laurentian or other).  Field mapping of rock units will evaluate the genetic and structural relationship among parts of the Chilliwack terrane that have North American vs. exotic affinities. The fundamental goal of the project is basic knowledge of mechanisms of plate tectonics and processes of formation of an active continental margin.\r\n\r\nThe research plan is designed to address the scientific issue described above, and also to enhance the education and training of students and elevate interest and understanding of earth history of the Pacific Northwest in the general public. Project funds will support undergraduate students as assistants in the field and laboratory, and pay for students to attend a professional meeting. Student research on the project will likely form the basis of senior theses. Knowledge gained from this study will be incorporated into course work in the classroom, on field trips, and off-campus Pacific Northwest field courses taught at Western Washington University. With respect to the broader community, and aside from technical publications and lectures, results of the proposed study will be integrated into and will enhance frequently occurring field trips for professional groups, such as the Geological Society of America, National Association of Geology Teachers, and Northwest Geological Society. The public lands of the San Juan Islands and Cascades are global tourist destinations, presenting opportunity for reaching a broad audience through geologic displays in parks and in popular geologic literature. The scale of continental margin tectonics on display in western Washington is fascinating at any level of knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Gehrels",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Gehrels",
   "pi_email_addr": "ggehrels@email.arizona.edu",
   "nsf_id": "000422350",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1040 E. 4th Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 62968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objectives of this project were to: (1) determine the geologic history of Paleozoic rocks that occur in the San Juan Islands and North Cascade Mountains of northwestern Washington, (2) develop new analytical methods for reconstructing geologic histories, and (3) provide research experiences for graduate and undergraduate students at the University of Arizona and Western Washington University. Following are outcomes from each of these project objectives.</p>\n<p>(1) Our research has shown that igneous rocks in the San Juan Islands and the North Cascade Mountains have similar U-Pb ages, but very different Hf isotope signatures. Rocks in the San Juan Islands have Hf isotope values that record extraction from juvenile (e.g., mantle) sources, with little incorporation of older continental crust. Such juvenile values are characteristic of the Alexander and Wrangellia terranes, which occur outboard (west) of the San Juan Islands and are known to have been displaced from an original position along the Arctic margin of North America. In contrast, rocks of the North Cascades have exceptionally evolved Hf isotope signatures, and are unlike any other assemblages in western North America. The only other region in the world where such evolved values have been recognized is Greenland, which again points to an original position near northeastern North America. We accordingly suggest that rocks in both the San Juan Islands and the North Cascades were located along the Arctic margin of North America 450-350 million years ago, and have since been displaced first west into the Pacific basin and then southward along the western Margin of North America.</p>\n<p>(2) The application described above is one of the best examples to date of using Hf isotopes to reconstruct the origin and displacement history of tectonic fragments along continental margins. This suggests that Hf isotopes may be a powerful tool for tectonic analysis of crustal fragments along other continental margins (e.g., western South America, central Asia, eastern Australia, southern Europe).</p>\n<p>(3) This research project has provided an opportunity for Kojo Plange to conduct field- and laboratory-based research as part of his MS project at the University of Arizona. Several undergraduate students from Western Washington University have also been able to participate in U-Pb and Hf isotope analyses at the University of Arizona. Funding from this project has accordingly provided opportunities for students to participate in a research project that has important implications for both the evolution of western North America, and the development of new analyical tools for reconstructing the tectonic evolution of crustal fragments along continental margins.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2015<br>\n\t\t\t\t\tModified by: George&nbsp;E&nbsp;Gehrels</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objectives of this project were to: (1) determine the geologic history of Paleozoic rocks that occur in the San Juan Islands and North Cascade Mountains of northwestern Washington, (2) develop new analytical methods for reconstructing geologic histories, and (3) provide research experiences for graduate and undergraduate students at the University of Arizona and Western Washington University. Following are outcomes from each of these project objectives.\n\n(1) Our research has shown that igneous rocks in the San Juan Islands and the North Cascade Mountains have similar U-Pb ages, but very different Hf isotope signatures. Rocks in the San Juan Islands have Hf isotope values that record extraction from juvenile (e.g., mantle) sources, with little incorporation of older continental crust. Such juvenile values are characteristic of the Alexander and Wrangellia terranes, which occur outboard (west) of the San Juan Islands and are known to have been displaced from an original position along the Arctic margin of North America. In contrast, rocks of the North Cascades have exceptionally evolved Hf isotope signatures, and are unlike any other assemblages in western North America. The only other region in the world where such evolved values have been recognized is Greenland, which again points to an original position near northeastern North America. We accordingly suggest that rocks in both the San Juan Islands and the North Cascades were located along the Arctic margin of North America 450-350 million years ago, and have since been displaced first west into the Pacific basin and then southward along the western Margin of North America.\n\n(2) The application described above is one of the best examples to date of using Hf isotopes to reconstruct the origin and displacement history of tectonic fragments along continental margins. This suggests that Hf isotopes may be a powerful tool for tectonic analysis of crustal fragments along other continental margins (e.g., western South America, central Asia, eastern Australia, southern Europe).\n\n(3) This research project has provided an opportunity for Kojo Plange to conduct field- and laboratory-based research as part of his MS project at the University of Arizona. Several undergraduate students from Western Washington University have also been able to participate in U-Pb and Hf isotope analyses at the University of Arizona. Funding from this project has accordingly provided opportunities for students to participate in a research project that has important implications for both the evolution of western North America, and the development of new analyical tools for reconstructing the tectonic evolution of crustal fragments along continental margins.\n\n\t\t\t\t\tLast Modified: 05/15/2015\n\n\t\t\t\t\tSubmitted by: George E Gehrels"
 }
}