{
 "awd_id": "1242823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   CubeSat--Lower Atmosphere/Ionosphere Coupling Experiment (LAICE)",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": "7032924773",
 "po_email": "msharma@nsf.gov",
 "po_sign_block_name": "Mangala Sharma",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 56201.0,
 "awd_amount": 56201.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2018-04-11",
 "awd_abstract_narration": "This project is to design, develop, operate, and analyse the results of a 6U CubeSat mission named the Lower Atmosphere/Ionosphere Coupling Experiment (LAICE). The overarching objective to investigate the gravity wave-driven coupling between the terrestrial atmosphere and the lower thermosphere/ ionosphere. In-situ instrumentation will measure the perturbations the waves produce in both neutral and ion densities at F-region heights, while on-board photometers will simultaneously measure the wavelengths and amplitudes of the wave fields in the upper mesosphere. Subsequent modeling coupled with meteorological data will reveal the connections between tropospheric storms and the MLTI system using state-of-the-art ray tracing techniques that include the effects of wave dissipation. The ionospheric ion density and temperature will be measured in-situ via the retarding potential analysis (RPA) technique.  The electronics for the RPA will be built at Virginia Tech, but will involve only minor modifications to the flight proven UT Dallas design.  The in-situ upper atmospheric neutral gas density will be measured by two distinct sensors: a traditional Bayard-Alpert (BA) ion gauge provided by the Aerospace Corporation, and new, diamond-like carbon (DLC) microtip-based gauge design that is better adapted to the power constraints of a CubeSat mission.  The University of Illinois will provide a suite of nadir-viewing photometers to measure perturbations in the O2 (0-0) Atmospheric (A) and O2 Herzberg I (HI) band airglow emissions in the 90-100 km region during the nighttime portion of the orbit.\r\n\r\nThis mission is the first of its kind; no previous satellite experiment has ever been devoted to identifying causal gravity wave links between the lower atmosphere and the ionosphere, and no previous experiment has systematically mapped active gravity wave regions at low and middle latitudes through direct observation of their ionospheric effects.  These waves are a vitally important but under-explored facet of atmospheric physics.  They strongly influence the dynamics of the media through which they travel by modifying the structure of the atmosphere at altitudes well above their source regions, and they may seed the development of plasma instabilities that scintillate and disrupt radio propagation.  The fundamental science goals of the experiment are to: 1) systematically observe gravity waves with large vertical wavelengths at lower F-region heights, and correlate on a global scale remotely-sensed wave-induced airglow perturbations in the upper mesosphere with in-situ measurements of ion and neutral density fluctuations at higher altitudes, and 2) produce global maps of active gravity wave regions in the mid- and low-latitude ionosphere over multiple seasons at all local times, so that global patterns and climatological variations can be quantitatively compared to and correlated with terrestrial weather systems via modeling.  The challenging cubesat mission is a high-risk effort but one with immensely high potential pay-off in providing a unique observational dataset of fundamental thermosphere and ionosphere parameters and related cutting-edge scientific findings.  \r\n\r\nActive collaborations between engineering students at Virginia Tech and the University of Illinois will be established during the design, fabrication, integration, and environmental testing of the LAICE payloads and spacecraft; at least 60 undergraduates will participate in one or more phases of the development work, and in subsequent data analysis activities.  Strong collaboration will occur between the schools in instrumentation systems, satellite communications, and data analysis. Facilities at both institutions will be used to test, integrate, and calibrate spaceflight hardware, and results will be presented at annual small-spacecraft conferences.  All data and scientific findings that flow from the experiment will be made publicly available via a web interface established for this purpose.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bishop",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Bishop",
   "pi_email_addr": "Rebecca.L.Bishop@aero.org",
   "nsf_id": "000413267",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aerospace Corporation",
  "inst_street_address": "2310 E EL SEGUNDO BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "EL SEGUNDO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103367608",
  "inst_zip_code": "902454609",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "THE AEROSPACE CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YA8LJBJCND19"
 },
 "perf_inst": {
  "perf_inst_name": "Aerospace Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900092957",
  "perf_ctry_code": "US",
  "perf_cong_dist": "43",
  "perf_st_cong_dist": "CA43",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4202",
   "pgm_ref_txt": "UPPER ATMOSPHERIC FACILITIES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 18000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 13201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Lower Atmosphere/Ionosphere Coupling Experiment (LAICE) CubeSat mission will investigate how waves generated by weather systems in the lower atmosphere propagate and deliver energy and momentum into the mesosphere, lower thermosphere, and ionosphere (MLTI) regions. LAICE hosts three payloads: Retarding Potential Analyzer, Space Pressure Sensor (SPS), and nadir photometers. The SPS measures thermospheric pressure via a traditional ionization gauge and by a newly developed microtip-based gauge. Our contribution to the mission was the ionization gauge controller electronics, also referred to as LAICE Ionization gauge Neutral Atmosphere Sensor (LINAS). The LINAS sensor will measure the neutral atmosphere pressure in the lower thermosphere. This measurement will then be converted to neutral density and combined with data from other LAICE payloads to coupling between the lower atmosphere and MLTI regions. Prior to delivering the LINAS board, The Aerospace Corporation hosted a Virginia Tech graduate student in order to train him on the operation and calibration of the sensor. The LINAS board was then delivered to Virginia Tech where it was integrated into the LAICE CubeSat. Unfortunately, because of a licensing issue the LAICE CubeSat has not launched and no launch date is currently estimated. Thus, no science outcomes were generated as part of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2019<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;L&nbsp;Bishop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Lower Atmosphere/Ionosphere Coupling Experiment (LAICE) CubeSat mission will investigate how waves generated by weather systems in the lower atmosphere propagate and deliver energy and momentum into the mesosphere, lower thermosphere, and ionosphere (MLTI) regions. LAICE hosts three payloads: Retarding Potential Analyzer, Space Pressure Sensor (SPS), and nadir photometers. The SPS measures thermospheric pressure via a traditional ionization gauge and by a newly developed microtip-based gauge. Our contribution to the mission was the ionization gauge controller electronics, also referred to as LAICE Ionization gauge Neutral Atmosphere Sensor (LINAS). The LINAS sensor will measure the neutral atmosphere pressure in the lower thermosphere. This measurement will then be converted to neutral density and combined with data from other LAICE payloads to coupling between the lower atmosphere and MLTI regions. Prior to delivering the LINAS board, The Aerospace Corporation hosted a Virginia Tech graduate student in order to train him on the operation and calibration of the sensor. The LINAS board was then delivered to Virginia Tech where it was integrated into the LAICE CubeSat. Unfortunately, because of a licensing issue the LAICE CubeSat has not launched and no launch date is currently estimated. Thus, no science outcomes were generated as part of this project.\n\n\t\t\t\t\tLast Modified: 08/28/2019\n\n\t\t\t\t\tSubmitted by: Rebecca L Bishop"
 }
}