{
 "awd_id": "1243030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EaSM2--Advanced Climate and Regional Model Validation for Societal Applications",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 2015154.0,
 "awd_amount": 2015154.0,
 "awd_min_amd_letter_date": "2013-02-15",
 "awd_max_amd_letter_date": "2018-03-27",
 "awd_abstract_narration": "Earth System Models (EaSMs) comprehensively encapsulate the complex interactions between physical, chemical and biological processes that form Earth's climate. However, their standard data products are not directly useful for most planning and decision-making processes that are increasingly confronted with climate change. They are (i) not giving the necessary variables and quantities at (ii) the required temporal and spatial scales, nor are they (iii) sufficiently quality tested for application-critical characteristics. The current \"hand-down\" approach for providing EaSM data to end users leads to substantial losses of knowledge about the scenarios, the data, and the tools involved. Yet that knowledge, accompanied by transparent and accessible information about uncertainty and best practices, is critical for ensuring effective decision-making. To realize the promise of extensive EaSM investments, the challenge is therefore to properly and effectively integrate its broad capabilities with operational applications so that it can be made relevant for users who need actionable, robust and transparent information.\r\n\r\nThis team brings together experts in climate modeling and data analysis, in water resource management operations and planning, and in weather and climate statistics. The focus is on water resources because of the central role of water in climate change impacts. The collaborative effort will focus on four primary tasks that will transform the use of EaSM output and related downscaled data for water resources: \r\n1.\tIdentify the climate data, based on water resource management needs, that influence decision-making, using the team's understanding of key physical processes. \r\n2.\tAdapt and convert established quantitative weather-forecast verification methods for climate-model evaluation. Accessible and transparent evaluation statistics will be the cornerstone for establishing \"best practice\" uses. \r\n3.\tCharacterize changes seen in future climate projections, using the new methods to link the changes and their uncertainties to specific climate change impacts and needs.\r\n4.\tImplement the new validation methods in the evaluation framework of the EaSM of the National Center for Atmospheric Research (NCAR), where they can inform model development and enrich the model assessment through user-developed benchmarks. \r\n\r\nA major hindrance in linking climate-change simulations with impacts on water-resources management is the differing perspectives of the modeling community, focused on globally important earth-system processes and feedbacks, and the water operations community, focused on local-scale processes specific to a region. The project will overcome this barrier through an extensive dialogue among the team members that identifies key decision information and how to extract it from an array of global and regional climate data available to the project. The effort will lead to new methods for integrating climate change science and data in water resource planning and operations and also new tools and benchmarks for assessing EaSM performance, useful for guiding model development.\r\n\r\nThis project is an initiative of the new Societal Dimensions Working Group of the NCAR Community Earth System Model. The Working Group seeks to engage climate scientists and climate-information users in a dialogue leading to more effective use of climate model output. The work will develop user-applicable data and improve quality control by identifying important, sector-motivated measures of climate behavior and sources of uncertainty for sector applications. The project's dialogue will provide a prototype for interactions with other water managers and open avenues for those in other operational activities (e.g., energy utilities, transportation sector, health community) to engage in substantive interaction with climate modelers on climate-change information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caspar",
   "pi_last_name": "Ammann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Caspar M Ammann",
   "pi_email_addr": "ammann@ucar.edu",
   "nsf_id": "000100282",
   "pi_start_date": "2018-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Buja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence Buja",
   "pi_email_addr": "southern@ucar.edu",
   "nsf_id": "000619210",
   "pi_start_date": "2013-02-15",
   "pi_end_date": "2018-03-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Yates",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Yates",
   "pi_email_addr": "yates@ucar.edu",
   "nsf_id": "000419139",
   "pi_start_date": "2013-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Brown",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara G Brown",
   "pi_email_addr": "bgb@ucar.edu",
   "nsf_id": "000619216",
   "pi_start_date": "2013-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Atmospheric Research",
  "perf_str_addr": "1850 Table Mesa Dr",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2015154.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Weather and climate affect us all in many ways. Over time, we have established what to expect and what one needs to be able to tolerate of the weather and climate at any particular place. We have done so either through painful experience or through careful planning. Observing the meteorological and climatological conditions allows us to study and understand both average climate as well as its variability and likely ranges, and learn about the underlying causes. Such knowledge informs decisions of how best to deal with these conditions to minimize negative outcomes.&nbsp;</p>\n<p>On top of natural variability now come increasingly effects of climate change. The biggest challenge is that these changes can cause significant perturbations to the long-established balance that is embedded in the current socio-economic as well as natural systems. Experience of the past is going to become less useful as time moves on. What societies and particularly the decision-makers and planners in the many different sectors need is information about which and when certain changes are going to take place. The discipline of climate science exists to provide useful insight into that system, and implied is that this knowledge then helps to answer important societal questions. This requires that the science disciplines understand the actual needs of the stakeholders, and that the tools used to derive the answers are up to that specific task. A central role in this endeavor lies with climate and Earth system models (EaSMs) that capture the complex interactions across the planet and thus help us look into different potential futures.</p>\n<p>Just like any model of complex systems, EaSMs need to be tested. As model complexity increases, it is expected that their output also improves and becomes more useful. While progress is certainly being made, this simple link between complexity and usefulness is not happening automatically. There are clear shortcomings that are holding up a well-informed uptake of EaSM output by society, and this project has been trying to address them:&nbsp;</p>\n<ul>\n<li>First, standard Earth system model output products are not directly useful (nor usable) for the majority of planning and decision-making processes. Modeling groups are (i) not providing the necessary variables at (ii) the required temporal and spatial scales, nor are they (iii) sufficiently quality tested for the application-critical characteristics (e.g., duration above a specific threshold rather than the long-term mean). Different views on problems can lead to a mismatch between the producers? stated ?quality? or ?performance? and what users expect it to be.&nbsp;</li>\n<li>Second, the current \"hand-down\" (sometimes called ?loading dock?) approach for providing access to ?data? is only transferring numbers that are disconnected from the knowledge of what is behind the data (experimental design, critical assumptions, etc.). Yet such understanding, accompanied by transparent and accessible information about uncertainty and best practices, is critical for ensuring that the decision-makers are made aware of the context of the projections.&nbsp;</li>\n</ul>\n<p>In the end, the large investments into EaSMs around the world have generated a lot of promise. To realize that promise, the challenge is to properly and effectively integrate the broad capabilities with applications so that the output can be made relevant for users who need actionable, robust and transparent information.&nbsp;</p>\n<p>In this project, a consortium of climate scientists worked directly with water managers and water system decision-makers to focus on how climate change might affect water resources in the near future. The team also entrained technical expertise from weather forecasting that offers novel tools to advance model and forecast evaluation. The collaborative effort was centered around four primary tasks that helped transform the use of EaSM output and related downscaled data for selected application in the water sector:</p>\n<ol>\n<li>Jointly identify the climate data that influence decision-making in the water sector;&nbsp;</li>\n<li>Adapt and convert established quantitative weather-forecast verification methods for climate-model evaluation to form accessible and transparent evaluation statistics;&nbsp;</li>\n<li>Characterize future climate changes using the new methods to link the scientific outcomes with decision needs while properly capturing uncertainties;</li>\n<li>Make the new validation methods available for broad use in climate model evaluation tools, where they can inform model development and enrich the model assessment through user-developed benchmarks.&nbsp;</li>\n</ol>\n<p>Overall, this project brought together different communities to enrich the way we can assess the ability of climate models to reproduce features of observed climate that are relevant to users. By focusing the model evaluation directly onto these critical characteristics helped the results to be more informative and usable to applications. Equally in the other direction, this activity motivated the inquiry about quality and suitability of Earth System Models from the perspective of decision-makers. Rather than a desire for abstract system understanding, it was ultimately the users that guided the type or emphasis of interrogation of the models to assess how closely they mimic specific real-world conditions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2019<br>\n\t\t\t\t\tModified by: Caspar&nbsp;M&nbsp;Ammann</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227540620_ENSO_MODE-extraction--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227540620_ENSO_MODE-extraction--rgov-800width.jpg\" title=\"ENSO teleconnections using MODE\"><img src=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227540620_ENSO_MODE-extraction--rgov-66x44.jpg\" alt=\"ENSO teleconnections using MODE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Extraction of ENSO teleconnections in the CESM model using MODE objects (right panels) compared to NOAA generalized expectation from observations.</div>\n<div class=\"imageCredit\">T. Kalb, NCAR</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Caspar&nbsp;M&nbsp;Ammann</div>\n<div class=\"imageTitle\">ENSO teleconnections using MODE</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227344057_ITCZ_location_MODE-cluster--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227344057_ITCZ_location_MODE-cluster--rgov-800width.jpg\" title=\"ITCZ-Location: Object Frequency\"><img src=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227344057_ITCZ_location_MODE-cluster--rgov-66x44.jpg\" alt=\"ITCZ-Location: Object Frequency\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: Frequency of object presence surpassing thresholds of 500 or 600mm for JJA as identification of the ITCZ in CHIRPS observations and the CESM model. Right: Offset of centroid of cumulative object frequency of model from observations (i.e. bias).</div>\n<div class=\"imageCredit\">T. Kalb, NCAR</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Caspar&nbsp;M&nbsp;Ammann</div>\n<div class=\"imageTitle\">ITCZ-Location: Object Frequency</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227728363_ENSO_ObjectWarping--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227728363_ENSO_ObjectWarping--rgov-800width.jpg\" title=\"Teleconnection object warping\"><img src=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227728363_ENSO_ObjectWarping--rgov-66x44.jpg\" alt=\"Teleconnection object warping\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of key El Nino teleconnections between model and observations (top panels), and the warping of model objects required to match observations as a measure of fit</div>\n<div class=\"imageCredit\">Eric Gilleland</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Caspar&nbsp;M&nbsp;Ammann</div>\n<div class=\"imageTitle\">Teleconnection object warping</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227905108_ENSO_WarpingVectors--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227905108_ENSO_WarpingVectors--rgov-800width.jpg\" title=\"Warping vectors\"><img src=\"/por/images/Reports/POR/2019/1243030/1243030_10232825_1566227905108_ENSO_WarpingVectors--rgov-66x44.jpg\" alt=\"Warping vectors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Required spatial warping (corrections) needed to better match the three primary model-based objects of El Nino teleconnections to observations. The vectors show the global spatial distribution of biases</div>\n<div class=\"imageCredit\">Eric Gilleland</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Caspar&nbsp;M&nbsp;Ammann</div>\n<div class=\"imageTitle\">Warping vectors</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWeather and climate affect us all in many ways. Over time, we have established what to expect and what one needs to be able to tolerate of the weather and climate at any particular place. We have done so either through painful experience or through careful planning. Observing the meteorological and climatological conditions allows us to study and understand both average climate as well as its variability and likely ranges, and learn about the underlying causes. Such knowledge informs decisions of how best to deal with these conditions to minimize negative outcomes. \n\nOn top of natural variability now come increasingly effects of climate change. The biggest challenge is that these changes can cause significant perturbations to the long-established balance that is embedded in the current socio-economic as well as natural systems. Experience of the past is going to become less useful as time moves on. What societies and particularly the decision-makers and planners in the many different sectors need is information about which and when certain changes are going to take place. The discipline of climate science exists to provide useful insight into that system, and implied is that this knowledge then helps to answer important societal questions. This requires that the science disciplines understand the actual needs of the stakeholders, and that the tools used to derive the answers are up to that specific task. A central role in this endeavor lies with climate and Earth system models (EaSMs) that capture the complex interactions across the planet and thus help us look into different potential futures.\n\nJust like any model of complex systems, EaSMs need to be tested. As model complexity increases, it is expected that their output also improves and becomes more useful. While progress is certainly being made, this simple link between complexity and usefulness is not happening automatically. There are clear shortcomings that are holding up a well-informed uptake of EaSM output by society, and this project has been trying to address them: \n\nFirst, standard Earth system model output products are not directly useful (nor usable) for the majority of planning and decision-making processes. Modeling groups are (i) not providing the necessary variables at (ii) the required temporal and spatial scales, nor are they (iii) sufficiently quality tested for the application-critical characteristics (e.g., duration above a specific threshold rather than the long-term mean). Different views on problems can lead to a mismatch between the producers? stated ?quality? or ?performance? and what users expect it to be. \nSecond, the current \"hand-down\" (sometimes called ?loading dock?) approach for providing access to ?data? is only transferring numbers that are disconnected from the knowledge of what is behind the data (experimental design, critical assumptions, etc.). Yet such understanding, accompanied by transparent and accessible information about uncertainty and best practices, is critical for ensuring that the decision-makers are made aware of the context of the projections. \n\n\nIn the end, the large investments into EaSMs around the world have generated a lot of promise. To realize that promise, the challenge is to properly and effectively integrate the broad capabilities with applications so that the output can be made relevant for users who need actionable, robust and transparent information. \n\nIn this project, a consortium of climate scientists worked directly with water managers and water system decision-makers to focus on how climate change might affect water resources in the near future. The team also entrained technical expertise from weather forecasting that offers novel tools to advance model and forecast evaluation. The collaborative effort was centered around four primary tasks that helped transform the use of EaSM output and related downscaled data for selected application in the water sector:\n\nJointly identify the climate data that influence decision-making in the water sector; \nAdapt and convert established quantitative weather-forecast verification methods for climate-model evaluation to form accessible and transparent evaluation statistics; \nCharacterize future climate changes using the new methods to link the scientific outcomes with decision needs while properly capturing uncertainties;\nMake the new validation methods available for broad use in climate model evaluation tools, where they can inform model development and enrich the model assessment through user-developed benchmarks. \n\n\nOverall, this project brought together different communities to enrich the way we can assess the ability of climate models to reproduce features of observed climate that are relevant to users. By focusing the model evaluation directly onto these critical characteristics helped the results to be more informative and usable to applications. Equally in the other direction, this activity motivated the inquiry about quality and suitability of Earth System Models from the perspective of decision-makers. Rather than a desire for abstract system understanding, it was ultimately the users that guided the type or emphasis of interrogation of the models to assess how closely they mimic specific real-world conditions. \n\n \n\n\t\t\t\t\tLast Modified: 08/19/2019\n\n\t\t\t\t\tSubmitted by: Caspar M Ammann"
 }
}