{
 "awd_id": "1243360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Assembly of the Agrobacterium Virulence Specific Type IV Secretion System in the Context of Bacterial Cell Growth and Peptidoglycan Synthesis",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Clouse",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 1650766.0,
 "awd_amount": 1650766.0,
 "awd_min_amd_letter_date": "2012-11-28",
 "awd_max_amd_letter_date": "2017-01-11",
 "awd_abstract_narration": "Agrobacterium tumefaciens is a bacterium that, in nature, causes crown gall disease (a tumor) in plants, which it accomplishes by transferring DNA into plant cells. The bacterial DNA (along with accessory proteins) is transported into plant cells by the Type 4 Secretion System (T4SS) of the bacterium. The ability to transfer bacterial DNA into plant cells has led to the modification of Agrobacterium and its use as the quintessential vector for transforming plants with DNA of interest. However, exactly how DNA and proteins are transported out of the bacterial cell and into the plant cell by the T4SS remains unknown, as does the manner in which the T4SS interacts with the peptidoglycan layer of the cell wall during growth and division of the bacterial cell. This project will use techniques of microscopy, genetics, bioinformatics and biochemistry to investigate peptidoglycan synthesis and define how the T4SS in Agrobacterium interacts with peptidoglycan as it assembles.\r\n\r\nBroader Impacts. This project has the potential to stimulate the development of new antibacterial agents that target peptidoglycan synthesis. The PI will present a course to undergraduates on the biology of Agrobacterium and its use as a tool for basic and applied research, emphasizing how scientific discoveries are made. Social and policy implications of plant genetic engineering will be discussed and special attention will be paid to attracting to the course students representing a wide spectrum of ethnicities and underrepresented groups. The PI will give scientific presentations to the community at large (at public venues such as museums) and attended by parents and children in order to engage the public and especially children with exciting science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Zambryski",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia C Zambryski",
   "pi_email_addr": "zambrysk@berkeley.edu",
   "nsf_id": "000418649",
   "pi_start_date": "2012-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "281A Koshland",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 309116.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 319084.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 329584.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 340652.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 352330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our long-term research has aimed to decipher the remarkable ability of the soil bacterium <em>Agrobacterium</em> <em>tumefaciens </em>to genetically transform plant cells, and Agrobacterium is well known and utilized to transfer specific DNA fragments to plants for basic and applied research.&nbsp; However, our own studies have always been fundamental versus applied and have led to new concepts such as 1) small plant specific molecules made at plant wound sites are perceived by the nearby Agrobacteria and provoke the bacteria to activate expression of <em>virulence</em> (<em>vir</em>) genes; 2) <em>vir</em> genes produce proteins that mediate the synthesis of a transferable DNA copy and a secretion system for export of the DNA from the bacterium into the plant cell. For the last ~ 25 years Agrobacterium research has focused on the topology and function of the <em>vir </em>secretion system, which serves as a model for similar systems used by numerous animal pathogens for export of toxins into their respective hosts.</p>\n<p>Six years ago, our research took a new turn when we set out to study how Agrobacterium grows and divides to create new cells. Unexpectedly we found that Agrobacterium does not grow along the entire length of the cell, as abundantly documented in model systems such as <em>Escherichia coli</em>; when these latter cells elongate to twice their starting length, they divide in the middle to produce two cells. In striking contrast, Agrobacterium grows from only one end of the parent cell during the growth phase; once new growth produces a new compartment equal in size to the old compartment, the parental cell divides in the middle to produce two cells. This type of growth is termed &ldquo;polar&rdquo; growth. Polar growth has not been well studied to date and must require specialized mechanisms and new or repurposed proteins for 2 major reasons. 1) In cells that grow along their lengths, the midpoint of a freshly divided cell remains the future (midpoint) site of cell division regardless of cell length. In contrast, the midpoint of a recently divided polar growing cell is not the site where division will occur in daughter cells. Intriguingly, instead the division site (in polar growing cells) becomes the new growth poles in siblings. 2) The genes that produce the proteins that promote growth along the length of bacterial cells (as in <em>E.coli</em>) are absent in Agrobacterium, and this lack suggests there must be new and undiscovered proteins that mediate polar growth.</p>\n<p>Polar growth implies each end of the Agrobacterium cell is different: one end of the cell that is growing, is called the new pole, and the other end of the cell that does not grow, is called the old pole. Our research aimed to identify proteins that locate to the new pole or the old pole. Their localization to these specific poles implies they have particular roles at these different poles. We found several proteins that locate to the new pole; these proteins then go to the middle of the cell just as the cell is dividing into two cells. These proteins are then exactly placed at the sites resulting from the division and these sites will become new poles in the new cells. One protein locates to the old pole while the new pole is growing, and then it migrates to this growth pole when the growth pole is finished growing; thus, the growth pole is now turned into an old pole. We observed the dynamic localization of the new pole versus old pole proteins, by fusing these proteins with another protein that is fluorescent and glows, and then we can see the glowing proteins under a microscope that can detect this fluorescence.</p>\n<p>More and more investigators are studying bacteria that cause disease in animal cells, and some of these new bacterial systems also grow by &ldquo;polar&rdquo; growth; thus, our studies will help decipher how some pathogenic bacteria grow and divide. For example, the bacterium that causes tuberculosis, <em>Mycobacterium tuberculosis</em>, also utilizes polar growth strategies. In general, our studies also provide insight into the evolution of function in essential bacterial proteins.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2018<br>\n\t\t\t\t\tModified by: Patricia&nbsp;C&nbsp;Zambryski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur long-term research has aimed to decipher the remarkable ability of the soil bacterium Agrobacterium tumefaciens to genetically transform plant cells, and Agrobacterium is well known and utilized to transfer specific DNA fragments to plants for basic and applied research.  However, our own studies have always been fundamental versus applied and have led to new concepts such as 1) small plant specific molecules made at plant wound sites are perceived by the nearby Agrobacteria and provoke the bacteria to activate expression of virulence (vir) genes; 2) vir genes produce proteins that mediate the synthesis of a transferable DNA copy and a secretion system for export of the DNA from the bacterium into the plant cell. For the last ~ 25 years Agrobacterium research has focused on the topology and function of the vir secretion system, which serves as a model for similar systems used by numerous animal pathogens for export of toxins into their respective hosts.\n\nSix years ago, our research took a new turn when we set out to study how Agrobacterium grows and divides to create new cells. Unexpectedly we found that Agrobacterium does not grow along the entire length of the cell, as abundantly documented in model systems such as Escherichia coli; when these latter cells elongate to twice their starting length, they divide in the middle to produce two cells. In striking contrast, Agrobacterium grows from only one end of the parent cell during the growth phase; once new growth produces a new compartment equal in size to the old compartment, the parental cell divides in the middle to produce two cells. This type of growth is termed \"polar\" growth. Polar growth has not been well studied to date and must require specialized mechanisms and new or repurposed proteins for 2 major reasons. 1) In cells that grow along their lengths, the midpoint of a freshly divided cell remains the future (midpoint) site of cell division regardless of cell length. In contrast, the midpoint of a recently divided polar growing cell is not the site where division will occur in daughter cells. Intriguingly, instead the division site (in polar growing cells) becomes the new growth poles in siblings. 2) The genes that produce the proteins that promote growth along the length of bacterial cells (as in E.coli) are absent in Agrobacterium, and this lack suggests there must be new and undiscovered proteins that mediate polar growth.\n\nPolar growth implies each end of the Agrobacterium cell is different: one end of the cell that is growing, is called the new pole, and the other end of the cell that does not grow, is called the old pole. Our research aimed to identify proteins that locate to the new pole or the old pole. Their localization to these specific poles implies they have particular roles at these different poles. We found several proteins that locate to the new pole; these proteins then go to the middle of the cell just as the cell is dividing into two cells. These proteins are then exactly placed at the sites resulting from the division and these sites will become new poles in the new cells. One protein locates to the old pole while the new pole is growing, and then it migrates to this growth pole when the growth pole is finished growing; thus, the growth pole is now turned into an old pole. We observed the dynamic localization of the new pole versus old pole proteins, by fusing these proteins with another protein that is fluorescent and glows, and then we can see the glowing proteins under a microscope that can detect this fluorescence.\n\nMore and more investigators are studying bacteria that cause disease in animal cells, and some of these new bacterial systems also grow by \"polar\" growth; thus, our studies will help decipher how some pathogenic bacteria grow and divide. For example, the bacterium that causes tuberculosis, Mycobacterium tuberculosis, also utilizes polar growth strategies. In general, our studies also provide insight into the evolution of function in essential bacterial proteins.\n\n \n\n\t\t\t\t\tLast Modified: 06/05/2018\n\n\t\t\t\t\tSubmitted by: Patricia C Zambryski"
 }
}