{
 "awd_id": "1244041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Syzygies in Berlin",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 21405.0,
 "awd_amount": 21405.0,
 "awd_min_amd_letter_date": "2012-11-20",
 "awd_max_amd_letter_date": "2012-11-20",
 "awd_abstract_narration": "The workshop \"Syzygies in Berlin\" will take place in Berlin, Germany on May 27-31, 2013 and will bring together early-stage and senior mathematicians to study classical results and open problems surrounding free resolutions, regularity, and syzygies. This classical area has undergone a renaissance in the past decade, aided in large part by computer algebra calculations, especially with the NSF funded computer algebra package Macaulay2. The workshop's will center around a trio of short courses, led by D. Eisenbud (Berkeley), H. Schenck  (Urbana-Champaign), and F.-O. Schreyer (Saarlandes). These leading experts are also well known for their enthusiasm and effectiveness as teachers. In addition to the short courses above, three invited lectures will highlight recent developments in the field. Potential speakers for these lectures are: Christine Berkesch (Duke University), Diane Maclagan (Warwick University, England), and Irena Peeva (Cornell University).\r\n\r\nThis workshop will bring together young researchers and senior leaders in the field of algebraic geometry. Algebraic geometry is a field which studies the interplay between polynomial equations and the geometric objects which constitute the solutions to the equations: a familiar example might be the equation y=x^2, whose set of solutions forms a parabola in the plane. The field of algebraic geometry plays a prominent role in both pure and applied mathematics, appearing in problems ranging from the purely theoretical (string theory) to applied (signal processing, geometric modeling and computer aided design). The NSF funding for the proposal matches support provided by the German Mathematical Association, and provides travel support for ten Ph.D. students and postdocs, as well as support for lodging for fifteen participants, as well as travel and lodging support for two of the invited lecturers.  Additional information can be found on the conference website: http://syzygies.math.fu-berlin.de",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Schenck",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Henry K Schenck",
   "pi_email_addr": "hks0015@auburn.edu",
   "nsf_id": "000220359",
   "pi_start_date": "2012-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Frei Universitat/Humboldt Universitat",
  "perf_str_addr": "",
  "perf_city_name": "Berlin",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Germany",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21405.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The workshop Syzygies in Berlin brought together early career and senior mathematicians to study classical results and open problems in algebra. This classical area has undergone a renaissance in the past decade, aided in large part by computer algebra calculations. The workshop&rsquo;s center of gravity consisted of four short courses, led by Professors David Eisenbud (Berkeley), Rahul Pandharipande (ETH-Zurich), Hal Schenck (UIUC), and Frank-Olaf Schreyer (Saarland). The grant provided support for 14 US based participants to attend this conference, which was mainly supported by a grant from DFG (German NSF).<br /><br />Eisenbud's covered recent developments in Matrix factorizations; these structures are key players in recent progress in string theory. Pandharipande lectured on Exts, Hilbert schemes, and ideas from sheaf counting; these concepts are also motivated by problems arising from physics. Schenck lectured on connections of syzygies to combinatorics, providing a common ground for participants; while Schreyer lectured on recent developments in Boij-Soderberg theory. In addition, there were three invitedlectures by young researchers: Christine Berkesch, Milena Hering, and Jan Kleppe.</p>\n<p><br />Comments from participants (all are postdocs):<br />Tina O'Keefe: \"The biggest benefit for me was meeting and talking with<br />European mathematicians I wouldn't normally get a chance to meet going to conferences in the States. I also appreciated that the conference attracted not only Algebraic Geometers and Commutative Algebraists but also some pretty hardcore Combinatorialists - that might have been more a function of where the workshop was located though. I like talking to all of those guys!\"<br /><br />Luke Oeding: \"The focused period of lectures allowed me to get a much better picture of matrix factorization and Boij-S&ouml;derberg theory than I might not have taken the time to learn on my own. Also, the activity renewed my enthusiasm for a part of my own research that deals with syzygies.\"<br /><br />Claudiu Raicu: \"I enjoyed the conference a lot, and found both the lecture series and the invited lectures very well-prepared and well-delivered. Most of the talks referred to topics that I have thought about, or would very much like to think about in the near future. I was particularly excited to learn about the fresh results on matrix factorizations even before the paper was posted on the arXiv. I was also glad to have the chance to discuss my own projects on syzygies with a number of fellow mathematicians at the conference.\"<br /><br />Arnold Yim: \"I really enjoyed the conference in Berlin. The lectures and talks were very good and they gave me a better understanding of syzygies and resolutions. The talks also got me interested in areas of research that I had little knowledge of previously (such as Boij-Soderberg thoery). In addition to the many marvelous talks, the conference gave me a chance to meet and talk with fellow mathematicians working with commutative algebra and algebraic geometry. Because of the international audience, I was able to meet people from all over the world, which was a unique experience compared to conferences held within the US. Given the opportunity, I would love to attend more conferences like this.\"<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Henry&nbsp;K&nbsp;Schenck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe workshop Syzygies in Berlin brought together early career and senior mathematicians to study classical results and open problems in algebra. This classical area has undergone a renaissance in the past decade, aided in large part by computer algebra calculations. The workshopÆs center of gravity consisted of four short courses, led by Professors David Eisenbud (Berkeley), Rahul Pandharipande (ETH-Zurich), Hal Schenck (UIUC), and Frank-Olaf Schreyer (Saarland). The grant provided support for 14 US based participants to attend this conference, which was mainly supported by a grant from DFG (German NSF).\n\nEisenbud's covered recent developments in Matrix factorizations; these structures are key players in recent progress in string theory. Pandharipande lectured on Exts, Hilbert schemes, and ideas from sheaf counting; these concepts are also motivated by problems arising from physics. Schenck lectured on connections of syzygies to combinatorics, providing a common ground for participants; while Schreyer lectured on recent developments in Boij-Soderberg theory. In addition, there were three invitedlectures by young researchers: Christine Berkesch, Milena Hering, and Jan Kleppe.\n\n\nComments from participants (all are postdocs):\nTina O'Keefe: \"The biggest benefit for me was meeting and talking with\nEuropean mathematicians I wouldn't normally get a chance to meet going to conferences in the States. I also appreciated that the conference attracted not only Algebraic Geometers and Commutative Algebraists but also some pretty hardcore Combinatorialists - that might have been more a function of where the workshop was located though. I like talking to all of those guys!\"\n\nLuke Oeding: \"The focused period of lectures allowed me to get a much better picture of matrix factorization and Boij-S&ouml;derberg theory than I might not have taken the time to learn on my own. Also, the activity renewed my enthusiasm for a part of my own research that deals with syzygies.\"\n\nClaudiu Raicu: \"I enjoyed the conference a lot, and found both the lecture series and the invited lectures very well-prepared and well-delivered. Most of the talks referred to topics that I have thought about, or would very much like to think about in the near future. I was particularly excited to learn about the fresh results on matrix factorizations even before the paper was posted on the arXiv. I was also glad to have the chance to discuss my own projects on syzygies with a number of fellow mathematicians at the conference.\"\n\nArnold Yim: \"I really enjoyed the conference in Berlin. The lectures and talks were very good and they gave me a better understanding of syzygies and resolutions. The talks also got me interested in areas of research that I had little knowledge of previously (such as Boij-Soderberg thoery). In addition to the many marvelous talks, the conference gave me a chance to meet and talk with fellow mathematicians working with commutative algebra and algebraic geometry. Because of the international audience, I was able to meet people from all over the world, which was a unique experience compared to conferences held within the US. Given the opportunity, I would love to attend more conferences like this.\"\n\n\n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Henry K Schenck"
 }
}