{
 "awd_id": "1244967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coalition for Undergraduate Computational Science & Engineering: Proof of Concept",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ron Buckmire",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 199044.0,
 "awd_amount": 199044.0,
 "awd_min_amd_letter_date": "2013-05-03",
 "awd_max_amd_letter_date": "2013-05-03",
 "awd_abstract_narration": "The project creates a cluster of collaborating institutions that combine students into common Computational Sciences and Engineering (CSE) classes and uses cyberlearning technologies to deliver instruction. Students also conduct projects that begin in a summer workshop in Embry-Riddle's Nonlinear Wave Lab and complete them at their home institution using remote lab access. Because few small colleges have the resources to provide undergraduate CSE courses, the project significantly increases student participation in computational science. The project intends to scale-up by establishing a network of clusters. The project advances the learning of CSE by using an R&D process to provide a coherent framework for designing instruction and assessing learning in which the instructional and assessment methods are aligned with a common idea: Model-based learning and reasoning. In addition, the educational infrastructure is improved by establishing a state of the art cyberlearning network that includes a virtual conferencing system; video communication between multiple endpoints such as PCs & iPads; automatic recording and archiving of sessions; and remote lab access in which all operations and measurements in the Nonlinear Wave Lab are remotely operational and streamed online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Liu",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Hong P Liu",
   "pi_email_addr": "liuho@erau.edu",
   "nsf_id": "000356443",
   "pi_start_date": "2013-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andri",
   "pi_last_name": "Gretarsson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andri M Gretarsson",
   "pi_email_addr": "greta9a1@erau.edu",
   "nsf_id": "000481621",
   "pi_start_date": "2013-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Ludu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Ludu",
   "pi_email_addr": "ludua@erau.edu",
   "nsf_id": "000619654",
   "pi_start_date": "2013-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Embry-Riddle Aeronautical University",
  "inst_street_address": "1 AEROSPACE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTONA BEACH",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3862267695",
  "inst_zip_code": "321143910",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5MMBAC9XAM5"
 },
 "perf_inst": {
  "perf_inst_name": "Embry-Riddle Aeronautical University",
  "perf_str_addr": "600 South Clyde Morris Blvd.",
  "perf_city_name": "Daytona Beach",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "321143900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to provide viable Computational Science and Engineering programs in small colleges and universities this project (TUES 1244967) created a cluster of collaborating institutions that combined students into common classes and employed cyberlearning technologies to deliver and manage instruction. The major outcomes were:</p>\n<ol> </ol>\n<p>1. Established a coalition of three institutions (Embry-Riddle Aeronautical University Daytona Beach and Prescott Campuses and Adams State University).&nbsp; <br />2. Developed and published online multimedia course materials for three courses in Mathematical Modeling and Data Mining that can be used by the CSE education community. <br />3. Delivered each course two to three times at all three campuses to over a 130 students in which each class consisted of students attending the course locally and from remote campuses via video conferencing. Prior to the project, one or two students a year enrolled in independent study courses in order to learn CSE methods. <br />4. Conducted three summer research workshops for 18 students from diversified ethnic groups. <br />5. Provided course based research experience and summer research workshops that resulted in four published articles coauthored with undergraduate students and five student presentations at national conferences.<br />6. PI&rsquo;s published five conference papers, two book chapters, and organized two mini-symposia at the Society for Industrial and Applied Math (SIAM) annual conferences in 2014 and 2015. PI&rsquo;s also presented project results at the two SIAM annual conferences and the 2016 AAAS Enfuse Conference. &nbsp;</p>\n<p>This project provided a feasible model to significantly increase student participation in CSE. By structuring course content by mathematical methods (e.g. data visualization methods) rather than domain specific applications (e.g. computational biology) and each institution, providing one faculty member, and one course enabled each institution to economically offer three CSE courses: Mathematical Modeling &amp; Simulation-I, Data Mining &amp; Visualization, and Mathematical Modeling &amp; Simulation-II. In addition, the project demonstrate that the concept of a coalition is a viable mechanism for scaling up innovations in teaching complex content domains by adding more colleges to the network. While organizing courses by mathematical methods is a cost-effective practice, project staff realized that additional students can be served by providing domain specific courses and future plans to scale-up the project are to add two more institutions and offer courses in computational biology (e.g. Bioinformatics) and computational environmental sciences (e.g. Problems in Atmosphere and Hydrosphere) in addition to the three current courses.</p>\n<p>The social benefit to students included providing equal learning opportunities to under-represented students: Adams State University is a federally designated Hispanic Serving Institution (HSI). The summer research workshops brought minority students from Adams State and students from the Prescott campus in Arizona to meet the students from the Daytona Beach campus. These events not only facilitated student collaboration on research, but also helped them to build friendships and develop mutual understanding of other students from different cultural and socioeconomic backgrounds. In summary, the project is sustainable, scalable, and enables small post-secondary institutions to provide a cost effective solution to advance CSE education.</p>\n<p>Additional outcomes included advancing CSE instructional practices by using a R&amp;D process to provide a coherent framework for designing instruction and assessing learning in which the instructional and assessment methods are aligned with a common idea: Model-based learning and reasoning. Course goals are aligned with the CSE learning goals set by SIAM and this alignment i...",
  "por_txt_cntn": "\nIn order to provide viable Computational Science and Engineering programs in small colleges and universities this project (TUES 1244967) created a cluster of collaborating institutions that combined students into common classes and employed cyberlearning technologies to deliver and manage instruction. The major outcomes were:\n \n\n1. Established a coalition of three institutions (Embry-Riddle Aeronautical University Daytona Beach and Prescott Campuses and Adams State University).  \n2. Developed and published online multimedia course materials for three courses in Mathematical Modeling and Data Mining that can be used by the CSE education community. \n3. Delivered each course two to three times at all three campuses to over a 130 students in which each class consisted of students attending the course locally and from remote campuses via video conferencing. Prior to the project, one or two students a year enrolled in independent study courses in order to learn CSE methods. \n4. Conducted three summer research workshops for 18 students from diversified ethnic groups. \n5. Provided course based research experience and summer research workshops that resulted in four published articles coauthored with undergraduate students and five student presentations at national conferences.\n6. PIÆs published five conference papers, two book chapters, and organized two mini-symposia at the Society for Industrial and Applied Math (SIAM) annual conferences in 2014 and 2015. PIÆs also presented project results at the two SIAM annual conferences and the 2016 AAAS Enfuse Conference.  \n\nThis project provided a feasible model to significantly increase student participation in CSE. By structuring course content by mathematical methods (e.g. data visualization methods) rather than domain specific applications (e.g. computational biology) and each institution, providing one faculty member, and one course enabled each institution to economically offer three CSE courses: Mathematical Modeling &amp; Simulation-I, Data Mining &amp; Visualization, and Mathematical Modeling &amp; Simulation-II. In addition, the project demonstrate that the concept of a coalition is a viable mechanism for scaling up innovations in teaching complex content domains by adding more colleges to the network. While organizing courses by mathematical methods is a cost-effective practice, project staff realized that additional students can be served by providing domain specific courses and future plans to scale-up the project are to add two more institutions and offer courses in computational biology (e.g. Bioinformatics) and computational environmental sciences (e.g. Problems in Atmosphere and Hydrosphere) in addition to the three current courses.\n\nThe social benefit to students included providing equal learning opportunities to under-represented students: Adams State University is a federally designated Hispanic Serving Institution (HSI). The summer research workshops brought minority students from Adams State and students from the Prescott campus in Arizona to meet the students from the Daytona Beach campus. These events not only facilitated student collaboration on research, but also helped them to build friendships and develop mutual understanding of other students from different cultural and socioeconomic backgrounds. In summary, the project is sustainable, scalable, and enables small post-secondary institutions to provide a cost effective solution to advance CSE education.\n\nAdditional outcomes included advancing CSE instructional practices by using a R&amp;D process to provide a coherent framework for designing instruction and assessing learning in which the instructional and assessment methods are aligned with a common idea: Model-based learning and reasoning. Course goals are aligned with the CSE learning goals set by SIAM and this alignment is consistent with recommendations that STEM education should focus on a small set of models and avoid the \"inch deep, mile wide\" problem found..."
 }
}