{
 "awd_id": "1244008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Identifying and Understanding Connections between Photosynthesis and Amino Acid Metabolism",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Devaki Bhaya",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 1653308.0,
 "awd_amount": 1653308.0,
 "awd_min_amd_letter_date": "2013-02-20",
 "awd_max_amd_letter_date": "2015-06-05",
 "awd_abstract_narration": "Intellectual Merit\r\nPhotosynthesis provides food, fuel, and fiber to humans and other animals.  The growing human population and the increasing worldwide demand for high protein diets and biofuels generate needs for higher plant productivity and improved nutritional quality in crop plants.  To improve crop yield and nutritional value, it is important to have a better understanding of how plants utilize carbon from the air and nitrogen from the soil to produce biomass.  In green tissues of plants, photosynthesis and the biosynthesis of many amino acids both occur in chloroplasts.  These processes are linked to each other, as photosynthesis provides both the carbon and energy for amino acid biosynthesis, while amino acids are the building blocks for the protein components of photosynthesis.  Despite an awareness of this relationship, large gaps exist in our understanding of how these important biological processes interact.  The long-term goal of this project is to understand the connections between photosynthesis and amino acid metabolism.  Computational integration of Arabidopsis thaliana phenotype data (photosynthetic parameters, amino acid and fatty acid profiles, seed carbon and nitrogen content) of mutants with defects in chloroplast-targeted nuclear-encoded gene products will be used to generate a list of candidate genes that can guide us to those connections.  The candidate genes will be experimentally tested for changes in photosynthesis and amino acid metabolism, and those mutants with robust and interesting phenotypes will then undergo more focused studies.  By increasing our understanding of the complex interactions between photosynthesis and amino acid metabolism, we will be in a position to effectuate advantageous changes in both.\r\n \r\nBroader Impacts\r\nThis project will increase our understanding of the interactions between photosynthesis, carbon metabolism, and nitrogen metabolism, and these results should inform plant breeding and biotechnological approaches to crop improvement.  The data and outcomes of the project will be made publicly available via publications and a project website.  In addition to providing year-round training opportunities to graduate and undergraduate students, the project will integrate research and education as part of established summer Research Experiences for Undergraduate Programs at Western Michigan University (WMU) and Michigan State University (MSU).  The collaboration between WMU and MSU with respect to the research, education, and outreach activities will also provide cross-disciplinary, cross-institutional training and experience to trainees in both laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Lu",
   "pi_email_addr": "yan.1.lu@wmich.edu",
   "nsf_id": "000610065",
   "pi_start_date": "2013-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Last",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Last",
   "pi_email_addr": "lastr@msu.edu",
   "nsf_id": "000190035",
   "pi_start_date": "2013-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 W Michigan Ave",
  "perf_city_name": "Kalamazoo",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 589384.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 528997.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 534927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background and Rationale</strong></p>\n<p>Photosynthesis impacts plant metabolism by providing carbon skeletons for essentially all metabolic pathways, including central carbon metabolism and amino acid biosynthesis. For many years enhancing photosynthetic efficiency has been a &lsquo;holy grail&rsquo; of plant biology. However, this is still a daunting task, because photosynthetic efficiency is regulated by many internal and environmental factors and complex interactions exist between photosynthesis and other biological processes. Amino acids are a major class of compounds that are predominantly synthesized inside chloroplasts. In addition to serving as building blocks of proteins, amino acids contribute to many aspects of plant biochemistry and physiology, such as photorespiration, nitrogen assimilation and transport, and biosynthesis of hormones and natural product metabolites. Photosynthesis provides precursors, energy, and reducing power for amino acid biosynthesis. Despite this relationship, our understanding of the molecular mechanisms of interactions between these two processes is far from complete.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The long-term goal of this project was to gain a better understanding of regulation and connections of photosynthesis and amino acid metabolism. We identified mutants of 64 genes with altered photosynthesis and amino acids. To identify additional candidate genes with possible roles in photosynthesis and amino acid metabolism, we sought to identify 250 co-expressed genes for these 64 pleiotropic genes. We performed parallel phenotypic assays, including plant morphology, chlorophyll fluorescence, leaf and seed amino acids, and seed carbon-to-nitrogen ratio, for ~350 homozygous <em>Arabidopsis thaliana</em> mutants of the 250 co-expressed genes. Using the phenotypic data and subsequent correlation analysis, we generated functional hypotheses for the following chloroplastic processes: (a) RNA editing; (b) assembly of electron-transfer cofactors; (c) assembly, maintenance, and repair of photosynthetic complexes; and (d) homeostasis of branched-chain amino acids. These functional hypotheses led to several in-depth focused studies, which improved our understanding of specific genes and their products, and provided insight into novel regulation and connections among photosynthesis, amino acid metabolism, and other biological processes. Examples of these focused studies are described below.</p>\n<p>Many plastid-encoded photosynthetic genes are subjected to post-transcriptional RNA editing to restore the functions of the corresponding proteins. We found that a plastid-targeted organelle RNA recognition motif protein is essential for RNA editing of a photosystem II gene and a fatty acid biosynthetic gene.</p>\n<p>An essential component of the photosynthetic electron transport chain is electron-transfer cofactors, such as iron-sulfur (Fe-S) clusters. We found that a plastid-targeted nitrogen-fixation-subunit-U-type protein acts as carriers for 4Fe-4S and 3Fe-4S clusters, transferring these clusters from the scaffold complex to recipient proteins and that photosystem I is the major complex that receives 4Fe-4S clusters from this protein.</p>\n<p>Photosynthetic organisms experience rapid changes in sunlight, causing detrimental effects on photosynthesis. We discovered that a plant-specific thylakoid membrane protein contributes to photosystem II maintenance and that a thylakoid lumen protein is required for proper photosynthetic acclimation under fluctuating light.</p>\n<p>Lastly, by analyzing feedback-resistant mutants for three allosteric committed enzymes in the biosynthetic pathway, we developed an <em>in vivo</em> regulatory model of branched-chain amino acid homeostasis.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This project has resulted in 14 journal articles, one book chapter, and three M.S. theses. In addition, this project generated phenotypic data (plant morphology, chlorophyll fluorescence, leaf amino acids, seed amino acids, and seed carbon-to-nitrogen ratio) for ~350 homozygous <em>Arabidopsis thaliana</em> mutants of 250 co-expressed genes. The phenotypic data are stored in an interactive and publically accessible database (<a href=\"http://bioinfo.bch.msu.edu/2010_LIMS\">http://bioinfo.bch.msu.edu/2010_LIMS</a>), along with the previously existing Chloroplast 2010 data. These data will allow us and other researchers to generate specific and testable hypotheses for the functions of understudied genes and for previously undocumented interactions between photosynthesis, amino acid metabolism, and other cellular processes.</p>\n<p>This project included participation by two high school students (both female), 21 undergraduates (including 15 female and/or underrepresented minority students), six graduate students (three females), four technicians, and three postdoctoral researchers. They worked in collaborative teams where postdoctoral scientists and graduate students practiced their leadership and mentoring skills. To disseminate project outcomes to broader audiences, the students, postdoctoral associates, and PIs presented their work in departmental, institutional, regional, national, and international meetings. To train future scientists, PI Yan Lu integrated teaching and research in the classroom. For example, PI Yan Lu implemented the response of photosynthetic apparatus to environmental stress as a laboratory topic in a junior/senior-level Plant Physiology course. This laboratory practice promotes students to conduct critical analysis, formulate research hypotheses, design feasible experiments, and provide original thoughts. In addition, the graduate students of this project participated in a number of outreach activities, including Science Olympiad Regional meets, to bring our research and expertise to the general public. The participation of students from different educational stages contributes to the training of future scientists and nurtures public awareness of science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2018<br>\n\t\t\t\t\tModified by: Yan&nbsp;Lu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground and Rationale\n\nPhotosynthesis impacts plant metabolism by providing carbon skeletons for essentially all metabolic pathways, including central carbon metabolism and amino acid biosynthesis. For many years enhancing photosynthetic efficiency has been a ?holy grail? of plant biology. However, this is still a daunting task, because photosynthetic efficiency is regulated by many internal and environmental factors and complex interactions exist between photosynthesis and other biological processes. Amino acids are a major class of compounds that are predominantly synthesized inside chloroplasts. In addition to serving as building blocks of proteins, amino acids contribute to many aspects of plant biochemistry and physiology, such as photorespiration, nitrogen assimilation and transport, and biosynthesis of hormones and natural product metabolites. Photosynthesis provides precursors, energy, and reducing power for amino acid biosynthesis. Despite this relationship, our understanding of the molecular mechanisms of interactions between these two processes is far from complete.\n\nIntellectual Merit\n\nThe long-term goal of this project was to gain a better understanding of regulation and connections of photosynthesis and amino acid metabolism. We identified mutants of 64 genes with altered photosynthesis and amino acids. To identify additional candidate genes with possible roles in photosynthesis and amino acid metabolism, we sought to identify 250 co-expressed genes for these 64 pleiotropic genes. We performed parallel phenotypic assays, including plant morphology, chlorophyll fluorescence, leaf and seed amino acids, and seed carbon-to-nitrogen ratio, for ~350 homozygous Arabidopsis thaliana mutants of the 250 co-expressed genes. Using the phenotypic data and subsequent correlation analysis, we generated functional hypotheses for the following chloroplastic processes: (a) RNA editing; (b) assembly of electron-transfer cofactors; (c) assembly, maintenance, and repair of photosynthetic complexes; and (d) homeostasis of branched-chain amino acids. These functional hypotheses led to several in-depth focused studies, which improved our understanding of specific genes and their products, and provided insight into novel regulation and connections among photosynthesis, amino acid metabolism, and other biological processes. Examples of these focused studies are described below.\n\nMany plastid-encoded photosynthetic genes are subjected to post-transcriptional RNA editing to restore the functions of the corresponding proteins. We found that a plastid-targeted organelle RNA recognition motif protein is essential for RNA editing of a photosystem II gene and a fatty acid biosynthetic gene.\n\nAn essential component of the photosynthetic electron transport chain is electron-transfer cofactors, such as iron-sulfur (Fe-S) clusters. We found that a plastid-targeted nitrogen-fixation-subunit-U-type protein acts as carriers for 4Fe-4S and 3Fe-4S clusters, transferring these clusters from the scaffold complex to recipient proteins and that photosystem I is the major complex that receives 4Fe-4S clusters from this protein.\n\nPhotosynthetic organisms experience rapid changes in sunlight, causing detrimental effects on photosynthesis. We discovered that a plant-specific thylakoid membrane protein contributes to photosystem II maintenance and that a thylakoid lumen protein is required for proper photosynthetic acclimation under fluctuating light.\n\nLastly, by analyzing feedback-resistant mutants for three allosteric committed enzymes in the biosynthetic pathway, we developed an in vivo regulatory model of branched-chain amino acid homeostasis.\n\nBroader Impacts\n\nThis project has resulted in 14 journal articles, one book chapter, and three M.S. theses. In addition, this project generated phenotypic data (plant morphology, chlorophyll fluorescence, leaf amino acids, seed amino acids, and seed carbon-to-nitrogen ratio) for ~350 homozygous Arabidopsis thaliana mutants of 250 co-expressed genes. The phenotypic data are stored in an interactive and publically accessible database (http://bioinfo.bch.msu.edu/2010_LIMS), along with the previously existing Chloroplast 2010 data. These data will allow us and other researchers to generate specific and testable hypotheses for the functions of understudied genes and for previously undocumented interactions between photosynthesis, amino acid metabolism, and other cellular processes.\n\nThis project included participation by two high school students (both female), 21 undergraduates (including 15 female and/or underrepresented minority students), six graduate students (three females), four technicians, and three postdoctoral researchers. They worked in collaborative teams where postdoctoral scientists and graduate students practiced their leadership and mentoring skills. To disseminate project outcomes to broader audiences, the students, postdoctoral associates, and PIs presented their work in departmental, institutional, regional, national, and international meetings. To train future scientists, PI Yan Lu integrated teaching and research in the classroom. For example, PI Yan Lu implemented the response of photosynthetic apparatus to environmental stress as a laboratory topic in a junior/senior-level Plant Physiology course. This laboratory practice promotes students to conduct critical analysis, formulate research hypotheses, design feasible experiments, and provide original thoughts. In addition, the graduate students of this project participated in a number of outreach activities, including Science Olympiad Regional meets, to bring our research and expertise to the general public. The participation of students from different educational stages contributes to the training of future scientists and nurtures public awareness of science.\n\n\t\t\t\t\tLast Modified: 05/01/2018\n\n\t\t\t\t\tSubmitted by: Yan Lu"
 }
}