{
 "awd_id": "1244043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Dissection of Transcription Termination Mechanisms in Eukaryotes",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032922658",
 "po_email": "casjohns@nsf.gov",
 "po_sign_block_name": "Casonya Johnson",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 832181.0,
 "awd_amount": 869613.0,
 "awd_min_amd_letter_date": "2013-02-28",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "Intellectual Merit.  The transcription of eukaryotic mRNA is an obligate step in the flow of information from the genome to expression of proteins needed by the cell. The final step of transcription is called termination, and involves release of RNA polymerase II (Pol II) and the RNA from the DNA template.  Defects in termination can impair cell function due to the interference of read-through transcription on downstream DNA elements needed for DNA replication, chromosomal segregation, or the initiation of transcription. Poor termination can also lead to decreased processing and increased degradation of the RNA as well as reduced initiation at the gene's promoter. Despite significant advances in recent years, termination remains one of the least understood steps of transcription. Pol II termination downstream of mRNA poly(A) sites requires the concerted efforts of the Rat1 exonuclease and proteins which recognize and act to cleave RNA at the poly(A) site. Transcription by Pol II through a gene's body is both rapid and processive, yet if stalled, the association of Pol II with DNA is remarkably stable.  Nevertheless, interactions of termination factors with the polymerase overcome these challenges and induce changes that lead to pausing and release. The goal of this research is to decipher the molecular mechanisms that lead to Rat1-mediated termination of Pol II and to seek parallels in how Rat1 also facilitates release of Pol I, which transcribes ribosomal RNA. Through genetic screens in yeast, using both directed and random mutagenesis, this project should identify critical regions of RNA polymerase that might interact directly with termination factors or otherwise alter the termination behavior of the enzyme. Previously, the lack of a defined, easily manipulated in vitro system in which to study termination has made it difficult to determine individual contributions of the various factors. This problem has been addressed by developing a new in vitro assay in which mutant and wild-type polymerase can be stalled and then challenged with purified factors alone and in combination.  This assay will be incorporated into an integrated strategy that examines transcription in vivo and in cell extract. \r\n\r\nBroader impacts. Scientifically, the successful completion of this project should give significant new insight into the mechanism of transcription termination and lead to a new fundamental understanding of points at which this step in the transcription cycle might be regulated in all eukaryotes. Furthermore, it will provide rigorous training for students in the disciplines of biochemistry, molecular biology and genetics as well as multiple opportunities for trainees to gain experience in the written and oral presentation of their research and in mentoring younger students. In addition, the PI has been active in developing new ways to train the next generation of scientists and to increase diversity in biological research, and the members of the PI's lab participate in these programs as mentors and trainees. These programs include summer research and postbaccalaureate programs for underrepresented students, and a postdoctoral training program that prepares fellows for successful academic careers that involve research, mentoring and teaching undergraduates in the biological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Moore",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Claire L Moore",
   "pi_email_addr": "claire.moore@tufts.edu",
   "nsf_id": "000360255",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "150 Harrison Ave.",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021111817",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 202142.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 205999.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 461472.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A great challenge for a eukaryotic cell is to produce the appropriate amount of each protein and to quickly adjust that production as the cell&rsquo;s environment changes.&nbsp; Much of this balancing act occurs at the levels of mRNA synthesis, translation, and degradation.&nbsp; Recent work on eukaryotic gene expression has uncovered feedback mechanisms that coordinate these different activities and allow the cell to maintain optimal levels of mRNA. Much of this coordination occurs between the different steps of mRNA synthesis, such that the events of transcription initiation, elongation, and termination are coordinated with the processing steps of capping, splicing, and polyadenylation, and ultimately, with exit from the nucleus.&nbsp; This &ldquo;communication network&rdquo; ensures that each event occurs in a timely manner and also provides additional steps at which the amount and type of mRNA from a particular gene can be regulated.&nbsp;</p>\n<p><strong>Intellectual Merit.</strong> In this project, we have probed how polyadenylation factors influence RNA Polymerase II (RNAP II) during the initiation, elongation and termination steps of mRNA transcription. Important outcomes of this project include:</p>\n<p>1.&nbsp; Development of a new, cell-free method to investigate the molecular dynamics that cause termination. &nbsp;Our findings support the previously proposed model in which termination is provoked by allosteric changes in the transcriptional complex as well as the action of specific enzymes that remove RNAP II from the DNA template.</p>\n<p>2.&nbsp; Identification and characterization of a novel early termination mechanism which regulates the production of full-length mRNAs by generating short, polyadenylated transcripts ending near the gene&rsquo;s promoter.</p>\n<p>3.&nbsp; Demonstration that termination of transcription when RNAP II is stalled at a DNA lesion requires polyadenylation factors for efficient removal of the blocked polymerase<em>.</em></p>\n<p>4.&nbsp; Identification of two new domains on the surface of RNAP II that are needed to recruit polyadenylation factors for their function in transcription termination.</p>\n<p>5.&nbsp; Provided evidence that Ysh1, the nuclease that cleaves mRNA precursor at the poly(A) site, is important for transcription elongation.&nbsp; We also showed that Ipa1, encoded by one of the six essential yeast genes with previously unknown function, serves dual roles of regulating the level of Ysh1 as well as recruiting it to the elongation complex.&nbsp;</p>\n<p>This research resulted in six publications, two manuscripts that have been resubmitted with revisions, and five manuscripts in preparation, as well as presentation of our findings at five different conferences.</p>\n<p><strong>Broader Impacts.&nbsp; </strong>In addition to advancing scientific knowledge, this project provided opportunities for training a diverse group of scientists and for encouraging them to integrate their efforts towards common goals. It provided opportunities for faculty at primarily undergraduate institutions (PUIs) to focus on research by spending summers working in our lab and for undergraduates to gain experience in research.&nbsp; It gave senior lab members experience mentoring younger scientists from widely different backgrounds, and supported the development of new discovery-based lab modules that will be used at local minority-serving colleges.&nbsp; These initiatives capitalized on connections made possible through our long-standing involvement in minority outreach efforts at the undergraduate, postbaccalaureate, and postdoctoral levels.&nbsp; This project also facilitated the development of new computational strategies to analyze whole genome data sets and gain insights into the regulation of mRNA polyadenylation and how polyadenylation factors affect transcription initiation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2017<br>\n\t\t\t\t\tModified by: Claire&nbsp;L&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA great challenge for a eukaryotic cell is to produce the appropriate amount of each protein and to quickly adjust that production as the cell?s environment changes.  Much of this balancing act occurs at the levels of mRNA synthesis, translation, and degradation.  Recent work on eukaryotic gene expression has uncovered feedback mechanisms that coordinate these different activities and allow the cell to maintain optimal levels of mRNA. Much of this coordination occurs between the different steps of mRNA synthesis, such that the events of transcription initiation, elongation, and termination are coordinated with the processing steps of capping, splicing, and polyadenylation, and ultimately, with exit from the nucleus.  This \"communication network\" ensures that each event occurs in a timely manner and also provides additional steps at which the amount and type of mRNA from a particular gene can be regulated. \n\nIntellectual Merit. In this project, we have probed how polyadenylation factors influence RNA Polymerase II (RNAP II) during the initiation, elongation and termination steps of mRNA transcription. Important outcomes of this project include:\n\n1.  Development of a new, cell-free method to investigate the molecular dynamics that cause termination.  Our findings support the previously proposed model in which termination is provoked by allosteric changes in the transcriptional complex as well as the action of specific enzymes that remove RNAP II from the DNA template.\n\n2.  Identification and characterization of a novel early termination mechanism which regulates the production of full-length mRNAs by generating short, polyadenylated transcripts ending near the gene?s promoter.\n\n3.  Demonstration that termination of transcription when RNAP II is stalled at a DNA lesion requires polyadenylation factors for efficient removal of the blocked polymerase.\n\n4.  Identification of two new domains on the surface of RNAP II that are needed to recruit polyadenylation factors for their function in transcription termination.\n\n5.  Provided evidence that Ysh1, the nuclease that cleaves mRNA precursor at the poly(A) site, is important for transcription elongation.  We also showed that Ipa1, encoded by one of the six essential yeast genes with previously unknown function, serves dual roles of regulating the level of Ysh1 as well as recruiting it to the elongation complex. \n\nThis research resulted in six publications, two manuscripts that have been resubmitted with revisions, and five manuscripts in preparation, as well as presentation of our findings at five different conferences.\n\nBroader Impacts.  In addition to advancing scientific knowledge, this project provided opportunities for training a diverse group of scientists and for encouraging them to integrate their efforts towards common goals. It provided opportunities for faculty at primarily undergraduate institutions (PUIs) to focus on research by spending summers working in our lab and for undergraduates to gain experience in research.  It gave senior lab members experience mentoring younger scientists from widely different backgrounds, and supported the development of new discovery-based lab modules that will be used at local minority-serving colleges.  These initiatives capitalized on connections made possible through our long-standing involvement in minority outreach efforts at the undergraduate, postbaccalaureate, and postdoctoral levels.  This project also facilitated the development of new computational strategies to analyze whole genome data sets and gain insights into the regulation of mRNA polyadenylation and how polyadenylation factors affect transcription initiation.\n\n\t\t\t\t\tLast Modified: 07/10/2017\n\n\t\t\t\t\tSubmitted by: Claire L Moore"
 }
}