{
 "awd_id": "1244847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comparison of Active Learning Strategies in Cell Biology Education:  Is All Active Learning Equally Effective?",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 180672.0,
 "awd_amount": 180672.0,
 "awd_min_amd_letter_date": "2013-06-17",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "This project is comparing the effectiveness of different active learning modules (ALM) designed to increase student understanding of cell biology in a large lecture environment. The activities are focused on three central processes in cell biology: protein translation, eukaryotic gene regulation, and the cell cycle. These processes are fundamental to an understanding of how cells function; and, due to their complexity, present significant teaching challenges. \r\n\r\nIntellectual Merit \r\nMany studies have demonstrated the benefits of integrating active learning into the college science classroom. However, two questions then arise: Are all active learning strategies equally effective? Are some strategies better for specific topics than are others? In this study the ALMs are being tested in a large-enrollment course at the University of Washington that has already implemented teaching innovations such as peer TAs, automated response systems (clickers) and some guided group activities. ALM effectiveness is being measured in terms of how much students learn and how engaged they are in the different activities. Learning gains are being measured by comparing student performance on validated tests. Data on student perception and engagement are being gathered from student focus groups convened after each activity and videotape analysis of student participation during each activity. The ALMs are also being measured in terms of their relative 'cost' to design and execute in a large classroom. This study will result in the production of research-validated in-class activities that promote student learning in cell biology. Direct comparison of different active learning strategies will provide insight into what elements make one strategy more effective than another for teaching a particular concept. \r\n\r\nBroader Impacts \r\nImprovement of STEM education requires an appreciation for the relative benefits of different teaching strategies for diverse populations of students. This study investigates the interplay between topic, active learning strategy and demographics with the goal of identifying active learning strategies that are effective for a broad population of students. There is evidence that collaborative learning exercises have a particularly beneficial impact on underrepresented groups, suggesting that advances in designing collaborative active learning strategies may play a significant role in decreasing the 'learning gap' in STEM classrooms. The activities developed and tested in this study will be made available for distribution to other institutions and thus have potential to impact the approximately 300,000 students who take introductory biology in the U.S. each year. Further, an improved understanding of the relative benefits and challenges of different active learning strategies may help guide future resource allocation decisions by STEM educators in terms of faculty development and design of instructional materials. Training of a postdoctoral scholar and involvement of undergraduates as research assistants will help broaden the base of young professionals with experience in STEM education research and contribute to the development of a growing national STEM education network in the U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Crowe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alison J Crowe",
   "pi_email_addr": "acrowe@u.washington.edu",
   "nsf_id": "000467585",
   "pi_start_date": "2013-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Wiggins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin L Wiggins",
   "pi_email_addr": "benlwiggins@gmail.com",
   "nsf_id": "000604524",
   "pi_start_date": "2013-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180672.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Several national calls to reform Science Technology Engineering and Math (STEM) education have included recommendations to revise pedagogical approaches to aid in the recruitment and retention of STEM majors, particularly of students from underrepresented groups. There is strong evidence that using &ldquo;active learning&rdquo; approaches in the college classroom, is more effective at helping students learn than the more traditional &ldquo;sage on a stage&rdquo; style of passive lecturing.&nbsp; Active-learning, which can be defined as any activity that engages students directly in the learning process, has also been shown to increase students&rsquo; sense of belonging in the classroom and create a more inclusive classroom climate, both of which can have a disproportionately positive impact on first generation college students and those from lower socioeconomic backgrounds.&nbsp; However, as we move away from traditional lecturing to more active learning, the process of learning becomes more of a social activity than an individual one, meaning that socio-cultural factors such as social identities and gender could impact student learning.&nbsp; There is currently very little known about what makes a high functioning group or how to structure groups to promote effective learning for all group members.&nbsp; To ensure that the transition to active learning is beneficial for all students, it is important to measure the impact of group work and the group experience on different populations of students.</p>\n<p><strong>Intellectual Merit: </strong></p>\n<p>This study was designed to answer two questions of broad interest to the biology education research community:&nbsp; 1) What makes a particular active learning strategy effective and are certain active learning approaches differentially effective for different demographic groups? &nbsp;2) What sociocultural factors influence student experience in an active learning classroom?</p>\n<p>To address the first question, we designed and implemented two different types of in-class activities in a large introductory biology course.&nbsp; The activity design was based on a sociocognitive theoretical framework called ICAP, which predicts that <em>interactive</em> activities that require students to have substantive exchanges will lead to higher learning gains than <em>constructive</em> activities that require construction of new knowledge but do not require peer-discussion or interdependence.&nbsp; We developed and tested a paired set of interactive and constructive in-class worksheets for each of three different topics in introductory cell biology. Importantly the interactive and constructive activities for a given topic had identical content and differed only in how students were instructed to engage with the material and with their group. &nbsp;By measuring student understanding before and after the activity we were able to show that individual performance was greater after the highly structured interactive activity compared to the more loosely structured constructive activity with identical content.&nbsp; Interestingly we found that all students, regardless of demographic group or grade point average, benefited from the interactive activity, suggesting that this approach may be universally effective at increasing student learning.</p>\n<p>To address Question 2, we looked at whether different demographic groups experienced groupwork in the classroom differently. As a first step, we used focus groups with undergraduate students to identify major themes associated with in-class group work.&nbsp;&nbsp; We then developed and validated a likert-scale survey instrument based on these themes.&nbsp; Analysis of student responses indicated that over-all, underrepresented minorities and international students valued the in-class activities and instructor contribution more than white students. &nbsp;We then looked at how student perception of group dynamics during in-class group work impacted their learning. We found that students who report that someone dominated their group performed worse on a post-test than those who perceive a more equitable group.&nbsp; Additionally, reporting feeling comfortable in one&rsquo;s group was also a strong predictor of performance.&nbsp; Interestingly, international students, asian-american students and students with a lower grade point average were the most likely to report dominators, and working with a friend was the single predictor of reporting comfort.&nbsp; Finally, compared to relatively unstructured group work, structuring groups to promote interaction through peer-teaching led to a decrease in reporting dominators.</p>\n<p><em></em><strong>Broader Impacts</strong></p>\n<p>Our study has practical applications for instructors in the college classroom.&nbsp; First, our data indicate that different populations of students experience group work differently and that this difference can affect individual performance.&nbsp; Having a friend in one&rsquo;s group was the only variable we tested that correlated with student comfort level.&nbsp; Since being comfortable increased student performance, this study suggests several best practices for assigning groups in the college classroom.&nbsp; First, allow students to choose their own groups, so they can self-sort into groups that contain friends.&nbsp; Second, avoid switching students to new groups frequently, so that students can get to know each other and increase their comfort level.&nbsp; In terms of activity design, our study also indicates that group activities that promote interdependence by requiring each student to learn an idea or topic and then peer-teach that topic to a new group are more effective at generating equitable groups and lead to increased individual performance.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2017<br>\n\t\t\t\t\tModified by: Alison&nbsp;J&nbsp;Crowe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSeveral national calls to reform Science Technology Engineering and Math (STEM) education have included recommendations to revise pedagogical approaches to aid in the recruitment and retention of STEM majors, particularly of students from underrepresented groups. There is strong evidence that using \"active learning\" approaches in the college classroom, is more effective at helping students learn than the more traditional \"sage on a stage\" style of passive lecturing.  Active-learning, which can be defined as any activity that engages students directly in the learning process, has also been shown to increase students? sense of belonging in the classroom and create a more inclusive classroom climate, both of which can have a disproportionately positive impact on first generation college students and those from lower socioeconomic backgrounds.  However, as we move away from traditional lecturing to more active learning, the process of learning becomes more of a social activity than an individual one, meaning that socio-cultural factors such as social identities and gender could impact student learning.  There is currently very little known about what makes a high functioning group or how to structure groups to promote effective learning for all group members.  To ensure that the transition to active learning is beneficial for all students, it is important to measure the impact of group work and the group experience on different populations of students.\n\nIntellectual Merit: \n\nThis study was designed to answer two questions of broad interest to the biology education research community:  1) What makes a particular active learning strategy effective and are certain active learning approaches differentially effective for different demographic groups?  2) What sociocultural factors influence student experience in an active learning classroom?\n\nTo address the first question, we designed and implemented two different types of in-class activities in a large introductory biology course.  The activity design was based on a sociocognitive theoretical framework called ICAP, which predicts that interactive activities that require students to have substantive exchanges will lead to higher learning gains than constructive activities that require construction of new knowledge but do not require peer-discussion or interdependence.  We developed and tested a paired set of interactive and constructive in-class worksheets for each of three different topics in introductory cell biology. Importantly the interactive and constructive activities for a given topic had identical content and differed only in how students were instructed to engage with the material and with their group.  By measuring student understanding before and after the activity we were able to show that individual performance was greater after the highly structured interactive activity compared to the more loosely structured constructive activity with identical content.  Interestingly we found that all students, regardless of demographic group or grade point average, benefited from the interactive activity, suggesting that this approach may be universally effective at increasing student learning.\n\nTo address Question 2, we looked at whether different demographic groups experienced groupwork in the classroom differently. As a first step, we used focus groups with undergraduate students to identify major themes associated with in-class group work.   We then developed and validated a likert-scale survey instrument based on these themes.  Analysis of student responses indicated that over-all, underrepresented minorities and international students valued the in-class activities and instructor contribution more than white students.  We then looked at how student perception of group dynamics during in-class group work impacted their learning. We found that students who report that someone dominated their group performed worse on a post-test than those who perceive a more equitable group.  Additionally, reporting feeling comfortable in one?s group was also a strong predictor of performance.  Interestingly, international students, asian-american students and students with a lower grade point average were the most likely to report dominators, and working with a friend was the single predictor of reporting comfort.  Finally, compared to relatively unstructured group work, structuring groups to promote interaction through peer-teaching led to a decrease in reporting dominators.\n\nBroader Impacts\n\nOur study has practical applications for instructors in the college classroom.  First, our data indicate that different populations of students experience group work differently and that this difference can affect individual performance.  Having a friend in one?s group was the only variable we tested that correlated with student comfort level.  Since being comfortable increased student performance, this study suggests several best practices for assigning groups in the college classroom.  First, allow students to choose their own groups, so they can self-sort into groups that contain friends.  Second, avoid switching students to new groups frequently, so that students can get to know each other and increase their comfort level.  In terms of activity design, our study also indicates that group activities that promote interdependence by requiring each student to learn an idea or topic and then peer-teach that topic to a new group are more effective at generating equitable groups and lead to increased individual performance.\n\n\t\t\t\t\tLast Modified: 07/26/2017\n\n\t\t\t\t\tSubmitted by: Alison J Crowe"
 }
}