{
 "awd_id": "1245832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "e-TALK: Enhanced Teaching Assistance to Aid Learning with Kitlabs",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 199998.0,
 "awd_amount": 199998.0,
 "awd_min_amd_letter_date": "2013-01-28",
 "awd_max_amd_letter_date": "2013-01-28",
 "awd_abstract_narration": "e-TALK: Enhanced Teaching Assistance to aid Learning with Kitlabs\r\n\r\nNorth Carolina State University is developing a new version of \"kitlabs\" for physics instruction as a solution to the problem of increasing numbers of students and decreasing availability of laboratory sections. Kitlabs are course-complementary educational activities with small collections of equipment and precise instructions designed to lead students through hands-on laboratory exercises in remote, and student-selected, settings. The novel and potentially transformative aspect of these kitlabs is that they are designed to leverage modern personal electronic technologies such as smart phones and personal computers to facilitate data acquisition and productive, synchronous teacher-student interaction, circumventing two well-cited disadvantages of previous kitlab-type efforts.\r\n\r\nKitlabs and traditional in-lab systems are being studied comparatively with the goal of transferring and disseminating pedagogically successful laboratory instruction methods to a wider audience of faculty and students. The study will include observations and analysis of student-student and student-teaching assistant (TA) interactions. Observation methods include use of the Physics Department's Quantitative Education Research Laboratory, which allows for video- and audio- capture of student interactions as they perform laboratory exercises while in synchronous electronic contact with a TA. This project, which goes by the acronym eTALK, documents how students: i) work with the kitlabs; ii) synchronously interact with TA instructors; iii) collect, analyze, manipulate, and present data; and iv) collaborate and input their results. Student learning outcomes are also assessed using a specially developed instrument targeted at gains in laboratory skills and attitudes.\r\n\r\nObjectives of the project include creating a prototype eTALK TA Training Guide, disseminating preliminary project results, and developing a long-term plan to foster the adoption of eTALK across a range of STEM educational settings across the U.S. In addition to the pedagogical advantages to any institution that incorporates eTALK labs into their STEM efforts, eTALK simultaneously enables departments to use limited facility resources more cost-effectively and helps to buffer students from the consequences of austerity measures on campuses that are struggling the most financially.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Paesler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Paesler",
   "pi_email_addr": "paesler@ncsu.edu",
   "nsf_id": "000308557",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Beichner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Beichner",
   "pi_email_addr": "beichner@ncsu.edu",
   "nsf_id": "000211410",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Mehlenbacher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Mehlenbacher",
   "pi_email_addr": "brad_m@unity.ncsu.edu",
   "nsf_id": "000250751",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2401 Stinson Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"bodytext-LT\">Many institutions of higher education (IHEs) now combine traditional STEM instruction with a laboratory component designed to augment lecture content with hands-on learning and collaborative problem-solving activities. Unfortunately, ongoing budget cuts, especially at public institutions across the nation, are posing various constraints on facilities that are restricting the number of laboratory sections that can be offered to students. One emergent solution has been the evolution of &ldquo;kitlabs,&rdquo; which are course-complementary instructional activities with small collections of equipment and precise instructions designed to lead students through laboratory exercises in remote&mdash;and usually student-selected&mdash;settings. However, this approach as currently practiced has at least two well-cited disadvantages. First, the important TA-student interaction is removed from the exercise, since kitlabs are generally taught asynchronously with little or no possibility for real-time instructor-learner interactions.&nbsp; Second, the data taking and data manipulation equipment common to the normal in-lab environment are not incorporated into the kits and are thus unavailable to students.</p>\n<p class=\"bodytext-LT\">A multidisciplinary team of researchers from North Carolina State University (NC State) from the disciplines of physics education and instructional design have addressed both of these disadvantages through our project, <em>&ldquo;enhanced Teaching Assistance to aid Learning with Kitlabs&rdquo; (or eTALK). </em>The two transformative axes of the proposed effort centered on using kitlabs that (1) are supported by synchronous student-TA contact and that (2) integrate creative laboratory design using personal electronic devices. Kitlab and traditional in-lab systems will be comparatively studied with the goal of transferring and disseminating pedagogically successful laboratory instruction methods to a wider audience of faculty and students in four- and two-year IHEs.</p>\n<p class=\"bodytext-LT\">Through several semesters, our team studied groups of students in traditional laboratory settings as a control and groups of students doing essentially identical labs in the eTALK program.&nbsp; Students in the eTALK labs, though in self-chosen remote settings, were in real-time electronic contact with their teaching assistant while performing the laboratory exercises using kits.&nbsp; Control group students did their work in traditional one-room laboratory settings with 24 students in eight groups of three supervised by a TA.&nbsp;</p>\n<p class=\"bodytext-LT\">Observation methods included use of the Physics Department&rsquo;s Quantitative Education Research Laboratory, or QERL, which allows for video- and audio- capture of student interactions as they perform laboratory exercises while in synchronous electronic contact with a TA. With pre- and post- surveys and testing of both groups as well as QERL observations, several results emerged.&nbsp; These include:</p>\n<p>&bull; &nbsp;There was no statistical difference measured in course test performance between eTALK and control groups.</p>\n<p>&bull; &nbsp;There was no statistical difference measured in TUG-k performance between eTALK and control groups. &nbsp;TUG-k, or Test of Understanding Graphs in Kinematics, is an instrument designed to test students' mastery of graphical interpretation of kinematics.</p>\n<p>&nbsp;&bull; &nbsp;There was no statistical difference measured in FCI performance between eTALK and control groups. &nbsp;FCI, or Force Concept Inventory, is an instrument designed to test students' mastery of graphical interpretation of kinematics.</p>\n<p>&bull; &nbsp;There was a positive statistically significant difference in C-LASS&nbsp;attitudes about physics labs.&nbsp; C-LASS, or Colorado Learning Attitudes&nbsp;about Science Survey,&nbsp;is an instrument designed to measure students o...",
  "por_txt_cntn": "Many institutions of higher education (IHEs) now combine traditional STEM instruction with a laboratory component designed to augment lecture content with hands-on learning and collaborative problem-solving activities. Unfortunately, ongoing budget cuts, especially at public institutions across the nation, are posing various constraints on facilities that are restricting the number of laboratory sections that can be offered to students. One emergent solution has been the evolution of \"kitlabs,\" which are course-complementary instructional activities with small collections of equipment and precise instructions designed to lead students through laboratory exercises in remote&mdash;and usually student-selected&mdash;settings. However, this approach as currently practiced has at least two well-cited disadvantages. First, the important TA-student interaction is removed from the exercise, since kitlabs are generally taught asynchronously with little or no possibility for real-time instructor-learner interactions.  Second, the data taking and data manipulation equipment common to the normal in-lab environment are not incorporated into the kits and are thus unavailable to students.\nA multidisciplinary team of researchers from North Carolina State University (NC State) from the disciplines of physics education and instructional design have addressed both of these disadvantages through our project, \"enhanced Teaching Assistance to aid Learning with Kitlabs\" (or eTALK). The two transformative axes of the proposed effort centered on using kitlabs that (1) are supported by synchronous student-TA contact and that (2) integrate creative laboratory design using personal electronic devices. Kitlab and traditional in-lab systems will be comparatively studied with the goal of transferring and disseminating pedagogically successful laboratory instruction methods to a wider audience of faculty and students in four- and two-year IHEs.\nThrough several semesters, our team studied groups of students in traditional laboratory settings as a control and groups of students doing essentially identical labs in the eTALK program.  Students in the eTALK labs, though in self-chosen remote settings, were in real-time electronic contact with their teaching assistant while performing the laboratory exercises using kits.  Control group students did their work in traditional one-room laboratory settings with 24 students in eight groups of three supervised by a TA. \nObservation methods included use of the Physics DepartmentÆs Quantitative Education Research Laboratory, or QERL, which allows for video- and audio- capture of student interactions as they perform laboratory exercises while in synchronous electronic contact with a TA. With pre- and post- surveys and testing of both groups as well as QERL observations, several results emerged.  These include:\n\n&bull;  There was no statistical difference measured in course test performance between eTALK and control groups.\n\n&bull;  There was no statistical difference measured in TUG-k performance between eTALK and control groups.  TUG-k, or Test of Understanding Graphs in Kinematics, is an instrument designed to test students' mastery of graphical interpretation of kinematics.\n\n &bull;  There was no statistical difference measured in FCI performance between eTALK and control groups.  FCI, or Force Concept Inventory, is an instrument designed to test students' mastery of graphical interpretation of kinematics.\n\n&bull;  There was a positive statistically significant difference in C-LASS attitudes about physics labs.  C-LASS, or Colorado Learning Attitudes about Science Survey, is an instrument designed to measure students overall attitudes about courses they take.  Pre- and post-surveys allow for determination of changes in attitudes resulting from taking a course.  The eTALK students had a more positive attitude about their lab experience.\n\n&bull; Observation in the QERL indicated that the groups of three students in eTALK ..."
 }
}