{
 "awd_id": "1245998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: Information Literacy Skill Development & Assessment in Engineering (ILSDAE)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2015-06-05",
 "awd_abstract_narration": "This project is developing useful assessment tools that will provide a better understanding of engineering students' self-directed learning skills and a valid measure of how these skills improve. While there are assessment instruments that address these skills, most of them focus on information search skills rather than information literacy. Prior efforts to measure information literacy skills of engineering majors have employed self-report measures rather than direct measures of student skills. This project is developing direct measures.  It is a partnership between the engineering and library science faculties. The project has developed promising pilot data, supported by a seed grant from the Purdue Engineer of 2020 program.  Two assessment instruments have been pilot tested, psychometrically evaluated, and compared to a more authentic (direct) measure of information literacy.  The resulting initial measures of validity and reliability for these instruments are promising.  Further evaluation is necessary to test the instruments more robustly.  The continued development of these two instruments and resources is being conducted at Purdue University, Arizona State University, the University of Arkansas, and other collaborating institutions, with the purpose that the polished instruments will be disseminated to the wider higher education community. It is anticipated that the research findings will guide the design of instructional modules aligned with student needs in developing improved information literacy skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Senay",
   "pi_last_name": "Purzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Senay Purzer",
   "pi_email_addr": "purzer@purdue.edu",
   "nsf_id": "000516913",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fosmire",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Fosmire",
   "pi_email_addr": "fosmire@purdue.edu",
   "nsf_id": "000205492",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Van Epps",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Van Epps",
   "pi_email_addr": "vanepps@purdue.edu",
   "nsf_id": "000083759",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kerrie",
   "pi_last_name": "Douglas",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerrie A Douglas",
   "pi_email_addr": "douglask@purdue.edu",
   "nsf_id": "000626555",
   "pi_start_date": "2015-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Information Literacy Skill Development &amp; Assessment in Engineering (ILSDAE)</strong></p>\n<p class=\"Default\">The technological developments of the current knowledge age have made information accessible in ways that were not imaginable a decade ago. Along with these new levels of information access, comes the necessity to skillfully judge quality, accuracy, and trustworthiness of information. Similarly, many professions, especially in scientific and technical areas, are evolving rapidly. Hence, students who are entering these professions need to develop skills for continuous and life-long learning.&nbsp; One of the challenges from the perspective of the educators is identifying aspects of life-long learning we can effectively teach and assess.</p>\n<p class=\"Default\">The goal of the ILSDAE project is to support educational and research efforts in promoting information literacy among college students. With an interdisciplinary team involving engineering educators, librarians, and educational assessment experts, the research team developed assessment instruments and validated their use in assessing aspects of information literacy. Specifically, the project resulted in two assessment instruments (a multiple-choice test and a Likert type survey). These instruments have been tested to be used to measure information literacy skills of engineering and technology students.&nbsp;</p>\n<p class=\"Default\">The first assessment instrument is a scenario-based, multiple-choice test, <strong>Critical Engineering Literacy Test</strong> (CELT), through a series of pilot testing and contemporary psychometric evaluation and statistical methods such as Rasch analysis. The second instrument is a survey instrument called, <strong>Self-Assessment of Information Literacy (</strong><strong>SIL</strong>). The SIL instrument has been developed following interviews with students to establish a theoretical framework guiding item development.</p>\n<p class=\"Default\">The information-rich society we live in requires everyone to use information literacy skills on a daily basis. This project&rsquo;s focus is on information literacy in engineering-related contexts, yet the applications are foundational to the education of every child and adolescent. Specifically, in engineering and similar technical professions, skills such as searching for, evaluating, and analyzing information accounts for a significant amount of everyday work. However, research on college students&rsquo; information literacy in technical fields skills has received relatively little scrutiny by educators. In addition, while the instruments are designed for engineering and technology students, their applicability for high school science, engineering, or technology classrooms can be studied through future research. These two instruments will help support future research on information literacy in engineering and allow educators to make valid and reliable decisions on the impact and quality of curricular efforts on student learning. Hence, a vision of improved student learning can be accomplished using the two assessment instruments, CELT and SIL, we have developed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2016<br>\n\t\t\t\t\tModified by: Senay&nbsp;Purzer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInformation Literacy Skill Development &amp; Assessment in Engineering (ILSDAE)\nThe technological developments of the current knowledge age have made information accessible in ways that were not imaginable a decade ago. Along with these new levels of information access, comes the necessity to skillfully judge quality, accuracy, and trustworthiness of information. Similarly, many professions, especially in scientific and technical areas, are evolving rapidly. Hence, students who are entering these professions need to develop skills for continuous and life-long learning.  One of the challenges from the perspective of the educators is identifying aspects of life-long learning we can effectively teach and assess.\nThe goal of the ILSDAE project is to support educational and research efforts in promoting information literacy among college students. With an interdisciplinary team involving engineering educators, librarians, and educational assessment experts, the research team developed assessment instruments and validated their use in assessing aspects of information literacy. Specifically, the project resulted in two assessment instruments (a multiple-choice test and a Likert type survey). These instruments have been tested to be used to measure information literacy skills of engineering and technology students. \nThe first assessment instrument is a scenario-based, multiple-choice test, Critical Engineering Literacy Test (CELT), through a series of pilot testing and contemporary psychometric evaluation and statistical methods such as Rasch analysis. The second instrument is a survey instrument called, Self-Assessment of Information Literacy (SIL). The SIL instrument has been developed following interviews with students to establish a theoretical framework guiding item development.\nThe information-rich society we live in requires everyone to use information literacy skills on a daily basis. This project?s focus is on information literacy in engineering-related contexts, yet the applications are foundational to the education of every child and adolescent. Specifically, in engineering and similar technical professions, skills such as searching for, evaluating, and analyzing information accounts for a significant amount of everyday work. However, research on college students? information literacy in technical fields skills has received relatively little scrutiny by educators. In addition, while the instruments are designed for engineering and technology students, their applicability for high school science, engineering, or technology classrooms can be studied through future research. These two instruments will help support future research on information literacy in engineering and allow educators to make valid and reliable decisions on the impact and quality of curricular efforts on student learning. Hence, a vision of improved student learning can be accomplished using the two assessment instruments, CELT and SIL, we have developed.\n\n\t\t\t\t\tLast Modified: 10/06/2016\n\n\t\t\t\t\tSubmitted by: Senay Purzer"
 }
}