{
 "awd_id": "1246287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Is continental collision thick- or thin-skinned? Combining local seismicity with receiver functions in the Zagros Fold-and-Thrust Belt",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032928565",
 "po_email": "praterro@nsf.gov",
 "po_sign_block_name": "Paul Raterron",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 184579.0,
 "awd_amount": 184579.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2017-06-16",
 "awd_abstract_narration": "The Zagros region of Iran is an early-stage continent-continent collision zone, with the Arabian plate moving north-northeastwards into the Eurasian plate. A mountain range, the High Zagros, has been built as a result; on its Arabian plate side, the Zagros Fold-and-Thrust belt shows strong deformation of the thick sedimentary cover that takes up much of the shortening. Models of continental collision have as end-members the thin-skinned case (no basement involvement; e.g., the Sevier orogeny in the Western U.S.) and the thick-skinned case (basement involvement; e.g., the Laramide orogeny in the Western U.S.). The Zagros Fold-and-Thrust Belt is arguably the best example of a young continental collision zone on Earth today, and we seek to determine where on the spectrum of collisional models the Zagros lies, and whether different parts of the Zagros may be deforming in different styles. Much of the debate hinges upon the depth of the sediment-basement interface relative to the depth of seismicity. The Zagros region is an excellent laboratory for such a study because it is relatively well instrumented and experiences frequent seismicity at moderate magnitudes. We will apply advanced relocation methods to accurately determine earthquake depths and high-frequency receiver function analysis to map the sediment-basement interface in the source regions of the earthquake. We will also use imaging in S-P delay time space to avoid biases in estimated depths due to incomplete knowledge of the velocity structure of the crust. \r\n\r\nOn the tectonically active Earth, plates are in movement relative to each other, with some plates colliding for tens of millions of years. Oceanic plates are dense enough to sink into the mantle during such a collision; they form a narrow, well-defined subduction zone, such as the ones that gave rise to recent megaquakes in Japan, Chile, and Indonesia. Continental plates are more buoyant, and when two continental plates meet, one does not simply sink underneath the other; the buoyant crustal blocks on each side collide and stack up, building mountains, high plateaus, and causing a wide zone of earthquakes. The Himalaya is an example of a long-lived continental collision that has consumed much of the Indian continent and deformed the Eurasian crust for thousands of kilometers from its plate boundary. The Zagros in Iran is an early-stage continental collision, with Arabia moving northeastwards into Asia and experiencing shortening, thickening, and folding in the process. Our project's aim is to determine which layers of the crust are absorbing the deformation; the results will help scientists understand how continental collisions develop between their onset and a late stage such as represented by the Himalaya. The project has direct relevance to research in earthquake hazards as well. This project involves an international collaboration between two U.S. seismologists, an Iranian seismologist, and a French geologist. Consequently, this research is funded jointly by NSF-Geophysics and the Office of International Science and Engineering (OISE). The international collaboration allows us to apply newly developed analysis techniques to difficult-to-access seismic data and to promote scientific cooperation in a region where it has been lacking for over 30 years. The project includes visits between the U.S. and Iranian collaborators and a short course in seismology for Iranian students, taught by the U.S. PIs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vera",
   "pi_last_name": "Schulte-Pelkum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vera Schulte-Pelkum",
   "pi_email_addr": "vera.schulte-pelkum@colorado.edu",
   "nsf_id": "000487034",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Bergman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Bergman",
   "pi_email_addr": "bergman@seismo.com",
   "nsf_id": "000234634",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "7524",
   "pgm_ref_txt": "IRAN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 184579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth&rsquo;s highest mountains, the Himalaya, are part of a long chain formed by the continental collision of India and Arabia with Asia. Unlike the India-Asia collision, the Arabia-Asia collision is at an early stage and has formed the High Zagros mountains flanked by a zone of intense folded hills named the Zagros Fold-and-Thrust Belt. This fold belt is one of the areas with the most frequent earthquakes in the world. The hills visible at the surface are folded sedimentary rocks, and the sedimentary layers have a total thickness of over 10 km (over 6 miles). From outcrops at the surface, we know that the sedimentary layers include layers of salt, which deforms much more easily than other rock layers. If there is a thick salt layer at the bottom of the sedimentary rock layers, on top of the crystalline rock forming the deeper continental layers, then it may act as a lubricating layer allowing the sedimentary rocks to slide over the deeper crystalline rocks. In that case, the earthquakes represent rocks breaking within the sedimentary layer.&nbsp;</p>\n<p>Scientists have been debating for decades whether earthquakes in this region occur only within the crystalline deep rocks, only in the shallow sedimentary rocks, or in both. &nbsp;Distinguishing between these scenarios is difficult because it requires finding the depth at which the earthquakes with high precision, as well as determining the depths of the contact between the sedimentary layer and the crystalline layer and a possible salt layer accurately. Depths of earthquakes are usually calculated from the time difference between the first-arriving P waves (faster compressional waves, similar to sound waves) and later arriving S waves (slower shear waves, which oscillate side to side). Depths of layer contacts are determined similarly by measuring a P wave that traveled through the contact and converted some of its energy into an S wave at the contact.&nbsp;</p>\n<p>We developed a method to compare the S to P delay times from earthquakes and converted waves directly, without calculating their relative depths, which allows a much more accurate comparison. Our results show that many of the earthquakes occur in the deep crystalline rock, with fewer earthquakes in the shallower sedimentary layer, and that the salt layer is not thick everywhere. Thus, both the sedimentary and the crystalline parts of the crust are deforming and earthquakes can rupture both, increasing the seismic hazard in the area. Our results also show that even in nascent continental collisions, it is not only the surface layer that deforms; rather, the deformation mechanism is what is called &lsquo;thick-skinned deformation&rsquo; from early on, rather than switching from &lsquo;thin-skinned&rsquo; to thick-skinned deformation at a later stage.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2018<br>\n\t\t\t\t\tModified by: Vera&nbsp;Schulte-Pelkum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Earth?s highest mountains, the Himalaya, are part of a long chain formed by the continental collision of India and Arabia with Asia. Unlike the India-Asia collision, the Arabia-Asia collision is at an early stage and has formed the High Zagros mountains flanked by a zone of intense folded hills named the Zagros Fold-and-Thrust Belt. This fold belt is one of the areas with the most frequent earthquakes in the world. The hills visible at the surface are folded sedimentary rocks, and the sedimentary layers have a total thickness of over 10 km (over 6 miles). From outcrops at the surface, we know that the sedimentary layers include layers of salt, which deforms much more easily than other rock layers. If there is a thick salt layer at the bottom of the sedimentary rock layers, on top of the crystalline rock forming the deeper continental layers, then it may act as a lubricating layer allowing the sedimentary rocks to slide over the deeper crystalline rocks. In that case, the earthquakes represent rocks breaking within the sedimentary layer. \n\nScientists have been debating for decades whether earthquakes in this region occur only within the crystalline deep rocks, only in the shallow sedimentary rocks, or in both.  Distinguishing between these scenarios is difficult because it requires finding the depth at which the earthquakes with high precision, as well as determining the depths of the contact between the sedimentary layer and the crystalline layer and a possible salt layer accurately. Depths of earthquakes are usually calculated from the time difference between the first-arriving P waves (faster compressional waves, similar to sound waves) and later arriving S waves (slower shear waves, which oscillate side to side). Depths of layer contacts are determined similarly by measuring a P wave that traveled through the contact and converted some of its energy into an S wave at the contact. \n\nWe developed a method to compare the S to P delay times from earthquakes and converted waves directly, without calculating their relative depths, which allows a much more accurate comparison. Our results show that many of the earthquakes occur in the deep crystalline rock, with fewer earthquakes in the shallower sedimentary layer, and that the salt layer is not thick everywhere. Thus, both the sedimentary and the crystalline parts of the crust are deforming and earthquakes can rupture both, increasing the seismic hazard in the area. Our results also show that even in nascent continental collisions, it is not only the surface layer that deforms; rather, the deformation mechanism is what is called ?thick-skinned deformation? from early on, rather than switching from ?thin-skinned? to thick-skinned deformation at a later stage.\n\n\t\t\t\t\tLast Modified: 11/19/2018\n\n\t\t\t\t\tSubmitted by: Vera Schulte-Pelkum"
 }
}