{
 "awd_id": "1246302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Reserach: CO2 Leakages as Cold-Geysers and Diffusive CO2 Transport: Continuous Monitoring of in-situ P,T, Chemistry and CO2 Flux with Numerical Verificaiton",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Barnard",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 111052.0,
 "awd_amount": 111052.0,
 "awd_min_amd_letter_date": "2013-01-31",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "Global climate change due to the rise in anthropogenic CO2 concentrations in the atmosphere and resulting necessity for the reduction of CO2 emissions is the general scientific consensus. One method for mitigating CO2 concentrations in the atmosphere is to capture CO2 from its sources and sequester it into the subsurface. However, if the stored CO2 reaches highly permeable conduits such as faults and fractures, CO2 could leak unabated to other formations or to the surface. The addressed eruptive mechanisms are analogues to natural CO2 eruption mechanisms, which are found in CO2-driven cold-water geysers around the world. In this project, phenomenological CO2 leakages from cold-water geysers, springs, and diffusive CO2 transport will be investigated by collecting continuous datasets of in-situ P, T, water chemistry (pH, EC, dissolved oxygen, and total dissolved gas) adjacent to the Little Grand and Salt Wash fault systems in Utah. Specific project goals include (1) identification of the original CO2 sourcing and (2) the causes of cyclic patterns observed at cold-water geysers and diffusive soil CO2 flux. In addition, (3) the role of fault systems on these cold-water geysers and soil CO2 flux patterns will be investigated. Part I of the project specifically focuses on understanding the eruption characteristics of CO2-driven cold-water geysers (Crystal and Tenmile geysers). Part II focuses on characterizing the short (daily)- and long-term (month) variations of diffusive soil CO2 flux on the fault systems. In Part III, the numerical simulations will be conducted to validate the dynamic setting of CO2 eruption at the geysers and diffusive CO2 flux from soils. \r\n\r\nThe project involves societal issues of the importance of CO2 flux, which is considered to be the most critical component for global climate change and the carbon cycle. Understanding CO2-driven cold-water geyser eruptions will be important in the next decade for testing the feasibility of safe storage of the sequestered CO2. Specifically, the advanced understanding of thermophysical changes in cold-water geyser eruptions will help design the operational and reservoir conditions preventing the potential catastrophic CO2 leakage from the storage formation and develop the in-situ optimum sensors to track the subsurface CO2 plume migration at the engineered geologic CO2 storage site. Finally, scientific communities who study hot-water geyser eruption, the well blow-out processes in the petroleum field, and volcanology eruptions will be interested in finding similarities of eruption patterns/periods and the role of CO2.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "McPherson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J McPherson",
   "pi_email_addr": "b.j.mcpherson@utah.edu",
   "nsf_id": "000231579",
   "pi_start_date": "2013-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841021821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 111052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project summary: </strong></p>\n<p>This collaborative research project focused on a natural CO2 geyser, the Crystal Geyser of central Utah.&nbsp; The project was designed to investigate phenomenological CO2 leakages as cold-water geysers, springs, and advective-diffusive CO2 transport through faults and fractures. We conducted field and lab experiments to collect data on the phenomenon of fault &lsquo;self-sealing&rsquo; due to precipitation of minerals from CO<sub>2</sub> saturated water that leaks along the fault towards the surface.&nbsp; The project was collaborative between Dr. Weon Shik Han (University of Wisconsin Milwaukee (UWM)) and Dr. Brian McPherson (University of Utah (UU))&nbsp;</p>\n<p>We conducted 3 field trips to Central Utah near the Little Grand Wash fault-zone (LGWF) to collect water chemistry, rock chemistry, soil CO<sub>2</sub> seepage, mineral precipitation data and geyser flow rate data. The samples collected during the field trip were brought back to the lab for analysis to measure key parameters that would affect fault self-sealing at LGWF. The data acquired in such a way was analyzed and corroborated with numerical models developed to mimic the LGWF system. Multiphase reactive flow models were developed based on the hydrologic and geochemical conditions found at the LGWF. Model results showed significant drop in fault porosity (40% to 2%) in the top 50 m of the fault depth owing to calcite precipitation. These results were most sensitive to the relative permeability parameters and fault architecture chosen in the models. We then calibrated of sealing rates with calcite precipitation rate measured by us at the LGWF site. Rates measured in the field were found to be at least two orders of magnitude higher than the predicted values from the model. We found that in a single fracture reactive transport model, the fracture showed porosity sealing within tens of years with rates matched to measured values.&nbsp;</p>\n<p>Injection of anthropogenic CO<sub>2</sub> into a subsurface reservoir for sequestration will impact geochemistry, porosity and permeability of the reservoir significantly. If a fault or fracture penetrates the reservoir, CO<sub>2</sub>-laden brine may migrate into that fault, eventually sealing it via precipitation or opening it up via dissolution. This NSF-sponsored project increased understanding of such effects, a crucial requirement for successful deployment of CO2 sequestration. Key conclusions of this study are that (1) faults can self-seal but the time-frame required for the process can be different for different geochemical systems, and (2) carbonate precipitation in the near-surface (top 0-100 m) depths of a fault is the most likely mechanism of self-sealing for most geological settings.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2018<br>\n\t\t\t\t\tModified by: Brian&nbsp;J&nbsp;Mcpherson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject summary: \n\nThis collaborative research project focused on a natural CO2 geyser, the Crystal Geyser of central Utah.  The project was designed to investigate phenomenological CO2 leakages as cold-water geysers, springs, and advective-diffusive CO2 transport through faults and fractures. We conducted field and lab experiments to collect data on the phenomenon of fault ?self-sealing? due to precipitation of minerals from CO2 saturated water that leaks along the fault towards the surface.  The project was collaborative between Dr. Weon Shik Han (University of Wisconsin Milwaukee (UWM)) and Dr. Brian McPherson (University of Utah (UU)) \n\nWe conducted 3 field trips to Central Utah near the Little Grand Wash fault-zone (LGWF) to collect water chemistry, rock chemistry, soil CO2 seepage, mineral precipitation data and geyser flow rate data. The samples collected during the field trip were brought back to the lab for analysis to measure key parameters that would affect fault self-sealing at LGWF. The data acquired in such a way was analyzed and corroborated with numerical models developed to mimic the LGWF system. Multiphase reactive flow models were developed based on the hydrologic and geochemical conditions found at the LGWF. Model results showed significant drop in fault porosity (40% to 2%) in the top 50 m of the fault depth owing to calcite precipitation. These results were most sensitive to the relative permeability parameters and fault architecture chosen in the models. We then calibrated of sealing rates with calcite precipitation rate measured by us at the LGWF site. Rates measured in the field were found to be at least two orders of magnitude higher than the predicted values from the model. We found that in a single fracture reactive transport model, the fracture showed porosity sealing within tens of years with rates matched to measured values. \n\nInjection of anthropogenic CO2 into a subsurface reservoir for sequestration will impact geochemistry, porosity and permeability of the reservoir significantly. If a fault or fracture penetrates the reservoir, CO2-laden brine may migrate into that fault, eventually sealing it via precipitation or opening it up via dissolution. This NSF-sponsored project increased understanding of such effects, a crucial requirement for successful deployment of CO2 sequestration. Key conclusions of this study are that (1) faults can self-seal but the time-frame required for the process can be different for different geochemical systems, and (2) carbonate precipitation in the near-surface (top 0-100 m) depths of a fault is the most likely mechanism of self-sealing for most geological settings.\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2018\n\n\t\t\t\t\tSubmitted by: Brian J Mcpherson"
 }
}