{
 "awd_id": "1247020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Crust-mantle boundary contraints from ambient noise autocorrelations in North America",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 85462.0,
 "awd_amount": 85462.0,
 "awd_min_amd_letter_date": "2013-03-20",
 "awd_max_amd_letter_date": "2013-03-20",
 "awd_abstract_narration": "The mantle lithosphere and asthenosphere hold a key to tectonic processes in the Sierra Nevada (SN) and the adjacent provinces. Although addressed by many innovative studies, the causes of differences in the mountain range uplift (higher in the southern SN compared to the uplift in the northern SN), the cause of dramatic variations in SN crustal thickness from east to west, of crustal layering and local \"brightness\", and the mantle wave speeds relation to topography and surface geology are still under debate. New, independent constraints on crust-mantle boundary (Moho) would help answer these questions, however, Moho depth and properties are often difficult to resolve seismically because of the lack of favorable spatial distribution of source and receiver geometries. \r\n\r\nThe goal of this project is to apply a new method for crust-mantle boundary analysis, which, in contrast to receiver functions, does not depend on large recorded seismic events. Also, in contrast to current reflection/refraction seismic studies, the new method is applied locally at all available seismic sensors, providing unprecedented resolution. The investigators aim to estimate and interpret new, independent models of the depth of the crust ? mantle boundary (Moho discontinuity) across the Sierra Nevada, through analysis of the body wave component (P and S) of Green's Functions extracted from ambient noise autocorrelations. \r\n\r\nThey will use ambient-noise seismic interferometry to extract the crust-mantle boundary Green's Function reflection component. Our activity consists of three stages, as follows:\r\n1) Update an existing, comprehensive seismic database in the study area, including P/S seismic velocity models and receiver functions, from publicly available information; 2) Apply ambient-seismic noise autocorrelations to each available sensor in the study area, with the purpose to identify, extract and analyze the P/S reflection component of the Green's Functions. 3) Estimate to the first order the new crustal models using waveform modeling; statistically compare with receiver function estimates and interpret the results in terms of the tested hypotheses. \r\n\r\nIn this project they are applying an innovative data processing method named seismic interferometry to estimate the crust-mantle boundary depth and properties. The study is expected to provide new, independent seismic crustal model constraints for western North America, with focus on the Sierra Nevada and the adjacent regions. In contrast to other currently used procedures, such as receiver function estimates, our method does not depend on large recorded seismic events. This new method also has unprecedented resolution, when applied at all available seismic sensors",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ileana",
   "pi_last_name": "Tibuleac",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ileana Tibuleac",
   "pi_email_addr": "ileana@seismo.unr.edu",
   "nsf_id": "000077273",
   "pi_start_date": "2013-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada, Reno",
  "perf_str_addr": "1664 N. Virginia St, MS 174",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85462.0
  }
 ],
 "por": null
}