{
 "awd_id": "1248148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Non-Thermal Plasma Device for Wound Disinfection and Promotion of Wound Healing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-12-19",
 "awd_max_amd_letter_date": "2012-12-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project is intended to demonstrate the disinfection efficacy of a novel non-thermal-plasma-generating technology that produces a variety of reactive ionic species. Non-thermal plasma discharge has been found to be disruptive to normal bacterial, viral, and spore cell growth and proliferation. Plasma exposure has also been successful at destabilizing biofilms and reducing overall bacterial viability. Phase I work will define the ionic, molecular, and radiation species present in the plasma plume for a wider range of feed gas, and determine which species are most effective at achieving bacterial disinfection, how deep into the infected tissue the plasma plume is effective, and the treatment times necessary to disinfect these tissues. With modifications to the device construction allowing variations in the concentrations of constituents in the feed gas, it is believed that plasmas generated by this device should also impair biofilm formation, destabilize biofilm formation once they mature, and kill large amounts (if not all) of bacteria embedded within the in vitro constructs. With antibiotic resistance and nosocomial infection rates climbing in medical facilities, demonstration of significant germicidal capabilities of non-thermal plasma could be advantageous for patient care. \r\n\r\nThe broader impact/commercial potential of this project is the creation of a unique, portable, and low-cost device that will allow for treatment of wounds without inducing drug-resistance while simultaneously shortening the healing time, thus reducing the treatment cost by 50% or more. This is especially critical for a number of chronic and antibiotic-resistant wounds. The economic and social impact of wound injuries and subsequent infection is immense. The most serious challenge in wound care is treatment of chronic wounds. Chronic wounds affect 6.5 Million people in the US with an estimated $25 billion spent annually on treatment. This number continues to grow due to increasing health care costs, an aging population, and the rise worldwide in the incidence of diabetes and obesity and their associated chronic wounds. The successful development of this technology will have a broad positive impact on patient outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Weeks",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen P Weeks",
   "pi_email_addr": "spweeks@sterionics.com",
   "nsf_id": "000604863",
   "pi_start_date": "2012-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sterionics, Inc.",
  "inst_street_address": "526 S. Main Street",
  "inst_street_address_2": "#716C",
  "inst_city_name": "Akron",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2168818521",
  "inst_zip_code": "443114402",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Sterionics, Inc.",
  "perf_str_addr": "526 S. Main Street, Suite 716C",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443114402",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The most serious challenges in modern healthcare are caused by chronic wounds. The number of patients with chronic wounds is expanding exponentially. The drivers of this expansion are both obvious and growing -- age, obesity, limited mobility, lifestyle, diversity, and the largest contributor, increasing incidence of diabetes. Chronic wounds require advanced wound management along with appropriate care to address the underlying defects that have caused chronic wounds. &nbsp;The impact of care and healing of severe<br />wounds to the United States healthcare system is significant, both in terms of<br />human suffering and of cost.&nbsp; In 2009, expenditures for wound-care treatment, including costs associated with complications from chronic wounds, were more than $25 billion, and affected nearly 7 million patients.</p>\n<p><br />A chronic wound is defined as a wound that does not heal in an orderly set of<br />stages and in a predictable amount of time the way most wounds do.&nbsp; Currently, the treatment of chronic wounds involves a wide range of products and services. This is due to the complexity of the healing process, including infection and biofilm formation, insufficient blood supply, wound desiccation, diabetes, and a compromised immune system.&nbsp; &nbsp;Examples of treatments for chronic wounds include:&nbsp;</p>\n<p><br /><br /></p>\n<ul>\n<li>Topical and systemic antimicrobials</li>\n<li>Debridement of decayed tissue</li>\n<li>Special bandages/dressings that promote healing</li>\n<li>Hyperbaric Oxygen Therapy</li>\n<li>Pain Management</li>\n<li>Skin grafts</li>\n</ul>\n<p><br />Often, combinations of these and other therapies, given in multiple rounds are required to resolve a non-healing wound, increasing cost.&nbsp; There is also a need solve the pressing of antibiotic-resistant bacteria such as MRSA.</p>\n<p><br />Sterionics has a unique opportunity to address one of the major sources of wound healing failure infection and/or the presence of bacterial biofilms in the wound.&nbsp; Sterionics has developed a <em>non-thermal plasma-generating device</em> which can disinfect wounds efficiently and painlessly. Preliminary studies have shown the effective bactericidal effects of Sterionics&rsquo; plasma, and its ability to enhance cell proliferation. Bacteria on a wound surface create a protective biofilm to enhance their survival as they attack the wound.&nbsp; Sterionics&rsquo; plasma plume has been shown to penetrate the biofilm layer, eliminating the bacteria underneath.&nbsp; Additional &ldquo;tunability&rdquo; and low cost of the device will make it available for a wide range of applications.&nbsp; By effectively treating even deep or wide wounds of all kinds, Sterionics&rsquo; device can significantly shorten the healing time for severe wounds, dramatically reducing the cost of treatment.</p>\n<p>In Sterionics NSF SBIR Phase I Grant 1248148, we were able to further the development of our cold plasma wound disinfection device by:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Creating and testing a tunable, customizable cold plasma device based on our original prototype.</li>\n<li>Determining the effects of cold plasma plume variations on a bacterial biofilm simulating a wound in human tissue.</li>\n</ol>\n<p><br />It has been proposed by a number of researchers that the effectiveness of cold plasmas in wound disinfection by &ldquo;tuning&rdquo; the concentration of those ionic species that are most effective in disinfection without otherwise damaging the surrounding tissue.</p>\n<p>In the first objective of this SBIR project, we modified our initial prototype to<br />allow the introduction of selected feed gases to ionize for the purpose of<br />wound disinfection.&nbsp; Our device has proven to be very effective using ordinary ambient air as the source of the ions.&nbsp; Our improved prototype provides<br />for the introduction of various mixtures of gases, allow...",
  "por_txt_cntn": "\n\n\n\n\nThe most serious challenges in modern healthcare are caused by chronic wounds. The number of patients with chronic wounds is expanding exponentially. The drivers of this expansion are both obvious and growing -- age, obesity, limited mobility, lifestyle, diversity, and the largest contributor, increasing incidence of diabetes. Chronic wounds require advanced wound management along with appropriate care to address the underlying defects that have caused chronic wounds.  The impact of care and healing of severe\nwounds to the United States healthcare system is significant, both in terms of\nhuman suffering and of cost.  In 2009, expenditures for wound-care treatment, including costs associated with complications from chronic wounds, were more than $25 billion, and affected nearly 7 million patients.\n\n\nA chronic wound is defined as a wound that does not heal in an orderly set of\nstages and in a predictable amount of time the way most wounds do.  Currently, the treatment of chronic wounds involves a wide range of products and services. This is due to the complexity of the healing process, including infection and biofilm formation, insufficient blood supply, wound desiccation, diabetes, and a compromised immune system.   Examples of treatments for chronic wounds include: \n\n\n\n\n\nTopical and systemic antimicrobials\nDebridement of decayed tissue\nSpecial bandages/dressings that promote healing\nHyperbaric Oxygen Therapy\nPain Management\nSkin grafts\n\n\n\nOften, combinations of these and other therapies, given in multiple rounds are required to resolve a non-healing wound, increasing cost.  There is also a need solve the pressing of antibiotic-resistant bacteria such as MRSA.\n\n\nSterionics has a unique opportunity to address one of the major sources of wound healing failure infection and/or the presence of bacterial biofilms in the wound.  Sterionics has developed a non-thermal plasma-generating device which can disinfect wounds efficiently and painlessly. Preliminary studies have shown the effective bactericidal effects of SterionicsÆ plasma, and its ability to enhance cell proliferation. Bacteria on a wound surface create a protective biofilm to enhance their survival as they attack the wound.  SterionicsÆ plasma plume has been shown to penetrate the biofilm layer, eliminating the bacteria underneath.  Additional \"tunability\" and low cost of the device will make it available for a wide range of applications.  By effectively treating even deep or wide wounds of all kinds, SterionicsÆ device can significantly shorten the healing time for severe wounds, dramatically reducing the cost of treatment.\n\nIn Sterionics NSF SBIR Phase I Grant 1248148, we were able to further the development of our cold plasma wound disinfection device by:\n\n \n\nCreating and testing a tunable, customizable cold plasma device based on our original prototype.\nDetermining the effects of cold plasma plume variations on a bacterial biofilm simulating a wound in human tissue.\n\n\n\nIt has been proposed by a number of researchers that the effectiveness of cold plasmas in wound disinfection by \"tuning\" the concentration of those ionic species that are most effective in disinfection without otherwise damaging the surrounding tissue.\n\nIn the first objective of this SBIR project, we modified our initial prototype to\nallow the introduction of selected feed gases to ionize for the purpose of\nwound disinfection.  Our device has proven to be very effective using ordinary ambient air as the source of the ions.  Our improved prototype provides\nfor the introduction of various mixtures of gases, allowing us to enhance those ions believed to be most effective in disinfection.  We then characterized the ion content, temperature, UV, and electrical radiation resulting from a series of gas mixtures.\n\nIn the second objective of this SBIR project, we chose those mixtures hypothesized to be most effective in disinfection, and tested them against a bacterial biofilm simulating a wound in human tiss..."
 }
}