{
 "awd_id": "1248451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Bioprinted Prevascularized Adipose Graft for Soft Tissue Voids",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-12-11",
 "awd_max_amd_letter_date": "2012-12-11",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project proposes a new tissue engineered vascularized adipose graft product for reconstructive surgery. Of the approximately one million new breast cancer cases worldwide, many patients choose mastectomy due to a lack of viable reconstructive options. The long-term objective of this research is to build an autologous tissue structure that can integrate more naturally with the patient than conventional products. The proposed research will use a new bioprinting technology to create capillary channels that are hypothesized to anastomose with host tissue quickly, thereby allowing lab-grown tissues to survive once transplanted to the patient. The research team will build constructs, determine optimal parameters for printing tissue, and measure feasibility of anastomosis with mouse models. The results will help the development of design rules for bioprinted capillaries with respect to rapid anastomoses to the host. From here a decision can be made to move forward with testing pre-vascularized grafts in larger animals. The results of this study are expected to impact several current treatment regimes, such as autologous fat grafting for breast reconstruction following lumpectomy, affecting approximately 110,000 people in the US annually.\r\n\r\n\r\nThe broader impact/commercial potential of this project will improve the quality of life for people suffering from deformity due to cancer tumor removal, congenital defects and traumatic injuries. Patients with asymmetry following lumpectomy treatment for breast cancer are more likely to believe the cancer will reoccur and to be depressed; it is estimated that 25-30% of breast cancer patients are dissatisfied with the outcome of a lumpectomy and few reconstructive options exist for lumpectomies. The methods presented herein, if successful, should solve this problem, allowing a more natural solution utilizing the patient's own cells with a theoretically excellent prognosis. The field of Tissue Engineering is currently limited to small, thin constructs due to inadequate nutrient profusion (i. e., Vasculature). Further development of the bioprinting process and the reassembling of cells in vitro to construct vascularized tissue analogs will generate new methods and results in the fields of Tissue Engineering and Regenerative Medicine. The results of this research will help the field move towards larger, clinically relevant tissues and potentially whole organs. The commercial impacts of this research will be the availability of an autologous option for women in the lucrative $10B (US) market for breast augmentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Collins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Scott F Collins",
   "pi_email_addr": "collins@tevidobiodevices.com",
   "nsf_id": "000622137",
   "pi_start_date": "2012-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TeVido BioDevices. Inc.",
  "inst_street_address": "10931 JOLLYVILLE RD STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5128282596",
  "inst_zip_code": "787595673",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "TEVIDO BIODEVICES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FJEMK4HS72A1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This Small Business Innovation Research Phase I project proposed a new tissue engineered vascularized adipose graft product for breast reconstructive surgery either post lumpectomy or in recreating the nipple projection after mastectomy.&nbsp; &nbsp;According to Kalorama, the annual incidence of breast cancer is approximately one million worldwide.&nbsp; Mastectomy treatment typically results in the removal of all breast tissue.&nbsp; The final step in reconstruction is the nipple areola complex (NAC); patients with loss of the NAC continue to experience psychological distress long after breast mound reconstruction has taken place, yet currently available options are vulnerable to an unpredictable degree of loss of nipple projection, color and possible need for reoperation while issues with symmetry and breast-contour changes are common.&nbsp;&nbsp;</p>\n<p>The long-term objective is to build an autologous tissue structure that can integrate more predictably than conventional procedures. The proposed research used bioprinting technology developed by the co-founder to create endothelial laden channels that are hypothesized to anastomose with host tissue quickly, thereby allowing lab-grown tissues to survive once transplanted to the patient.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This research has high long-term potential to transform numerous aspects of reconstructive and cosmetic surgery.&nbsp;&nbsp; It could significantly improve the quality of life for survivors of breast cancer with the NAC solution and as the technology evolves it can be used for breast cancer lumpectomy reconstruction for the estimated 25-30% of women who are dissatisfied with the physical outcome of the remaining breast tissue &amp; who have few reconstructive options today.&nbsp; Other soft tissue reconstruction challenges such as soft tissue sarcoma, congenital defects (e.g. Poland&rsquo;s syndrome), and injuries due to sports or trauma and scar-less wound healing could also benefit from this technology.&nbsp;&nbsp; Longer term, there is an opportunity to expand to the broader and more lucrative market for breast augmentation, which is estimated at almost $10 Billion in the US.&nbsp; The methods assessed in this phase I research can logically allow a more predictable&nbsp; solution utilizing the patient&rsquo;s own cells with a theoretically excellent prognosis. The field of Tissue Engineering is currently limited to small, thin constructs due to inadequate nutrient profusion (ie. vasculature / blood supply). The techniques advanced in this research should help researchers move closer to providing a pre-engineered vascular supply to help tissue survival both in the lab and after transplant. Further development of the bioprinting process and the reassembling of cells <em>in vitro</em> to construct vascularized tissue analogs could generate new methods and results in the fields of Tissue Engineering and Regenerative Medicine.</p>\n<p><strong>Summary</strong></p>\n<p>Of ~ 300,000 patients diagnosed with breast cancer in the US each year approximately 40% will undergo mastectomies, or the removal of the breast. Several reconstruction options are available for breast mound reconstruction, but options for the reconstruction of the nipple areola complex are less developed, often requiring repeated surgeries and / or tattoos.</p>\n<p>Our research has moved us closer to a solution for nipple areola complex reconstruction and has broader implications in breast reconstruction. We have demonstrated that thick (&gt;1mm) constructs (formed tissues) can be formed that do survive implantation in an animal model. Specifically, we were able to form constructs containing adipose (fat) cells, endothelial (vascular) cells and mesenchymal stem cells (adult stem cells available from fat, bone marrow, or blood). Cells survived the production process that included both...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis Small Business Innovation Research Phase I project proposed a new tissue engineered vascularized adipose graft product for breast reconstructive surgery either post lumpectomy or in recreating the nipple projection after mastectomy.   According to Kalorama, the annual incidence of breast cancer is approximately one million worldwide.  Mastectomy treatment typically results in the removal of all breast tissue.  The final step in reconstruction is the nipple areola complex (NAC); patients with loss of the NAC continue to experience psychological distress long after breast mound reconstruction has taken place, yet currently available options are vulnerable to an unpredictable degree of loss of nipple projection, color and possible need for reoperation while issues with symmetry and breast-contour changes are common.  \n\nThe long-term objective is to build an autologous tissue structure that can integrate more predictably than conventional procedures. The proposed research used bioprinting technology developed by the co-founder to create endothelial laden channels that are hypothesized to anastomose with host tissue quickly, thereby allowing lab-grown tissues to survive once transplanted to the patient.\n\nBroader Impacts\n\nThis research has high long-term potential to transform numerous aspects of reconstructive and cosmetic surgery.   It could significantly improve the quality of life for survivors of breast cancer with the NAC solution and as the technology evolves it can be used for breast cancer lumpectomy reconstruction for the estimated 25-30% of women who are dissatisfied with the physical outcome of the remaining breast tissue &amp; who have few reconstructive options today.  Other soft tissue reconstruction challenges such as soft tissue sarcoma, congenital defects (e.g. PolandÆs syndrome), and injuries due to sports or trauma and scar-less wound healing could also benefit from this technology.   Longer term, there is an opportunity to expand to the broader and more lucrative market for breast augmentation, which is estimated at almost $10 Billion in the US.  The methods assessed in this phase I research can logically allow a more predictable  solution utilizing the patientÆs own cells with a theoretically excellent prognosis. The field of Tissue Engineering is currently limited to small, thin constructs due to inadequate nutrient profusion (ie. vasculature / blood supply). The techniques advanced in this research should help researchers move closer to providing a pre-engineered vascular supply to help tissue survival both in the lab and after transplant. Further development of the bioprinting process and the reassembling of cells in vitro to construct vascularized tissue analogs could generate new methods and results in the fields of Tissue Engineering and Regenerative Medicine.\n\nSummary\n\nOf ~ 300,000 patients diagnosed with breast cancer in the US each year approximately 40% will undergo mastectomies, or the removal of the breast. Several reconstruction options are available for breast mound reconstruction, but options for the reconstruction of the nipple areola complex are less developed, often requiring repeated surgeries and / or tattoos.\n\nOur research has moved us closer to a solution for nipple areola complex reconstruction and has broader implications in breast reconstruction. We have demonstrated that thick (&gt;1mm) constructs (formed tissues) can be formed that do survive implantation in an animal model. Specifically, we were able to form constructs containing adipose (fat) cells, endothelial (vascular) cells and mesenchymal stem cells (adult stem cells available from fat, bone marrow, or blood). Cells survived the production process that included both bioprinting and more conventional 3D printing technologies. Additionally we have demonstrated that constructs of specific dimensions and complex shapes can be formed and implanted. Implanted cells do survive for one to three weeks (the dura..."
 }
}