{
 "awd_id": "1248632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Feasibility of The Use of a Debris Cartridge in an External Drainage Device",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 149978.0,
 "awd_amount": 149978.0,
 "awd_min_amd_letter_date": "2012-12-18",
 "awd_max_amd_letter_date": "2013-01-28",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will demonstrate the feasibility of the use of a debris cartridge in an implant to prevent obstruction in debris-releasing glaucomas, such as uveitic, pigment-dispersion, and pseudoexfoliation glaucomas. Glaucoma is a group of chronic eye diseases that result in permanent vision loss for millions of suffers in the US alone. The innovation of this device lies in its potential ability to provide predictable, adjustable and personalize care to minimize disease progression. However, the device requires a filter to prevent infection that may clog overtime, especially with debris-releasing glaucomas. This Phase I research project will test the feasibility of a novel filter to prevent clogging and its safety in an animal model for debris-releasing glaucoma. The validation of the cartridge will provide the option for glaucoma suffers that may have been otherwise excluded from the advantage that this implant would provide. \r\n\r\nThe broader impact/commercial potential of this project will be, if successful, a more effective treatment for patients with an advanced, cumbersome and difficult to treat type of glaucomas. In 2015, the US glaucoma market is estimated to be over $2 billion and our addressable market, glaucoma surgical therapies, is estimated to be $534M. The incidence for glaucoma increases with age, and as the baby boomer population gets older, there will be a growing need for glaucoma treatments. Debris-releasing glaucomas are especially difficult to treat and can affect children. These patients often are required to endure invasive surgeries throughout their lives that are difficult to manage with current therapies. If successful, our novel device and cartridge would radically change the treatment paradigm of glaucoma, providing the first personalized, long lasting, and adjustable therapy that can treat the most advanced cases of glaucoma. Ultimately, the advancements with the filter will minimize the risk of blindness and improve the quality of life for glaucoma patients.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucinda",
   "pi_last_name": "Camras",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucinda Camras",
   "pi_email_addr": "lucinda.camras@camrasvision.com",
   "nsf_id": "000608878",
   "pi_start_date": "2012-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Camras Vision, Inc.",
  "inst_street_address": "2 DAVIS DR STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "RESEARCH TRIANGLE PARK",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3473427978",
  "inst_zip_code": "277090003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "ALIEVIO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CLLKJRDMUC49"
 },
 "perf_inst": {
  "perf_inst_name": "Camras Vision",
  "perf_str_addr": "2 Davis Drive,",
  "perf_city_name": "RTP",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277093169",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This Small Business Innovation Research Phase I project evaluated the use of a debris cartridge to increase the longevity of a new implant, Camras Shunt, to treat many secondary glaucomas, such as uveitic, pigment-dispersion, and pseudoexfoliation glaucomas. &nbsp;The Camras Shunt is the only treatment that can provide predictable, adjustable and personalize care to minimize disease progression. Additionally, the surgical implantation is far less invasive, faster, and simpler than current glaucoma drainage devices and is expected to have significantly lower complications. These advantages would provide significant benefits to patients by providing a treatment that can stop further vision loss; doctors by providing a therapy that can precisely treat the glaucoma; and payors by limiting the costly treatments required throughout a patients lifetime.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The longevity of the device, however, may be hampered by debris within the aqueous humor as seen with secondary glaucomas, leading to the clogging the resistive mechanism of the device. Therefore, Camras Vision created a debris cartridge to improve the lifetime of the device in secondary glaucoma conditions. The results of the sponsored work demonstrated that the debris cartridge is effective tool to increase the longevity of the device resistive mechanism. As secondary glaucomas can affect children, are especially difficult to treat, and lead to multiple invasive surgeries throughout the patient&rsquo;s lifetime; the use of a debris cartridge within the Camras Shunt provides a new treatment regime to these patients that would otherwise been excluded. This Phase I study has transformed a conceptual idea into a viable product that can now be tested in long-term pre-clinical studies and developed for clinical trials. With further funding from Phase II support, the development of this impactful medical device will continue to move towards commercialization.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2013<br>\n\t\t\t\t\tModified by: Lucinda&nbsp;Camras</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This Small Business Innovation Research Phase I project evaluated the use of a debris cartridge to increase the longevity of a new implant, Camras Shunt, to treat many secondary glaucomas, such as uveitic, pigment-dispersion, and pseudoexfoliation glaucomas.  The Camras Shunt is the only treatment that can provide predictable, adjustable and personalize care to minimize disease progression. Additionally, the surgical implantation is far less invasive, faster, and simpler than current glaucoma drainage devices and is expected to have significantly lower complications. These advantages would provide significant benefits to patients by providing a treatment that can stop further vision loss; doctors by providing a therapy that can precisely treat the glaucoma; and payors by limiting the costly treatments required throughout a patients lifetime.\n \nThe longevity of the device, however, may be hampered by debris within the aqueous humor as seen with secondary glaucomas, leading to the clogging the resistive mechanism of the device. Therefore, Camras Vision created a debris cartridge to improve the lifetime of the device in secondary glaucoma conditions. The results of the sponsored work demonstrated that the debris cartridge is effective tool to increase the longevity of the device resistive mechanism. As secondary glaucomas can affect children, are especially difficult to treat, and lead to multiple invasive surgeries throughout the patientÆs lifetime; the use of a debris cartridge within the Camras Shunt provides a new treatment regime to these patients that would otherwise been excluded. This Phase I study has transformed a conceptual idea into a viable product that can now be tested in long-term pre-clinical studies and developed for clinical trials. With further funding from Phase II support, the development of this impactful medical device will continue to move towards commercialization.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Lucinda Camras"
 }
}