{
 "awd_id": "1248912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Real-Time Locating System by Radio Frequency Identification for Human-Machine Interface",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-12-02",
 "awd_max_amd_letter_date": "2012-12-02",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project aims to develop an indoor real-time locating system to provide a better wireless computer mouse and to enable new 3D human-machine interface. The conventional optical mouse provides only 2D tracking, and requires battery and a non-reflective patterned surface.  New human-machine interface based on video processing such as Kinect is limited by line-of-sight and has high demands of CPU cycles on the host computer.  This proprietary technology is the passive harmonic RFID tags that can be localized by the reader in sub-millimeter precision within the 2-4 meter reading range, and can provide 9-bit precision of sensor data by multi-frequency phase detection.  The main research tasks include 1) conforming the wireless link to the allowable FCC bands of amateur radio, Bluetooth and/or RFID UHF, 2) investigating multi-antenna technology to reduce the multi-path interference in the harmonic uplink, and 3) developing improved algorithms for the mouse motion tracking to minimize the host reader loads.  It will formulate the prototype choices for the passive tags as the battery-free 3D mouse and for the  dongles on the host Windows computer as the reader.\r\n\r\nThe broader impact is that many other human-machine interfaces for gaming, prosthesis, and motion tracking can be enabled by this RFID technology, which have large market growth potential as well as social impact on everyday life.  The plan on the 3D mouse and other human-machine interface such as game controllers will help obtain the necessary manufacturing expertise, grow revenue, and build business reputation.  If 10% of the present wireless mouse users would switch to this battery-free, no-surface constraint 3D mouse, the conservative estimate will be a market size at 40 million dollars with one product alone.  With further extension of range, multiplexing and digital ID integration, the real-time locating RFID technology will also have broad applications on building energy management, inventory control, and security monitoring.  In addition to the conventional harmonic radar concept to reduce interference, several new concepts in the nonlinear-transmission-line based backscattering tags have resulted in self-matched impedance with various antenna, spectrum spilling prevention, high harmonic conversion efficiency, and high-resolution distance determination by preserving the phase information.  The enhanced technological understanding of personal area networks will further enable new market applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Lin",
   "pi_email_addr": "haolin.us@gmail.com",
   "nsf_id": "000622232",
   "pi_start_date": "2012-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CIELWAY LLC",
  "inst_street_address": "9 FAIRWAY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MONROE",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6075921626",
  "inst_zip_code": "088312709",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "CIELWAY LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMKRD1DMCGE4"
 },
 "perf_inst": {
  "perf_inst_name": "Linnovision Inc.",
  "perf_str_addr": "9 fairway BLVD",
  "perf_city_name": "Monroe",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088312709",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Indoor radar with precision ranging on specific tags has not been realized in the last 100 years after the radar concept and designs by Hertz.&nbsp; The main problem is the resolution of enormous amount of ghost images from many multi-path scattering possibilities, as well known in the radio frequency identification (RFID) industry. Linnovision&rsquo;s smart passive RF sensor technology using harmonics signal has largely alleviated this problem and successfully demonstrated accurate ranging in the indoor environment. The benefits of small form factor, very low cost and passive sensor operation has made this technology very attractive for a commercial short-range indoor positioning system. It creates a sense of spatial awareness for machine which is a breakthrough for machine-to-machine (M2M) communication. By packaging the sensor into physical object, we can create novel human-machine interface applications around the ever more popular smart connected devices, such as phone, tablet, PC, TV etc.</p>\n<p>In The SBIR Phase I Project we have laid down the theoretical foundation and experimental proof of an effective solution by broadband harmonic backscattering. A design of the reader prototype using eval boards has been implemented for the feasibility testing. We have engaged our potential customers on investigating various products and applications using this new technology. &nbsp;</p>\n<p><strong>Intellectual Merits:</strong></p>\n<p>Short-distance, high accuracy ranging is important for many applications such as indoor navigation, body area network (BAN) and position/motion tracking. Among backscattering ranging methods, received signal strength (RSS) can work over large areas, but suffers from poor accuracy and reliability. Time of flight (TOF) is not suitable for short range due to the difficulty in measuring small round-trip time delay. Phase-based methods using RF signal are preferred for their high accuracy. However due to large indoor refection of wireless signal bouncing back and forth, good phase information is very challenging to obtain. As an example, RFID technology whose concept has been borrowed from radar for communication is still lack of locating capability. To the technical community of microwave sensing, the approach by Linnovision using broadband harmonic signal generation shows a significant breakthrough on this long-sought solution.&nbsp; It also shows promising cost effectiveness for commercial applications in the consumer electronics industry.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The new technology&nbsp;proposed by Linnvosion to provide spatial positioning to the machine can be disruptive to the field of digital&nbsp;healthcare and artificial intelligence. For example, in the discipline of biomedical engineering, our technology can be used for patient monitoring such as fall prevention and better control for&nbsp;prothesis.&nbsp; In the discipline of robotics, the real-time location information can be used for feedback control to complement the limit of vision.</p>\n<p>The real-time indoor locating capability on small passive tags can potentially cause a paradigm-shift impact to facility and building infrastructure.&nbsp;Being part of the smart building concept,&nbsp;for example, precise indoor navigation can be enabled by laying out passive tags with known location on the floor.&nbsp; Our proposed technology&nbsp;can&nbsp;help formulate the indoor location and navigation<br />information that&nbsp;will be&nbsp;paramount to the&nbsp;information resources of future smart building.&nbsp;&nbsp;</p>\n<p>A range of new positioning measurement instruments can be created for scientific and industrial&nbsp;research purposes. To the technical community of test and instrumentation, the developed technology gives a new method for obtaining<br />precise indoor location and has significantly broadened the instrument<br />intelligence.&nbsp;</p>\n<p>F...",
  "por_txt_cntn": "\nIndoor radar with precision ranging on specific tags has not been realized in the last 100 years after the radar concept and designs by Hertz.  The main problem is the resolution of enormous amount of ghost images from many multi-path scattering possibilities, as well known in the radio frequency identification (RFID) industry. LinnovisionÆs smart passive RF sensor technology using harmonics signal has largely alleviated this problem and successfully demonstrated accurate ranging in the indoor environment. The benefits of small form factor, very low cost and passive sensor operation has made this technology very attractive for a commercial short-range indoor positioning system. It creates a sense of spatial awareness for machine which is a breakthrough for machine-to-machine (M2M) communication. By packaging the sensor into physical object, we can create novel human-machine interface applications around the ever more popular smart connected devices, such as phone, tablet, PC, TV etc.\n\nIn The SBIR Phase I Project we have laid down the theoretical foundation and experimental proof of an effective solution by broadband harmonic backscattering. A design of the reader prototype using eval boards has been implemented for the feasibility testing. We have engaged our potential customers on investigating various products and applications using this new technology.  \n\nIntellectual Merits:\n\nShort-distance, high accuracy ranging is important for many applications such as indoor navigation, body area network (BAN) and position/motion tracking. Among backscattering ranging methods, received signal strength (RSS) can work over large areas, but suffers from poor accuracy and reliability. Time of flight (TOF) is not suitable for short range due to the difficulty in measuring small round-trip time delay. Phase-based methods using RF signal are preferred for their high accuracy. However due to large indoor refection of wireless signal bouncing back and forth, good phase information is very challenging to obtain. As an example, RFID technology whose concept has been borrowed from radar for communication is still lack of locating capability. To the technical community of microwave sensing, the approach by Linnovision using broadband harmonic signal generation shows a significant breakthrough on this long-sought solution.  It also shows promising cost effectiveness for commercial applications in the consumer electronics industry.\n\nBroader Impacts:\n\nThe new technology proposed by Linnvosion to provide spatial positioning to the machine can be disruptive to the field of digital healthcare and artificial intelligence. For example, in the discipline of biomedical engineering, our technology can be used for patient monitoring such as fall prevention and better control for prothesis.  In the discipline of robotics, the real-time location information can be used for feedback control to complement the limit of vision.\n\nThe real-time indoor locating capability on small passive tags can potentially cause a paradigm-shift impact to facility and building infrastructure. Being part of the smart building concept, for example, precise indoor navigation can be enabled by laying out passive tags with known location on the floor.  Our proposed technology can help formulate the indoor location and navigation\ninformation that will be paramount to the information resources of future smart building.  \n\nA range of new positioning measurement instruments can be created for scientific and industrial research purposes. To the technical community of test and instrumentation, the developed technology gives a new method for obtaining\nprecise indoor location and has significantly broadened the instrument\nintelligence. \n\nFinally the passive sensor used in our products can promote a green technology for the society. \n\n\t\t\t\t\tLast Modified: 07/26/2013\n\n\t\t\t\t\tSubmitted by: Hao Lin"
 }
}