{
 "awd_id": "1248736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  GraphSQL: Powering Relational DBMS with Fast and Easy-to-Use Graph Analytics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149993.0,
 "awd_amount": 149993.0,
 "awd_min_amd_letter_date": "2012-12-02",
 "awd_max_amd_letter_date": "2012-12-02",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop novel technologies and a software system which adds fast, and easy-to-use graph analytics to the relational database system (RDBMS). Querying and analyzing massive graph data (graph analytics) not only can enrich and enhance business, social and government intelligence, but also can help significantly advance scientific and technology discovery. However, most of the existing graph data (business, financial, governmental, and social networking data) are stored in the traditional RDBMS that provides little fundamental support for graph analytics. This is because graph analytics requires extensive recursive and traversal operations, which are hard to represent and prohibitively expensive to execute in RDBMS. To address this fundamental challenge, this project will develop a powerful graph engine and transparently connect RDBMS with the graph engine. The anticipated results of the project include novel techniques for building a graph processing engine and connectors between RDBMS and the graph engine, and a beta-version software system, which will be tested and employed by two or three early adopters/customers.\r\n\r\nThe broader impact/commercial potential of this project will be to help deliver better insights into the complex nature of relationships between people, their decisions and their interactions with others in all areas of businesses and intelligence, such as online social networking, marketing and advertisement, banking and finance, logistics and transportation, telecommunications, healthcare and hospitals, homeland security, bio-engineering and drug discovery, etc. The technologies and software developed in this project can also directly contribute to the five major analytics segments (end-user query and reporting analysis, data warehouse management, financial performance and strategy management applications, custom relationship analytics applications, and data warehouse generation), each with the global revenue of more than one billion dollars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruoming",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruoming Jin",
   "pi_email_addr": "ruoming@graphsql.com",
   "nsf_id": "000622387",
   "pi_start_date": "2012-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GraphSQL INC",
  "inst_street_address": "327 Anita Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Millbrae",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6142715623",
  "inst_zip_code": "940301738",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "GraphSQL INC",
  "perf_str_addr": "327 Anita Drive",
  "perf_city_name": "Millbrae",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940301738",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits:</strong></p>\n<p>This Small Business Innovation Research Phase I project has developed innovative technologies and a software system, which provide ultrafast and powerful <em>graph analytics </em>of Big Data for enterprise users.&nbsp; Graph analytics is the mining of information from a \"graph\", a network of linked data nodes, such as a social network.&nbsp; In particular, this project significantly extends the capability of traditional Relational Database Management Systems (RDMS) which currently must store graph data in tabular format, failing to take advantage of the network's link structure. Thus, traditional database systems cannot analyze graphs efficiently.</p>\n<p>The key outcome of the project is a graph analytics software platform, consisting of both a Graph Processing Engine (GPE) and a Graph Storage Engine (GSE). The existing system runs on multi-core machines (leveraging the multi-core parallelism) and can handle massive graphs with hundreds of millions of nodes and billions of links.&nbsp; In addition, this project has developed a toolkit of basic and key graph analytics functions, such as measuring node importance, finding the shortest path from A to B, finding out if there is any such path, and recommending new links. Finally, we have developed a GraphSQL language and software connectors to traditional database systems. The GraphSQL language can specify graph views over relational tables and blend graph analytics with traditional SQL. The RDBMS connectors serve as the bridge linking the relational DBMS and GraphSQL&rsquo;s graph analytics platform.&nbsp;</p>\n<p><strong>Broader Impacts</strong>:</p>\n<p>The technology developed in the project significantly advances the current capability for processing massive graph data, a major challenge for many industries, scientific research, and government agencies. In particular, the project has help to lay the foundation for a new generation of Big Data graph analytics, by introducing new algorithms and architectures that improve graph storage and processing capability by orders of magnitude.<br /><br /></p>\n<p>By enabling companies and organizations to analyze their complex, massive and hidden relationship data, this project can help them gain deeper and actionable insights. Specifically, the technology developed in this project can directly benefit online networking, marketing and advertisement, banking and financial institutions, logistics and transportation, telecommunications, healthcare and hospitals, and homeland security, among others. During the Phase I project, we have been actively engaging with a list of early customers in these industries to develop customized graph analytics solutions, which can help them to find, attract and retain customers, improve operations,&nbsp; reduce waste, minimize risk, and prevent fraud</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2013<br>\n\t\t\t\t\tModified by: Ruoming&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merits:\n\nThis Small Business Innovation Research Phase I project has developed innovative technologies and a software system, which provide ultrafast and powerful graph analytics of Big Data for enterprise users.  Graph analytics is the mining of information from a \"graph\", a network of linked data nodes, such as a social network.  In particular, this project significantly extends the capability of traditional Relational Database Management Systems (RDMS) which currently must store graph data in tabular format, failing to take advantage of the network's link structure. Thus, traditional database systems cannot analyze graphs efficiently.\n\nThe key outcome of the project is a graph analytics software platform, consisting of both a Graph Processing Engine (GPE) and a Graph Storage Engine (GSE). The existing system runs on multi-core machines (leveraging the multi-core parallelism) and can handle massive graphs with hundreds of millions of nodes and billions of links.  In addition, this project has developed a toolkit of basic and key graph analytics functions, such as measuring node importance, finding the shortest path from A to B, finding out if there is any such path, and recommending new links. Finally, we have developed a GraphSQL language and software connectors to traditional database systems. The GraphSQL language can specify graph views over relational tables and blend graph analytics with traditional SQL. The RDBMS connectors serve as the bridge linking the relational DBMS and GraphSQLÆs graph analytics platform. \n\nBroader Impacts:\n\nThe technology developed in the project significantly advances the current capability for processing massive graph data, a major challenge for many industries, scientific research, and government agencies. In particular, the project has help to lay the foundation for a new generation of Big Data graph analytics, by introducing new algorithms and architectures that improve graph storage and processing capability by orders of magnitude.\n\n\n\nBy enabling companies and organizations to analyze their complex, massive and hidden relationship data, this project can help them gain deeper and actionable insights. Specifically, the technology developed in this project can directly benefit online networking, marketing and advertisement, banking and financial institutions, logistics and transportation, telecommunications, healthcare and hospitals, and homeland security, among others. During the Phase I project, we have been actively engaging with a list of early customers in these industries to develop customized graph analytics solutions, which can help them to find, attract and retain customers, improve operations,  reduce waste, minimize risk, and prevent fraud\n\n\t\t\t\t\tLast Modified: 07/28/2013\n\n\t\t\t\t\tSubmitted by: Ruoming Jin"
 }
}