{
 "awd_id": "1248901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Serendipitous Search System Using Lateral Analogy to Match Potential Solutions to Unmet Needs:Feasibility Study Based on Screening Approved Drugs for Potential Repur",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-12-19",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project is focused on the development of novel methods for ideation and innovation through the discovery of lateral connections in otherwise unconnected knowledge networks. In many fields of human knowledge and activity, a common feature is that information content is expanding at such a rate that finding relevant results to searches for solutions is becoming increasingly difficult. A further problem is that even the high quality material is expanding at such a rate that most disciplines are rapidly forming sub-disciplines. As fields continue to both expand both at the top levels in terms of overall amount of knowledge, and to expand at the more granular levels by fragmentation into ever more numerous subfields, each of which may develop its own journals, conferences and even terminology, impenetrable to the outsider. It's becoming impossible to stay current. Yet much of creativity occurs, and indeed a great many of the world?s great inventions have occurred, precisely at the intersections between different fields. The central objective of this Phase I project will be to determine the utility of a parsable ontology for supporting ideation and innovation by connecting diverse knowledge domains.    \r\n\r\nThe broader impact/commercial potential of this project spans multiple fields and markets, including but not limited to pharmaceuticals, medical devices, materials science, semiconductor devices, chemical processing, legal discovery, patent analyses, and financial analytics. In each of these fields, there is often an increase in 'silo-ing' of different knowledge domains, with the development of access and language barriers in between them, presenting clear challenges to academia and industry. As this situation worsens, there is need of ever better ways to organize, translate and present information to users, and to find solutions to users' problems (their 'unmet needs'). What is needed, and not yet offered by any competitor, is an exploration system giving searchers a strong serendipitous element with a maximum likelihood of results having come from a diverse, unexpected, and potentially provocative source. This will break down silos by providing a rapid, relevant means for knowledge-transfer between different disciplines to facilitate the ready spread of awareness of a potential solution from one field to another, fostering interdisciplinary innovation. The initial customer focus will be on particular corporate clients with a heavy investment in R&D activities and a high probability of internal silo-ing of knowledge, such as pharmaceutical companies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Sager",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brian M Sager",
   "pi_email_addr": "brian_m_sager@yahoo.com",
   "nsf_id": "000622626",
   "pi_start_date": "2012-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Leonardo Innovations Inc.",
  "inst_street_address": "423 8th Avenue",
  "inst_street_address_2": "",
  "inst_city_name": "Menlo Park",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6502244508",
  "inst_zip_code": "940251848",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "KW34NJDH1VJ6"
 },
 "perf_inst": {
  "perf_inst_name": "Leonardo Innovations, Inc.",
  "perf_str_addr": "423 8th Avenue",
  "perf_city_name": "Menlo Park",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940251848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research (SBIR) project focused on developing and optimizing a serendipitous search system for repurposing technologies by analogy into lateral fields. By sub-parsing discrete content into ontologically separable entities, the attribute relatedness of these entities was used to drive their self-assembly into related attribute networks. This approach provides a means for the identification of candidate drugs for repurposing, which is the central focus of our work.</p>\n<p>In many fields, information is expanding at such an exponential rate that finding relevant results to searches is increasingly difficult. Further, content is expanding so fast that most fields are rapidly forming sub-disciplines, leading to the &lsquo;silo-ing&rsquo; of different knowledge sub-domains, a clear challenge to both academia and industry. We need ever better ways to organize and present information to users. There are disadvantages of the current search engines (e.g. Google, Bing, Yahoo), mostly relating to excessive similarity in search results. Further, while these engines present information relating to a known search target, they are less effective at presenting unexpected results for information that a user has never heard of but that would be useful. What is therefore needed, and not yet offered, is an exploration system giving searchers a strong serendipitous element with a maximum likelihood of results from diverse, unexpected, and potentially provocative sources. This will break down silos by providing a rapid, relevant means for knowledge-transfer between different disciplines, fostering interdisciplinary innovation.</p>\n<p class=\"float-left\"><strong>What is the impact on other disciplines?</strong></p>\n<p>Our serendipitous search system has been designed to laterally interconnect disparate fields in non-obvious ways. This approach serves as a means to accelerate the process of serendipity when researchers in different fields have a chance encounter that leads to cross-fertilization of knowledge in both fields. Our system has been designed to minimize a dependency on chance social encounters and instead provides a means for systematic, automated discovery.</p>\n<p><strong>What is the impact on society beyond science and technology?</strong><strong></strong></p>\n<p>The acceleration of research and development should in the aggregate enable the more rapid deployment of technologies into commercial / industrial contexts where a positive contribution to society should be possible, presuming that those deployed technologies represent innovative solutions to pressing unmet needs.</p>\n<p><strong>Results to Date</strong></p>\n<p>we have developed a framework for the lateralization of drugs from their original clinical context, where drug side effects might be reclassified as beneficial treatment effects in other clinical conditions where their application is novel. &nbsp;In Phase I of this project we have been testing the potential utility of this approach using data sets acquired from the National Institutes of Health / National Library of Medicine DailyMed drug labels database, which currently has ~48,816 drug labels in its database.&nbsp; Further, in Phase IB, we ingested more than 6,000 patents from the U.S. Patent and Trademark Office into our database.</p>\n<p>From our Phase I and Phase IB work we had initially set some positive and negative controls to assess the voracity of groupings created by our ontological classification. We had set both positive controls, such as drugs which taxonomically are non-steroidal anti-inflammatory drugs (NSAIDs), and negative controls, which are drugs that are not functionally or taxonomically connected. We proved that our positive controls were strongly related by their shared attriobutes - while the negative controls were extremely weakly associated by comparison (~10x less).<br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp...",
  "por_txt_cntn": "\nThis Small Business Innovation Research (SBIR) project focused on developing and optimizing a serendipitous search system for repurposing technologies by analogy into lateral fields. By sub-parsing discrete content into ontologically separable entities, the attribute relatedness of these entities was used to drive their self-assembly into related attribute networks. This approach provides a means for the identification of candidate drugs for repurposing, which is the central focus of our work.\n\nIn many fields, information is expanding at such an exponential rate that finding relevant results to searches is increasingly difficult. Further, content is expanding so fast that most fields are rapidly forming sub-disciplines, leading to the æsilo-ingÆ of different knowledge sub-domains, a clear challenge to both academia and industry. We need ever better ways to organize and present information to users. There are disadvantages of the current search engines (e.g. Google, Bing, Yahoo), mostly relating to excessive similarity in search results. Further, while these engines present information relating to a known search target, they are less effective at presenting unexpected results for information that a user has never heard of but that would be useful. What is therefore needed, and not yet offered, is an exploration system giving searchers a strong serendipitous element with a maximum likelihood of results from diverse, unexpected, and potentially provocative sources. This will break down silos by providing a rapid, relevant means for knowledge-transfer between different disciplines, fostering interdisciplinary innovation.\nWhat is the impact on other disciplines?\n\nOur serendipitous search system has been designed to laterally interconnect disparate fields in non-obvious ways. This approach serves as a means to accelerate the process of serendipity when researchers in different fields have a chance encounter that leads to cross-fertilization of knowledge in both fields. Our system has been designed to minimize a dependency on chance social encounters and instead provides a means for systematic, automated discovery.\n\nWhat is the impact on society beyond science and technology?\n\nThe acceleration of research and development should in the aggregate enable the more rapid deployment of technologies into commercial / industrial contexts where a positive contribution to society should be possible, presuming that those deployed technologies represent innovative solutions to pressing unmet needs.\n\nResults to Date\n\nwe have developed a framework for the lateralization of drugs from their original clinical context, where drug side effects might be reclassified as beneficial treatment effects in other clinical conditions where their application is novel.  In Phase I of this project we have been testing the potential utility of this approach using data sets acquired from the National Institutes of Health / National Library of Medicine DailyMed drug labels database, which currently has ~48,816 drug labels in its database.  Further, in Phase IB, we ingested more than 6,000 patents from the U.S. Patent and Trademark Office into our database.\n\nFrom our Phase I and Phase IB work we had initially set some positive and negative controls to assess the voracity of groupings created by our ontological classification. We had set both positive controls, such as drugs which taxonomically are non-steroidal anti-inflammatory drugs (NSAIDs), and negative controls, which are drugs that are not functionally or taxonomically connected. We proved that our positive controls were strongly related by their shared attriobutes - while the negative controls were extremely weakly associated by comparison (~10x less).\n             Building from this, we took drugs from a variety of functional classes that had known lateral uses in order to see if these lateral uses could be detected at this stage by our system. We selected the following drugs: Quinine, Sildenafil, Phenytoin,..."
 }
}