{
 "awd_id": "1248768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Quantifying Consumer Rationale Expressed in Free Text Online Discussions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-12-02",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims at developing a targeted semantic processing framework for the analysis of online conversations. A particular focus is given to improving the state-of-the art in the design of semi-supervised syntactic and semantic parsers capable of processing informal conversations about consumer products and services across industry verticals. This project will address some of the key shortcomings of existing natural language processing (NLP) frameworks when applied to noisy language typical of user-generated content, where linguistic phenomena is significantly divergent from the carefully edited content such as news reports, including colloquialisms, misspellings, grammatical errors, and incomplete sentences. Given the wide proliferation, amount, and richness of available user-generated content, combined with the limitations of the currently available shallow textual representations, creation of better NLP models is critical for extracting useful information from text that is largely informal, and for which no annotated data is available. Successful completion of this work will fulfill the urgent need for the development of NLP models accurate across multiple domains, introduce novel information extraction models for the extraction of consumer decisions, experiences, and rationale, while advancing our capability to model, quantify, and understand the reasons underlying product adoption and attrition.\r\n\r\nThe broader impact/commercial potential of this project relates to the accuracy of automation that can be achieved when analyzing large amounts of unstructured text. Millions of Americans use the Internet to share, search and communicate information about products and services. Whether considering a new product, relaying past product experience, or analyzing product performance, consumers and companies alike are faced with an overwhelming range of informational sources, making the process of gathering information about products both slow and costly. Using in-depth text processing technology to analyze product reports found across social networks, forums, blogs, and company-driven websites will both increase the value of consumer-driven product reports and improve companies' and regulators' ability to learn from real-world product usage data to improve performance and public perception of marketed products and services. If successful, this project will lead to advancements in knowledge discovery, enable the automation of manual processes associated with large-scale consumer studies and change the dominant methodologies for conducting market research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Nemirovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Nemirovsky",
   "pi_email_addr": "paul.nemirovsky@gmail.com",
   "nsf_id": "000075973",
   "pi_start_date": "2012-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "dMetrics Inc.",
  "inst_street_address": "181 N 11TH ST APT 407",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6176427163",
  "inst_zip_code": "112111175",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": "DMETRICS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LFYVK791N3X1"
 },
 "perf_inst": {
  "perf_inst_name": "dMetrics Inc.",
  "perf_str_addr": "181 North 11th St",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112111175",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c6f23f81-46e3-9478-6d6c-514878e2cad2\"> </span></p>\n<p dir=\"ltr\">This Small Business Innovation Research Phase I/IB project has resulted in the first version of a platform to automatically analyze the online comments and conversations posted by millions of consumers in social networks, forums, and blogs, and other sources of user-generated text content. This platform has successfully been applied to multiple domains including consumer packaged goods, telecom, and personal banking to quantify the reported consumer decisions and motivations about the products and services in these domains.<img src=\"https://lh5.googleusercontent.com/WB3YNKPv_Z5ll-hlr6ru9XychBU0ZJANaL6MYgMjmojte_8iUkMtyLIxJwyXSKJhXLu-RKsY8r9hXy3QizwHqzSAEViGt-QYvzFst86Y9pXly6nJyB-mUDHPy4dcwqusCQ\" alt=\"\" width=\"624px;\" height=\"397px;\" /></p>\n<p dir=\"ltr\"><span>Figure 1: DecisionEngine Core Components</span></p>\n<p dir=\"ltr\"><span>DecisionEngine&trade;, the platform developed in this project, integrates a proprietary state-of-the-art natural language processing (NLP) pipeline, core components of which are illustrated above. The representations generated by the dMetrics NLP pipeline stand in stark contrast with the most commonly used shallow approaches to process user-generated text content. Contrary to these approaches, the shallow and deep NLP statistical models developed under this project avoid reducing online user comments and conversations to a bag of words. Instead, the dMetrics NLP pipeline extracts finer-grained pieces of information from social online chatter, such as motivations for switching between products and services, users&rsquo; needs and concerns with respect to products and services, as well as product and service recommendations, among many other pieces of information critical to understanding brand and company performance. Furthermore, the NLP framework that powers DecisionEngine does not require massive amounts of annotated data to accurately extract fine-grained information and can thus be effectively adapted to different domains, products and services.</span></p>\n<p dir=\"ltr\"><span>The deep representations predicted by the dMetrics NLP framework allow DecisionEngine to satisfy core, fine-grained informational needs of clients in multiple industries, providing quantified answers to a set of essential market-driving questions:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>When consumers switch from a product or service, which product or service do they switch to?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What motivates a user to start or stop using a given product or service?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What is the universe of questions asked by users about a target product or service?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What is the difference in attitude between current and potential users of a target product or service?</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>By providing dynamic, large-scale, data-driven answers to these core questions, the DecisionEngine platform has increased the value of consumer-driven product reports, improving companies ability to learn from real-world reports of product usage and facilitating improvement in performance and public perception of marketed products and services. The DecisionEngine platform stands to change the way products and services are promoted and designed, thereby benefiting not only market researchers, manufacturers, and investors but also the individual consumers, resulting in an up to date, unbiased ranking of every product and service.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2014<br>\n\t\t\t\t\tModified by: Paul&nbsp;Nemirovsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis Small Business Innovation Research Phase I/IB project has resulted in the first version of a platform to automatically analyze the online comments and conversations posted by millions of consumers in social networks, forums, and blogs, and other sources of user-generated text content. This platform has successfully been applied to multiple domains including consumer packaged goods, telecom, and personal banking to quantify the reported consumer decisions and motivations about the products and services in these domains.\nFigure 1: DecisionEngine Core Components\nDecisionEngine&trade;, the platform developed in this project, integrates a proprietary state-of-the-art natural language processing (NLP) pipeline, core components of which are illustrated above. The representations generated by the dMetrics NLP pipeline stand in stark contrast with the most commonly used shallow approaches to process user-generated text content. Contrary to these approaches, the shallow and deep NLP statistical models developed under this project avoid reducing online user comments and conversations to a bag of words. Instead, the dMetrics NLP pipeline extracts finer-grained pieces of information from social online chatter, such as motivations for switching between products and services, usersÆ needs and concerns with respect to products and services, as well as product and service recommendations, among many other pieces of information critical to understanding brand and company performance. Furthermore, the NLP framework that powers DecisionEngine does not require massive amounts of annotated data to accurately extract fine-grained information and can thus be effectively adapted to different domains, products and services.\nThe deep representations predicted by the dMetrics NLP framework allow DecisionEngine to satisfy core, fine-grained informational needs of clients in multiple industries, providing quantified answers to a set of essential market-driving questions:\n\n\nWhen consumers switch from a product or service, which product or service do they switch to?\n\n\nWhat motivates a user to start or stop using a given product or service?\n\n\nWhat is the universe of questions asked by users about a target product or service?\n\n\nWhat is the difference in attitude between current and potential users of a target product or service?\n\n\nBy providing dynamic, large-scale, data-driven answers to these core questions, the DecisionEngine platform has increased the value of consumer-driven product reports, improving companies ability to learn from real-world reports of product usage and facilitating improvement in performance and public perception of marketed products and services. The DecisionEngine platform stands to change the way products and services are promoted and designed, thereby benefiting not only market researchers, manufacturers, and investors but also the individual consumers, resulting in an up to date, unbiased ranking of every product and service.\n\n \n\n\t\t\t\t\tLast Modified: 04/09/2014\n\n\t\t\t\t\tSubmitted by: Paul Nemirovsky"
 }
}