{
 "awd_id": "1248546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of a Selectively Current-permeable Osteogenic Pedicle Screw Surface for Vertebral Fusion",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-12-18",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop a selectively direct-current permeable pedicle screw surface for use with patent-pending osteogenic spinal fusion instrumentation. New bone matrix more rapidly incorporates the bone graft material in the presence of an electric field to form a robust, biomechanically sound, intersegmental union. As the screw transmits current into the bone, peri-screw anchorage strength is also increased because of the local osteogenic effects. Pedicle screw loosening is a factor that contributes to clinically unacceptable failure rate (20-40%) associated with spinal fusion surgery. Based on preliminary work, the proposed instrumentation system has the potential to significantly improve outcomes by increasing fusion rate and robustness. Precise control of the electric field delivered through the pedicle screws is necessary to optimize the osteogenic capabilities.\r\n\r\nThe broader impact/commercial potential of this project is the development of commercially available osteogenic instrumentation with the potential to improve surgical outcomes, thus reducing the high incidence of additional surgery, chronic pain and cost associated with failed fusion. In future iterations, it could potentially be used to accelerate fracture repair of the skull, face, and other sites. Because bone repair mechanisms are similar across species, it may one day offer veterinary orthopedic surgeons a means to help their animal patients.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "MacEwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew MacEwan",
   "pi_email_addr": "matt.macewan@osteovantage.com",
   "nsf_id": "000622447",
   "pi_start_date": "2012-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "OsteoVantage, Inc",
  "inst_street_address": "535 W RESEARCH CENTER BLVD STE 135, M/S 2600",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795712592",
  "inst_zip_code": "72701",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "OSTEOVANTAGE, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7ZUCZ8T5K35"
 },
 "perf_inst": {
  "perf_inst_name": "OsteoVantage, Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727016948",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">PROJECT OUTCOMES REPORT</span></strong></p>\n<p style=\"text-align: center;\"><strong>&ldquo;Development of a Selectively Current-permeable Osteogenic Pedicle</strong></p>\n<p style=\"text-align: center;\"><strong>Screw Surface for Vertebral Fusion&rdquo; </strong></p>\n<p><strong><span style=\"text-decoration: underline;\"></span></strong></p>\n<p>Injuries of the back and spine represent the leading cause of lost productivity and immobility in the United States.&nbsp; Currently, the gold standard treatment for spinal instability is spinal fusion surgery.&nbsp; Yet, review of recent literature suggests that only 68% of patients undergoing lumbar spinal fusion surgeries experience satisfactory outcomes, and that 20-40% of spinal fusion procedures fail.&nbsp; Exceedingly poor clinical outcomes in &ldquo;difficult to fuse&rdquo; cases demonstrate the significant clinical need for novel surgical adjuncts capable of enhancing bone growth and fusion success following vertebral fixation.</p>\n<p>The purpose of this NSF SBIR Phase I / Ib project was to evaluate and optimize a novel type of pedicle screw capable of focally delivering therapeutic direct electric current (DC) into the vertebrae at the site of spinal instability as a means of accelerating bony fusion.&nbsp; Prior research has confirmed that &ldquo;artificially&rdquo; charging bone matrix through cathodic DC electrical stimulation induces local bone growth.&nbsp; Numerous studies have further demonstrated that DC electrical stimulation is a safe and effective means of inducing bone growth and bony fusion in humans.&nbsp; Therefore, development of a pedicle screw capable of focally delivering DC stimulation to the human spine is anticipated to enable a novel osteogenic spinal system facilitating accelerated recovery and improved clinical outcomes for surgical patients.</p>\n<p>The primary aim of Phase I was to model electroactive pedicle screws and optimize patterns of surface anodization for selective delivery of DC stimuli to fusion sites within the lumbar spine.&nbsp; COMSOL Multiphysics software was utilized to simulate the electric field distribution evoked by electroactive pedicle screws in various tissue compartments and anatomical models of the human spine.&nbsp; Results demonstrated the capability of the selectively-anodized pedicle screws to successfully deliver therapeutic electrical stimuli to desirable anatomical regions in the human spine.&nbsp; Additionally, computational studies demonstrated the superiority of selectively-anodized pedicle screws over conventional spinal fusion stimulators.&nbsp; Unique, proprietary patterns of surface anodization were also identified providing multiple avenues for future improvement of the technology.&nbsp;</p>\n<p>The primary aim of the NSF SBIR Phase IB project was to validate computational results obtained in Phase I in actual cadaveric spine tissue.&nbsp; Explanted lumbar pig spines were implanted with selectively-anodized pedicle screws delivering DC stimulation and induced therapeutic electric fields were measured in and around the spine.&nbsp; Results confirmed that selectively-anodized pedicle screws are capable of successfully delivering osteogenic electrical stimuli into the intervertebral space of instrumented spine.&nbsp; Bench top replication and implementation of model pedicle screws with novel anodization patterns further demonstrated the feasibility of newly identified surface coatings to enhance the delivery of therapeutic electric fields to key anatomical regions of the spine.&nbsp; Together, collected results provide theoretical evidence for the clinical success of OsteoVantage&rsquo;s osteogenic spinal fusion instrumentation as well as new inroads for further improvement and optimization of the technology.</p>\n<p>Results of Phase I/Ib project largely suggest that OsteoVantage&rsq...",
  "por_txt_cntn": "PROJECT OUTCOMES REPORT\n\"Development of a Selectively Current-permeable Osteogenic Pedicle\nScrew Surface for Vertebral Fusion\" \n\n\n\nInjuries of the back and spine represent the leading cause of lost productivity and immobility in the United States.  Currently, the gold standard treatment for spinal instability is spinal fusion surgery.  Yet, review of recent literature suggests that only 68% of patients undergoing lumbar spinal fusion surgeries experience satisfactory outcomes, and that 20-40% of spinal fusion procedures fail.  Exceedingly poor clinical outcomes in \"difficult to fuse\" cases demonstrate the significant clinical need for novel surgical adjuncts capable of enhancing bone growth and fusion success following vertebral fixation.\n\nThe purpose of this NSF SBIR Phase I / Ib project was to evaluate and optimize a novel type of pedicle screw capable of focally delivering therapeutic direct electric current (DC) into the vertebrae at the site of spinal instability as a means of accelerating bony fusion.  Prior research has confirmed that \"artificially\" charging bone matrix through cathodic DC electrical stimulation induces local bone growth.  Numerous studies have further demonstrated that DC electrical stimulation is a safe and effective means of inducing bone growth and bony fusion in humans.  Therefore, development of a pedicle screw capable of focally delivering DC stimulation to the human spine is anticipated to enable a novel osteogenic spinal system facilitating accelerated recovery and improved clinical outcomes for surgical patients.\n\nThe primary aim of Phase I was to model electroactive pedicle screws and optimize patterns of surface anodization for selective delivery of DC stimuli to fusion sites within the lumbar spine.  COMSOL Multiphysics software was utilized to simulate the electric field distribution evoked by electroactive pedicle screws in various tissue compartments and anatomical models of the human spine.  Results demonstrated the capability of the selectively-anodized pedicle screws to successfully deliver therapeutic electrical stimuli to desirable anatomical regions in the human spine.  Additionally, computational studies demonstrated the superiority of selectively-anodized pedicle screws over conventional spinal fusion stimulators.  Unique, proprietary patterns of surface anodization were also identified providing multiple avenues for future improvement of the technology. \n\nThe primary aim of the NSF SBIR Phase IB project was to validate computational results obtained in Phase I in actual cadaveric spine tissue.  Explanted lumbar pig spines were implanted with selectively-anodized pedicle screws delivering DC stimulation and induced therapeutic electric fields were measured in and around the spine.  Results confirmed that selectively-anodized pedicle screws are capable of successfully delivering osteogenic electrical stimuli into the intervertebral space of instrumented spine.  Bench top replication and implementation of model pedicle screws with novel anodization patterns further demonstrated the feasibility of newly identified surface coatings to enhance the delivery of therapeutic electric fields to key anatomical regions of the spine.  Together, collected results provide theoretical evidence for the clinical success of OsteoVantageÆs osteogenic spinal fusion instrumentation as well as new inroads for further improvement and optimization of the technology.\n\nResults of Phase I/Ib project largely suggest that OsteoVantageÆs osteogenic spinal instrumentation has the potential to dramatically improve the rate of solid fusion following surgery.  By inducing focal bone formation in critical areas of interest, the novel instrumentation may reduce the risk of non-union, and thereby the risk of costly secondary surgeries and procedures.  Preliminary animal model data suggest that OsteoVantage instrumentation can double the rate of fusion, which translates to a more successful fusion in over 95% of cases..."
 }
}