{
 "awd_id": "1248162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Chemical Conversion of Cellulosic Matters to Biofuel",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149990.0,
 "awd_amount": 149990.0,
 "awd_min_amd_letter_date": "2012-12-18",
 "awd_max_amd_letter_date": "2012-12-18",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will validate a novel single-chemical process called decarbonation of carbohydrates, which converts ligno-cellulosic carbohydrates to liquid biofuels as a drop-in transportation fuel. This novel process, proposed in this work, selectively removes CO2 from carbohydrates with a chemical that preferably bonds with CO2 while suppressing dehydration and pyrolysis. The feasibility of using simpler carbohydrates was recently demonstrated in a liquid-phase-solid-state reaction at small lab scale. Common sucrose was directly converted to organic liquids that contained methanol, ethanol, acetone, propone hydroxyl, furans, HM furfural, gaseous and liquid hydrocarbons, etc. However, ligno-cellulosic matter is a polymer and thus has limited reactivity. In Phase I, this project will directly address this issue by systematically selecting cellulosic solvents, including ionic liquids, and optimizing their ability to be used in decarbonation. In Phase II, this project will seek to achieve a higher conversion yield capable of reaching 100 gallons of biofuel per ton of cellulosic matter, all at a low production cost of less than $2 per gallon. Successful demonstrations of Phase I and II milestones will allow the commercial development of cellulosic matter to biofuel as a direct drop-in fuel. \r\n\r\nThe broad impact/commercial potential of this project is potentially very significant. Carbohydrates (saccharides) are the most abundant form of biomass on earth, comprising more than 60% of total known plant mass. In the US over 1 billion tons of forest and agricultural resources are available each year, and could provide 30% of all domestic transportation fuel needs. Converting cellulosic carbohydrates to renewable biofuel is a technological holy grail with enormous societal benefits. The federal revised Renewable Fuel Standard (RFS2) mandate presents a direct market driving force. By 2022, the market for advanced biofuels produced from ligno-cellulosic matter will reach 20 billion gallons and $50 billion. The Biofuel proposed in this work carries significant advantages over contemporary biofuel approaches such as ethanol and bio-diesel with several broad potential benefits for sustainability as well as being competitive with non-renewable fuels currently in use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Tao",
   "pi_email_addr": "thomastao@stanntron.com",
   "nsf_id": "000621325",
   "pi_start_date": "2012-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "StannTron, LLC",
  "inst_street_address": "20 Washington lane",
  "inst_street_address_2": "",
  "inst_city_name": "Hopkinton",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5083081879",
  "inst_zip_code": "017481073",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "StannTron/Protonex",
  "perf_str_addr": "153 Northboro Road",
  "perf_city_name": "Southboro",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017721034",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the NSF Phase I program, StannTron has developed a novel chemical<br />conversion technology by converting common carbohydrate feedstock including saccharides and cellulosic matters to bio-products.&nbsp; The outcome of this fundamentally new chemistry will enable widespread adoption of renewable biomass to fulfill much of our chemical, transportation and energy needs with a number of significant benefits:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flexibility in feedstock, including conversion of the largest biomass carbohydrates (sugars, cellulosic and hemi-cellulosic matters)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;High efficiency, high yield, and scalable process</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Platform technology that provides pathway to multiple drop-in and novel bio-chemicals and bio-fuel &nbsp;at lower cost than current options</p>\n<p>This transformational Chemical De-Carbonation<sup>TM</sup> Process of selective removal of CO<sub>2</sub> from carbohydrates is a non-biological process without complex fermentations. It is a thermodynamically controlled non-catalytic chemical process involving&nbsp; reactants of strong chemical affinity toward<br />CO<sub>2</sub> that prevent carbohydrates from dehydration or char formation<br />that would otherwise naturally occur upon heating. This innovation is different<br />from the kinetic controlled and non-equilibrium thermochemical processes, such as catalytic or fast pyrolysis or gasification.</p>\n<p>The technologic and intellectual merits have been demonstrated by a straightforward chemical conversion in Phase I:</p>\n<p>(1) Proof of concept &ndash; conversion to liquid bio-products with minimal de-hydration or charring;</p>\n<p>(2) Demonstration of product selectivity in acetone;</p>\n<p>(3) Demonstration of platform bio-products of acetone, methyl ether ketone, furfurals, acetol, and furans, flavors/fragrances&nbsp; of diacetyl, acetoin, cyclopentenones, furaneol and corylone, etc.;</p>\n<p>(4) Fast reaction at ambient pressure and moderate temperatures with product yields in 65-80%.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Tao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the NSF Phase I program, StannTron has developed a novel chemical\nconversion technology by converting common carbohydrate feedstock including saccharides and cellulosic matters to bio-products.  The outcome of this fundamentally new chemistry will enable widespread adoption of renewable biomass to fulfill much of our chemical, transportation and energy needs with a number of significant benefits:\n\n-      Flexibility in feedstock, including conversion of the largest biomass carbohydrates (sugars, cellulosic and hemi-cellulosic matters)         \n\n-      High efficiency, high yield, and scalable process\n\n-      Platform technology that provides pathway to multiple drop-in and novel bio-chemicals and bio-fuel  at lower cost than current options\n\nThis transformational Chemical De-CarbonationTM Process of selective removal of CO2 from carbohydrates is a non-biological process without complex fermentations. It is a thermodynamically controlled non-catalytic chemical process involving  reactants of strong chemical affinity toward\nCO2 that prevent carbohydrates from dehydration or char formation\nthat would otherwise naturally occur upon heating. This innovation is different\nfrom the kinetic controlled and non-equilibrium thermochemical processes, such as catalytic or fast pyrolysis or gasification.\n\nThe technologic and intellectual merits have been demonstrated by a straightforward chemical conversion in Phase I:\n\n(1) Proof of concept &ndash; conversion to liquid bio-products with minimal de-hydration or charring;\n\n(2) Demonstration of product selectivity in acetone;\n\n(3) Demonstration of platform bio-products of acetone, methyl ether ketone, furfurals, acetol, and furans, flavors/fragrances  of diacetyl, acetoin, cyclopentenones, furaneol and corylone, etc.;\n\n(4) Fast reaction at ambient pressure and moderate temperatures with product yields in 65-80%.\n\n\t\t\t\t\tLast Modified: 07/30/2013\n\n\t\t\t\t\tSubmitted by: Thomas Tao"
 }
}