{
 "awd_id": "1248211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Evaluation of SCIENTASTIC! - A Trans-Media and Public Television Series for Ages 8 to 13",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 149978.0,
 "awd_amount": 166201.0,
 "awd_min_amd_letter_date": "2012-11-08",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will demonstrate the feasibility of engaging children ages 8 to 13 in the wonders of science and the application of scientific principles through the transmedia SCIENTASTIC! project. The study will also demonstrate that the television series will help students answer questions and solve problems for themselves and their community. The American public supports the advancement of scientific knowledge and our investment in scientific research leads the world. However, Americans are falling behind in educating the next generation of scientists. Late elementary school is an ideal time to capture students' attention and engage them in STEM activities. Using rigorous evaluation techniques we will show that SCIENTASTIC! encourages hands-on learning by exploration, questioning and thinking. The innovative television program and integrated companion resources provide scientific role models and demonstrate the scientific process in an entertaining way. The associated web site, Apps, Web 2.0 repository and teaching aids allow students, teachers, and parents to further explore concepts introduced in the show. Preliminary analysis reveals that the SCIENTASTIC! target audience liked the show, would watch the show and learned from the show. Further analysis will demonstrate that the transmedia approach increases viewer interest and learning.\r\n\r\nThe broader impact/commercial potential of this project will play a transformative role in encouraging students to take STEM courses in college, pursue scientific careers, and become a scientifically informed electorate. By developing the story beyond the story, transmedia SCIENTASTIC! has strong commercial value. Dissemination through public television allows for a potential audience of 250 million people. Commercial and noncommercial sponsorships will be sold with associated on-air credits. Additional direct funding will be sought from industries with interests in promoting science and health literacy. A commercial version of the program will be offered to cable networks on a licensing basis, with DVDs, Apps and study guides sold to schools, homeschoolers, and parents. With a broad and commercially viable dissemination, SCIENTASTIC! will show children the joys of science by demonstrating and engaging in hands-on, team- based learning in real-world contexts.  This process will improve student retention and will show that SCIENTASTIC! introduces new ways to learn. The SCIENTASTIC! project will evaluate teaching techniques information that will be shared with policy-makers, educational institutions, and teachers to improve education nationwide. By spreading successful methods for engaging children in math and science, SCIENTASTIC! shoiuld have significant societal benefit creating a generation of scientifically educated decision-makers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Caldwell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Caldwell",
   "pi_email_addr": "david@PETV.US",
   "nsf_id": "000607037",
   "pi_start_date": "2012-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Planet Earth Television, Inc.",
  "inst_street_address": "34352 Coppola Street",
  "inst_street_address_2": "",
  "inst_city_name": "Temecula",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4124803642",
  "inst_zip_code": "925921343",
  "inst_country_name": "United States",
  "cong_dist_code": "48",
  "st_cong_dist_code": "CA48",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Planet Earth Television, Inc.",
  "perf_str_addr": "1607 St. Andrews Court",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152371469",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "9152",
   "pgm_ref_txt": "EDUCATION PROGRAM EVALUATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 166201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project, &ldquo;<strong><em>SCIENTASTIC!</em></strong> - A Trans-Media and Public Television Series for Ages 8 to 13,&rdquo; was designed to demonstrate the feasibility of engaging children ages 8 to 13 in the wonders of science and the application of scientific principles through the use of the transmedia<strong><em> SCIENTASTIC!</em></strong> multimedia resources, which employs broadcast television/DVD shows, web activities, teacher curriculum, App learning resources and interactive media.&nbsp; The study also aimed to demonstrate that the television series would help students answer questions and solve problems for themselves and their community.&nbsp; In this way, the children will gain a deeper understanding of fundamental principles of science in relationship to their world.</p>\n<p>The SBIR Phase I Proposal outlined three key objectives:</p>\n<p><strong>First: Conduct a comprehensive proof-of-concept and feasibility study.</strong></p>\n<p><strong>Second: Refine and develop additional content for the companion web resources.</strong></p>\n<p><strong>Third: Develop additional program series content to the script level.</strong></p>\n<p>&nbsp;</p>\n<p>The feasibility study was conducted by an independent evaluation team who surveyed audience responses to the television pilot and the companion resources. &nbsp;For the study, Planet Earth Television produced an App, &lsquo;Powers of Minus Ten &ndash; Bone&rsquo; that was released on January 7, 2013 as a free download for iPhone/iPad/Android and also made available as a web game at <a href=\"http://powersofminusten.com/bone.html\">http://powersofminusten.com/bone.html</a>.&nbsp; Within weeks, Apple recognized the App as &lsquo;New &amp; Noteworthy&rsquo; propelling it to over 600,000 downloads with a 4+ star rating. The script development, with independent funding, lead to the production of an hour-long <strong><em>SCIENTASTIC!</em></strong> special, which has been distributed nationally by American Public Television to approximately 100 public television stations nationwide.&nbsp;</p>\n<p class=\"PlainText1\"><strong>Impacts of <em>SCIENTASTIC</em>! Resources on Youth</strong></p>\n<p class=\"PlainText1\">A mixed audience included six teachers and their students (N=126 students) and 19 families (N=24 children) for a total of 160 youth participants. Slightly more girls (51%) participated in the study than boys (49%) and most of the children were in 5<sup>th</sup> grade (68%). Over half of the participants were Caucasian (58%), with the remainder essentially split between African-American (22%) and Hispanic (18%).&nbsp; Participating children were already interested in science topics before engaging with the <strong><em>SCIENTASTIC!</em></strong> materials.&nbsp; Even so, the <strong><em>Scientastic!</em></strong> television program help them transform that initial interest into a deeper belief that science is a tool that can help them investigate phenomena in their everyday lives:</p>\n<p class=\"PlainText1\">- After watching the program, participants&rsquo; belief that science helps them understand some of the things that they see around them significantly increased (from 75% to 84%).</p>\n<p class=\"PlainText1\">- Participants also felt significantly more confident in asking a scientific question after viewing the program.</p>\n<p class=\"PlainText1\">- After viewing the program, youth were more likely to indicate that they would ask a content expert in order to find out information about a research topic.</p>\n<p class=\"PlainText1\">- After watching the television program, children demonstrated that they were more knowledgeable about how bones heal.</p>\n<p class=\"PlainText1\">- After watching the pilot episode, youth self-reported feeling significantly more knowledgeable about how the human body works and significantly more familiar with science-related vocabulary.</p>\n<p>&nbsp;</p>\n<p>We...",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project, \"SCIENTASTIC! - A Trans-Media and Public Television Series for Ages 8 to 13,\" was designed to demonstrate the feasibility of engaging children ages 8 to 13 in the wonders of science and the application of scientific principles through the use of the transmedia SCIENTASTIC! multimedia resources, which employs broadcast television/DVD shows, web activities, teacher curriculum, App learning resources and interactive media.  The study also aimed to demonstrate that the television series would help students answer questions and solve problems for themselves and their community.  In this way, the children will gain a deeper understanding of fundamental principles of science in relationship to their world.\n\nThe SBIR Phase I Proposal outlined three key objectives:\n\nFirst: Conduct a comprehensive proof-of-concept and feasibility study.\n\nSecond: Refine and develop additional content for the companion web resources.\n\nThird: Develop additional program series content to the script level.\n\n \n\nThe feasibility study was conducted by an independent evaluation team who surveyed audience responses to the television pilot and the companion resources.  For the study, Planet Earth Television produced an App, æPowers of Minus Ten &ndash; BoneÆ that was released on January 7, 2013 as a free download for iPhone/iPad/Android and also made available as a web game at http://powersofminusten.com/bone.html.  Within weeks, Apple recognized the App as æNew &amp; NoteworthyÆ propelling it to over 600,000 downloads with a 4+ star rating. The script development, with independent funding, lead to the production of an hour-long SCIENTASTIC! special, which has been distributed nationally by American Public Television to approximately 100 public television stations nationwide. \nImpacts of SCIENTASTIC! Resources on Youth\nA mixed audience included six teachers and their students (N=126 students) and 19 families (N=24 children) for a total of 160 youth participants. Slightly more girls (51%) participated in the study than boys (49%) and most of the children were in 5th grade (68%). Over half of the participants were Caucasian (58%), with the remainder essentially split between African-American (22%) and Hispanic (18%).  Participating children were already interested in science topics before engaging with the SCIENTASTIC! materials.  Even so, the Scientastic! television program help them transform that initial interest into a deeper belief that science is a tool that can help them investigate phenomena in their everyday lives:\n- After watching the program, participantsÆ belief that science helps them understand some of the things that they see around them significantly increased (from 75% to 84%).\n- Participants also felt significantly more confident in asking a scientific question after viewing the program.\n- After viewing the program, youth were more likely to indicate that they would ask a content expert in order to find out information about a research topic.\n- After watching the television program, children demonstrated that they were more knowledgeable about how bones heal.\n- After watching the pilot episode, youth self-reported feeling significantly more knowledgeable about how the human body works and significantly more familiar with science-related vocabulary.\n\n \n\nWe found that most children (90%) were at least somewhat interested in watching the shows and are likely to recommend them to others (81%).  We also found that most parents were pleased with the pilot episode. Many parents found the information in the program to be informative and relevant: \n\"I liked that it was conveying knowledge and science in a playful way.\"  \n\"It was really entertaining. It wasnÆt dull at all, but it dealt with some potentially difficult issues in a really nice way. The bullying, how people can stand up for each other, self confidence, making yourself understood when your friends donÆt understand! I thought all of that wa..."
 }
}