{
 "awd_id": "1248750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Trans-esterified Lignin Thermoplastic",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-12-20",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project addresses the need for affordable biobased plastics to replace petroleum-based materials. The objectives of this research are to demonstrate strong intermolecular interactions between chemically modified lignin and thermoplastics, demonstrate optimal conditions for transesterification, demonstrate enhanced mechanical properties of polyester and polystyrene, and demonstrate scale-up feasibility. This research has two main components that are broken down into other major tasks. The first component is the experimental testing of transesterification to improve lignin thermoplastic blends. This is completed by preparing a chemically modified lignin and attempting to transesterify it at various blend proportions with a polyester. Next, samples will be produced for analysis to determine the physical and mechanical properties. The second component is to ensure commercial viability of the manufacturing process and materials. Larger amounts of transesterified product will be produced using small-scale industrial manufacturing equipment.  The production process will include steps towards optimization of efficient manufacturing practices for scalability. The anticipated results of this Phase I project are to create a transesterified lignin/polyester product that has equal or better mechanical and physical properties to polyester or polystyrene that can be produced at a commercial scale.\r\n\r\nThe broader impact/commercial potential of this project addresses the growing problem of the U.S. plastic bag and film market. Plastic bags are an environmental eyesore that pollute waterways and kill wildlife. Local governments are now passing laws to ban the use plastic bags in efforts to hinder the spread of pollution. The U.S. plastic bag market was $8.6 billion in 2010. Further, the bioplastics market is expected to more than triple by 2015 to $2.9 billion. While society and government have placed more emphasis on reduction or replacement of high-density polyethylene (HDPE) shopping bags, these bags are still widely popular, with over 100 billion bags consumed every year across the U.S. alone. Lignin output is expected to increase in the ensuing years due to an increase in cellulosic ethanol plants coming on line and more efficient paper manufacturing processes. Transesterified lignin resins will range in lignin concentration depending on the application. The components of the resin can be fully biodegradable or compounded with conventional plastics to create sustainable blends. The experiments conducted for this project will determine the ideal conditions and materials necessary to produce transesterified lignin products. Experiments will also be conducted to scale up the process to a commercial scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "NHIEM",
   "pi_last_name": "CAO",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "NHIEM H CAO",
   "pi_email_addr": "nhiem.cao@cyclewood.com",
   "nsf_id": "000622094",
   "pi_start_date": "2012-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cyclewood Solutions, Inc",
  "inst_street_address": "700 W Research Ctr Blvd Ste 1420",
  "inst_street_address_2": "",
  "inst_city_name": "Fayetteville",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4793042871",
  "inst_zip_code": "727017175",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Dayton Research Institute",
  "perf_str_addr": "300 College Park",
  "perf_city_name": "Dayton",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454690101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project is for the development of trans-esterified-lignin-based thermoplastics.&nbsp; This project falls under the topic/subtopic NM/AM8 heading &ldquo;Materials for Sustainability.&rdquo;&nbsp; Lignin is the second most abundant natural biopolymer in the world, second only to cellulose.&nbsp; It is also a byproduct of the paper manufacturing and cellulosic ethanol production processes.&nbsp; Lignin, as isolated, is a thermoplastic, but is very brittle.&nbsp; By chemically-modifying lignin and trans-esterifying it with other polymers, a new material technology will be provided to displace the use of non-renewable resources, such as oil and natural gas. This product may be used to replace conventional petroleum-based plastics, and it would have the benefits of biodegradability and compostability and cost much less than other biodegradable plastic alternatives.</p>\n<p>cycleWood&rsquo;s, Phase 1 research comprised a range of technical challenges involved in manufacturing novel lignin-containing thermoplastics for plastic bag use. Among the accomplishments and results are the following:</p>\n<ol>\n<li>Two types of chemically modified lignins have been developed and homogeneously melt-blended with a commercially-available biodegradable thermoplastic.</li>\n<li>At the laboratory scale and in greater than 100 pound pilot batches, the chemical reactions and work-up procedures for producing both &nbsp;types of chemically-modified lignin were streamlined and optimized such that large-scale manufacturing of these materials is now feasible and economical. </li>\n<li>From the systematic transesterification experiments which have been conducted it appears that brief (10 to 30 min) temperature excursions of the certain blends to 200&deg; to 225&deg; C may improve the tensile properties of films and slightly improve flexibility.&nbsp; Further experiments will need to be conducted to determine whether such heat treatments should be included as an in-line part of the melt-extrusion blending process or as a post-filming heat-treatment.</li>\n<li>Heating beyond 225&deg; C or for periods longer than 30 min in attempts to induce transesterification lead to increasing brittle materials especially in high chemically-modified-lignin-content compositions. </li>\n<li>Heat-treating to induce transesterification does not cause any detectable chemical decomposition as could be determined by infrared spectroscopy or differential scanning calorimeter. &nbsp;The brittleness found with extended times and elevated temperatures is likely due to loss of plasticization due to migration or evaporation of lower-molecular-weight lignin fractions. </li>\n<li>The most significant accomplishment of this research has been the preparation of a scale-able, inexpensive, biodegradable blend of a thermoplastic and a chemically-modified lignin, suitable for blown film extrusion, since blown-film extrusion is the predominant process for manufacturing plastic films such as used in the manufacture of shopping bags.&nbsp; </li>\n</ol>\n<p>Specifically, various blends of chemically modified lignin with a commercial biodegradable thermoplastic were melt-compounded, pelletized, dried and then introduced into a blown-film extrusion apparatus.&nbsp; It was found that compositions with up to 40% chemically-modified lignin could be extruded into blown films which were homogeneous and demonstrated tensile strength comparable to thermoplastics commonly used in blown film extrusion.&nbsp; As seen in the image, dried pellets are fed into the melt-extruder and the hot thermoplastic extrudate is blown into a tube which is collapsed and rolled onto a collecting spool to afford the plastic film.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2013<br>\n\t\t\t\t\tModified by: Nhiem&nbsp;H&nbsp;Cao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"galle...",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project is for the development of trans-esterified-lignin-based thermoplastics.  This project falls under the topic/subtopic NM/AM8 heading \"Materials for Sustainability.\"  Lignin is the second most abundant natural biopolymer in the world, second only to cellulose.  It is also a byproduct of the paper manufacturing and cellulosic ethanol production processes.  Lignin, as isolated, is a thermoplastic, but is very brittle.  By chemically-modifying lignin and trans-esterifying it with other polymers, a new material technology will be provided to displace the use of non-renewable resources, such as oil and natural gas. This product may be used to replace conventional petroleum-based plastics, and it would have the benefits of biodegradability and compostability and cost much less than other biodegradable plastic alternatives.\n\ncycleWoodÆs, Phase 1 research comprised a range of technical challenges involved in manufacturing novel lignin-containing thermoplastics for plastic bag use. Among the accomplishments and results are the following:\n\nTwo types of chemically modified lignins have been developed and homogeneously melt-blended with a commercially-available biodegradable thermoplastic.\nAt the laboratory scale and in greater than 100 pound pilot batches, the chemical reactions and work-up procedures for producing both  types of chemically-modified lignin were streamlined and optimized such that large-scale manufacturing of these materials is now feasible and economical. \nFrom the systematic transesterification experiments which have been conducted it appears that brief (10 to 30 min) temperature excursions of the certain blends to 200&deg; to 225&deg; C may improve the tensile properties of films and slightly improve flexibility.  Further experiments will need to be conducted to determine whether such heat treatments should be included as an in-line part of the melt-extrusion blending process or as a post-filming heat-treatment.\nHeating beyond 225&deg; C or for periods longer than 30 min in attempts to induce transesterification lead to increasing brittle materials especially in high chemically-modified-lignin-content compositions. \nHeat-treating to induce transesterification does not cause any detectable chemical decomposition as could be determined by infrared spectroscopy or differential scanning calorimeter.  The brittleness found with extended times and elevated temperatures is likely due to loss of plasticization due to migration or evaporation of lower-molecular-weight lignin fractions. \nThe most significant accomplishment of this research has been the preparation of a scale-able, inexpensive, biodegradable blend of a thermoplastic and a chemically-modified lignin, suitable for blown film extrusion, since blown-film extrusion is the predominant process for manufacturing plastic films such as used in the manufacture of shopping bags.  \n\n\nSpecifically, various blends of chemically modified lignin with a commercial biodegradable thermoplastic were melt-compounded, pelletized, dried and then introduced into a blown-film extrusion apparatus.  It was found that compositions with up to 40% chemically-modified lignin could be extruded into blown films which were homogeneous and demonstrated tensile strength comparable to thermoplastics commonly used in blown film extrusion.  As seen in the image, dried pellets are fed into the melt-extruder and the hot thermoplastic extrudate is blown into a tube which is collapsed and rolled onto a collecting spool to afford the plastic film.\n\n \n\n\t\t\t\t\tLast Modified: 08/28/2013\n\n\t\t\t\t\tSubmitted by: Nhiem H Cao"
 }
}