{
 "awd_id": "1249115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Laurentian and Non-Laurentian (Baltican) Components of Terranes in NW Washington?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 31641.0,
 "awd_amount": 31641.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "Growth of the ancient North American continent (Laurentia) along its western margin in Paleozoic times occurred by addition of materials of both local and exotic origins: a sedimentary apron derived from erosion of the western flank of the continent (the miogeocline), and also a complex of accreted terranes displaced by plate tectonics from other parts of the globe and faulted into the continent.  Research of this study will examine the history of the accreted Chilliwack terrane in northwest Washington about which preliminary studies suggest that at least parts came from northwestern Europe.  A primary tool in our work is acquisition of U-Th-Pb ages of zircon grains in igneous and sedimentary rocks. Preliminary data from igneous rocks in the Chilliwack terrane yield ages not known in western North America, but common in ancient Scandinavia (Baltica).  In sedimentary rocks, age distributions of zircons are in some rocks similar to North America and in other rocks point to an exotic (European or other) homeland. Additional zircon ages will clarify these possible correlations. Further Hf isotopic data from zircons will be used to test possible derivation of parts of the Chilliwack terrane from a primitive oceanic island arc, specifically the early Paleozoic Alexander arc terrane accreted in southeast Alaska, as opposed to evolved continental crust (Laurentian or other).  Field mapping of rock units will evaluate the genetic and structural relationship among parts of the Chilliwack terrane that have North American vs. exotic affinities. The fundamental goal of the project is basic knowledge of mechanisms of plate tectonics and processes of formation of an active continental margin.\r\n\r\nThe research plan is designed to address the scientific issue described above, and also to enhance the education and training of students and elevate interest and understanding of earth history of the Pacific Northwest in the general public. Project funds will support undergraduate students as assistants in the field and laboratory, and pay for students to attend a professional meeting. Student research on the project will likely form the basis of senior theses. Knowledge gained from this study will be incorporated into course work in the classroom, on field trips, and off-campus Pacific Northwest field courses taught at Western Washington University. With respect to the broader community, and aside from technical publications and lectures, results of the proposed study will be integrated into and will enhance frequently occurring field trips for professional groups, such as the Geological Society of America, National Association of Geology Teachers, and Northwest Geological Society. The public lands of the San Juan Islands and Cascades are global tourist destinations, presenting opportunity for reaching a broad audience through geologic displays in parks and in popular geologic literature. The scale of continental margin tectonics on display in western Washington is fascinating at any level of knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Schermer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Schermer",
   "pi_email_addr": "schermer@geol.wwu.edu",
   "nsf_id": "000171912",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Brown",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin H Brown",
   "pi_email_addr": "ehbrown@cc.wwu.edu",
   "nsf_id": "000059501",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982259080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 31641.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objectives of this project were to: (1) determine the geologic history, including deposition, metamorphism, igneous activity, and deformation, of Paleozoic rocks in the North Cascade Mountains and the San Juan Islands of northwestern Washington, (2) develop new analytical methods for reconstructing geologic histories, and (3) provide research experiences for undergraduate students at Western Washington University.</p>\n<p>Outcomes from each of the project objectives:</p>\n<p>(1) Through field mapping we were able to establish relative age relations (e.g. intrusive contacts, faults, age relative to metamorphic and structural events), and to identify important units for sampling. Work within the Yellow Aster complex was targeted to a) identify relationships between units that previous work had shown to have North American vs Scandinavian affinities and b) collect igneous rocks that would help determine the age of major tectonic events.&nbsp; The chemical and age signature of the rocks show that sediments were derived from the Arctic margin of North America and Greenland, and were later transported to their present site. The data further suggest that sedimentation, deformation, metamorphism, and magmatism all occurred within a geologically brief (~15 million years) period around 400 million years ago.&nbsp; By combining U-Pb dating and Lu-Hf isotope analysis, we were able to show that a previous hypothesis correlating the North Cascades rocks (Yellow Aster) with the San Juan Islands rocks (Turtleback) is not strictly supported.&nbsp; Although the ages are similar, and both areas represent a convergent margin magmatic arc setting, the Hf isotopes show that the magmas in the Yellow Aster interacted with ancient continental crust, while those in the San Juans were derived from juvenile (mantle) sources.&nbsp; The Yellow Aster data are unlike any nearby North American sources and require an origin&nbsp; near Greenland.&nbsp; The juvenile values of the Turtleback are characteristic of the Alexander and Wrangellia terranes, which occur outboard (west) of the San Juan Islands and are known to have been displaced from an original position along the Arctic margin of North America.&nbsp; We suggest that rocks in both the San Juan Islands and the North Cascades were located along the Arctic margin of North America 450-350 million years ago, and have since been displaced first westward into the Pacific basin and then southward along the western margin of North America.&nbsp; The difference between the two units is analogous to the present-day Alaska peninsula-Aleutian volcanic chain and the nearby seafloor sediments, which display a more continental signature in the eastern part and a more juvenile signature in the western part.&nbsp;</p>\n<p>(2) Combining the U-Pb and Hf isotope analyses has proven to be of critical importance in determining the origin of an exotic terrane, and whether different terranes can be correlated with each other.&nbsp; This technique will be a powerful tool for reconstructing the tectonic history of western North America and other convergent margins.&nbsp;</p>\n<p>(3) This research project has provided an opportunity for four undergraduate students from Western Washington University to conduct field and laboratory-based research.&nbsp; Two of the students have also been able to participate in U-Pb and Hf isotope analyses at the University of Arizona. Funding from this project has provided opportunities for students to participate in a research project that has important implications for both the evolution of western North America, and the development of new analytical tools for reconstructing the tectonic evolution of crustal fragments along continental margins.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2016<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;R&nbsp;Schermer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objectives of this project were to: (1) determine the geologic history, including deposition, metamorphism, igneous activity, and deformation, of Paleozoic rocks in the North Cascade Mountains and the San Juan Islands of northwestern Washington, (2) develop new analytical methods for reconstructing geologic histories, and (3) provide research experiences for undergraduate students at Western Washington University.\n\nOutcomes from each of the project objectives:\n\n(1) Through field mapping we were able to establish relative age relations (e.g. intrusive contacts, faults, age relative to metamorphic and structural events), and to identify important units for sampling. Work within the Yellow Aster complex was targeted to a) identify relationships between units that previous work had shown to have North American vs Scandinavian affinities and b) collect igneous rocks that would help determine the age of major tectonic events.  The chemical and age signature of the rocks show that sediments were derived from the Arctic margin of North America and Greenland, and were later transported to their present site. The data further suggest that sedimentation, deformation, metamorphism, and magmatism all occurred within a geologically brief (~15 million years) period around 400 million years ago.  By combining U-Pb dating and Lu-Hf isotope analysis, we were able to show that a previous hypothesis correlating the North Cascades rocks (Yellow Aster) with the San Juan Islands rocks (Turtleback) is not strictly supported.  Although the ages are similar, and both areas represent a convergent margin magmatic arc setting, the Hf isotopes show that the magmas in the Yellow Aster interacted with ancient continental crust, while those in the San Juans were derived from juvenile (mantle) sources.  The Yellow Aster data are unlike any nearby North American sources and require an origin  near Greenland.  The juvenile values of the Turtleback are characteristic of the Alexander and Wrangellia terranes, which occur outboard (west) of the San Juan Islands and are known to have been displaced from an original position along the Arctic margin of North America.  We suggest that rocks in both the San Juan Islands and the North Cascades were located along the Arctic margin of North America 450-350 million years ago, and have since been displaced first westward into the Pacific basin and then southward along the western margin of North America.  The difference between the two units is analogous to the present-day Alaska peninsula-Aleutian volcanic chain and the nearby seafloor sediments, which display a more continental signature in the eastern part and a more juvenile signature in the western part. \n\n(2) Combining the U-Pb and Hf isotope analyses has proven to be of critical importance in determining the origin of an exotic terrane, and whether different terranes can be correlated with each other.  This technique will be a powerful tool for reconstructing the tectonic history of western North America and other convergent margins. \n\n(3) This research project has provided an opportunity for four undergraduate students from Western Washington University to conduct field and laboratory-based research.  Two of the students have also been able to participate in U-Pb and Hf isotope analyses at the University of Arizona. Funding from this project has provided opportunities for students to participate in a research project that has important implications for both the evolution of western North America, and the development of new analytical tools for reconstructing the tectonic evolution of crustal fragments along continental margins.\n\n \n\n\t\t\t\t\tLast Modified: 04/01/2016\n\n\t\t\t\t\tSubmitted by: Elizabeth R Schermer"
 }
}