{
 "awd_id": "1249399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The function of meaning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 196211.0,
 "awd_amount": 196211.0,
 "awd_min_amd_letter_date": "2013-02-22",
 "awd_max_amd_letter_date": "2014-02-28",
 "awd_abstract_narration": "People who judge their lives to be highly meaningful are better off compared to those who rate their lives to be less meaningful in a host of important ways, including higher quality of life, slower age-related cognitive decline, and decreased risk of mortality. However, understanding exactly what people mean when they rate the meaningfulness of their lives has proven difficult.  Moreover, no research has directly addressed why the experience of meaning in life is potentially adaptive: What adaptive function does this experience serve?  The proposed studies address these important issues, focusing on a potentially unexpected source of meaning in life: The existence of pattern and regularity in the environment.  In this sense, the feeling of meaning can be attached to an important adaptive problem - identifying reliable pattern in the environment - which is a central goal for all species. This perspective highlights the relevance of associative learning and basic processes of perception to the experience of meaning in life. A series of 11 studies will test the prediction that meaning in life ratings track the coherence of environmental stimuli.  The studies involve exposing participants to stimuli that are characterized by pattern (or randomness) and measuring meaning in life.  In some studies, the stimuli are presented explicitly and in others implicitly, allowing a test of whether awareness is required for these effects.  A final study examines the effects of systematic variation in a discriminative stimulus in an operant conditioning paradigm on subsequent meaning in life.  These studies would suggest that the feeling that life is meaningful provides important information for person: It tells us when the world is making sense.\r\n\r\nThis program of research promises to demystify the human experience of meaning in life and provide experimental evidence for the potential adaptive function of this experience.  The proposed studies provide a foundation for future research integrating meaning in life, a cornerstone of psychological well-being, with cognitive science, neuroscience, and perception.  Further, this research lays the groundwork for potentially innovative approaches for applied settings; for example, routine and habit may be viewed as sources meaning in life, which is an important possibility for populations that lack the introspective capacities more commonly viewed as important to meaning in life. This research aims to inform a broader perspective on meaning in life, embedded in the natural world and informed by the adaptive problems faced by human beings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "King",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A King",
   "pi_email_addr": "kingla@missouri.edu",
   "nsf_id": "000497292",
   "pi_start_date": "2013-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "Psychological Sciences",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652112500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 97390.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The experience of meaning in life is widely recognized as one of the most important aspects of psychological functioning. Even the most casual perusal of the self-help aisle demonstrates that people will go to great lengths to find meaning in their lives. &nbsp;At the same time, meaning in life is often portrayed as a mystery. Psychologists define meaning in life as the experience of one&rsquo;s life as having purpose, significance, and coherence. This last aspect, coherence, suggests that life may be experienced as meaningful if it makes sense to the person living it. This rather simple aspect of this grand experience provides a potential pathway into unlocking, at least part, of what it is that makes life meaningful. The purpose of this project was to examine the ways that coherence, defined as reliable connections, pattern, structure, and routine contribute to the experience of meaning in life. &nbsp;We hypothesized that at least part of the feeling that life is meaningful comes as a result of such experiences: &nbsp;When people encounter reliable connections, structure, and pattern, they are likely to feel that life is meaningful.&nbsp;A series of studies, some of which are already published and others which are on their way to publication, examined the ways that encounters with objectively coherent stimuli, such as pictures of trees organized in a systematic pattern (versus random presentation) influence the experience of meaning in life. &nbsp;Our research showed that even something as simple as exposure to patterned photographs led to higher meaning in life than exposure to random stimuli.</p>\n<p>Additional studies have examined whether these results generalize to even negative stimuli. &nbsp;Consider, for instance, how after reading about a series murders, people often think, &ldquo;There must be a pattern!&rdquo; Using real-life news stories, we found that the extent to which people saw a pattern in the incidents the higher their experience of meaning in life. &nbsp;These results led us to consider the many aspects of life that are characterized by routine and pattern. Could simple routines and habits, for example, also enhance the experience of meaning in life? &nbsp;In a series of studies, we found that reminders of routines (such as reminders of coffee in the morning versus at night) led to higher levels of meaning in life. &nbsp;In addition, individuals who report that their lives are characterized by structure and routine also report higher meaning in life. &nbsp;Finally, we found that not only does learning a new routine (in this case, learning a way to solve a word puzzle) lead to higher meaning in life, but that meaning in life, itself, in turn, predicts greater adherence to the routine.&nbsp;</p>\n<p>From these many studies, we concluded that meaning in life is strongly linked to the experience of reliable associations in the environment. Such associations are typically understood as being detected automatically by the intuitive information processing system. Certainly, the notion that meaning in life is linked to this system stands in contrast to the way we often talk about the experience of meaning as something we reflect upon, struggle over, and create. We devised a theoretical approach to this possibility, the &ldquo;(feelings of) meaning-as-information&rdquo; approach. This approach suggests that meaning in life may not simply result from information processing. &nbsp;Instead, the feeling of meaning directs that processing: When life feels meaningful, people rely on intuition. We conducted a series of studies demonstrating that, indeed, meaning in life is consistently correlated with relying on intuitive information processing, rather than deliberative processing.&nbsp;</p>\n<p>Thus, from this work, we have added simple routines and structure to the list of things (such as positive mood, social relationships, religious faith) that make life mea...",
  "por_txt_cntn": "\nThe experience of meaning in life is widely recognized as one of the most important aspects of psychological functioning. Even the most casual perusal of the self-help aisle demonstrates that people will go to great lengths to find meaning in their lives.  At the same time, meaning in life is often portrayed as a mystery. Psychologists define meaning in life as the experience of oneÆs life as having purpose, significance, and coherence. This last aspect, coherence, suggests that life may be experienced as meaningful if it makes sense to the person living it. This rather simple aspect of this grand experience provides a potential pathway into unlocking, at least part, of what it is that makes life meaningful. The purpose of this project was to examine the ways that coherence, defined as reliable connections, pattern, structure, and routine contribute to the experience of meaning in life.  We hypothesized that at least part of the feeling that life is meaningful comes as a result of such experiences:  When people encounter reliable connections, structure, and pattern, they are likely to feel that life is meaningful. A series of studies, some of which are already published and others which are on their way to publication, examined the ways that encounters with objectively coherent stimuli, such as pictures of trees organized in a systematic pattern (versus random presentation) influence the experience of meaning in life.  Our research showed that even something as simple as exposure to patterned photographs led to higher meaning in life than exposure to random stimuli.\n\nAdditional studies have examined whether these results generalize to even negative stimuli.  Consider, for instance, how after reading about a series murders, people often think, \"There must be a pattern!\" Using real-life news stories, we found that the extent to which people saw a pattern in the incidents the higher their experience of meaning in life.  These results led us to consider the many aspects of life that are characterized by routine and pattern. Could simple routines and habits, for example, also enhance the experience of meaning in life?  In a series of studies, we found that reminders of routines (such as reminders of coffee in the morning versus at night) led to higher levels of meaning in life.  In addition, individuals who report that their lives are characterized by structure and routine also report higher meaning in life.  Finally, we found that not only does learning a new routine (in this case, learning a way to solve a word puzzle) lead to higher meaning in life, but that meaning in life, itself, in turn, predicts greater adherence to the routine. \n\nFrom these many studies, we concluded that meaning in life is strongly linked to the experience of reliable associations in the environment. Such associations are typically understood as being detected automatically by the intuitive information processing system. Certainly, the notion that meaning in life is linked to this system stands in contrast to the way we often talk about the experience of meaning as something we reflect upon, struggle over, and create. We devised a theoretical approach to this possibility, the \"(feelings of) meaning-as-information\" approach. This approach suggests that meaning in life may not simply result from information processing.  Instead, the feeling of meaning directs that processing: When life feels meaningful, people rely on intuition. We conducted a series of studies demonstrating that, indeed, meaning in life is consistently correlated with relying on intuitive information processing, rather than deliberative processing. \n\nThus, from this work, we have added simple routines and structure to the list of things (such as positive mood, social relationships, religious faith) that make life meaningful.  A final implication of this work is that meaning in life, though sometimes feeling rare and hard to find, might be commonplace. A series of reviews of largescale rep..."
 }
}