{
 "awd_id": "1249918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Accounting for turbulent effects to improve prediction of sand and dust transport by wind",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2013-07-26",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "Dr. Raleigh Martin has been awarded an NSF Earth Sciences Postdoctoral Fellowship to carry out a research and education plan at the University of California, Los Angeles.  He will investigate the process of sand transport in response to turbulent winds in natural desert and beach environments.  This sand transport forms sand dunes, and the bombardment of desert soils by bouncing sand produces dust storms. It is therefore important to be able to predict how the rate of sand transport is related to the speed of blowing wind.  Existing theory provides reasonable predictions for sand transport under constant winds, but these predictions break down under the turbulent, rapidly-fluctuating wind conditions characteristic of natural environments.  Changes in the rate of sand transport both lag and feed back onto changes in wind speed near the ground surface.  Through theoretical reasoning supported by field observations, this project will quantify these complex interactions between fluctuating sand transport and turbulent winds, with the ultimate goal of improving predictions of sand transport in natural environments.  The project will proceed from the bottom up, beginning with a detailed analysis of wind-sand interactions, leading into development of a new model for wind-blown sand, and culminating in a linkage of this model to descriptions of turbulent winds in natural environments.  Development and validation of the wind-blown sand model will be based on coupled high-resolution measurements of wind speed and sand transport in natural environments.  In addition to advancing our understanding of a basic process that shapes deserts and coastal environments, this work will provide the basis for addressing such issues as dust pollution, coastal protection, and agricultural soil erosion.  Research efforts will be coupled to initiatives to improve the public availability and accessibility of research data.  Furthermore, educational outreach will be fostered through development of hands-on earth science projects for fifth-grade students at a local elementary school.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raleigh",
   "pi_last_name": "Martin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Raleigh L Martin",
   "pi_email_addr": "",
   "nsf_id": "000622459",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Martin                  Raleigh        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Philadelphia",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "191046316",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Los Angeles",
  "perf_str_addr": null,
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900959000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> When the wind is strong, it can move sand and generate airborne dust on beaches, in deserts, on farm fields, and even on the surfaces of other planets. &nbsp;Understanding how sand and dust are moved by wind is therefore important for research both on generation of dust in the atmosphere and on the evolution of surface features on earth and other planets. &nbsp;However, existing models for wind-blown sand and dust often yield predictions that differ substantially from observations.</p>\n<p><em>The goal of this project has been to improve models for wind-blown sand and dust.</em>&nbsp; In particular, field observations were performed to simultaneously measure fluctuations of wind speed and sand movement with extremely high frequency (fractions of a second). &nbsp;Unlike most previous studies, which mainly considered just the average wind and sand movement, this study allowed for examination of how sand responds to turbulence, the rapid wind speed fluctuations that occur when wind blows over the land surface. &nbsp;Such high-frequency observations had been made before, but only for a few minutes at a time. &nbsp;This project provided an unprecedented ability to examine how turbulence affects the movement of sand by wind over extended periods of time at multiple distinctive research sites.</p>\n<p>Analysis of the field data have yielded several preliminary research results that have the potential to substantially improve prediction of wind-blown sand and dust for a variety of applications. &nbsp;One fundamental result is that the amount of sand moved is proportional to the applied shear stress (force per surface area) of the wind above a threshold value. &nbsp;Despite recent evidence from wind tunnel experiments supporting this conclusion, field evidence for such a relationship had been lacking until now. &nbsp;Without such field evidence, older models incorporating a different dependence of sand movement on wind shear stress have prevailed despite being incorrect. &nbsp;In addition to this core finding, this research has also led to many specific insights on the interactions between turbulence and moving sand, producing new approaches to characterizing turbulence to improve wind-blown sand transport predictions.</p>\n<p><strong>Broader Impacts:</strong>&nbsp;This fellowship provided substantial training and professional development for Dr. Martin on his path toward an academic career, building his capacity for leading field campaigns (his previous experiences were almost entirely with laboratory experiments) and developing his project management and writing skills under the mentorship of Professer Jasper Kok at the University of California, Los Angeles.</p>\n<p>Undergraduate and graduate students participated in all field deployments and played a significant role in subsequent data analysis and interpretation. &nbsp;Dr. Martin provided training and mentorship to student assistants and also expanded his own capacities as a research mentor and teacher. &nbsp;He also performed outreach at a local school (Birney Elementary, Redondo Beach, CA), where he developed and delivered hands-on lessons on weather in collaboration with a fifth-grade teacher.</p>\n<p>The research performed for this fellowship itself has potential for substantial social and environmental impacts. &nbsp;Through the course of the research, a strong collaboration was formed with resource managers at the Oceano Dunes State Vehicular Recreation Area on the Central Coast of California, where efforts at airborne dust mitigation have cost millions of dollars. &nbsp;Models for wind-blown sand developed through this project directly inform predictions of wind-blown dust, important for its effects on human health and climate. &nbsp;Wind-blown sand models also inform efforts to mitigate agricultural soil erosion. &nbsp;Finally, recent observations indicate how surfaces of Mars and...",
  "por_txt_cntn": "\nIntellectual Merit: When the wind is strong, it can move sand and generate airborne dust on beaches, in deserts, on farm fields, and even on the surfaces of other planets.  Understanding how sand and dust are moved by wind is therefore important for research both on generation of dust in the atmosphere and on the evolution of surface features on earth and other planets.  However, existing models for wind-blown sand and dust often yield predictions that differ substantially from observations.\n\nThe goal of this project has been to improve models for wind-blown sand and dust.  In particular, field observations were performed to simultaneously measure fluctuations of wind speed and sand movement with extremely high frequency (fractions of a second).  Unlike most previous studies, which mainly considered just the average wind and sand movement, this study allowed for examination of how sand responds to turbulence, the rapid wind speed fluctuations that occur when wind blows over the land surface.  Such high-frequency observations had been made before, but only for a few minutes at a time.  This project provided an unprecedented ability to examine how turbulence affects the movement of sand by wind over extended periods of time at multiple distinctive research sites.\n\nAnalysis of the field data have yielded several preliminary research results that have the potential to substantially improve prediction of wind-blown sand and dust for a variety of applications.  One fundamental result is that the amount of sand moved is proportional to the applied shear stress (force per surface area) of the wind above a threshold value.  Despite recent evidence from wind tunnel experiments supporting this conclusion, field evidence for such a relationship had been lacking until now.  Without such field evidence, older models incorporating a different dependence of sand movement on wind shear stress have prevailed despite being incorrect.  In addition to this core finding, this research has also led to many specific insights on the interactions between turbulence and moving sand, producing new approaches to characterizing turbulence to improve wind-blown sand transport predictions.\n\nBroader Impacts: This fellowship provided substantial training and professional development for Dr. Martin on his path toward an academic career, building his capacity for leading field campaigns (his previous experiences were almost entirely with laboratory experiments) and developing his project management and writing skills under the mentorship of Professer Jasper Kok at the University of California, Los Angeles.\n\nUndergraduate and graduate students participated in all field deployments and played a significant role in subsequent data analysis and interpretation.  Dr. Martin provided training and mentorship to student assistants and also expanded his own capacities as a research mentor and teacher.  He also performed outreach at a local school (Birney Elementary, Redondo Beach, CA), where he developed and delivered hands-on lessons on weather in collaboration with a fifth-grade teacher.\n\nThe research performed for this fellowship itself has potential for substantial social and environmental impacts.  Through the course of the research, a strong collaboration was formed with resource managers at the Oceano Dunes State Vehicular Recreation Area on the Central Coast of California, where efforts at airborne dust mitigation have cost millions of dollars.  Models for wind-blown sand developed through this project directly inform predictions of wind-blown dust, important for its effects on human health and climate.  Wind-blown sand models also inform efforts to mitigate agricultural soil erosion.  Finally, recent observations indicate how surfaces of Mars and other planetary bodies are actively shaped by the wind, and this research offers useful insights for understanding the formation of these other worlds.\n\n\t\t\t\t\tLast Modified: 12/29/2015\n\n\t\t\t\t\tSubmitted by: Raleigh L Marti..."
 }
}