{
 "awd_id": "1249600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Craft Specialization and Animal Products at the Late Neolithic Longshan Period Sites of Taosi and Zhoujiazhuang, Shanxi Province, China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 17609.0,
 "awd_amount": 17609.0,
 "awd_min_amd_letter_date": "2012-12-07",
 "awd_max_amd_letter_date": "2012-12-07",
 "awd_abstract_narration": "Under the direction of Dr. P. Jeffrey Brantingham, Ms. Katherine Brunson will conduct a seven month fieldwork project to study the zooarchaeological record at the Late Neolithic Longshan period sites of Taosi and Zhoujiazhuang in Shanxi Province, China. Ms. Brunson's research will explore the possibility that animal exploitation strategies and animal products played a key role in the processes of craft specialization and state formation in ancient China. Unlike stone, clay, or metal resources, animals are uniquely vulnerable to environmental fluctuations and disease. This raises the question of whether complexity based on craft specialization in animal products is more fragile that that based on ceramics or bronze manufacturing. By studying evidence for secondary (ante-mortem) product use and bone working during the late third millennium and early second millennium BC at Taosi and Zhoujiazhuang, Ms. Brunson will examine the relationship between animal products, craft specialization, increased social complexity, environmental change, and societal collapse during the Longshan period. \r\n\r\nThe research is significant because it provides insight into the complex interactions between environment, subsistence and other human behaviors which led to the rise of social complexity. Archaeology provides a unique set of data which permits scientists to examine this unfolding process over extended periods of time.\r\n\r\nIncreasing social complexity during the Longshan period coincided with several changes in the zooarchaeological record. During the Early and Middle Neolithic, pigs and dogs were the main indigenous Chinese domesticates. During the Late Neolithic, sheep and cattle were introduced to China, likely through trade routes from West Asia. Whereas pigs and dogs are primarily used for meat, sheep and cattle may be used for secondary products such as wool and milk or as draught animals. The availability of new animal resources may have created opportunities for people to diversify their herd management strategies during times of environmental stress. New animal resources may have also promoted specialized craft production in crafts such as bone working. Ms. Brunson's previous research at Taosi revealed that kill-off patterns for sheep match a wool exploitation pattern, that there is evidence for cattle bone tool production, and that herding strategies changed significantly after political collapse at Taosi. Ms. Brunson will further examine these trends by creating more refined age and sex profiles, conducting a detailed analysis of bone craft production organization, and by analyzing faunal assemblages from nearby sites such as Zhoujiazhuang. Her research will form an important point of comparison with studies that emphasize prestige goods and bronze production in the formation of ancient Chinese states. Because many animal products were utilitarian or subsistence goods, they hold important information for how craft production was organized in different ways and why certain types of crafts are more resistant to political, economic, or environmental changes, while other crafts are less so. \r\n\r\nThe broader impacts of Ms. Brunson's work include facilitating international scholarly exchange and contributing to the developing field of zooarchaeology in China. Ms. Brunson will build upon existing collaborations with Chinese scholars as she learns methods that will be important to her future work in China. She plans to publish her dissertation results in both English and Chinese language journals in order to make her findings available to a wide audience. Finally, Ms. Brunson will upload her data to an online open access archive so that researchers from around the world can have access to the faunal data from these important sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "P Jeffrey",
   "pi_last_name": "Brantingham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "P Jeffrey Brantingham",
   "pi_email_addr": "branting@ucla.edu",
   "nsf_id": "000485798",
   "pi_start_date": "2012-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Brunson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine R Brunson",
   "pi_email_addr": "krbrunson@gmail.com",
   "nsf_id": "000623020",
   "pi_start_date": "2012-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Anthropology, UCLA",
  "perf_str_addr": null,
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17609.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Doctoral Dissertation Improvement Grant:</span> Craft Specialization and Animal Products at the Late Neolithic Longshan Period Sites of Taosi and Zhoujiazhuang, Shanxi Province, China</p>\n<p><span style=\"text-decoration: underline;\">Principal Investigator:</span> P. Jeffrey Brantingham</p>\n<p><span style=\"text-decoration: underline;\">Co-Principal Investigator:</span> Katherine Brunson</p>\n<p><span style=\"text-decoration: underline;\">Project Outcomes Report:</span></p>\n<p>My dissertation is the culmination of research at the Late Neolithic Longshan period archaeological sites of Taosi and Zhoujiazhuang in Shanxi Province,</p>\n<p>China. Both sites date to the late 3<sup>rd</sup> millennium BCE and contain some of the earliest evidence for extensive herding of sheep and cattle, two domesticates introduced to China from West Asia. Taosi is a 3 km<sup>2</sup> walled city dating to 2,300-1,900 cal BCE. It is one of the most important archaeological sites in China&mdash;if not the world&mdash;containing China&rsquo;s earliest elite palace architecture, a Stonehenge-like solar observatory, a cemetery of unprecedented size and richness, and evidence for city planning according to religious cosmology. During its height in the middle occupation phase (ca. 2,100-2,000 cal BCE), Taosi was the largest city in China and roughly equal in size to the later site of Erlitou (ca. 1,900-1,500 BC), considered by many to be the earliest Chinese state. The late occupation phase at Taosi (2,000-1,900 cal BCE) was a period of social unrest and violence. During the late phase, the nearby site of Zhoujiazhuang located 40km south of Taosi reached its maximum size of over 2 km<sup>2</sup>, making it an important site for studying how changes at Taosi influenced economic activities at smaller regional settlements.</p>\n<p>&nbsp;</p>\n<p>Most theories of state formation in China emphasize the ways that elites monopolized production of pottery and bronze as a means of legitimizing their authority. Less is known about the role of other types of crafts in this process, especially crafts involving utilitarian animal products. Zooarchaeology, especially through studies of bone working, has enormous potential for documenting social changes by revealing how people adopted new technologies and new domesticates. In my dissertation, I argue that control over animal resources may have been just as important as control over other types of elite crafts. I hypothesize that sheep and cattle provided new opportunities for craft production in emerging state societies because they can be used for secondary (ante-mortem) animal products such as milk and wool as well as providing additional sources of meat and bone raw materials.</p>\n<p>&nbsp;</p>\n<p>With the help of the NSF DIG fellowship, I spent 7 months in China participating in excavations at my two research sites and identifying over 5,000 animal bones and bone artifacts. Through comparisons of taxa distributions, demographic profiles, and bone tool production debris, I am examining what differences in animal exploitation between the two sites can reveal about changes in Longshan society. At Taosi, people relied almost entirely on domestic animals. Slaughter patterns based on age at death data indicate that people were raising pigs for meat, sheep for wool, and cattle as wealth animals. Cattle scapulae were also more frequently used in oracle bone divination, indicating that cattle were important ritual animals. At Zhoujiazhuang, there is a much heavier reliance on wild taxa. Slaughter patterns for pigs and cattle are similar to those at Taosi, but slaughter profiles for sheep indicate that they were raised for meat, not secondary products. The differing emphasis on domestic animals between the two sites and differences in sheep exploitation suggest that people at large political centers such as Taosi specialized in anim...",
  "por_txt_cntn": "\nDoctoral Dissertation Improvement Grant: Craft Specialization and Animal Products at the Late Neolithic Longshan Period Sites of Taosi and Zhoujiazhuang, Shanxi Province, China\n\nPrincipal Investigator: P. Jeffrey Brantingham\n\nCo-Principal Investigator: Katherine Brunson\n\nProject Outcomes Report:\n\nMy dissertation is the culmination of research at the Late Neolithic Longshan period archaeological sites of Taosi and Zhoujiazhuang in Shanxi Province,\n\nChina. Both sites date to the late 3rd millennium BCE and contain some of the earliest evidence for extensive herding of sheep and cattle, two domesticates introduced to China from West Asia. Taosi is a 3 km2 walled city dating to 2,300-1,900 cal BCE. It is one of the most important archaeological sites in China&mdash;if not the world&mdash;containing ChinaÆs earliest elite palace architecture, a Stonehenge-like solar observatory, a cemetery of unprecedented size and richness, and evidence for city planning according to religious cosmology. During its height in the middle occupation phase (ca. 2,100-2,000 cal BCE), Taosi was the largest city in China and roughly equal in size to the later site of Erlitou (ca. 1,900-1,500 BC), considered by many to be the earliest Chinese state. The late occupation phase at Taosi (2,000-1,900 cal BCE) was a period of social unrest and violence. During the late phase, the nearby site of Zhoujiazhuang located 40km south of Taosi reached its maximum size of over 2 km2, making it an important site for studying how changes at Taosi influenced economic activities at smaller regional settlements.\n\n \n\nMost theories of state formation in China emphasize the ways that elites monopolized production of pottery and bronze as a means of legitimizing their authority. Less is known about the role of other types of crafts in this process, especially crafts involving utilitarian animal products. Zooarchaeology, especially through studies of bone working, has enormous potential for documenting social changes by revealing how people adopted new technologies and new domesticates. In my dissertation, I argue that control over animal resources may have been just as important as control over other types of elite crafts. I hypothesize that sheep and cattle provided new opportunities for craft production in emerging state societies because they can be used for secondary (ante-mortem) animal products such as milk and wool as well as providing additional sources of meat and bone raw materials.\n\n \n\nWith the help of the NSF DIG fellowship, I spent 7 months in China participating in excavations at my two research sites and identifying over 5,000 animal bones and bone artifacts. Through comparisons of taxa distributions, demographic profiles, and bone tool production debris, I am examining what differences in animal exploitation between the two sites can reveal about changes in Longshan society. At Taosi, people relied almost entirely on domestic animals. Slaughter patterns based on age at death data indicate that people were raising pigs for meat, sheep for wool, and cattle as wealth animals. Cattle scapulae were also more frequently used in oracle bone divination, indicating that cattle were important ritual animals. At Zhoujiazhuang, there is a much heavier reliance on wild taxa. Slaughter patterns for pigs and cattle are similar to those at Taosi, but slaughter profiles for sheep indicate that they were raised for meat, not secondary products. The differing emphasis on domestic animals between the two sites and differences in sheep exploitation suggest that people at large political centers such as Taosi specialized in animal crafts to a much higher degree, using animals to make new kinds of crafts that people at smaller regional centers like Zhoujiazhuang did not produce. As I continue to analyze my data and write my dissertation, I will address the importance of these new animal resources at emerging population centers, the role of animals in changing elite culture, and how a..."
 }
}