{
 "awd_id": "1250574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Proposal to Provide Technical Assistance in the National Science Foundation's Historically Black Colleges and Universities (HBCU) Undergraduate Program",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 770378.0,
 "awd_amount": 813835.0,
 "awd_min_amd_letter_date": "2013-01-10",
 "awd_max_amd_letter_date": "2013-12-19",
 "awd_abstract_narration": "This award enables the Quality Education for Minorities (QEM) Network to offer 7 workshops for faculty at HBCUs. The series includes proposal development workshops for science, technology, engineering and mathematics (STEM) faculty at these minority-serving institutions that have never received HBCU-UP support.  Workshops in the series focuses on enhancing the ability of STEM and/or Education faculty at current HBCU-UP grantee institutions to prepare competitive Broadening Participation Research (BPR) and Research Initiation Awards (RIA) proposals to NSF's HBCU-UP program. \r\n\r\nThe proposed project convenes STEM junior faculty from grantee institutions to discuss effective mentoring and training of STEM undergraduates as research assistants.  These workshops are designed to help ensure that students who graduate from HBCU institutions with degrees in STEM disciplines are well-prepared to successfully pursue STEM graduate study or to transition into the STEM workforce.\r\n\r\nThe workshops will involve a minimum of 250 different STEM faculty from HBCUs and provide a strong foundation for institutions to pursue and successfully receive increased support for STEM and STEM education activities on their respective campuses. Strengthening STEM disciplinary offerings at minority-serving institutions represented in the workshop series increases the number and quality of preparation of STEM graduates from these institutions. This, in turn, positions HBCUs to enhance and expand their contribution to the quality and productivity of the Nation?s STEM workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "McBay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley McBay",
   "pi_email_addr": "smmcbay@qem.org",
   "nsf_id": "000261590",
   "pi_start_date": "2013-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N Street, NW, Suite 350",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 471777.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 342058.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2013 to 2015, with support from National Science Foundation (NSF) Award #1250574, the Quality Education for Minorities (QEM) Network provided technical assistance to encourage and equip HBCUs and their STEM faculty to participate more fully in addressing the Nation&rsquo;s priorities to increase core STEM research and enhance the preparation of an increased number of STEM students from underrepresented groups for the Nation&rsquo;s workforce. The project addressed underrepresentation in STEM by focusing on HBCUs, a group of institutions that award a significant percentage of the STEM baccalaureate degrees earned by African Americans.</p>\n<p>&nbsp;</p>\n<p>The QEM HBCU-UP project conducted a STEM-focused proposal and professional development workshop series for faculty/administrators from NSF HBCU-UP grantees and eligible institutions. Over the period of this award, 298 participants from 57 HBCUs and five (5) other minority-serving institutions (MSIs) attended the eight QEM project workshops. The participants represent increased capacity for sustaining and strengthening the STEM research and education infrastructure at their institutions as well as Nation-wide.</p>\n<p>&nbsp;</p>\n<p>The QEM workshops focused on: proposal development in various NSF HBCU-UP program tracks to support STEM research and education capacity-building; dissemination of effective strategies for involving STEM faculty in mathematics and science teacher preparation; and professional development for junior faculty to increase/enhance their STEM scholarly productivity and teaching effectiveness. At the end of each workshop, participants received evaluation questionnaires to solicit feedback regarding their overall rating of the workshop. Of the 272 questionnaire respondents (91% response rate), 96% gave the workshops an overall rating of &ldquo;excellent&rdquo; or &ldquo;very good.&rdquo;</p>\n<p>&nbsp;</p>\n<p>Participants in the QEM HBCU-UP workshop series enhanced their knowledge of effective strategies and engaged in discussions with expert STEM consultants as well as their peers to address STEM capacity-building challenges faced by their institutions. They were encouraged to share information and materials received at the workshops with colleagues on their campuses. Workshop agendas, with live links to presentations, and E-Resource Lists were sent by e-mail to participants and also posted to the QEM website to facilitate dissemination to other faculty as well as the general public. URL: <a href=\"http://qemnetwork.qem.org/HBCU-UP.htm\">http://qemnetwork.qem.org/HBCU-UP.htm</a></p>\n<p>&nbsp;</p>\n<p>In addition, QEM conducted follow-up activities with participants from the workshop series and provided guidance and links to additional electronic resources on emerging issues in STEM as well as effective strategies and practices in STEM education and research. Cybersecurity was identified as a critical emerging issue as well as a national priority. In February 2015, QEM distributed a cybersecurity survey to 59 HBCUs with computer science and/or computer engineering programs in order to gain a better understanding of current cybersecurity education and practices at the institutions. Survey topics addressed included: cybersecurity awareness and related training; security curriculum development; computer/ network security and information assurance; and security-related industry partnerships. Survey results will be used to determine potential opportunities related to the integration of cybersecurity knowledge into STEM teaching, learning and research environments at HBCUs.</p>\n<p>&nbsp;</p>\n<p>Overall, QEM HBCU-UP project activities have impacted STEM research and teaching environments at HBCUs and have enabled faculty to gain or enhance their knowledge on how to implement strategies as well as gauge the effectiveness of their approaches to the integration of STEM research and education. As evaluation...",
  "por_txt_cntn": "\nFrom 2013 to 2015, with support from National Science Foundation (NSF) Award #1250574, the Quality Education for Minorities (QEM) Network provided technical assistance to encourage and equip HBCUs and their STEM faculty to participate more fully in addressing the NationÆs priorities to increase core STEM research and enhance the preparation of an increased number of STEM students from underrepresented groups for the NationÆs workforce. The project addressed underrepresentation in STEM by focusing on HBCUs, a group of institutions that award a significant percentage of the STEM baccalaureate degrees earned by African Americans.\n\n \n\nThe QEM HBCU-UP project conducted a STEM-focused proposal and professional development workshop series for faculty/administrators from NSF HBCU-UP grantees and eligible institutions. Over the period of this award, 298 participants from 57 HBCUs and five (5) other minority-serving institutions (MSIs) attended the eight QEM project workshops. The participants represent increased capacity for sustaining and strengthening the STEM research and education infrastructure at their institutions as well as Nation-wide.\n\n \n\nThe QEM workshops focused on: proposal development in various NSF HBCU-UP program tracks to support STEM research and education capacity-building; dissemination of effective strategies for involving STEM faculty in mathematics and science teacher preparation; and professional development for junior faculty to increase/enhance their STEM scholarly productivity and teaching effectiveness. At the end of each workshop, participants received evaluation questionnaires to solicit feedback regarding their overall rating of the workshop. Of the 272 questionnaire respondents (91% response rate), 96% gave the workshops an overall rating of \"excellent\" or \"very good.\"\n\n \n\nParticipants in the QEM HBCU-UP workshop series enhanced their knowledge of effective strategies and engaged in discussions with expert STEM consultants as well as their peers to address STEM capacity-building challenges faced by their institutions. They were encouraged to share information and materials received at the workshops with colleagues on their campuses. Workshop agendas, with live links to presentations, and E-Resource Lists were sent by e-mail to participants and also posted to the QEM website to facilitate dissemination to other faculty as well as the general public. URL: http://qemnetwork.qem.org/HBCU-UP.htm\n\n \n\nIn addition, QEM conducted follow-up activities with participants from the workshop series and provided guidance and links to additional electronic resources on emerging issues in STEM as well as effective strategies and practices in STEM education and research. Cybersecurity was identified as a critical emerging issue as well as a national priority. In February 2015, QEM distributed a cybersecurity survey to 59 HBCUs with computer science and/or computer engineering programs in order to gain a better understanding of current cybersecurity education and practices at the institutions. Survey topics addressed included: cybersecurity awareness and related training; security curriculum development; computer/ network security and information assurance; and security-related industry partnerships. Survey results will be used to determine potential opportunities related to the integration of cybersecurity knowledge into STEM teaching, learning and research environments at HBCUs.\n\n \n\nOverall, QEM HBCU-UP project activities have impacted STEM research and teaching environments at HBCUs and have enabled faculty to gain or enhance their knowledge on how to implement strategies as well as gauge the effectiveness of their approaches to the integration of STEM research and education. As evaluations revealed, workshop participants have a better understanding of how they can integrate students into their research; integrate research findings into their teaching; enhance STEM instruction communication; and establish, manage, and s..."
 }
}