{
 "awd_id": "1250366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analyses of Volatiles in Volcanic Glasses: Bridging the Gap between the Macroscopic and the Micron Scale",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 191591.0,
 "awd_amount": 191591.0,
 "awd_min_amd_letter_date": "2013-03-08",
 "awd_max_amd_letter_date": "2013-03-08",
 "awd_abstract_narration": "Synopsis: \r\nOn earth, magmas feeding volcanic eruptions generally contain a certain amount of volatile components (mostly H2O, CO2, S, Cl, F). These volatiles tend to separate into a vapor phase during ascent of magma towards the surface (\"degassing\"), which generally provides the driving force for volcanic eruptions. The \"explosivity\" of volcanic eruptions greatly depends on whether this vapor phase, which takes the form of gas bubbles, can easily separate from the melt phase or not. In this sense, volatile components truly exert the main control on whether an eruption ends up being effusive (example: lava flows in Hawaii) or explosive (example: large volcanic plumes at Mt St Helens). The remaining undegassed fraction of these volatiles can be preserved within volcanic glasses that are quenched upon eruption (\"interstitial glasses\"), and may yield essential information on how much of this vapor phase left the melt. In addition, the initial volatile contents can sometimes be preserved by fractions of melt trapped within the crystals that grow during magma ascent. These \"melt inclusions\" are also cooled to a glassy state upon eruption, and are often considered to be chronicles of the initial volatile contents of magmas. By compiling large sets of volatile data collected in melt inclusions and  interstitial glasses, the mechanisms by which the gases separate and the extent of degassing can be constrained for a variety of different eruptions. Yet, for products of older eruptions (>1000-2000 years old), external volatiles such as meteoric water can infiltrate the glass structure and overprint the purely \"magmatic\" signal. In fact, the tendency for meteoric water to be incorporated in glasses has been used for archaeological dating by measuring the thickness of \"hydration\" within volcanic rocks. Therefore, a key challenge in quantifying volatile components in glasses is the capacity to discriminate between primary (magmatic) and secondary (meteoric) components. This project explores a variety of analytical strategies to quantify these two types of components in volcanic glasses, with the objective of tracking back the history of magmas ascending towards the surface. The results from this proposal can then serve for predictive physical models of magma ascent and eruption. \r\n\r\nTechnical abstract:\r\nAnalyzing volatiles enclosed within the products of eruptions (i.e., juvenile pyroclasts and the melt inclusions trapped within their mineral phases) is an essential objective within the volcanology community. Pyroclasts contain volatiles from the late decompression history (i.e., within the groundmass glass), as well as from their evolution from the reservoir to the conduit (i.e., within melt inclusions). Thus, they usually provide the only available record of magmatic storage and ascent. Electron microprobe analyses of Cl, F and other species are easily achievable; however, the same cannot be said for lighter volatiles such as H2O or CO2, which are often quantified using spectroscopy-based techniques such as FTIR. Regrettably, a certain analytical divide still separates us from characterizing volatiles in vesicular samples due to the low spatial resolution attained by most techniques. MicroRaman spectroscopy is a good candidate to close-in on this resolution gap, and is already used to quantify H2O in melt inclusions. Its high resolution (spot diameter ~1-2 µm) is ideal for measuring water in tiny areas of glass, providing that the technique is tested and its potential drawbacks defined.The current project proposes to test and calibrate a microRaman spectroscopy routine to measure H2O. Prior to applying the methodology to sets of natural samples, pyroclasts from three case-studies (Vesuvius 79AD, Taupo 181AD, and Pu'u Wa'awa'a 114ka) will be analyzed for potential secondary hydration contributions to the total volatile content. H2O measurements in pumice glasses and melt inclusions will be then coupled with Cl analyses obtained using EMPA to decipher the large-scale degassing histories of the three selected eruptions. This part of the investigation will uncover unknown aspects of the magmatic evolution of both the Vesuvius and Taupo eruptions, and offer the opportunity to describe a unique expression of silicic volcanism in Hawaii (Pu'u Wa'awa'a). The limits of both analytical tools will be pushed to their maximum to characterize microscopic scale variations and their effects on degassing during decompression. In particular, significant attention will be given to the role of shear localization in facilitating volatile exsolution during ascent in the conduit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Shea",
   "pi_email_addr": "tshea@hawaii.edu",
   "nsf_id": "000595149",
   "pi_start_date": "2013-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East-West rd.",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 191591.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volatiles, in particular H2O, are the main driver for shallow magma ascent and explosive eruptions. Therefore, our capacity to measure residual H2O in the products of explosive eruptions (pyroclasts, e.g. pumice, scoria) is key if we wish to understand magma behavior prior to and during a volcanic eruption. An overwhelming issue with analyzing H2O in highly porous pyroclasts is that most routine techniques cannot measure the very small glassy areas in between vesicles. &nbsp;This project supported the development of an analytical technique (microRaman) to perform H2O measurements in areas as small as a few microns with good accuracy and precision. A routine was successfully tested and published, and a computer program developed to facilitate spectral treatment to obtain H2O data from Raman analyses. The high spatial resolution capabilities of the microRaman technique and a selection of samples collected during field campaigns funded by this award are presently being used to measure meteoric water rehydration rinds around obsidian glass, which will help constrain the rates of water diffusion at atmospheric temperatures. Aside from the volcanological interest in the kinetics of glass rehydration, these diffusion rates can be used to recover the ages of archaeological artefacts.</p>\n<p>In parallel, other methods to measure volatiles at high spatial resolution were tested (e.g, Cl using the Electron Microprobe analyzer) to show that those can be used as well to retrace the conduit degassing history of magmas. Finally, field work supported during this award led to the discovery of remnants of ancient highly explosive eruptions on the Island of Hawaii, where such activity was previously thought to be absent from the geological record of the Hawaiian Islands.</p>\n<p>The different results from this project led to 3 already published articles and 2 currently in review, 4 conference abstracts, 1 geological information brochure now distributed at the trailhead of the field area designed by the PI, and a full undergraduate student project that led to a thesis and a presentation at an international conference by the student. Much of the information gathered during this award period has been made available on the PIs website.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2016<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Shea</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_1464813680399_resolution--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_1464813680399_resolution--rgov-800width.jpg\" title=\"Resolution of analytical techniques\"><img src=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_1464813680399_resolution--rgov-66x44.jpg\" alt=\"Resolution of analytical techniques\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">see caption on image</div>\n<div class=\"imageCredit\">Thomas Shea</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Shea</div>\n<div class=\"imageTitle\">Resolution of analytical techniques</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_1464813728716_h2o_profile--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_1464813728716_h2o_profile--rgov-800width.jpg\" title=\"Water diffusion profile in obsidian\"><img src=\"/por/images/Reports/POR/2016/1250366/1250366_10235743_146481372871...",
  "por_txt_cntn": "\nVolatiles, in particular H2O, are the main driver for shallow magma ascent and explosive eruptions. Therefore, our capacity to measure residual H2O in the products of explosive eruptions (pyroclasts, e.g. pumice, scoria) is key if we wish to understand magma behavior prior to and during a volcanic eruption. An overwhelming issue with analyzing H2O in highly porous pyroclasts is that most routine techniques cannot measure the very small glassy areas in between vesicles.  This project supported the development of an analytical technique (microRaman) to perform H2O measurements in areas as small as a few microns with good accuracy and precision. A routine was successfully tested and published, and a computer program developed to facilitate spectral treatment to obtain H2O data from Raman analyses. The high spatial resolution capabilities of the microRaman technique and a selection of samples collected during field campaigns funded by this award are presently being used to measure meteoric water rehydration rinds around obsidian glass, which will help constrain the rates of water diffusion at atmospheric temperatures. Aside from the volcanological interest in the kinetics of glass rehydration, these diffusion rates can be used to recover the ages of archaeological artefacts.\n\nIn parallel, other methods to measure volatiles at high spatial resolution were tested (e.g, Cl using the Electron Microprobe analyzer) to show that those can be used as well to retrace the conduit degassing history of magmas. Finally, field work supported during this award led to the discovery of remnants of ancient highly explosive eruptions on the Island of Hawaii, where such activity was previously thought to be absent from the geological record of the Hawaiian Islands.\n\nThe different results from this project led to 3 already published articles and 2 currently in review, 4 conference abstracts, 1 geological information brochure now distributed at the trailhead of the field area designed by the PI, and a full undergraduate student project that led to a thesis and a presentation at an international conference by the student. Much of the information gathered during this award period has been made available on the PIs website. \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2016\n\n\t\t\t\t\tSubmitted by: Thomas Shea"
 }
}