{
 "awd_id": "1250035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Classic Maya Political Dynamics at Motul de San Jose, Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 286188.0,
 "awd_amount": 286188.0,
 "awd_min_amd_letter_date": "2013-01-29",
 "awd_max_amd_letter_date": "2013-01-29",
 "awd_abstract_narration": "With NSF support, Drs. Antonia Foias and Kitty Emery together with an international team from the USA, Canada, and Guatemala will carry out two field seasons of archaeological excavations and environmental studies in the periphery of Motul de San José, the capital of a small Classic Maya state in northern Guatemala. The project brings together specialists in archaeology, soil studies, chemistry, ecology, zooarchaeology, and archaeobotany to explore the causes of the political dynamism of Maya states during the Late Classic period (A.D.600-830). The recent consensus that Maya political organization was highly dynamic with different states having variable sizes, scales, and developmental trajectories has been well received, but this recent scholarship has not been able to explain the causes of this dynamism. The traditional focus on major centers has also not shed sufficient light on how subsidiary settlements engaged with political power. But this dialectic between the rulers and the ruled lies at the heart of political dynamics in all complex societies. Furthermore, political decision-making occurs within an environmental landscape that offers both context and resources directly relevant to politics, economics, and ritual.\r\n\r\nThe goal of this project is to investigate the factors governing political dynamics by tracking how Motul de San José (MSJ) controlled and/or interacted with its periphery, specifically with two of its satellite centers (Chachaklu'um and K'ante'tuul). The MSJ polity provides an ideal situation for the proposed research because it is small enough to allow one to understand political relationships at low costs and because it is located in a highly heterogeneous environmental zone that offers a diversity of resources to different sites within the polity. Furthermore, a decade of archaeological work at Motul by the Co-PIs has provided a broad overview of its cultural history and environmental context. \r\n\r\nInvestigations at each site will include: (1) complete mapping; (2) environmental surveys; (3) horizontally extensive excavations in 3 households of different socioeconomic status; (4) stratigraphic test pitting and excavations of refuse deposits at an additional 8 households and the largest public plaza; and (5) analysis of all ancient remains. Finally, all these datasets will be integrated into a single GIS database to understand the changing relationships between all components through time.  These studies will chart changing household construction and activities as well as the extent and nature of the exploitation of environmental resources (e.g., soils, water, animals, chert, clay) through the Late Classic to understand if Motul ruled its peripheries through alliances with local groups, or through conquest and territorial annexation. \r\n\r\nThis research will contribute to our understanding of the political structure of Classic Maya polities from the perspective of small communities which negotiate, resist or support political domination. Ultimately how political agency is combined with environmental exploitation at multiple levels within a polity determines the stability and longevity of that particular state, or its collapse, offering us lessons for the present time. The project will enhance opportunities for work, education, research and cooperation for local communities, archaeology students and professionals in Guatemala, Canada and USA. The project will also promote sustainable stewardship and ecotourism in this important area of northern Guatemala.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonia",
   "pi_last_name": "Foias",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Antonia E Foias",
   "pi_email_addr": "antonia.e.foias@williams.edu",
   "nsf_id": "000287350",
   "pi_start_date": "2013-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Emery",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine F Emery",
   "pi_email_addr": "kemery@flmnh.ufl.edu",
   "nsf_id": "000165161",
   "pi_start_date": "2013-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams College",
  "inst_street_address": "880 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSTOWN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135974352",
  "inst_zip_code": "012672600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "PRESIDENT & TRUSTEES OF WILLIAMS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JVZEJJ6N5EM8"
 },
 "perf_inst": {
  "perf_inst_name": "Williams College",
  "perf_str_addr": "",
  "perf_city_name": "San Jose",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GT",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Guatemala",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 286188.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the major debates in Maya archaeology revolves&nbsp; around the political power of Maya rulers: did they hold centralized power over many aspects of their polities, or was their power more decentralized? To respond to this question, we proposed that we need to understand the relationship between primary and secondary centers, or the means through which primary centers control and integrate their subsidiary centers.</p>\n<p>To reconstruct these relationships, we mapped and excavated two small subsidiary Late Classic (600-830 CE) Maya centers in the periphery of the political capital of Motul de San Jose in northern Guatemala: Kante't'u'ul and Chachaklu'um. Studies of the excavated materials (ceramics, lithics, figurines, soils, plants, and bones) and specialized chemical soil analyses have allowed us to pursue the political, social, and economic aspects of life in these small settlements.</p>\n<p>Survey and mapping revealed much larger sites, but with distinct organization from Motul de San Jose. Both subsidiary sites had much more decentralized organization in that their small Late Classic pyramids were built in relatively isolated positions on top of hills and away from both elite residential compounds and large open plazas. We have suggested that such a settlement organization indicates that the power of the elites of these subsidiary sites was not directly connected to the temples and religion, but may have been delegated from Motul de San Jose.</p>\n<p>Chemical soil analyses based on stable carbon isotopes and theobromine, have identified house gardens (both fertilized and unfertilized) between house compounds at Kante't'u'ul, and cacao orchards along river courses near both settlements.</p>\n<p>The ceramic analyses have allowed us to reconstruct the history of these settlements. Chachaklu'um was in large part built in the Preclassic period, with its Group E pyramids constructed during the Middle Preclassic (600-400 BCE). During the Late and Terminal Classic, the site was reoccupied and small house compounds were built over the Preclassic platforms. Chachaklu'um had mostly a non-elite population based on its simple architecture, but one elite group (with stone architecture) sat adjacent to Pyramid 1 on top of the highest hill at the site, a hill with a substantial viewshed across the whole Lake Peten Itza, and inland or north of the lake. During the Late and Terminal Classic, this elite group was refurbished three times, each time becoming more impoverished.&nbsp; The final occupation of Chachaklu'um pertains to the Terminal Classic, but it was used later in the Postclassic for funerary purposes as two burials date to this later time period.</p>\n<p>Kante't'u'ul has a different history.&nbsp; Its first major occupation was during the Late Preclassic, but most of its construction occurred during the Late Classic time period. Little evidence was found for the Terminal Classic, but two platforms were reoccupied during the Early Postclassic and produced small refuse deposits from the same time period. Kante't'u'ul was a much richer settlement, with a major elite presence, as can be determined by the presence of stone palaces. Several courtyards with small stone palaces were adjacent to the Main Plaza at the site, and several even more substantial palaces were located directly north of the Main Plaza. Small-scale excavations in these substantial palaces uncovered fragments of stucco bas-reliefs which once decorated their exterior walls. Among these, we found an Ajaw symbol which may suggest that these were the residences and/or administrative buildings of high-status elites.</p>\n<p>The burials from these sites also provided important new information about the inhabitants of these two sites and lifeways, and their connection with Motul de San Jose. The beautiful Ik' Polychrome Style as well as other polychromes were produced in a palace workshop at Motul de San Jose and its environs during the eighth century of the Late Classic period. Burials from elite and non-elite house compounds at Kante't'u'ul and Chachaklu'um included polychrome vessels of similar styles which may have been produced at Motul and gifted to the residents of the subsidiary sites. If these vessels were indeed gifts from Motul, they imply a system of alliances integration Motul with its periphery. However, gifts also create bonds of debt and the receivers of these gifts would have been required to repay them through service and tribute to the Motul elites.</p>\n<p>More importantly, burial rituals in Motul's periphery shifted with its expansion during the eighth century. While earlier burials included a tripod plate, a vase and a small dish, the 8th and 9th century burials at Kante't'u'ul and Chachaklu'um contained only vases and dishes. This shift emanated from Motul as all Ik' Style polychromes are either vases or dishes. Thus, Motul's mortuary rituals expanded to encompass its periphery. Second, burials of elites and non-elites at Kante't'u'ul were very similar, suggesting that symbolic egalitarianism was used by the Motul elites to integrate their polity, while at the same time obscuring the socioeconomic inequality that was clearly in evidence at these sites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2017<br>\n\t\t\t\t\tModified by: Antonia&nbsp;E&nbsp;Foias</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the major debates in Maya archaeology revolves  around the political power of Maya rulers: did they hold centralized power over many aspects of their polities, or was their power more decentralized? To respond to this question, we proposed that we need to understand the relationship between primary and secondary centers, or the means through which primary centers control and integrate their subsidiary centers.\n\nTo reconstruct these relationships, we mapped and excavated two small subsidiary Late Classic (600-830 CE) Maya centers in the periphery of the political capital of Motul de San Jose in northern Guatemala: Kante't'u'ul and Chachaklu'um. Studies of the excavated materials (ceramics, lithics, figurines, soils, plants, and bones) and specialized chemical soil analyses have allowed us to pursue the political, social, and economic aspects of life in these small settlements.\n\nSurvey and mapping revealed much larger sites, but with distinct organization from Motul de San Jose. Both subsidiary sites had much more decentralized organization in that their small Late Classic pyramids were built in relatively isolated positions on top of hills and away from both elite residential compounds and large open plazas. We have suggested that such a settlement organization indicates that the power of the elites of these subsidiary sites was not directly connected to the temples and religion, but may have been delegated from Motul de San Jose.\n\nChemical soil analyses based on stable carbon isotopes and theobromine, have identified house gardens (both fertilized and unfertilized) between house compounds at Kante't'u'ul, and cacao orchards along river courses near both settlements.\n\nThe ceramic analyses have allowed us to reconstruct the history of these settlements. Chachaklu'um was in large part built in the Preclassic period, with its Group E pyramids constructed during the Middle Preclassic (600-400 BCE). During the Late and Terminal Classic, the site was reoccupied and small house compounds were built over the Preclassic platforms. Chachaklu'um had mostly a non-elite population based on its simple architecture, but one elite group (with stone architecture) sat adjacent to Pyramid 1 on top of the highest hill at the site, a hill with a substantial viewshed across the whole Lake Peten Itza, and inland or north of the lake. During the Late and Terminal Classic, this elite group was refurbished three times, each time becoming more impoverished.  The final occupation of Chachaklu'um pertains to the Terminal Classic, but it was used later in the Postclassic for funerary purposes as two burials date to this later time period.\n\nKante't'u'ul has a different history.  Its first major occupation was during the Late Preclassic, but most of its construction occurred during the Late Classic time period. Little evidence was found for the Terminal Classic, but two platforms were reoccupied during the Early Postclassic and produced small refuse deposits from the same time period. Kante't'u'ul was a much richer settlement, with a major elite presence, as can be determined by the presence of stone palaces. Several courtyards with small stone palaces were adjacent to the Main Plaza at the site, and several even more substantial palaces were located directly north of the Main Plaza. Small-scale excavations in these substantial palaces uncovered fragments of stucco bas-reliefs which once decorated their exterior walls. Among these, we found an Ajaw symbol which may suggest that these were the residences and/or administrative buildings of high-status elites.\n\nThe burials from these sites also provided important new information about the inhabitants of these two sites and lifeways, and their connection with Motul de San Jose. The beautiful Ik' Polychrome Style as well as other polychromes were produced in a palace workshop at Motul de San Jose and its environs during the eighth century of the Late Classic period. Burials from elite and non-elite house compounds at Kante't'u'ul and Chachaklu'um included polychrome vessels of similar styles which may have been produced at Motul and gifted to the residents of the subsidiary sites. If these vessels were indeed gifts from Motul, they imply a system of alliances integration Motul with its periphery. However, gifts also create bonds of debt and the receivers of these gifts would have been required to repay them through service and tribute to the Motul elites.\n\nMore importantly, burial rituals in Motul's periphery shifted with its expansion during the eighth century. While earlier burials included a tripod plate, a vase and a small dish, the 8th and 9th century burials at Kante't'u'ul and Chachaklu'um contained only vases and dishes. This shift emanated from Motul as all Ik' Style polychromes are either vases or dishes. Thus, Motul's mortuary rituals expanded to encompass its periphery. Second, burials of elites and non-elites at Kante't'u'ul were very similar, suggesting that symbolic egalitarianism was used by the Motul elites to integrate their polity, while at the same time obscuring the socioeconomic inequality that was clearly in evidence at these sites.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2017\n\n\t\t\t\t\tSubmitted by: Antonia E Foias"
 }
}