{
 "awd_id": "1250903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP ON NEXUS OF ENERGY/WATER/CLIMATE/AIR POLLUTION (NEWCAP) -- A Sino (Mainland-Taiwan)/U.S. Partnership Initiative, August 2013, Arlington, VA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2012-12-20",
 "awd_max_amd_letter_date": "2015-09-13",
 "awd_abstract_narration": "ABSTRACT\r\n1250903 (Shaw).  This workshop on the nexus of energy/water/climate/air pollution (NEWCAP) will bring together Sino (Mainland-Taiwan) and U.S. researchers to focus on NEWCAP issues with special emphasis on the effects of controlling fossil fuel combustion emissions on cloud droplet nucleation processes, the subsequent suppression of rain formation in the lower troposphere, and the overall shifting of patterns of precipitation extremes. The current science and technology outlook for Asia-Pacific related to NEWCAP will be explored at the workshop. Discussions will identify needs for sustained investigations in the future to fill knowledge gaps and improve capability for applications to environmental management. The conference will explore long-term theoretical, field, and laboratory research opportunities in relevant topical areas. Questions addressed will include: How can international leadership and partnerships in the science and technology of NEWCAP be developed? How important are changes in microclimate that are affecting clouds and precipitation in the Asia-Pacific region (relevant to the hydrologic cycle and water supply)? What growth characteristics of the megacities will influence energy production and use, including industry and transportation? What characteristics will be factors in NEWCAP interactions? How will multipollutant air quality strategies change in the next 25 years in response to the potential influence of climate change, including changes in precipitation extremes? The workshop will be held in the U.S. during August 2013.  This award is co-funded by GEO's Atmospheric Chemistry program and Hydrologic Sciences program, ENG's Environmental Sustainability program, and OISE's Global Venture Fund.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shaw",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "David T Shaw",
   "pi_email_addr": "dshaw@buffalo.edu",
   "nsf_id": "000152856",
   "pi_start_date": "2012-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "State University of New York at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy, water resources, climate, and air pollution have become closely related over time through the technological evolutions, atmospheric and geochemical reactions of natural or anthropogenic pollution sources. The project, entitled workshop on nexus of energy/water/climate/air pollution (NEWCAP) -- A Sino (Mainland-Taiwan)/U.S. Partnership Initiative, was designed to explore the establishment of several Sino-U.S. collaborative research teams and to identify priorities for major projects on topics that will help research scientists, engineers, and practitioners to:(1) develop concepts for energy production in harmony with socio-economic development and adaptive resource management, and (2) achieve minimization of environmental degradation and climate change. The workshop met three times -- in Washington D.C, Pasadena (CA), and Beijing (China) -- with a total of more than 200 Chinese and US participants from academia, industry and government agencies.&nbsp;<br />Outcomes of the project are summarized in the following recommendations:<br />\" Expand funding themes of the joint NSF-NSFC research programThe first NEWCAP workshop held in DC has resulted in the joint NSF-NSFC(China) call forproposals (http://www.nsf.gov/pubs/2015/nsf15091/nsf15091.jsp), which coverstwo topical areas: combustion and water. For the government side, we suggest thisjoint research program expanded to cover broader aspects of NEWCAP (Energy,Water, Climate and Air Pollution) as next funding themes, which will allow for morecreative and interdisciplinary collaboration.<br />\" Explore multi-institutional collaborative programsIn addition to the joint NSF-NSFC research program, we suggest to explore theestablishment of multi-institutional collaborative programs with other Chineseorganizations besides NSFC as the joint funding partner. For example, EPA's Clean Water Program is well suited for various joint funding models and initiatives.<br />\" Look into the fundamental science researchFor researchers who apply for joint research programs from NSFC and US NSF,identifying key topics to fill the fundamental knowledge gap is recommended. Researchers should start with filling fundamental knowledge gap for a certain engineering problem and then upscale the models to solve real-world problems.&nbsp;<br />\" Explore the organic collaboration systemBesides funding, professors laid more emphasis on building an organic system ofcollaboration for participants from both countries, which includes three levels,namely projects, students, and personal contacts.<br />(1) Organic collaboration on research-driven projectsThe first thing for building organic collaboration is looking into topics that both sidesare interested in. Instead of patching together not so relevant projects from bothsides to obtain funding, a more effective collaboration mechanism should be drivenby curiosity and passion on the same or relevant topics that matter for both sides.Collaboration should be more research-driven than funding&ndash;driven. For instance,the health problem should be stressed by both US and China which can be a good topic for collaboration.<br />(2) More exchange opportunities for students and young scientistsExchange students and young scientists are good conduits for building practical collaborations between two countries. In addition, students are the backbones of future dollaboration, and the exchange collaborative experience will help to build effective research collaboration network.<br />(3) Active personal contactsPersonal contact is critically important to achieve effective collaboration. Besidesresearch projects and students exchange, realization of working personal relationship requires the establishment of specific NSF/NSFC programs to promote active contact networks.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2017<br>\n\t\t\t\t\tModified by: David&nbsp;T&nbsp;Shaw</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnergy, water resources, climate, and air pollution have become closely related over time through the technological evolutions, atmospheric and geochemical reactions of natural or anthropogenic pollution sources. The project, entitled workshop on nexus of energy/water/climate/air pollution (NEWCAP) -- A Sino (Mainland-Taiwan)/U.S. Partnership Initiative, was designed to explore the establishment of several Sino-U.S. collaborative research teams and to identify priorities for major projects on topics that will help research scientists, engineers, and practitioners to:(1) develop concepts for energy production in harmony with socio-economic development and adaptive resource management, and (2) achieve minimization of environmental degradation and climate change. The workshop met three times -- in Washington D.C, Pasadena (CA), and Beijing (China) -- with a total of more than 200 Chinese and US participants from academia, industry and government agencies. \nOutcomes of the project are summarized in the following recommendations:\n\" Expand funding themes of the joint NSF-NSFC research programThe first NEWCAP workshop held in DC has resulted in the joint NSF-NSFC(China) call forproposals (http://www.nsf.gov/pubs/2015/nsf15091/nsf15091.jsp), which coverstwo topical areas: combustion and water. For the government side, we suggest thisjoint research program expanded to cover broader aspects of NEWCAP (Energy,Water, Climate and Air Pollution) as next funding themes, which will allow for morecreative and interdisciplinary collaboration.\n\" Explore multi-institutional collaborative programsIn addition to the joint NSF-NSFC research program, we suggest to explore theestablishment of multi-institutional collaborative programs with other Chineseorganizations besides NSFC as the joint funding partner. For example, EPA's Clean Water Program is well suited for various joint funding models and initiatives.\n\" Look into the fundamental science researchFor researchers who apply for joint research programs from NSFC and US NSF,identifying key topics to fill the fundamental knowledge gap is recommended. Researchers should start with filling fundamental knowledge gap for a certain engineering problem and then upscale the models to solve real-world problems. \n\" Explore the organic collaboration systemBesides funding, professors laid more emphasis on building an organic system ofcollaboration for participants from both countries, which includes three levels,namely projects, students, and personal contacts.\n(1) Organic collaboration on research-driven projectsThe first thing for building organic collaboration is looking into topics that both sidesare interested in. Instead of patching together not so relevant projects from bothsides to obtain funding, a more effective collaboration mechanism should be drivenby curiosity and passion on the same or relevant topics that matter for both sides.Collaboration should be more research-driven than funding&ndash;driven. For instance,the health problem should be stressed by both US and China which can be a good topic for collaboration.\n(2) More exchange opportunities for students and young scientistsExchange students and young scientists are good conduits for building practical collaborations between two countries. In addition, students are the backbones of future dollaboration, and the exchange collaborative experience will help to build effective research collaboration network.\n(3) Active personal contactsPersonal contact is critically important to achieve effective collaboration. Besidesresearch projects and students exchange, realization of working personal relationship requires the establishment of specific NSF/NSFC programs to promote active contact networks.\n\n\t\t\t\t\tLast Modified: 07/28/2017\n\n\t\t\t\t\tSubmitted by: David T Shaw"
 }
}