{
 "awd_id": "1250800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Macrophytes Across the Proterozoic - Phanerozoic Boundary: A Baseline Study of Macroalgae During a Critical Interval in Earth System History",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2013-04-15",
 "awd_max_amd_letter_date": "2013-04-15",
 "awd_abstract_narration": "Collaborative Research: Macrophytes Across the Proterozoic - Phanerozoic Boundary: A Baseline Study of Macroalgae During a Critical Interval in Earth System History \r\n\r\nSteven LoDuca and Shuhai Xiao \r\nEastern Michigan University and Virginia Tech University \r\n\r\nBenthic macroalgae in present-day shallow marine ecosystems play a critical role in primary production and habitat provision, sediment generation, transportation, and accumulation, and organic carbon burial. In a broader Earth system context, they play a key role in the dynamics of the global carbon cycle and carbon isotope variations. Fossil data indicate that macroalgae originated during the early Proterozoic, but little is known about them across the Proterozoic-Phanerozoic boundary and into the early Paleozoic. Yet, it is likely that macroalgae during this critical interval played an even larger role in Biosphere and Earth system dynamics than today because of the confluence of three factors: (1) widespread epeiric seas, (2) lack of other marine macrophytes (seagrasses are Mesozoic in origin), and (3) the occurrence of major animal diversification events during the Ediacaran-Cambrian transition and in the Ordovician, which were focused within shallow marine settings. Our lack of information about macroalgae during this timeframe, therefore, amounts to a serious knowledge gap. This project will use the fossil record of macroalgae, particularly noncalcified forms represented abundantly in Ediacaran and early Paleozoic Konservat-Lagerstätten, to begin to fill this gap. Specifically, this will be accomplished through a multidisciplinary, four-pronged approach: (1) Integrative Analysis and Identification of problematic nonmineralized taxa with gross morphologies permissive of both algal and animal affinities, including species from the Lantian (Ediacaran), Burgess Shale, Chengjiang, and Kaili biotas; (2) Morphospace Characterization, including morphometric analyses of morphospace occupation, canopy heights, and thallus surface area to volume ratios; (3) Paleoecological Characterization, including comparisons with modern macroalgal communities; and (4) Stable Carbon Isotope Investigation of carbonate, total organic carbon, and individual macroalgal fossils, focusing on stratigraphic intervals known to yield an abundance of noncalcified macroalgae and to host significant carbon isotope variations. Key questions to be addressed during this investigation include: Did macroalgae experience significant episodes of morphological diversification concomitant with the Cambrian Explosion and Ordovician Radiation (GOBE) events? How do early Paleozoic macroalgal communities compare with those of Ediacaran and modern seas? Did the full array of macroalgal functional-form groups known from modern seas exist by the end of the early Paleozoic? Did massive influxes of nutrients caused by the initial colonization of the land by terrestrial plants trigger colossal blooms of macroalgae in early Paleozoic seas, and could such blooms have contributed to organic carbon burial thus driving major carbon isotope excursions identified in the early Paleozoic sedimentary rock record? This baseline study will establish the foundation necessary for larger-scale investigations of the Earth-Life system during this critical interval, including evolutionary feedback between early marine animals and algae and changing carbon cycle dynamics. \r\nThe broader impacts of this project are realized, in part, through numerous educational dimensions built into the work, including training for graduate and undergraduate students and public outreach efforts to assist training of K-12 teachers through existing STEM programs. This project also involves international collaborations with Chinese and Canadian paleontologists. Directly related to the project, a website, entitled \"Prehistoric Marine Flora,\" will be constructed and linked to the Paleontology Portal to promote the importance of this work to the general public. In addition, the taxonomic data generated by this project will be uploaded to the Paleobiology Database, and all fossil specimens will be reposited in publicly accessible museums. Finally, in terms of broader benefit to society, this research forms an important part of our quest to understand the origins of our biodiversity. The deep past is part of our collective human heritage, and a better understanding of our origins enriches us all.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuhai",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuhai Xiao",
   "pi_email_addr": "xiao@vt.edu",
   "nsf_id": "000105683",
   "pi_start_date": "2013-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span>This collaborative project between PI LoDuca (Eastern Michigan University) and co-PI Xiao (Virginia Tech) aims to develop a detailed understanding of macroalgae across the Proterozoic-Phanerozoic boundary.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0.1pt 0in;\"><span>Algae are primary producers and they play an important role in the trophic systems, global carbon cycle, and global climate changes. The study of algal fossils at the </span><span>Proterozoic-Phanerozoic transition </span><span>has significant impact in evolutionary biology, climate change, geochemistry, and ecology. Most importantly, the </span><span>Proterozoic-Phanerozoic </span><span>transition is arguably the most critical transition in Earth history. Understanding how the global ecosystem interacted with evolutionary events and climatic perturbations better inform us about the Earth system and better prepare us to be responsible guardians of our planetary home.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0.1pt 0in;\"><span>The Cambrian explosion has been an inspiring topic to the general public and has motivated many young K-12 students to become interested in science. It has been featured prominently in public news media and museums. However, an important part of the Cambrian explosion, namely the diversification of algae in tandem with animals, has been omitted in both scientific research and public perception of this critical evolutionary event. This research project helps to rectify this omission and provides a fuller and more complete view of the Cambrian explosion.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0.1pt 0in;\"><span>The research project has been implemented to achieve the following goals.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; mso-pagination: none; tab-stops: 28.0pt 56.0pt 84.0pt 112.0pt 140.0pt 168.0pt 196.0pt 224.0pt 3.5in 280.0pt 308.0pt 336.0pt; mso-layout-grid-align: none;\"><span style=\"font-family: Cambria; font-size: small;\">Goal 1. Integrative Analysis and Identification: This involves reexamination of problematic Ediacaran to Silurian taxa previously described as macroalgae to establish their true taxonomic affinity, including application of modern analytical techniques where necessary such as X-ray microCT, backscattered electron (BSE) imaging, and taxon-specific stable carbon isotope analysis. Our research has determined that some Cambrian fossils traditionally regarded as algae are actually animals, and that several Ediacaran fossils previously interpreted as algae may actually be animals.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; mso-pagination: none; tab-stops: 28.0pt 56.0pt 84.0pt 112.0pt 140.0pt 168.0pt 196.0pt 224.0pt 3.5in 280.0pt 308.0pt 336.0pt; mso-layout-grid-align: none;\"><span style=\"font-family: Cambria;\"><span style=\"font-size: small;\">Goal 2. Morphospace Characterization: This involves constructing a comprehensive morphometric database for all of the study taxa and then using that database to construct quantitative assessments of <span style=\"mso-bidi-font-size: 11.0pt;\">the taxa in terms of their morphologies. Achieving this goal also involved formal taxonomic description of newly collected material of fossil macroalgae from several deposits.</span><span style=\"mso-bidi-font-weight: bold;\"> The PIs have found that early Paleozoic macroalgae comprise two key floras: the Cambrian Flora and the Ordovician Flora, the latter originating in the mid-Ordovician roughly concomitant with a major animal radiation event and extending through the Silu...",
  "por_txt_cntn": "\n This collaborative project between PI LoDuca (Eastern Michigan University) and co-PI Xiao (Virginia Tech) aims to develop a detailed understanding of macroalgae across the Proterozoic-Phanerozoic boundary.\n\n \nAlgae are primary producers and they play an important role in the trophic systems, global carbon cycle, and global climate changes. The study of algal fossils at the Proterozoic-Phanerozoic transition has significant impact in evolutionary biology, climate change, geochemistry, and ecology. Most importantly, the Proterozoic-Phanerozoic transition is arguably the most critical transition in Earth history. Understanding how the global ecosystem interacted with evolutionary events and climatic perturbations better inform us about the Earth system and better prepare us to be responsible guardians of our planetary home.\n\n \nThe Cambrian explosion has been an inspiring topic to the general public and has motivated many young K-12 students to become interested in science. It has been featured prominently in public news media and museums. However, an important part of the Cambrian explosion, namely the diversification of algae in tandem with animals, has been omitted in both scientific research and public perception of this critical evolutionary event. This research project helps to rectify this omission and provides a fuller and more complete view of the Cambrian explosion.\n\n \nThe research project has been implemented to achieve the following goals.\n\n \nGoal 1. Integrative Analysis and Identification: This involves reexamination of problematic Ediacaran to Silurian taxa previously described as macroalgae to establish their true taxonomic affinity, including application of modern analytical techniques where necessary such as X-ray microCT, backscattered electron (BSE) imaging, and taxon-specific stable carbon isotope analysis. Our research has determined that some Cambrian fossils traditionally regarded as algae are actually animals, and that several Ediacaran fossils previously interpreted as algae may actually be animals.\n\n \nGoal 2. Morphospace Characterization: This involves constructing a comprehensive morphometric database for all of the study taxa and then using that database to construct quantitative assessments of the taxa in terms of their morphologies. Achieving this goal also involved formal taxonomic description of newly collected material of fossil macroalgae from several deposits. The PIs have found that early Paleozoic macroalgae comprise two key floras: the Cambrian Flora and the Ordovician Flora, the latter originating in the mid-Ordovician roughly concomitant with a major animal radiation event and extending through the Silurian.\n\n \nGoal 3. Paleoecological Characterization: This involved, in part, characterizing the various study taxa in the context of the functional-form model developed for modern macroalgae. The PIs discovered major functional-form patterns of algal evolution through the Proterozoic and found fossil evidence showing how certain forms survived a major ice age about 635 million years ago.\n\n \nGoal 4. Understanding the Ecology and Preservation of Macroalgal Fossils Using Geochemical Methods:  This involves stable carbon isotope analysis of individual macroalgal fossils and hosting rocks in order to reconstruct the environment, ecology, and fossil preservation. The PIs have analyzed C and S isotopes of ancient rocks in order to determine how redox conditions in the water column and sediments may have played an important role in algal fossil preservation through phosphatization and carbonaceous compression.\n\n \nThis project has made contributed contributions to undergraduate and graduate education. Three undergraduate students from Eastern Michigan University and two PhD students from Virginia Tech have participated in this project and benefited from the hands-on experiences in the field and laboratory. Several of them had the opportunity to do field work in China and to develop collaborative ties w..."
 }
}