{
 "awd_id": "1250123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF:   Are the slow growth and metabolic rates of crocodylians secondarily derived?",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2013-08-01",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "Dr. Sarah Werning has been awarded an NSF Earth Sciences Postdoctoral Fellowship to carry out a research and education plan at Stony Brook University in New York. She will study the bone tissue of living and fossil species of crocodylians (alligators, crocodiles, and caimans) and their extinct ancestors to test the hypothesis that the slow growth and low metabolic rates observed in living crocodylians are secondarily derived.\r\n\r\nLike most reptiles, all 24 living species of crocodylians are characterized by slow growth rates and low metabolic rates. These are reflected in the microscopic structure of their bone tissues. Compared to living species, crocodylian ancestors were much more diverse in terms of their body size, anatomy, diet, degree of terrestriality, and habitat. Their bone tissue indicates that they grew much faster and had higher metabolic rates; a very different physiology compared to their living descendants. This strongly suggests that crocodylians re-evolved slow growth and lower metabolic rates after going through some evolutionary experimentation with higher rates. By performing bone tissue analyses on museum specimens of modern crocodylians and especially their extinct ancestors, Dr. Werning seeks to determine when the transitions to and from higher rates occurred, and whether these changes in physiology were concurrent with changes in body size, anatomy, and ecology. To do this, she will sample bone from modern and fossil crocodylian skeletons, and prepare histological slides for microscopic study. She will quantitatively analyze the bone microstructure for characteristics known to vary with growth rate and/or metabolic rate in living species (e.g., the density, arrangement, and organization of blood vessels, bone cells, and collagen fibers, the number of annual growth lines, and rates of annual bone deposition). Dr. Werning will reconstruct growth trajectories for individual animals' lifespans and pool data from multiple individuals to describe species-level variation in growth and bone tissue structure. She will compare related taxa to elucidate the evolutionary transitions in bone tissue structure, growth, and metabolism within the crocodylian lineage, and determine whether they co-occurred with transitions in body size, morphology, and ecology/habitat.\r\n\r\nDr. Werning's project will generate a large bone tissue dataset that will integrate the modern and fossil records and establish the sequence of evolution of growth and metabolic rates across the entire ~250-million-year history of the crocodylian lineage. The results will offer insights into the biology and life history of modern species for which data are difficult to obtain directly from living animals. Similarly, they will reveal information on the biology and life history of extinct animals that are not apparent from their skeletal anatomy. For both groups, these include information on growth rates, metabolism, and longevity. This project will provide education and training in paleontological methods to high school and undergraduate students, and collaborative interaction with graduate students. The study uses existing specimens in US and international museum collections, and promotes future research by providing a large collection of digital images that will be made publicly-available through the NSF-funded image repository, MorphoBank. Paleontology plays a crucial outreach role in teaching scientific methods and promoting evolutionary theory to the public. Dr. Werning will work with Stony Brook University's renowned Center for Communicating Science to improve her existing outreach skills, and will design an exhibit for public display at the Stony Brook University Medical Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Werning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Werning",
   "pi_email_addr": "",
   "nsf_id": "000622621",
   "pi_start_date": "2013-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Werning                 Sarah",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947021463",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stony Brook University",
  "perf_str_addr": null,
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117948081",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": null
}