{
 "awd_id": "1250322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  From Gabbros to Granites - An Investigation of Arc-Scale Differentiation at the Guadalupe Igneous Complex, Sierra Nevada, CA",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 103172.0,
 "awd_amount": 103172.0,
 "awd_min_amd_letter_date": "2013-06-12",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "Just a few key features allow Earth to be easily recognized from its planetary neighbors: water, continental crust (made of granitic rocks) and plate tectonics. These features are likely interlinked, and appear to be essential for the evolution of a planet that can support human life. This study focuses on the origin and emplacement of granitic rocks, which form the stable continental crust, without which terrestrial life could not have evolved. The origin of granite has been the source of much debate for more than a century, as successive hypotheses survive, are modified, or abandoned in the face of new observations. They weigh in on the debate by examining two currently popular models for the evolution of the Sierra Nevada Batholith in California, which is home not only to the crown jewels of the National Park System (Yosemite, Sequoia and Kings Canyon), but which has long served geologists as a type example of how granitic crust is formed in the plate tectonic setting known as a ?subduction zone?. Subduction zones are regions of Earth's surface where one tectonic plate sinks beneath another, in the process generating both earthquakes and volcanoes. These tectonic regions are also referred to as ?arcs?, for the arcuate patterns of volcanoes that such a setting develops, such as the Japanese, Aleutian or Marianas Islands. It is in these regions that granites are thought to form. When such arcs develop granitic rocks, which are buoyant and difficult to subduct beneath another tectonic plate, these eventually amalgamate to form the continents as seen today.\r\n\r\nIn this project, the team will investigate the two key means by which granitic rocks of the Sierra Nevada Batholith, California are thought to be created: crystallization differentiation, and partial melting of pre-existing lower and upper crust. Recent work has suggested that earlier-formed crust, which consists mostly of basalt and overlying sediments, is heated by the intrusion of more newly-formed basaltic melts, and partially melted to form granitic melts directly. These granitic melts then rise through existing crustal materials to accumulate at shallow depths. An alternative hypothesis is that newly formed basalts are transported to the upper crust directly, and there differentiate to form the granitic materials that now dominate the landscape of the Sierra Nevada. The contrasts between these two hypotheses are significant. In the first case, little new crust is being created during Late Mesozoic time?older crust is simply being recycled and remobilized. The age of the crust then is then older than the age of the youngest granites in this model. In contrast, when newly formed basaltic melts differentiate directly to form granite, then this represents a new addition of granite to the crust. There is no better place to test these models than at the Guadalupe Igneous Complex (GIC) of the western Sierra Nevada. This Jurassic-age pluton (~151 Ma) contains very rare exposures of the newly-formed basaltic melts that intruded the crust at the time that the GIC granites formed: our goal is to test whether such melts primarily caused heating and partial melting of pre-existing crustal materials, or whether they differentiated directly to form granite. Another advantage to our study of the GIC is that the rocks in this region provide an unusual glimpse into the crust into which the newly formed basalts were intruded. Unlike other granitic plutons of the Sierra Nevada, they can test whether pre-existing crustal materials provide an appropriate source material for the formation of granitic rocks within the GIC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Putirka",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Keith D Putirka",
   "pi_email_addr": "keith_putirka@csufresno.edu",
   "nsf_id": "000453456",
   "pi_start_date": "2013-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fresno",
  "perf_str_addr": "2576 E. San Ramon Ave.",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937261852",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 103172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Making Granite (Continental Crust)</p>\n<p>&nbsp;</p>\n<p>Earth is distinct among the inner &ldquo;terrestrial&rdquo; planets in several ways &ndash; we have abundant water, an O<sub>2</sub>-rich atmosphere, and, of course, life. But we are also unique in another important way:&nbsp; Earth has large continental landmasses, which contain large amounts of granite. The other terrestrial planets: Moon, Mars, Venus, Mercury, have little or no granite. Instead, these planets are covered with basalt &ndash; a volcanic rocks lies at the bottom of our ocean basins, and forms almost the entirety of other planetary surfaces. So why does Earth have lots of granite (and hence continental landmasses), while our nearest planetary neighbors do not? Our contribution is to examine the origin of a granite body in the foothills of the Sierra Nevada, in central California: the Guadalupe Igneous Complex or GIC. The GIC is of special interest because unlike most granite bodies, we can see it&rsquo;s underneath side: the GIC is tilted by faulting, so its roots are exposed. This rare view of the lower parts of a granitic complex reveals processes that are vastly less clear when only looking at granites from the top. We find that the classic idea of &ldquo;crystallization differentiation&rdquo; &ndash; proposed by Norman Bowen over a century ago - is (mostly) verified. In this view, a large batch of magma from the mantle intrudes the crust and partially crystallizes, and as early-formed crystals settle out, the remaining liquid trends toward a granitic composition. This contradicts newer ideas that emphasize the partial melting of&nbsp; pre-existing crust. The contrasts between these two models are profound. If most granites are formed by partially melting pre-existing crust, then crust and granite (continent) formation happens early in Earth&rsquo;s history, and &ldquo;young&rdquo; granites are simply re-melted parts of older crust. In this view, most continental crust formation has already occurred, and little new continental crust is forming today. In contrast, in the &ldquo;crystallization differentiation&rdquo; model of Bowen (preferred here), each granitic complex represents new additions to the crust, and so continent formation is a more gradual process, that still happens today. We find compelling evidence that the GIC is not recycled old crust, but a genuinely new addition to the North American continent (during the Jurassic, some 250 my. Ago). We suspect that if other granite complexes were better exposed, a higher proportion of granites would be similarly regarded as young materials. Our qualification to the Bowen model is that the GIC was formed as a series of pulses, rather than as one big batch of magma that underwent crystallization differentiation. The GIC is the product of hundreds of small intrusions from the mantle, and these mantle-derived magmas differentiate to form small granite bodies, that rise upwards as dikes to feed a growing mass of granite. Thus the very large granite bodies, that make up such iconic sites as Half Dome or El Capitan in Yosemite National Park, just to take two examples, most likely formed as vastly smaller batches of magma &ndash; each batch independently formed- that later were amalgamated into much larger masses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2016<br>\n\t\t\t\t\tModified by: Keith&nbsp;D&nbsp;Putirka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMaking Granite (Continental Crust)\n\n \n\nEarth is distinct among the inner \"terrestrial\" planets in several ways &ndash; we have abundant water, an O2-rich atmosphere, and, of course, life. But we are also unique in another important way:  Earth has large continental landmasses, which contain large amounts of granite. The other terrestrial planets: Moon, Mars, Venus, Mercury, have little or no granite. Instead, these planets are covered with basalt &ndash; a volcanic rocks lies at the bottom of our ocean basins, and forms almost the entirety of other planetary surfaces. So why does Earth have lots of granite (and hence continental landmasses), while our nearest planetary neighbors do not? Our contribution is to examine the origin of a granite body in the foothills of the Sierra Nevada, in central California: the Guadalupe Igneous Complex or GIC. The GIC is of special interest because unlike most granite bodies, we can see it?s underneath side: the GIC is tilted by faulting, so its roots are exposed. This rare view of the lower parts of a granitic complex reveals processes that are vastly less clear when only looking at granites from the top. We find that the classic idea of \"crystallization differentiation\" &ndash; proposed by Norman Bowen over a century ago - is (mostly) verified. In this view, a large batch of magma from the mantle intrudes the crust and partially crystallizes, and as early-formed crystals settle out, the remaining liquid trends toward a granitic composition. This contradicts newer ideas that emphasize the partial melting of  pre-existing crust. The contrasts between these two models are profound. If most granites are formed by partially melting pre-existing crust, then crust and granite (continent) formation happens early in Earth?s history, and \"young\" granites are simply re-melted parts of older crust. In this view, most continental crust formation has already occurred, and little new continental crust is forming today. In contrast, in the \"crystallization differentiation\" model of Bowen (preferred here), each granitic complex represents new additions to the crust, and so continent formation is a more gradual process, that still happens today. We find compelling evidence that the GIC is not recycled old crust, but a genuinely new addition to the North American continent (during the Jurassic, some 250 my. Ago). We suspect that if other granite complexes were better exposed, a higher proportion of granites would be similarly regarded as young materials. Our qualification to the Bowen model is that the GIC was formed as a series of pulses, rather than as one big batch of magma that underwent crystallization differentiation. The GIC is the product of hundreds of small intrusions from the mantle, and these mantle-derived magmas differentiate to form small granite bodies, that rise upwards as dikes to feed a growing mass of granite. Thus the very large granite bodies, that make up such iconic sites as Half Dome or El Capitan in Yosemite National Park, just to take two examples, most likely formed as vastly smaller batches of magma &ndash; each batch independently formed- that later were amalgamated into much larger masses.\n\n\t\t\t\t\tLast Modified: 10/12/2016\n\n\t\t\t\t\tSubmitted by: Keith D Putirka"
 }
}