{
 "awd_id": "1250606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trace, Body, Voice:   U. S. Cultural Narratives of Sexual Assault in the Post-Forensic Trial",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "helena silverstein",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 100042.0,
 "awd_amount": 109766.0,
 "awd_min_amd_letter_date": "2013-01-30",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "This project investigates contemporary U.S. sexual assault trials, focusing on how legal norms for trying sexual assault and interpreting consent have been shaped by medico-legal evidence and expertise. In a post-forensic age, medico-legal evidence has captured the civil and scholarly imagination, drawing on public resources while shifting practices within the sexual assault trial. Ethnographic study at the site of the trial focuses on the process of sexual assault adjudication in order to identify how various actors assemble, represent and use evidence and expertise in the legal forum. Combining anthropological and criminological backgrounds, investigators use court observations, interviews, and trial transcripts to analyze the ways in which evidence produces cultural narratives of sexual assault within the trial setting. This study identifies where institutional practices introduce jurisdictional variation. Investigators will observe sexual assault adjudication in three branches of the Milwaukee County Circuit Court, and interview forensic nurse examiners, victim-witness advocates, attorneys, expert witnesses, and judges.\r\n\r\nIncorporating grounded theory and feminist perspectives, this study explores the cultural value of forensic evidence. It engages researchers across a range of disciplines, including legal anthropology and sociology, gender, and social studies of science and medicine.  Despite public cries for accountability and legislative efforts to insure rape kit processing, researchers know very little about what types of evidence are most compelling, how evidence is made compelling, and how it impacts decision-makers in sexual assault trials. This project fills gaps in research on sexual assault adjudication by examining the inclusion and presentation of medico-legal and forensic evidence in the courtroom, particularly as evidence is used to make claims about consent and credibility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "HLAVKA",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather HLAVKA",
   "pi_email_addr": "heather.hlavka@marquette.edu",
   "nsf_id": "000564764",
   "pi_start_date": "2013-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sameena",
   "pi_last_name": "Mulla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sameena Mulla",
   "pi_email_addr": "sameena.mulla@emory.edu",
   "nsf_id": "000567983",
   "pi_start_date": "2013-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532011881",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 109766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ab4fad48-72ca-8410-df68-a622e5ec1276\"><br />\n<p dir=\"ltr\"><strong>OVERVIEW: </strong><em>Trace, Body, Voice </em><span>investigates the contemporary U.S. sexual assault trial and the cultural narratives around sexual violence and consent. The study tracks the modes of expertise that accompany evidence into the court of law, the production of embodied narratives that draw upon medico-legal evidence, and the ways in which evidence corroborates or contests witness testimony.. The project looks beyond legal outcomes and sequenced trial-talk to fill serious gaps in previous literatures. Investigators examine how practices around the uses and reception of forensic evidence are reflected within sexual assault trials in the Milwaukee County Court System to provide much needed in-depth descriptive data on the issue of medico-legal and forensic evidence in the adjudication of sex crimes. The investigators ask:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>How are voice, trace evidence, and bodily proof intertwined and deployed in the trial?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Who is allowed to present medico-legal and forensic evidence at trial, and what criteria of expertise are invoked?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>In what ways is medico-legal and forensic evidence brought to bear on establishing corroboration or reasonable doubt?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What narratives emerge in the course of the sexual assault trial, and how do different types of evidence attach to and align with the testimony of witnesses for the prosecution and the defense?</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Researchers conducted ethnographic field research in the courts. Observation was complemented with interviews of relevant courtroom actors, the collection and archiving of news media related to cases observed, and the purchasing and analysis of legal transcripts. Undergraduate research assistants were trained and participated in all stages of the project. </span></p>\n<p dir=\"ltr\"><strong>METHODS: </strong><span>Grounded in interdisciplinary scholarship and a mixed-method qualitative research design, the project assesses the impact of medico-legal and forensic science on the process and participants of the sexual assault trial. This work contributes to scholarly studies of sexual assault and rape, and legal expertise and affect, while exploring the cultural value of forensic evidence. It pioneered a replicable collaborative methodology and provides descriptive analysis that has intrinsic and comparative value. Study findings engage researchers in legal anthropology and sociology, criminology, gender, and social studies of science and medicine, and law and nursing.</span></p>\n<p dir=\"ltr\"><span>Results have broad implications for public policy by providing relevant insights to policy makers, courtroom personnel, &nbsp;and legal practitioners.</span></p>\n<p dir=\"ltr\"><strong>DATA: </strong><span>The data include observations of 34 sexual assault trials and ~653 sexual assault-related hearings. Investigators recorded two sets of daily field notes over an 8-month period. Investigators collected/archived media coverage by news outlets relating to the cases directly observed. Investigators conducted 54 interviews, and acquired 22 full trial transcripts and 68 sentencing hearing transcripts to complete the data set. </span></p>\n<p dir=\"ltr\"><strong>FINDINGS: </strong><span>The major project findings reflect the complex interdisciplinary approach of the research team:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span> The most common experts called to testify in sexual assault cases were identified as social workers, police officers, sexual assault nurse examiners, and crime lab analysts. </span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Expert testimony was less likely to delve into complex scientific ...",
  "por_txt_cntn": "\n\n\nOVERVIEW: Trace, Body, Voice investigates the contemporary U.S. sexual assault trial and the cultural narratives around sexual violence and consent. The study tracks the modes of expertise that accompany evidence into the court of law, the production of embodied narratives that draw upon medico-legal evidence, and the ways in which evidence corroborates or contests witness testimony.. The project looks beyond legal outcomes and sequenced trial-talk to fill serious gaps in previous literatures. Investigators examine how practices around the uses and reception of forensic evidence are reflected within sexual assault trials in the Milwaukee County Court System to provide much needed in-depth descriptive data on the issue of medico-legal and forensic evidence in the adjudication of sex crimes. The investigators ask:\n\n\nHow are voice, trace evidence, and bodily proof intertwined and deployed in the trial?\n\n\nWho is allowed to present medico-legal and forensic evidence at trial, and what criteria of expertise are invoked?\n\n\nIn what ways is medico-legal and forensic evidence brought to bear on establishing corroboration or reasonable doubt?\n\n\nWhat narratives emerge in the course of the sexual assault trial, and how do different types of evidence attach to and align with the testimony of witnesses for the prosecution and the defense?\n\n\nResearchers conducted ethnographic field research in the courts. Observation was complemented with interviews of relevant courtroom actors, the collection and archiving of news media related to cases observed, and the purchasing and analysis of legal transcripts. Undergraduate research assistants were trained and participated in all stages of the project. \nMETHODS: Grounded in interdisciplinary scholarship and a mixed-method qualitative research design, the project assesses the impact of medico-legal and forensic science on the process and participants of the sexual assault trial. This work contributes to scholarly studies of sexual assault and rape, and legal expertise and affect, while exploring the cultural value of forensic evidence. It pioneered a replicable collaborative methodology and provides descriptive analysis that has intrinsic and comparative value. Study findings engage researchers in legal anthropology and sociology, criminology, gender, and social studies of science and medicine, and law and nursing.\nResults have broad implications for public policy by providing relevant insights to policy makers, courtroom personnel,  and legal practitioners.\nDATA: The data include observations of 34 sexual assault trials and ~653 sexual assault-related hearings. Investigators recorded two sets of daily field notes over an 8-month period. Investigators collected/archived media coverage by news outlets relating to the cases directly observed. Investigators conducted 54 interviews, and acquired 22 full trial transcripts and 68 sentencing hearing transcripts to complete the data set. \nFINDINGS: The major project findings reflect the complex interdisciplinary approach of the research team:\n\n\n The most common experts called to testify in sexual assault cases were identified as social workers, police officers, sexual assault nurse examiners, and crime lab analysts. \n\n\nExpert testimony was less likely to delve into complex scientific evidence, and more likely to be introduced as corroborative. Experts were equally likely to testify about the absence of evidence as they were called upon to explain evidence that was found in relation to the investigation. \n\n\nCredibility assessments of the victim-witness accounted for a large percentage of both the prosecutions and the defenseÆs case. \n\n\nAttorneys frequently invoked competing accounts of normative cultural understandings of sexuality.\n\n\nIn vivo legal proceedings, and legal records, reflect very different institutional temporalities. \n\n\nSexuality was never decoupled from the politics of race, age, gender and class of the speaker, with attorneys and judges freque..."
 }
}