{
 "awd_id": "1250305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Recharge, Mixing and Eruption Triggering Mechanisms at Chaos Crags and 1915 Eruptions, Lassen Volcanic Center, California",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 59428.0,
 "awd_amount": 59428.0,
 "awd_min_amd_letter_date": "2013-01-03",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "This project will produce advances in pure science with broader impacts in public safety and education. The Lassen volcanic center had its last major eruption in 1915 at Lassen Peak, and it is located beneath many of the flight paths of airlines that connect cities in the western U.S. An understanding of how and why volcanic eruptions are triggered at Lassen Peak thus will play a key role in future hazards assessments.  Our study brings together researchers with a wide variety of expertise to examine several processes operating prior to eruption, including eruption triggers and magma storage. For example, prior work shows several mechanisms by which an eruption even may be triggered. One line of thought is that eruptions are triggered soon after new magma is introduced into a magma reservoir beneath a volcano, as new magmas mix with magmas already present in a shallow chamber. Alternatively, new magma inputs may need to cool, and partially crystallize before an eruption occurs. This cooling drives water into the remaining uncrystallized magma, which increases pressure within the magmatic system if enough water is concentrated into the magma to form a vapor phase. Expansion of the vapor phase may crack the overlying rock and allow an eruption to occur. Lassen provides an important testing ground for these ideas because the two most recent eruptive episodes (1915 at Lassen Peak, and the earlier eruption at approximately 1144 AD at Chaos Crags) both show evidence for pre-eruption magma inputs, but those fresh inputs acted very differently in the two cases. Thus a comparison of the two eruptions will provide insight into the importance of different triggering mechanisms in the Lassen magma system. This study will bring together researchers and students across the spectrum of universities, with representatives from major research institutions, state service universities and a liberal arts college. This will enhance the education of many students, as it provides valuable opportunities to support under-represented groups (Hispanics and women) at both the undergraduate and graduate level, to work in laboratories and with researchers across the globe. In addition, many undergraduates at CSU Fresno will participate in the research as research projects are routinely integrated into the laboratory requirements for core courses.\r\n\r\nTo attack the research problems outlined above, we will perform a collaborative study of the relationships between magma recharge (fresh inputs of magma), magma mixing and eruption, in the Chaos Crags and 1915 eruptions of the Lassen Volcanic Center, California. The study will use a combination of textural studies to assess crystallization processes, U-series (radiometric) and diffusion profile methods for age dating, and mineral-melt and fluid inclusion studies to delimit pressures and temperatures of magma storage. The specific targets of investigation are the 6 domes of Chaos Crags (denoted as A to F), and the more well-mixed 1915 eruptive products at Lassen Peak.  At Lassen Peak, magmas mixed intimately prior to eruption, while at Chaos Crags, mixing was for some reason inhibited. Does this contrast reflect (a) the timing between fresh magma inputs and eruption; (b) contrasts in temperatures and depths of magma storage/interaction or; (c) the relative amounts of hot fresh magma inputs compared to the cooler magmas that already inhabit the chamber (left-over from some prior magmatic episode)? The Chaos Crags units are of special interest because Dome A shows little evidence of mixing?and so yields the most extreme felsic and mafic compositions; all other domes, and the 1915 lavas, fall between these extremes. Dome A thus provides access to end-member magmas. The Chaos Crags and Lassen Peak suites also expose interesting textural contrasts as the Chaos Crags rocks are more crystalline, and their enclaves show a greater variety of quenching textures, which suggests a relationship between mixing and recharge. Key questions include: (1) Does recharge of a chamber with mafic magma trigger mixing (and eventually, eruption), or is there a time lag between recharge and mixing? (2) What effect does a time lag between the initial intrusion of felsic magma and the later intrusion of mafic recharge magma have on the efficacy of mixing and the time scale of eruption? (3) Does the ratio of mafic recharge/resident felsic magma affect mixing and/or the timing of eruption? (4) Do the depths and temperatures of magma storage affect the mixing/eruption process?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kari",
   "pi_last_name": "Cooper",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kari M Cooper",
   "pi_email_addr": "kmcooper@ucdavis.edu",
   "nsf_id": "000326254",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59428.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This was a collaborative project designed to better understand processes that occur beneath the surface at volcanoes, using Lassen Volcanic Center as a case study.</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:</p>\n<p>In the project as a whole, we have learned that the magma reservoir beneath Lassen is present in a cool, largely-crystalline state for most of the time. Small to moderate-sized eruptions are caused by reheating and remobilizing localized parts of this largely-crystalline reservoir, but these events are short-lived and only affect part of the reservoir. One implication in terms of volcanic hazards is that even cold, largely-solid magma bodies can be rejuvenated relatively quickly to produce eruptions, and therefore eruptions can occur even in the absence of evidence for a large liquid magma body. Ongoing research related to this project will quantify the proportion of time that this magma reservoir spent as a cool, mostly crystalline body compared to the proportion of time that it spent in a hotter, rejuvenated state prior to eruptions, which will provide some estimate of how long precursor activity could be expected before future eruptions.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>The project involved four institutions (University of California Davis, California State University, Sacramento, California State University, Fresno, and Denison University), and developed and/or strengthened collaborative networks among the four institutions. The project supported three graduate students (two MS theses and an ongoing PhD project) and an undergraduate thesis. The project provided training for graduate students in cutting-edge analytical techniques (electron microprobe analysis, mass spectrometry, chemical separation techniques) which have wide application outside of volcanology, contributing to the scientific workforce. The project provided results which lead to a better understanding of volcanic processes, and therefore contribute to understanding of volcanic hazards.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/16/2015<br>\n\t\t\t\t\tModified by: Kari&nbsp;M&nbsp;Cooper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis was a collaborative project designed to better understand processes that occur beneath the surface at volcanoes, using Lassen Volcanic Center as a case study.\n\n \n\nIntellectual merit:\n\nIn the project as a whole, we have learned that the magma reservoir beneath Lassen is present in a cool, largely-crystalline state for most of the time. Small to moderate-sized eruptions are caused by reheating and remobilizing localized parts of this largely-crystalline reservoir, but these events are short-lived and only affect part of the reservoir. One implication in terms of volcanic hazards is that even cold, largely-solid magma bodies can be rejuvenated relatively quickly to produce eruptions, and therefore eruptions can occur even in the absence of evidence for a large liquid magma body. Ongoing research related to this project will quantify the proportion of time that this magma reservoir spent as a cool, mostly crystalline body compared to the proportion of time that it spent in a hotter, rejuvenated state prior to eruptions, which will provide some estimate of how long precursor activity could be expected before future eruptions.\n\n \n\nBroader Impacts:\n\nThe project involved four institutions (University of California Davis, California State University, Sacramento, California State University, Fresno, and Denison University), and developed and/or strengthened collaborative networks among the four institutions. The project supported three graduate students (two MS theses and an ongoing PhD project) and an undergraduate thesis. The project provided training for graduate students in cutting-edge analytical techniques (electron microprobe analysis, mass spectrometry, chemical separation techniques) which have wide application outside of volcanology, contributing to the scientific workforce. The project provided results which lead to a better understanding of volcanic processes, and therefore contribute to understanding of volcanic hazards.\n\n\t\t\t\t\tLast Modified: 03/16/2015\n\n\t\t\t\t\tSubmitted by: Kari M Cooper"
 }
}