{
 "awd_id": "1251538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Mantle Dynamics, Lithospheric Structure, and Topographic Evolution of the Southeastern US Continental Margin",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Geist",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 168520.0,
 "awd_amount": 168520.0,
 "awd_min_amd_letter_date": "2013-05-14",
 "awd_max_amd_letter_date": "2013-05-14",
 "awd_abstract_narration": "The surface geology of the eastern United States is extraordinary in its complexity. This complexity reflects a wide range of tectonic processes that have operated in the region over the past billion years, including episodes of subduction and rifting associated with two complete cycles of supercontinent assembly and breakup. A record of these processes is preserved in the geological units and topography we see at the surface today. It is unknown, however, how the crust and mantle lithosphere have responded to these tectonic forces over time, and whether and how the geological units preserved at the surface relate to deeper structures. The persistence of Appalachian topography through time remains a major outstanding problem in the study of landscape evolution. There is an ongoing interplay among erosion, topography, rock type, and mantle flow at depth that controls the structures we see at the surface today. However, understanding the complex role played by each of these factors requires better constraints on the history of topographic change and its relationship to the deep structure and dynamics of the mantle. Our project, known as the Mid-Atlantic Geophysical Integrative Collaboration (MAGIC), aims to address these fundamental questions about the geophysical evolution of the eastern United States by studying surface processes, crustal and lithospheric structure, and deep mantle flow across Virginia, West Virginia, and Ohio.\r\n\r\nMAGIC involves a collaborative effort among seismologists, geodynamicists, and geomorphologists. We are undertaking a two-year deployment of 28 broadband seismometers in a dense linear transect from the Atlantic coast to the continental interior. In combination with EarthScope USArray Transportable Array (TA) stations our experiment geometry will provide an opportunity to image isotropic and anisotropic crust and mantle structure from the coast to the continental interior in unprecedented detail, using techniques such as shear wave splitting, receiver function analysis, and tomographic inversions. The dense linear array allows us to target small-scale crustal and lithospheric variations for imaging. Our geodynamical modeling effort focuses on quantitatively testing several different hypotheses for the pattern of mantle flow by using 3-D, time-dependent, numerical models to make testable predictions about mantle anisotropy and surface topographic change, which will be tested against results from the seismology and geomorphology components of the project. The geomorphology component of the project uses quantitative stream profile data and cosmogenic isotopes to understand the history of erosion rates and topographic change throughout the Appalachian region. Insights into uplift history and the approach to equilibrium among lithology, topography, and erosion (and their spatial variation) will be compared to inferences on the mantle flow field and deep crustal and lithospheric structure gained from the geodynamics and seismology components of the project. Insight from all three efforts will be combined to obtain a vertically integrated picture of tectonic processes from the surface through the crust and mantle lithosphere to the asthenosphere and deeper mantle. The education and outreach component of this project focuses on the involvement of undergraduates in scientific research, opportunities for graduate students to mentor and advise undergraduate students, and forging ties with colleges and universities (including many primarily undergraduate institutions) in our study region that are not currently involved with the EarthScope initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kirby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Kirby",
   "pi_email_addr": "ekirby@unc.edu",
   "nsf_id": "000314120",
   "pi_start_date": "2013-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 COAS Administration Building",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "7458",
   "pgm_ref_txt": "GEOMORPHOLOGY & LAND USE DYNAM"
  },
  {
   "pgm_ref_code": "8076",
   "pgm_ref_txt": "GeoPRISMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 168520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although most textbooks describe the Appalachian Mountains as the remnants of an ancient mountain range, recent investigations suggest that motion of the Earth's deep mantle may be in part responsible for uplift of the Appalachians in the recent geologic past. &nbsp;Our work utilizes measurements of rare isotopes produced by cosmic rays interacting with rock to characterize the slow pace of erosion. &nbsp;Rates of erosion show a systematic relationship to&nbsp;the steepness of river networks draining the Appalachians. &nbsp;Rivers are steeper in regions of resistant bedrock, but this alone does not explain the topography. &nbsp;Some regions of the watersheds appear to be eroding faster, leading to a disequilibrium across the mountain range. &nbsp;Models of the transient response of rivers to uplift of the mountain range suggest that the data are best explained if the rivers are slowly responding to uplift that occurred approximately 15-20 million years ago. &nbsp;The region of most rapid erosion is appears to be located above a region of low seismic velocity in the Earth's mantle, suggesting that uplift was likely driven by buoyant rising of low density material. &nbsp;Our results confirm that the Appalachian mountains are far younger than previously thought and that modern topography is, in part, an expression of flow in the Earth's deep mantle.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;Kirby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough most textbooks describe the Appalachian Mountains as the remnants of an ancient mountain range, recent investigations suggest that motion of the Earth's deep mantle may be in part responsible for uplift of the Appalachians in the recent geologic past.  Our work utilizes measurements of rare isotopes produced by cosmic rays interacting with rock to characterize the slow pace of erosion.  Rates of erosion show a systematic relationship to the steepness of river networks draining the Appalachians.  Rivers are steeper in regions of resistant bedrock, but this alone does not explain the topography.  Some regions of the watersheds appear to be eroding faster, leading to a disequilibrium across the mountain range.  Models of the transient response of rivers to uplift of the mountain range suggest that the data are best explained if the rivers are slowly responding to uplift that occurred approximately 15-20 million years ago.  The region of most rapid erosion is appears to be located above a region of low seismic velocity in the Earth's mantle, suggesting that uplift was likely driven by buoyant rising of low density material.  Our results confirm that the Appalachian mountains are far younger than previously thought and that modern topography is, in part, an expression of flow in the Earth's deep mantle.\n\n\t\t\t\t\tLast Modified: 09/16/2018\n\n\t\t\t\t\tSubmitted by: Eric Kirby"
 }
}