{
 "awd_id": "1251672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strategies for Navigating Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 383213.0,
 "awd_amount": 383213.0,
 "awd_min_amd_letter_date": "2013-02-05",
 "awd_max_amd_letter_date": "2014-09-10",
 "awd_abstract_narration": "People frequently face difficult waiting periods when they anticipate uncertain news regarding their or their loved ones' health, relationships, professional prospects, and academic outcomes. Such experiences are sufficiently significant and common as to inspire the familiar expression, \"the waiting is the hardest part,\" yet very little research has examined the strategies people use to navigate the difficult and often painful periods when they are waiting to learn something. The primary goals of the proposed research are to better understand the experience of waiting, to identify the processes by which people manage uncertainty, and to reveal the strategies that are most effective, both for managing anxiety during a waiting period and for maximizing benefit and minimizing harm upon learning the uncertain news. Two longitudinal studies will test the Uncertainty Navigation Model, which outlines a set of common strategies for navigating uncertainty and makes predictions about the characteristics of the person and the situation that influence use of these strategies. Study 1 will examine the experiences of people taking the California bar exam during the several months while they await their exam results, and Study 2 will examine the experiences of students in an upper-division psychology course over the several days while they await their midterm exam grades. Participants in both studies will repeatedly report their anxiety, rumination, and strategy use over the course of the waiting period, and they will also report their reactions to the news once they receive it.\r\n\r\nIdentification of the strategies people naturally use to navigate uncertainty could help dispel harmful myths about how people should react in the face of uncertain outcomes. Research on coping finds that myths about the \"right\" ways to cope can be damaging to people who choose to cope in different ways, and it seems likely that myths about coping with uncertainty would have similar consequences.  For example, patients who are encouraged to \"think positively\" as they await news about their health might have trouble managing their expectations toward pessimism in an effort to brace for bad news. Conversely, patients who are encouraged to \"face the harsh reality\" as they await health news might have difficulty managing their anxiety by reevaluating their priorities or embracing a hopeful outlook. The Uncertainty Navigation Model includes an array of potentially effective strategies for minimizing the anxiety of uncertainty, any of which might be more effective under some circumstances or for some people than others, and one contribution of the model and the proposed research is that they can reveal the diversity of reasonable responses to uncertainty. In addition, the proposed research has the potential to reveal key and novel insights into the best ways of navigating uncertainty. Finally, the proposed research ensures broad participation of underrepresented groups. Typically at least three-quarters of the research team are racial or ethnic minorities, and between 60% and 75% are women. In addition, women represent approximately 48% and minorities approximately 35% of the study population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Sweeny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kate M Sweeny",
   "pi_email_addr": "ksweeny@ucr.edu",
   "nsf_id": "000534453",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": "Department of Psychology",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 259693.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 123520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goals of the proposed research were to better understand the experience of awaiting uncertain news, to identify the processes by which people manage this type of uncertainty, and to reveal coping strategies that are most effective for managing anxiety during a waiting period and for maximizing benefit and minimizing harm upon learning the awaited news. To address these questions, we ran two primary studies, one that examined the experiences of law graduates awaiting their result on the bar exam and one that examined the experiences of undergraduate students awaiting their grade on a midterm exam. We also replicated and extended this work in additional studies by testing a meditation intervention with law graduates, recruiting law graduates' romantic partners to report on their vicarious waiting experiences, and examining uncertainty experiences during the 2016 Presidential election and among PhD students on the academic job market.</p>\n<p>These studies have produced 12 manuscripts to date, 6 of which are published or in press, 2 under review, and 4 nearing submission. These papers provide broad and novel insight into the experience of awaiting uncertain news, including the centrality of anxiety over other negative emotions during waiting periods; associations between psychological distress and decrements in health and sleep; the ineffectiveness of many strategies people spontaneously use to manage feelings of uncertainty; the consequences of waiting experiences on responses to good and bad news; the role of social support during uncertain waiting periods; individual differences in the trajectories of optimism and pessimism; and the effectiveness of brief mindfulness meditation training for improving coping during a waiting period.</p>\n<p>This work has also had an impact on teaching, training, and learning by providing funding for 3 graduate students across the duration of the project (serially), each of whom participated in training and supervising undergraduates on our research team; through discussions of the studies and findings at graduate and undergraduate lab meetings; and ultimately through the dissemination of &ldquo;tips for waiting well&rdquo; through various academic and media outlets (e.g., a recent Wall Street Journal article about this area of PI Sweeny&rsquo;s research). This support has had an impact on participation of underrepresented groups through the involvement of undergraduate research assistants in collecting and coding the data, a majority of whom are women (60-75%), members of minority racial and/or ethnic groups (at least 75%), and socioeconomically disadvantaged; and through the participation of women (62%) and minorities (49%) in the studies conducted. This support has had an impact through the dissemination of findings to the scientific and professional community via presentations at conferences (10 posters and talks) and invited presentations in psychology departments (6 talks); the publication of relevant manuscripts, as described above; and media coverage in national outlets (e.g., New York Times, Wall Street Journal, NPR&rsquo;s Science Friday). In addition, full deidentified data from the funded work will be uploaded and made publicly available through the Open Science Framework, managed by the Center for Open Science (http://centerforopenscience.org/), within 5 years.</p>\n<div>\n<div></div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2017<br>\n\t\t\t\t\tModified by: Kate&nbsp;M&nbsp;Sweeny</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goals of the proposed research were to better understand the experience of awaiting uncertain news, to identify the processes by which people manage this type of uncertainty, and to reveal coping strategies that are most effective for managing anxiety during a waiting period and for maximizing benefit and minimizing harm upon learning the awaited news. To address these questions, we ran two primary studies, one that examined the experiences of law graduates awaiting their result on the bar exam and one that examined the experiences of undergraduate students awaiting their grade on a midterm exam. We also replicated and extended this work in additional studies by testing a meditation intervention with law graduates, recruiting law graduates' romantic partners to report on their vicarious waiting experiences, and examining uncertainty experiences during the 2016 Presidential election and among PhD students on the academic job market.\n\nThese studies have produced 12 manuscripts to date, 6 of which are published or in press, 2 under review, and 4 nearing submission. These papers provide broad and novel insight into the experience of awaiting uncertain news, including the centrality of anxiety over other negative emotions during waiting periods; associations between psychological distress and decrements in health and sleep; the ineffectiveness of many strategies people spontaneously use to manage feelings of uncertainty; the consequences of waiting experiences on responses to good and bad news; the role of social support during uncertain waiting periods; individual differences in the trajectories of optimism and pessimism; and the effectiveness of brief mindfulness meditation training for improving coping during a waiting period.\n\nThis work has also had an impact on teaching, training, and learning by providing funding for 3 graduate students across the duration of the project (serially), each of whom participated in training and supervising undergraduates on our research team; through discussions of the studies and findings at graduate and undergraduate lab meetings; and ultimately through the dissemination of \"tips for waiting well\" through various academic and media outlets (e.g., a recent Wall Street Journal article about this area of PI Sweeny?s research). This support has had an impact on participation of underrepresented groups through the involvement of undergraduate research assistants in collecting and coding the data, a majority of whom are women (60-75%), members of minority racial and/or ethnic groups (at least 75%), and socioeconomically disadvantaged; and through the participation of women (62%) and minorities (49%) in the studies conducted. This support has had an impact through the dissemination of findings to the scientific and professional community via presentations at conferences (10 posters and talks) and invited presentations in psychology departments (6 talks); the publication of relevant manuscripts, as described above; and media coverage in national outlets (e.g., New York Times, Wall Street Journal, NPR?s Science Friday). In addition, full deidentified data from the funded work will be uploaded and made publicly available through the Open Science Framework, managed by the Center for Open Science (http://centerforopenscience.org/), within 5 years.\n\n\n\n\n\t\t\t\t\tLast Modified: 06/12/2017\n\n\t\t\t\t\tSubmitted by: Kate M Sweeny"
 }
}