{
 "awd_id": "1251969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research/RUI: Quantifying weathering rind formation rates using U-series isotopes along steep gradients of precipitation, bedrock ages, and topography in Guadeloupe",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 86927.0,
 "awd_amount": 94849.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2016-05-23",
 "awd_abstract_narration": "The process of mechanical and chemical decomposition of volcanic rocks at the Earth's surface (i.e., weathering) regulates the global carbon cycle, releases nutrients to ecosystems, and sculpts landscapes. Despite its fundamental importance, we still lack effective tools and key observations to quantify the weathering rates of volcanic rocks and to understand how they respond to changes in climate and tectonic regime. During weathering, rock fragments in soils commonly form weathering rinds. These rinds can provide an ideal long-term record to help understand the controls of chemical weathering. Investigators propose to combine a novel U-series isotopic technique with bulk chemical, petrographic, and electron microprobe analyses to quantify formation rates of weathering rinds on the tropical volcanic Basse-Terre Island of French Guadeloupe. By comparing weathering rinds from a single watershed, they will understand the controls on weathering rind formation at the micro-scale through processes including dissolution, formation of new phases, and development of porosity. In addition, the field setting at Basse-Terre Island provides a superb natural laboratory with large environmental variables, allowing them to study rind formation along steep gradients of precipitation, bedrock ages and relief at large watershed scale. The combined analysis of weathering rinds will provide a novel and fundamental method to directly determine chemical weathering rates. This will be of broad interests to scientists worldwide studying the Critical Zone or Earth's surface layer extending from the top of the vegetative canopy to the base of groundwater. For example, such an approach provides a direct means to understand the controls on chemical weathering across different spatial scales. The gained insights will also help to understand how changes in precipitation affect mineral dissolution and reaction surfaces in rinds and soils, and how these processes control river chemistry over long time scales. \r\n\r\nThis project brings together resources and expertise from the U.S., France, and UK. Graduate and undergraduate students at Univ. of Texas at El Paso (UTEP), one of the largest Ph.D.-granting Hispanic Serving Institutes in the U.S., and Dickinson College, an undergraduate-only liberal arts college in Pennsylvania will conduct research at an international Critical Zone research site (Guadeloupe, France) and in research facilities at Pennsylvania State University, Institut de Physique du Globe de Paris, Univ. of Strasbourg, and Univ. of Bristol. This importance is highlighted for UTEP and Dickinson College where the students are rarely exposed to such opportunities at international levels. This project will also support one early career faculty (PI Ma) at UTEP. Educational and outreach activities at UTEP and Dickson College, in collaboration with the NSF funded Pathways and STEP Scholars, as well as Earth Science Day at UTEP, will expose local high school students and general public in the rapidly growing and diverse El Paso region to cutting edge Critical Zone research topics (water, soils, and environments). The project will attract future STEM students who wish to study and solve emerging environmental problems facing the local community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Sak",
   "pi_email_addr": "sakp@dickinson.edu",
   "nsf_id": "000175659",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dickinson College",
  "inst_street_address": "28 N COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CARLISLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7172451321",
  "inst_zip_code": "170132311",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "PA10",
  "org_lgl_bus_name": "DICKINSON COLLEGE",
  "org_prnt_uei_num": "F4DVMWDTJE79",
  "org_uei_num": "G4KQDKZBL848"
 },
 "perf_inst": {
  "perf_inst_name": "Dickinson College",
  "perf_str_addr": "College and Louther Streets",
  "perf_city_name": "Carlisle",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "170132896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "PA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 66850.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 20077.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research team, which includes multiple PIs and collaborators from US, French, Australia, and UK institutions and graduate/undergraduate students from minority serving or undergraduate-only institution, has worked closely to investigate important chemical weathering processes at a tropical volcanic setting. The project has produced one large and comprehensive U-series, Sr, Nd isotope dataset for weathering rinds, soil profiles, streams and rivers, vegetation samples for the tropical volcanic island. In addition, trace and major element datasets and geophysical profiles were also generated during this project.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This collective research work has elucidated important controlling mechanisms for weathering rind formation and long term chemical weathering rates: curvature of the core-rind boundary at a clast scale; and mean annual precipitation (topography) at a watershed scale; both are important mechanisms operating at timescales of kyrs. Furthermore, the research reveals the importance of dust and volcanic ashes as a critical mineral nutrient source to support ecosystem in highly weathered tropical systems, an observation that is consistent with studies in similar tropical volcanic settings around the world. However, this study also finds that despite the importance of dust/volcanic ash to support critical and insoluble nutrients such as P to surface soils, many soluble nutrient sources (such as Ca, Mg, Sr) are dominantly by aerosols from precipitation from studying Sr isotope ratios in vegetation samples. This is a unique feature for areas with extremely high amount of precipitation available. For short term weathering processes, first order streams change their solute sources from rainwater-derived to bedrock-derived along the flow path from headwater to steam outlet with a distance of less than 1000m. Such change reveals the presence of two different weathering regimes at a small watershed scale: a highly weathered and slow weathering regime which occurs near the head water region with thick and depleted soil profile (rain-water dominant chemistry) vs. a high erosion/thin regolith area with active inputs from weathering fronts at low elevation outlet area (bedrock-derived chemistry). The changes of the stream chemistry can be linked to stream longitudinal profile, with respect to locations of local knick-points. Such an observation highlights the importance of topography on controlling short-term weathering processes and stream chemistry.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project also successfully trained three graduate students (one PhD in progress and two MS completed), four undergraduate students (B.S., three completed, one in progress) from one minority-serving institution (UTEP) and one undergraduate only college (Dickinson College). The project resulted journal publications, conference abstracts and presentations, MS theses and honor thesis, as well as outreach activities to general public led by these students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;Sak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research team, which includes multiple PIs and collaborators from US, French, Australia, and UK institutions and graduate/undergraduate students from minority serving or undergraduate-only institution, has worked closely to investigate important chemical weathering processes at a tropical volcanic setting. The project has produced one large and comprehensive U-series, Sr, Nd isotope dataset for weathering rinds, soil profiles, streams and rivers, vegetation samples for the tropical volcanic island. In addition, trace and major element datasets and geophysical profiles were also generated during this project.\n\n         This collective research work has elucidated important controlling mechanisms for weathering rind formation and long term chemical weathering rates: curvature of the core-rind boundary at a clast scale; and mean annual precipitation (topography) at a watershed scale; both are important mechanisms operating at timescales of kyrs. Furthermore, the research reveals the importance of dust and volcanic ashes as a critical mineral nutrient source to support ecosystem in highly weathered tropical systems, an observation that is consistent with studies in similar tropical volcanic settings around the world. However, this study also finds that despite the importance of dust/volcanic ash to support critical and insoluble nutrients such as P to surface soils, many soluble nutrient sources (such as Ca, Mg, Sr) are dominantly by aerosols from precipitation from studying Sr isotope ratios in vegetation samples. This is a unique feature for areas with extremely high amount of precipitation available. For short term weathering processes, first order streams change their solute sources from rainwater-derived to bedrock-derived along the flow path from headwater to steam outlet with a distance of less than 1000m. Such change reveals the presence of two different weathering regimes at a small watershed scale: a highly weathered and slow weathering regime which occurs near the head water region with thick and depleted soil profile (rain-water dominant chemistry) vs. a high erosion/thin regolith area with active inputs from weathering fronts at low elevation outlet area (bedrock-derived chemistry). The changes of the stream chemistry can be linked to stream longitudinal profile, with respect to locations of local knick-points. Such an observation highlights the importance of topography on controlling short-term weathering processes and stream chemistry.\n\n         The project also successfully trained three graduate students (one PhD in progress and two MS completed), four undergraduate students (B.S., three completed, one in progress) from one minority-serving institution (UTEP) and one undergraduate only college (Dickinson College). The project resulted journal publications, conference abstracts and presentations, MS theses and honor thesis, as well as outreach activities to general public led by these students.\n\n \n\n\t\t\t\t\tLast Modified: 02/13/2018\n\n\t\t\t\t\tSubmitted by: Peter Sak"
 }
}