{
 "awd_id": "1251681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A mechanistic understanding of hydrograph shape influence on temporal variations in bedload transport, grain size distributions, and armor persistence",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 193128.0,
 "awd_amount": 209378.0,
 "awd_min_amd_letter_date": "2013-03-26",
 "awd_max_amd_letter_date": "2014-12-18",
 "awd_abstract_narration": "Natural and managed rivers throughout the world display a wide range of hydrographs, from flashy and abrupt to more gradual changes in flow.  Hydrograph shape (quantified by peak magnitude and rate of discharge change) significantly influences the volume, timing, and quality of water available for anthropogenic use and aquatic ecosystems.  Uncertainties remain as to how unsteady flows that characterize hydrographs impact bedload fluxes and hysteresis, grain size distributions, and the persistence of armor layers. The lack of a mechanistic and predictive understanding of hydrograph influences may also partially explain why bedload transport equations in gravel-bed rivers are often inaccurate. The research team proposes complimentary flume, field, and numerical modeling experiments to quantify the impact of hydrographs on sediment movement.  Specifically, they hypothesize that hydrograph shape influences the following: (1) bed load transport rates, hysteresis, and mobile grain sizes for a given shear stress, and (2) bed grain size distributions and the persistence/degree of bed armoring.  In flume experiments, temporal variability in bedload fluxes, grain size distributions, and armor persistence will be measured for a range of hydrograph shapes.  Field experiments will further investigate the influence of hydrograph shape on bedload transport rates, bed grain size changes, and armor persistence, mobility and removal.  The combined flume and field measurements will be used to test and validate numerical and analytical models for bedload transport. \r\n\r\nHydrographs represent how water quantities in rivers vary over time and can be characterized by the timing, magnitude and rates of change of flow.   Human modifications of these hydrograph characteristics have positively influenced economic development but negatively impacted aquatic species and channel morphology. This is important because 77% of total water discharge from large northern hemisphere rivers is moderately to severely impacted by dams and diversions.  Water resource managers commonly seek to assess and mitigate these impacts through river restoration efforts, hydropower re-regulation, and in some cases dam removal.  For example, gravel augmentation is commonly used to mitigate for low sediment supplies and improve fish habitat below dams but this often has mixed results because of a lack of a predictive understanding of sediment transport caused by variable flows.  Managers could use the results of this research to determine flow hydrograph shapes that potentially mitigate for flow regulation influence on threatened or endangered aquatic organisms.  Further, this research will result in a predictive and mechanistic understanding of the interactions between flow hydrographs, sediment transport, and temporal variations in the size of sediment on the channel bed. Such knowledge is necessary to properly design river infrastructure and restoration projects, and predict long-term channel incision rates and landscape changes.  Additionally, the project will contribute towards unique educational opportunities for graduate and undergraduate students and support for a Women Outdoors with Science Camp will encourage young females to enter STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Yarnell-Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Yarnell-Hayes",
   "pi_email_addr": "smyarnell@ucdavis.edu",
   "nsf_id": "000623677",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Watershed Sciences, University of California, Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 193128.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Natural and managed rivers throughout the world display a wide range of hydrographs that range from flashy with abrupt changes in discharge (rain-dominated, hydro peaking or urban streams) to gradual with slow changes in flow (snow- or spring-dominated streams).&nbsp; As a result, the shape of a hydrograph (quantified by the magnitude and rate of change) significantly influences the volume, timing, and quality of water available for anthropogenic use and aquatic ecosystems, the variability of which is expected to increase with climate change. Although hydrographs are characteristic features of all river systems, relatively few investigations have focused on the influence of flow variability on channel grain sizes and bedload transport.&nbsp; Uncertainties remain as to how unsteady flows impact bedload fluxes, grain size distributions, and the persistence of channel bed armor layers.</p>\n<p>As part of a larger collaborative study exploring the impacts of hydrograph shape on sediment transport, this field study focused on documenting bedload transport during several winter rain-driven storm events in Caspar Creek, a small gravel-bedded stream in northern California.&nbsp; Results showed not only that sediment transport rates varied significantly on the rising and falling limb of each storm, creating a pronounced clockwise hysteresis, but that sediment limited conditions in the watershed may contribute to differential rates of bedload transport for different bed particle sizes.&nbsp; Furthermore, movement of tagged bed particles indicated that the armor layer did not breakup under high flow conditions, but rather cobbles within the armor layer were exchanged as some individually moved while other remained in place.&nbsp; Despite limited availability of sediment however, low levels of sediment transport occurred at discharges below those predicted to be required for bedload mobility, potentially suggesting winnowing of fines during extended low flows as readily mobile grains continued to move.&nbsp;</p>\n<p>The study results aid in a mechanistic understanding of the interactions between flow hydrographs, sediment transport, and temporal variations in channel sediment sizes. &nbsp;Such knowledge is necessary for resource managers to properly design river restoration projects, prescribe flow regimes or high flow events that support stream ecosystem functions, and ultimately predict long-term changes in channel conditions.&nbsp; For example, results from this collaborative study indicate that sediment transport on the receding limb of a storm hydrograph is impacted by sediment availability (either by sediment supply in a watershed or breakup of the channel armor layer) and the rate of flow recession.&nbsp; Thus, prescriptions for high flow events in regulated stream systems need to account for the availability of potentially mobile sediment, whether the peak magnitude will remove the channel armor layer, and whether the rate of the receding limb of the event hydrograph is low enough to sustain sediment mobilization throughout the duration of the event.&nbsp; Continued research into the relationship between flow variability, channel morphology, and sediment transport is needed to further improve and refine these findings with respect to improved predictions of sediment transport.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2017<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Yarnell-Hayes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNatural and managed rivers throughout the world display a wide range of hydrographs that range from flashy with abrupt changes in discharge (rain-dominated, hydro peaking or urban streams) to gradual with slow changes in flow (snow- or spring-dominated streams).  As a result, the shape of a hydrograph (quantified by the magnitude and rate of change) significantly influences the volume, timing, and quality of water available for anthropogenic use and aquatic ecosystems, the variability of which is expected to increase with climate change. Although hydrographs are characteristic features of all river systems, relatively few investigations have focused on the influence of flow variability on channel grain sizes and bedload transport.  Uncertainties remain as to how unsteady flows impact bedload fluxes, grain size distributions, and the persistence of channel bed armor layers.\n\nAs part of a larger collaborative study exploring the impacts of hydrograph shape on sediment transport, this field study focused on documenting bedload transport during several winter rain-driven storm events in Caspar Creek, a small gravel-bedded stream in northern California.  Results showed not only that sediment transport rates varied significantly on the rising and falling limb of each storm, creating a pronounced clockwise hysteresis, but that sediment limited conditions in the watershed may contribute to differential rates of bedload transport for different bed particle sizes.  Furthermore, movement of tagged bed particles indicated that the armor layer did not breakup under high flow conditions, but rather cobbles within the armor layer were exchanged as some individually moved while other remained in place.  Despite limited availability of sediment however, low levels of sediment transport occurred at discharges below those predicted to be required for bedload mobility, potentially suggesting winnowing of fines during extended low flows as readily mobile grains continued to move. \n\nThe study results aid in a mechanistic understanding of the interactions between flow hydrographs, sediment transport, and temporal variations in channel sediment sizes.  Such knowledge is necessary for resource managers to properly design river restoration projects, prescribe flow regimes or high flow events that support stream ecosystem functions, and ultimately predict long-term changes in channel conditions.  For example, results from this collaborative study indicate that sediment transport on the receding limb of a storm hydrograph is impacted by sediment availability (either by sediment supply in a watershed or breakup of the channel armor layer) and the rate of flow recession.  Thus, prescriptions for high flow events in regulated stream systems need to account for the availability of potentially mobile sediment, whether the peak magnitude will remove the channel armor layer, and whether the rate of the receding limb of the event hydrograph is low enough to sustain sediment mobilization throughout the duration of the event.  Continued research into the relationship between flow variability, channel morphology, and sediment transport is needed to further improve and refine these findings with respect to improved predictions of sediment transport.\n\n\t\t\t\t\tLast Modified: 09/22/2017\n\n\t\t\t\t\tSubmitted by: Sarah Yarnell-Hayes"
 }
}