{
 "awd_id": "1251989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Inconsistent input and amount of exposure: child second language acquisition of Fering, a dialect of North Frisian",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 15118.0,
 "awd_amount": 15118.0,
 "awd_min_amd_letter_date": "2013-01-29",
 "awd_max_amd_letter_date": "2013-01-29",
 "awd_abstract_narration": "Investigations of language acquisition are fundamentally concerned with how children acquire language given the input they receive. However, these studies often focus on the amount of input rather than the type of input. Recent studies have used artificial languages to study how children acquire inconsistent input. Pennsylvania State University doctoral student, Alison Eisel Hendricks, supervised by Drs. Carrie N. Jackson and Karen Miller, investigates current theories of language acquisition of Fering, an endangered language spoken in northern Germany. The dissertation compares the acquisition of consistent versus inconsistent input by children and young adult-learners of Fering. \r\n\r\nGrammatical gender is a system that categorizes nouns into genders, often resulting in different versions of the definite article \"the\". Fering speakers produce grammatical gender inconsistently, with speakers using both genders interchangeably. On the other hand, speakers largely agree on grammatical number. Half of Fering-speaking children acquire it as a native language, while half learn Fering in school. Thus, this project tests the influence of input type and amount of exposure on language acquisition.\r\n\r\nThis dissertation tests elementary and high school students' comprehension and production of grammatical gender, number, and general fluency. Parents will complete a language use questionnaire and Fering-speaking parents will complete the same experiments as their children. Adult community members will participate in free speech interviews to further measure community language input. \r\n\r\nThis project contributes equally to linguistic theory and minority language studies. By testing a natural language and tracking acquisition of inconsistent input over time, the project furthers general knowledge of child language acquisition. Using qualitative and experimental tasks betters our understanding of the task facing children learning minority languages. This dissertation investigates North Frisian, but the results inform other cases of minority language revitalization, and will interest teachers and language planners. The project also contributes to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Jackson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Jackson",
   "pi_email_addr": "cnj1@psu.edu",
   "nsf_id": "000620440",
   "pi_start_date": "2013-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Miller",
   "pi_email_addr": "kxm80@psu.edu",
   "nsf_id": "000325699",
   "pi_start_date": "2013-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Hendricks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Hendricks",
   "pi_email_addr": "hendriak@mailbox.sc.edu",
   "nsf_id": "000620087",
   "pi_start_date": "2013-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15118.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project contributed to the fields of child language acquisition and minority languages through its creation of new scientific knowledge and broader impacts. The intellectual merit of this project comes from the generation of new knowledge about how children are influenced by different types and amounts of language input. This project tested the hypothesis that children produce language that is more systematic than their input when they are given inconsistent input, that is, variable input which is not linguistically or sociolinguistically constrained. We focused on the acquisition of grammatical gender in Fering, a dialect of North Frisian in which grammatical gender is produced inconsistently by adult native speakers. For example,&nbsp;about 60% of adult speakers use masculine gender for&nbsp;the noun&nbsp;<em>&nbsp;</em><em>skreep</em>&nbsp;&lsquo;purse&rsquo;, while others use common gender for the same word.&nbsp;While previous research had shown that children regularize inconsistent input in laboratory settings using artificial languages, this innovative project tested this hypothesis in a natural language setting. The results supported previous research showing that some children regularize inconsistent input&ndash; produce the same gender for all or all but one item&ndash; but deepened our understanding by showing that when children have access to a large quantity of inconsistent input, they are able to faithfully acquire adult-like lexical patterns. More broadly, this research highlighted the importance of accounting for both the type of language input and the amount of language input into models of child language acquisition.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project also informs research on language acquisition in minority language contexts. The results emphasized the importance of the amount of language input children receive, in this case within the home. Further, the research highlighted the interaction between the type of input and the amount of input children receive and its impact on language acquisition, which may help language planners make more accurate predictions as to child language acquisition outcomes, and develop new intervention programs to encourage parent and community minority language use. Local community members interested in minority language planning may use this information to make recommendations to community members about the amount of language input children will need to successfully acquire their language.</p>\n<p>The broader impacts of this project center on the training of students and community members in scientific methods. During the project the doctoral student received training in through hands-on research experience and professional development by presenting the results at scholarly conferences and preparing manuscripts for publication. Further, this project provided university students and local community members with training in scientific research methods. These research assistants received training in gathering experimental data and transcribing data for data analysis. Throughout the project, an effort was made to explain the justification and linguistic theory behind the project in order to provide training in scientific methods beyond data collection and transcription. Finally, during data collection, the doctoral student spent considerable time discussing the project with local community members. This not only sparked conversations about bilingualism and the role of parents and the community in child language acquisition, but also conversations about linguistic research more generally.</p>\n<p>The results have been shared with research communities and the public. First, the results of this project were presented at one conference focused on minority language issues &ndash; a panel on Minority Languages in a Multi-lingual Europe panel at the TABU Dag Conference in Gro...",
  "por_txt_cntn": "\nThis project contributed to the fields of child language acquisition and minority languages through its creation of new scientific knowledge and broader impacts. The intellectual merit of this project comes from the generation of new knowledge about how children are influenced by different types and amounts of language input. This project tested the hypothesis that children produce language that is more systematic than their input when they are given inconsistent input, that is, variable input which is not linguistically or sociolinguistically constrained. We focused on the acquisition of grammatical gender in Fering, a dialect of North Frisian in which grammatical gender is produced inconsistently by adult native speakers. For example, about 60% of adult speakers use masculine gender for the noun  skreep æpurseÆ, while others use common gender for the same word. While previous research had shown that children regularize inconsistent input in laboratory settings using artificial languages, this innovative project tested this hypothesis in a natural language setting. The results supported previous research showing that some children regularize inconsistent input&ndash; produce the same gender for all or all but one item&ndash; but deepened our understanding by showing that when children have access to a large quantity of inconsistent input, they are able to faithfully acquire adult-like lexical patterns. More broadly, this research highlighted the importance of accounting for both the type of language input and the amount of language input into models of child language acquisition.\n\n            The project also informs research on language acquisition in minority language contexts. The results emphasized the importance of the amount of language input children receive, in this case within the home. Further, the research highlighted the interaction between the type of input and the amount of input children receive and its impact on language acquisition, which may help language planners make more accurate predictions as to child language acquisition outcomes, and develop new intervention programs to encourage parent and community minority language use. Local community members interested in minority language planning may use this information to make recommendations to community members about the amount of language input children will need to successfully acquire their language.\n\nThe broader impacts of this project center on the training of students and community members in scientific methods. During the project the doctoral student received training in through hands-on research experience and professional development by presenting the results at scholarly conferences and preparing manuscripts for publication. Further, this project provided university students and local community members with training in scientific research methods. These research assistants received training in gathering experimental data and transcribing data for data analysis. Throughout the project, an effort was made to explain the justification and linguistic theory behind the project in order to provide training in scientific methods beyond data collection and transcription. Finally, during data collection, the doctoral student spent considerable time discussing the project with local community members. This not only sparked conversations about bilingualism and the role of parents and the community in child language acquisition, but also conversations about linguistic research more generally.\n\nThe results have been shared with research communities and the public. First, the results of this project were presented at one conference focused on minority language issues &ndash; a panel on Minority Languages in a Multi-lingual Europe panel at the TABU Dag Conference in Groningen in the Netherlands&ndash; and conference focused on language acquisition &ndash; Boston University Conference on Language Development. The results of this project have been published in tw..."
 }
}