{
 "awd_id": "1251588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research to Understand the Role of Culture, Identity, Epistemology and Bi-Cultural Efficacy in American Indian Educational and Professional Success in STEM",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 347496.0,
 "awd_amount": 347496.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "This project is an empirical research study using a resiliency-based framework to investigate the factors that contribute to American Indian and Alaska Native (AI-AN) success and achievement in STEM education and careers. The focus is on what makes people successful rather than what makes them fail.  It was developed through a partnership between the American Indian Science and Engineering Society (AISES), the Office for Community Health (OCH) at the University of New Mexico (UNM), and Northwestern University. The project is also interdisciplinary, partnering researchers from Anthropology, Psychology and Economics/Public Health with AISES to contribute a unique perspective on Native participation in STEM. The aim of this research is to identify the role of culture, individual identity, epistemology and bi-cultural efficacy in this process. The guiding hypothesis is that AI-AN success in STEM is influenced by dynamics of culture, epistemology and individual identity, with the role of bi-cultural efficacy being particularly significant. The researchers are interested in knowing: (a) What factors positively influence AI-AN success in STEM?;  (b) What role do the dynamics of culture, epistemology and individual identity play in AI-AN success in STEM and how are these dynamics played-out in individual experience?;  and (c) Does bi-cultural efficacy play a role in this process, and if so, what is that role?\r\n \r\n     The proposed collaboration uses a mixed methods design, beginning with an ethnographic approach that will build on advances in knowledge from the extensive literature on deficits and barriers, and nascent research on epistemology, adding new empirical data.  The research consciously privileges voices of Native scholars whose experience is not well represented in mainstream perspectives or taken into consideration by policy makers.  Adaptive project design through iterative data collection and analysis with synthesis and incorporation of findings from different components ongoing throughout the study will allow for dynamic inclusion of participant input.  The study includes four separate but integrated research components:  (1) 75 in-depth ethnographic interviews with 25 AI-AN STEM professionals and AISES members, conducted in three iterative sets of 25 each; (2) Three AI-AN undergraduate Student Research Scientists (SRS) from UNM will be mentored in the conduct of 36 peer interviews (12 each) with other AI-AN students; (3) Secondary analysis of unique AISES organizational archive with 35 years of information on more than 6000+ AI-AN involved in STEM; and (4) a preliminary survey will be conducted in year three of the project with 25 AISES members to validate measures of bi-cultural efficacy that contribute to AI-AN success in STEM.  The Principal Investigators will mentor Native scholars to develop protocols, collect and analyze data, present findings, and participate as members of the Research Team.  A Project Summit in Year Three will disseminate project findings to a broad group of AISES stakeholders.  This project will also structure a new role for AISES to play in the STEM community by leveraging the unique position of AISES as a national AI-AN STEM organization and developing data collection protocols and data collection tools the organization can continue to use for research in the future.   \r\n\r\n      Results of this research will increase understanding of how AI-AN individuals leverage personal and cultural assets in a way that embraces a congruency between Indigenous culture (Native science) and Western science as they achieve success in STEM.  This information will contribute to the literature analyzing issues in AI-AN education and under-representation in STEM and indicate directions for future research. Most importantly, this research may lay the foundation for increasing the proportion of AI-AN scientists.  Factors that contribute to success and achievement of AI-AN in STEM are often unrecognized, underappreciated or poorly understood.  The improved coherence of interventions that will result from better conceptualization of the strengths and needs of AI-AN students will provide a roadmap for developing best-practice and model-driven programming within universities, improve AI-AN educational outcomes in STEM, and in turn, contribute to improvements in AI-AN individual and community well-being.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Pamala",
   "pi_last_name": "Silas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pamala M Silas",
   "pi_email_addr": "pam@aises.org",
   "nsf_id": "000303134",
   "pi_start_date": "2013-09-07",
   "pi_end_date": "2013-09-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Echohawk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Echohawk",
   "pi_email_addr": "sechohawk@aises.org",
   "nsf_id": "000646588",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Indian Science and Engineering Society (AISES)",
  "inst_street_address": "6321 RIVERSIDE PLAZA LN NW STE L1-A",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5057651052",
  "inst_zip_code": "871202642",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "AMERICAN INDIAN SCIENCE AND ENGINEERING SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XUE5YPEN3UZ9"
 },
 "perf_inst": {
  "perf_inst_name": "American Indian Science and Engineering Society",
  "perf_str_addr": "2305 Renard Place, SE Suite 200",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871064258",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 347496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The American Indian Science and Engineering Society (AISES) worked collaboratively with researchers from the University of New Mexico and Northwestern University to better understand participation of Native American students and professionals in STEM studies and careers. An objective of this collaborative research was to engage with AISES as a community-based partner to shift the mainstream narrative aimed at identifying deficits and barriers to participation of Native Americans in STEM to a framework focused on understanding factors contributing to success. In addition to the project&rsquo;s specific research objectives, a primary goal of the collaborative project was to provide research mentoring to Native American students, including encouraging pursuit of advanced degrees, research and presentation skill building, training in research methods, and research career mentorship. AISES provided student research assistants with hands-on experience managing data sources, data entry procedures, and understanding the use of archival data in various fields of research. Lastly, a stated goal of this project was to build the research capacity of AISES by developing a permanent, searchable, archival database comprised of over three decades of information. By developing AISES&rsquo; digital infrastructure, AISES is uniquely positioned to use and make available current and historical data on Native Americans in STEM. With this wealth of information, AISES is committed to significantly contributing to the limited but growing body of literature on education research for Native people in STEM. Additionally, AISES will use the findings from this research and the archival database to evaluate its programs and to understand their short- and long-term impacts on Native American students and professionals in STEM.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Echohawk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe American Indian Science and Engineering Society (AISES) worked collaboratively with researchers from the University of New Mexico and Northwestern University to better understand participation of Native American students and professionals in STEM studies and careers. An objective of this collaborative research was to engage with AISES as a community-based partner to shift the mainstream narrative aimed at identifying deficits and barriers to participation of Native Americans in STEM to a framework focused on understanding factors contributing to success. In addition to the project?s specific research objectives, a primary goal of the collaborative project was to provide research mentoring to Native American students, including encouraging pursuit of advanced degrees, research and presentation skill building, training in research methods, and research career mentorship. AISES provided student research assistants with hands-on experience managing data sources, data entry procedures, and understanding the use of archival data in various fields of research. Lastly, a stated goal of this project was to build the research capacity of AISES by developing a permanent, searchable, archival database comprised of over three decades of information. By developing AISES? digital infrastructure, AISES is uniquely positioned to use and make available current and historical data on Native Americans in STEM. With this wealth of information, AISES is committed to significantly contributing to the limited but growing body of literature on education research for Native people in STEM. Additionally, AISES will use the findings from this research and the archival database to evaluate its programs and to understand their short- and long-term impacts on Native American students and professionals in STEM. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Sarah Echohawk"
 }
}