{
 "awd_id": "1251966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interpreting clumped isotope temperatures and &#948;18O records from pedogenic carbonate: influence of climate, seasonality, and elevation",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 182227.0,
 "awd_amount": 182227.0,
 "awd_min_amd_letter_date": "2013-03-26",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "A new isotopic measurement technique of a common geologic material, calcium carbonate, has the potential to reveal how continental temperatures and environmental conditions have changed throughout Earth history. The technique, called clumped isotope thermometry, exploits the temperature-dependent grouping of the heavy isotopes of carbon and oxygen in calcium carbonate. Calcium carbonate bearing soils are relatively common in the terrestrial geologic record and present attractive targets for reconstructing past earth surface environments. However, while the theoretical basis for clumped isotope thermometry is robust, exactly how environmental conditions are reflected in soil carbonate formation temperatures is not well understood. Thus, developing a framework for understanding the environmental factors that influence the timing of carbonate formation is the key to unlocking a potentially rich record of past surface temperatures and enhancing the understanding of Earth?s terrestrial paleoclimates.  \r\n\r\nA team of researchers from Syracuse University and the University of Washington, in collaboration with researchers from the Pontificia Universidad Cátolica de Chile, and the Instituto Argentino de Nivología, Glaciología y Ciencias Ambientales (IANIGLA) in Argentina will conduct a two-year study in and adjacent to the Andes near 30°S latitude to determine how the carbonate clumped isotope thermometer records temperatures in modern to 100,000 year old soils, with a focus on how these methods can be applied to understand Earth's past surface conditions on the continents. \r\n\r\nThe primary research goals are to quantify: 1) the influence of seasonal precipitation, air temperature, and vegetation on the timing and temperature of soil carbonate formation; 2) how well clumped isotope temperatures of Holocene (<11,500 year old) soil carbonates and calculated soil water oxygen isotopic values predict modern elevation and the isotopic composition of precipitation; and 3) the impact of signal integration over long (1000 to 10,000 year) timescales by exploring how clumped-isotope temperature varies with soil carbonate age and development stage. The Andean field site is ideal for this study because the > 4 km of topographic relief in this area provides a wide range of mean annual and seasonal temperatures. The east and west sides of the Andes also have opposing rainy seasons and gradients in vegetation type and density, enabling this study to tease apart the influence of these factors on clumped isotope temperatures of soil carbonate. \r\n\r\nThis study will support the education and training of two doctoral students in the Earth Sciences as well as foster collaboration among two US universities and their South American counterparts: Pontificia Universidad Catolica de Chile and Instituto Argentino de Nivologia. Components of this research will be used in University and high school teaching via the participation of the PIs in professional development programs for high school teachers in their respective states. The results of this study will be disseminated in scientific journals, professional conferences, the PIs' websites, university courses, and a hands-on activity for the UW's outreach program, Rockin' Out. The project will benefit the broader scientific community by developing a tool that can be applied in many places for paleoclimate and paleoaltimetry research, and potentially change the way researchers interpret stable isotope data for paleosols. Support of the international component is provided by the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Hoke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory D Hoke",
   "pi_email_addr": "gdhoke@syr.edu",
   "nsf_id": "000087667",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  },
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "7295",
   "pgm_ref_txt": "GEOBIOLOGY & LOW TEMP GEOCHEM"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 182227.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The carbonate clumped isotope geothermometer is a potentially powerful new stable isotope proxy that, among other uses, could be applied in reconstructing land surface temperatures at the Earth&rsquo;s surface. Knowledge of prior land surface temperature has various applications, from reconstructing the elevation of ancient mountain ranges, to providing constraints to evaluate the output of climate simulations in the recent past of deeper in Earth&rsquo;s history. Pedogenic, or soil carbonates, are abundant over Earth&rsquo;s arid to semi-arid climates and provide an ideal proxy material for constraining earth surface conditions over broad geographic areas.&nbsp;</span>Critical to unleashing the potential of the clumped isotope temperature proxy is constraining how the temperatures derived from the pedogenic carbonate proxy material relate to actual surface temperatures. Without this solid framework for deriving surface temperatures, their application will be fraught with misinterpretations.&nbsp;</p>\n<p><span>The goal of this NSF-sponsored study was to determine the how the variables of climate, seasonality and elevation influence clumped isotope temperatures by exploiting the unique juxtaposition of environments available in the Andes mountains of Argentina and Chile. To achieve this goal, the study was executed through the collaborative efforts of early career faculty in Earth science and their graduate students at Syracuse University and the University of Washington. In addition, we leveraged the principal investigator's network of collaborators in Argentina and Chile to participate in the study. Our foreign colleague's backgrounds brought unique and complementary perspectives to the study. To simulate different climates in a winter dominated precipitation regime, we excavated, sampled and instrumented active modern soils over a 4,300 m (14,190 ft) of elevation and ~ 150 km to the Agua Negra mountain pass with Argentina. In the lowlands on the eastern flank of the Andes, we explored the potential for site to site variability at a low elevations over ~ 1.5&deg; of latitude (120 miles) and different ecological niches. A total of 10 sites were instrumented for 2 years of in-situ measurements of soil moisture and soil temperature, along with 6 of the same sites measuring soil carbon dioxide concentrations and above ground meteorologic conditions. To improve our understanding of the isotopic context of the pedogenic carbonates, we executed field campaign collections of river water samples and monthly precipitation samples at selected weather stations previously established and maintained by the Chilean and Argentine governments. All of these data were necessary to determine the conditions under which pedogenic carbonate formed at each pit, and how that compared with simple metrics like mean annual air temperature, hottest or coolest month temperatures. &nbsp;</span></p>\n<p><span>The major results of our study were published in the peer-reviewed, scientific literature (doi&rsquo;s 10.1016/j.epsl.2016.02.033 and 10.1016/j.epsl.2016.02.003). We identified the infiltration of water into the soil profile after the largest rainfall events as the likely mechanism that results in observation of isothermal temperatures with depth in both the clumped isotope temperature record and in-situ instrumentation. This observation also requires that pedogenic carbonate form during the initial drying of the soil profile, in the summer, and not towards the near complete loss of soil moisture as previously assumed. Our monitoring efforts in Argentina, combined with information on soil water chemistry, suggest that carbonate would always be supersaturated in the soil solution, thus carbonate formation should be relatively frequent in the upper meter of the soil, where wetting is frequent, and less so with depth since wetting events only happen once or twice a year. In Chile, our work was identified a major temperature shift in clumped isotope temperatures that can only be caused by the average lowest elevation extent of perennial snowfall. We also identified the soil carbonate under near or sub-zero conditions in our highest elevation site where mean annual temperatures are near the freezing point or water. Despite a strong winter seasonality, clumped isotope temperatures on the western flanks of the Andes also reflected summer temperatures. Unfortunately, our in-situ monitoring of soil conditions at the Chilean sites were hampered by drought conditions in this part of Chile which did not abate until the end of the study, thus we have limited context for interpreting these hotter than expected temperatures. Together our results represent a major advance in our understanding of how to apply clumped isotopes to ancient soils in continental settings and provide additional insight into how pedogenic carbonate forms.&nbsp;</span></p>\n<p><span>This NSF award supported the national and international collaboration in the Earth Science at two domestic institutions and two institutions in Latin America. This award directly supported the MS work of a female graduate student at Syracuse University. The results of this study have been an continue to be presented at national conferences, incorporated into research presentations at other universities and used by the PI in teaching at the undergraduate and graduate levels at Syracuse University. &nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;D&nbsp;Hoke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe carbonate clumped isotope geothermometer is a potentially powerful new stable isotope proxy that, among other uses, could be applied in reconstructing land surface temperatures at the Earth?s surface. Knowledge of prior land surface temperature has various applications, from reconstructing the elevation of ancient mountain ranges, to providing constraints to evaluate the output of climate simulations in the recent past of deeper in Earth?s history. Pedogenic, or soil carbonates, are abundant over Earth?s arid to semi-arid climates and provide an ideal proxy material for constraining earth surface conditions over broad geographic areas. Critical to unleashing the potential of the clumped isotope temperature proxy is constraining how the temperatures derived from the pedogenic carbonate proxy material relate to actual surface temperatures. Without this solid framework for deriving surface temperatures, their application will be fraught with misinterpretations. \n\nThe goal of this NSF-sponsored study was to determine the how the variables of climate, seasonality and elevation influence clumped isotope temperatures by exploiting the unique juxtaposition of environments available in the Andes mountains of Argentina and Chile. To achieve this goal, the study was executed through the collaborative efforts of early career faculty in Earth science and their graduate students at Syracuse University and the University of Washington. In addition, we leveraged the principal investigator's network of collaborators in Argentina and Chile to participate in the study. Our foreign colleague's backgrounds brought unique and complementary perspectives to the study. To simulate different climates in a winter dominated precipitation regime, we excavated, sampled and instrumented active modern soils over a 4,300 m (14,190 ft) of elevation and ~ 150 km to the Agua Negra mountain pass with Argentina. In the lowlands on the eastern flank of the Andes, we explored the potential for site to site variability at a low elevations over ~ 1.5&deg; of latitude (120 miles) and different ecological niches. A total of 10 sites were instrumented for 2 years of in-situ measurements of soil moisture and soil temperature, along with 6 of the same sites measuring soil carbon dioxide concentrations and above ground meteorologic conditions. To improve our understanding of the isotopic context of the pedogenic carbonates, we executed field campaign collections of river water samples and monthly precipitation samples at selected weather stations previously established and maintained by the Chilean and Argentine governments. All of these data were necessary to determine the conditions under which pedogenic carbonate formed at each pit, and how that compared with simple metrics like mean annual air temperature, hottest or coolest month temperatures.  \n\nThe major results of our study were published in the peer-reviewed, scientific literature (doi?s 10.1016/j.epsl.2016.02.033 and 10.1016/j.epsl.2016.02.003). We identified the infiltration of water into the soil profile after the largest rainfall events as the likely mechanism that results in observation of isothermal temperatures with depth in both the clumped isotope temperature record and in-situ instrumentation. This observation also requires that pedogenic carbonate form during the initial drying of the soil profile, in the summer, and not towards the near complete loss of soil moisture as previously assumed. Our monitoring efforts in Argentina, combined with information on soil water chemistry, suggest that carbonate would always be supersaturated in the soil solution, thus carbonate formation should be relatively frequent in the upper meter of the soil, where wetting is frequent, and less so with depth since wetting events only happen once or twice a year. In Chile, our work was identified a major temperature shift in clumped isotope temperatures that can only be caused by the average lowest elevation extent of perennial snowfall. We also identified the soil carbonate under near or sub-zero conditions in our highest elevation site where mean annual temperatures are near the freezing point or water. Despite a strong winter seasonality, clumped isotope temperatures on the western flanks of the Andes also reflected summer temperatures. Unfortunately, our in-situ monitoring of soil conditions at the Chilean sites were hampered by drought conditions in this part of Chile which did not abate until the end of the study, thus we have limited context for interpreting these hotter than expected temperatures. Together our results represent a major advance in our understanding of how to apply clumped isotopes to ancient soils in continental settings and provide additional insight into how pedogenic carbonate forms. \n\nThis NSF award supported the national and international collaboration in the Earth Science at two domestic institutions and two institutions in Latin America. This award directly supported the MS work of a female graduate student at Syracuse University. The results of this study have been an continue to be presented at national conferences, incorporated into research presentations at other universities and used by the PI in teaching at the undergraduate and graduate levels at Syracuse University.  \n\n \n\n\t\t\t\t\tLast Modified: 10/10/2016\n\n\t\t\t\t\tSubmitted by: Gregory D Hoke"
 }
}