{
 "awd_id": "1251345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Media Characters: The Unhidden  Persuaders in Food Marketing to Children",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chalandra Bryant",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2017-04-17",
 "awd_abstract_narration": "Children's television viewing often involves extended experiences with familiar characters. Unlike any previous technological age, these characters are now present in many different kinds of media, including television programs and advertisements, computer games, and mobile Apps. In addition to entertaining and teaching viewers, these characters also sell to children, including unhealthy foods that have been linked to the childhood obesity crisis that plagues our nation. While characters such as these have been used as marketing tools for many years, little is known about the extent to which this marketing is effective, or the specific conditions under which children are susceptible to its influence. The investigators will test their theory that the existence of one-sided, emotionally-tinged friendships that children form with media characters--known as parasocial relationships--are central to their influence. The researchers will develop and validate an assessment scale for measuring the strength of parasocial relationships and use it to determine what factors influence relationship magnitude and predict the likelihood of media character influences on children's preferences. The investigators will use an experimental method in which children interact with a novel media character to explore the dynamics of how parasocial relationships form and under what circumstances they lead to strong influence. They will characterize the extent to which this process varies between 3 and 8 years of age. Structural equation modeling will be used to calculate the effect magnitude of different factors on parasocial relationships and character motivation.\r\n \r\nWithout research about the underlying reasons for the obesity crisis, the future of our children is in peril. US children are now expected to have shorter life spans than their parents. Media characters may be playing an unhidden role in this epidemic. However, these same characters may also be able to change children's food choices and eating patterns by promoting healthier foods. The knowledge that will be gained from this project can help scientists understand the important role that media characters are playing in the childhood obesity crisis. This information can then be used to help parents make healthy decisions for their children in supermarkets and restaurants, to help businesses use their media characters more wisely, and to inform legislators about the kinds of policies that can improve the health and well being of future generations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Wartella",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen A Wartella",
   "pi_email_addr": "ewartella@gmail.com",
   "nsf_id": "000216672",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2240 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602012952",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Approximately one-third of America&rsquo;s children are overweight or obese, and years of research suggests that food and beverage marketing contributes to this public health crisis. Food company-produced advertisements have been demonstrated to be very persuasive to children, featuring vivid colors and beloved characters from popular media, along with unhealthy foods. In response to public complaints about food companies&rsquo; role in the childhood obesity epidemic, America&rsquo;s leading food and beverage manufacturers came together in late 2006 to form the Children&rsquo;s Food and Beverage Advertising Initiative (CFBAI), promising to only market foods to children consistent with a healthful diet and to avoid using appealing characters in promotions for unhealthy foods. Over the years, CFBAI&rsquo;s self-regulatory promises have been continuously revised, with a major revamp to the nutritional criteria used to determine what constitutes &ldquo;healthy&rdquo; food in 2014.</p>\n<p>In 2013 and 2015, we conducted a series of content analysis projects examining food marketing in grocery stores, and via television, websites, mobile applications (apps), and video games. We examined the prevalence and healthfulness of promoted food products, with a focus on changes over time. We also explored, how, if at all, food marketers leveraged media characters to foster brand loyalty.</p>\n<p>Overall, our findings paint a mixed picture of CFBAI&rsquo;s success. On the one hand, across platforms, we only identified a rather limited volume of child-targeted marketing. Food companies have been continuously removing branded websites, refraining from creating many apps, and not engaging in extensive cross-promotions via other platforms like video games. Moreover, the nutritional profile of promoted products has improved modestly over time. We noted that our 2013 corpus of marketing on the whole promoted healthier products than what had been documented in the early 2000&rsquo;s, around the launch of CFBAI, and, for the most part, the nutritional profile of what was promoted continued to improve in 2015.</p>\n<p>That said, the marketing that does exist is far from benign. While healthier than what had been document previously, most instances of marketing feature products that still fail to meet outside nutritional standards set forth by groups like the Institute of Medicine and Rudd Center for Food Policy. These products are promoted using tactics likely to be highly appealing and persuasive to children. For example, web-based marketing is replete with engaging &ldquo;advergames&rdquo; (games saturated with food branding), sports-themed video games prominently feature background ads for sugary beverages, and grocery store packages are colorful and placed at children&rsquo;s eye level. Across platforms, appealing characters are omnipresent. There&rsquo;s some evidence that characters with racial-ethnic minority backgrounds are disproportionately paired with less healthy foods, which may reflect a concerning form of racial targeting.&nbsp;</p>\n<p>Together, our findings give reason to be optimistic about the current food marketing landscape, although only cautiously so. The food industry has responded to public outcry by decreasing the volume of marketing targeting children and making modest improvements to the healthfulness of promoted products. Nonetheless, there is still much room for improvement and a need for advertising literacy programs, especially programs aimed at protecting youth of color.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2018<br>\n\t\t\t\t\tModified by: Ellen&nbsp;A&nbsp;Wartella</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nApproximately one-third of America?s children are overweight or obese, and years of research suggests that food and beverage marketing contributes to this public health crisis. Food company-produced advertisements have been demonstrated to be very persuasive to children, featuring vivid colors and beloved characters from popular media, along with unhealthy foods. In response to public complaints about food companies? role in the childhood obesity epidemic, America?s leading food and beverage manufacturers came together in late 2006 to form the Children?s Food and Beverage Advertising Initiative (CFBAI), promising to only market foods to children consistent with a healthful diet and to avoid using appealing characters in promotions for unhealthy foods. Over the years, CFBAI?s self-regulatory promises have been continuously revised, with a major revamp to the nutritional criteria used to determine what constitutes \"healthy\" food in 2014.\n\nIn 2013 and 2015, we conducted a series of content analysis projects examining food marketing in grocery stores, and via television, websites, mobile applications (apps), and video games. We examined the prevalence and healthfulness of promoted food products, with a focus on changes over time. We also explored, how, if at all, food marketers leveraged media characters to foster brand loyalty.\n\nOverall, our findings paint a mixed picture of CFBAI?s success. On the one hand, across platforms, we only identified a rather limited volume of child-targeted marketing. Food companies have been continuously removing branded websites, refraining from creating many apps, and not engaging in extensive cross-promotions via other platforms like video games. Moreover, the nutritional profile of promoted products has improved modestly over time. We noted that our 2013 corpus of marketing on the whole promoted healthier products than what had been documented in the early 2000?s, around the launch of CFBAI, and, for the most part, the nutritional profile of what was promoted continued to improve in 2015.\n\nThat said, the marketing that does exist is far from benign. While healthier than what had been document previously, most instances of marketing feature products that still fail to meet outside nutritional standards set forth by groups like the Institute of Medicine and Rudd Center for Food Policy. These products are promoted using tactics likely to be highly appealing and persuasive to children. For example, web-based marketing is replete with engaging \"advergames\" (games saturated with food branding), sports-themed video games prominently feature background ads for sugary beverages, and grocery store packages are colorful and placed at children?s eye level. Across platforms, appealing characters are omnipresent. There?s some evidence that characters with racial-ethnic minority backgrounds are disproportionately paired with less healthy foods, which may reflect a concerning form of racial targeting. \n\nTogether, our findings give reason to be optimistic about the current food marketing landscape, although only cautiously so. The food industry has responded to public outcry by decreasing the volume of marketing targeting children and making modest improvements to the healthfulness of promoted products. Nonetheless, there is still much room for improvement and a need for advertising literacy programs, especially programs aimed at protecting youth of color.\n\n \n\n\t\t\t\t\tLast Modified: 08/27/2018\n\n\t\t\t\t\tSubmitted by: Ellen A Wartella"
 }
}