{
 "awd_id": "1252399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating and Improving Synthesis Problem Solving Skills in Introductory Physics Via Analogical Reasoning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 943013.0,
 "awd_amount": 943013.0,
 "awd_min_amd_letter_date": "2013-09-01",
 "awd_max_amd_letter_date": "2013-09-01",
 "awd_abstract_narration": "Previous studies of problem solving in physics have primarily focused on students and experts solving textbook-like exercises containing a single concept that can be typically completed by simply searching for and manipulating in-chapter equations. These tasks often habituate students to formula-based algorithms and have limited impact on promoting expert-like heuristic problem solving. This project proposes to investigate and improve student skills in solving synthesis problems in introductory physics, that is: problems that require a joint application of multiple physics concepts including those that are taught in different chapters or at significantly different times in the course. Differing from the traditional textbook exercises and closer to real-world situations, these synthesis problems cannot be easily solved by using formula-based ?plug-and-chug? approaches but rather require students to recognize and be able to coordinate multiple key concepts in order to reach a successful solution. Built on the well-established framework of analogical reasoning, this project seeks to (1) identify and characterize students? and experts? approaches to synthesis problems in physics, (2) evaluate and compare various methods of analogical reasoning aimed at promoting student synthesis problem solving skills, and (3) field test the most successful method in physics classrooms.\r\n\r\nThis project directly targets undergraduate students in Science, Technology, Engineering and Mathematics (STEM) who are enrolled in college-level introductory physics courses. The synthesis materials and analogical interventions investigated in the project will reach thousands of STEM learners across the nation to most effectively increase their problem solving skills. The project outcomes, including research-validated curricular materials, will be disseminated via publications, national and international presentations, workshops and online resources. These results will not only help improve physics education at the tertiary level but will also have bearing on our knowledge of problem solving and STEM education in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lin",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lin Ding",
   "pi_email_addr": "lding@mps.ohio-state.edu",
   "nsf_id": "000505214",
   "pi_start_date": "2013-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Catrambone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Catrambone",
   "pi_email_addr": "richard.catrambone@psych.gatech.edu",
   "nsf_id": "000222775",
   "pi_start_date": "2013-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Heckler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew F Heckler",
   "pi_email_addr": "heckler.6@osu.edu",
   "nsf_id": "000281393",
   "pi_start_date": "2013-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 943013.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is aimed at improving STEM students&rsquo; skills in solving real-world-like physics tasks, which we coined as synthesis problems. These problems mimic real-world complex situations by requiring solvers to engage in joint application of multiple concepts from across the entire physics curriculum. Because these problems are not readily available in traditional research and teaching, one immediate goal was to develop valid and useful synthesis tasks. At the same time, we focused on designing lab experiments and classroom studies to investigate student bottlenecks to tackling these problems as well as to seek the best instructional strategies to alleviate such bottlenecks.</p>\n<p>&nbsp;</p>\n<p>Intellectual merits:</p>\n<p>&nbsp;</p>\n<p>The project has produced a number of intellectual findings that represent significant contributions to the knowledge base in physics/science education. First, we have created a collection of synthesis tasks that are easily adoptable and adaptable for university-level introductory physics instruction. Using these tasks as a tool, we have further identified four major bottlenecks and their respective mechanisms in student approaches to synthesis problems. The four bottlenecks are (a) mastery of individual concepts, (b) recognition and (c) joint application of multiple concepts in a synthesis problem, and (d) mathematical complexity in quantitative problems. These findings have directly informed our subsequent designs of instructional interventions aimed specifically at improving student performances on synthesis problems. The interventions we have investigated include various versions of analogical comparison, prompting and self-explanation. Through a series of systematically crafted lab experiments and classroom studies, we have explicated the pros and cons of each of the interventions and their cognitive influences on student performance as well as identified the most effective instructional strategy (self-explanation).</p>\n<p>&nbsp;</p>\n<p>The theoretical and empirical insights, which we have gained from the project and published through various venues, create a significant impact on research in problem solving. Additionally, the instructional resources resulted from our project directly contributes to the teaching and learning of physics.</p>\n<p>&nbsp;</p>\n<p>Broad Impact.</p>\n<p>Our work generates a significant impact on the research into teaching physics problem solving. Thousands of university students taking introductory and intermediate level physics courses, including underrepresented STEM learners, first-generation college attendees, and international students, have used our synthesis materials and received different types of research-based interventions. These interventions directly target student bottlenecks in tackling synthesis tasks. In addition, the products of our work, including synthesis materials and intervention techniques have been broadly disseminated to physics instructors for adaptation and adaption in their classroom practices. As we continue distributing and sharing our products with colleagues in other nations, the impact of our work has gone beyond the national level.&nbsp;</p>\n<p>&nbsp;</p>\n<p>While the focal point of the project is university-level physics education, the framework we have constructed and its accompanying methodological approaches we have designed are crosscutting in nature. They have direct bearings on teaching and learning of other subject matters, such as science, technology, engineering, mathematics, medicine and laws, in which improving learners&rsquo; capability to handle synthesis tasks stands as a major educational goal. The outcomes of our work has offered insight into problem solving in general as well as discipline-based physics educational in particular.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2017<br>\n\t\t\t\t\tModified by: Lin&nbsp;Ding</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is aimed at improving STEM students? skills in solving real-world-like physics tasks, which we coined as synthesis problems. These problems mimic real-world complex situations by requiring solvers to engage in joint application of multiple concepts from across the entire physics curriculum. Because these problems are not readily available in traditional research and teaching, one immediate goal was to develop valid and useful synthesis tasks. At the same time, we focused on designing lab experiments and classroom studies to investigate student bottlenecks to tackling these problems as well as to seek the best instructional strategies to alleviate such bottlenecks.\n\n \n\nIntellectual merits:\n\n \n\nThe project has produced a number of intellectual findings that represent significant contributions to the knowledge base in physics/science education. First, we have created a collection of synthesis tasks that are easily adoptable and adaptable for university-level introductory physics instruction. Using these tasks as a tool, we have further identified four major bottlenecks and their respective mechanisms in student approaches to synthesis problems. The four bottlenecks are (a) mastery of individual concepts, (b) recognition and (c) joint application of multiple concepts in a synthesis problem, and (d) mathematical complexity in quantitative problems. These findings have directly informed our subsequent designs of instructional interventions aimed specifically at improving student performances on synthesis problems. The interventions we have investigated include various versions of analogical comparison, prompting and self-explanation. Through a series of systematically crafted lab experiments and classroom studies, we have explicated the pros and cons of each of the interventions and their cognitive influences on student performance as well as identified the most effective instructional strategy (self-explanation).\n\n \n\nThe theoretical and empirical insights, which we have gained from the project and published through various venues, create a significant impact on research in problem solving. Additionally, the instructional resources resulted from our project directly contributes to the teaching and learning of physics.\n\n \n\nBroad Impact.\n\nOur work generates a significant impact on the research into teaching physics problem solving. Thousands of university students taking introductory and intermediate level physics courses, including underrepresented STEM learners, first-generation college attendees, and international students, have used our synthesis materials and received different types of research-based interventions. These interventions directly target student bottlenecks in tackling synthesis tasks. In addition, the products of our work, including synthesis materials and intervention techniques have been broadly disseminated to physics instructors for adaptation and adaption in their classroom practices. As we continue distributing and sharing our products with colleagues in other nations, the impact of our work has gone beyond the national level. \n\n \n\nWhile the focal point of the project is university-level physics education, the framework we have constructed and its accompanying methodological approaches we have designed are crosscutting in nature. They have direct bearings on teaching and learning of other subject matters, such as science, technology, engineering, mathematics, medicine and laws, in which improving learners? capability to handle synthesis tasks stands as a major educational goal. The outcomes of our work has offered insight into problem solving in general as well as discipline-based physics educational in particular.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/16/2017\n\n\t\t\t\t\tSubmitted by: Lin Ding"
 }
}