{
 "awd_id": "1252218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Language Ideology, Multilingualism, and Syntactic Variation in Albanian and Macedonian",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 13953.0,
 "awd_amount": 13953.0,
 "awd_min_amd_letter_date": "2013-01-23",
 "awd_max_amd_letter_date": "2013-01-23",
 "awd_abstract_narration": "Macedonian and Albanian share striking similarities in grammatical structure. Despite being very distant descendants from Indo-European (comparable to the difference between English and Persian), these languages share such similarity in grammar and phraseology that some sentences can be translated word-for-word, a phenomenon that specialists in Balkan languages argue to have resulted from a social system that encouraged mutual multilingualism among speakers of these languages for a period of centuries. Their surface similarities have been accounted for as an inventory of \"Balkanisms\" -- commonalities in word order, grammatical construction, and word building shared between Balkan languages as a result of contact between these languages and not due to inheritance from their respective linguistic predecessors. These findings, however, have not necessarily been mapped with cross-linguistically comparable theoretical descriptions that would connect them to broader research on how the human mind produces and comprehends language.\r\n\r\nPrendergast will examine three syntactic Balkanisms that recommend themselves to both socio-cultural linguistic investigation and theoretical syntactic description: 1) overt direct and indirect object doubling by a clitic pronoun; 2) relative clause head-marking; and 3) definite article omission in prepositional phrases. These syntactic Balkanisms share an orientation toward a generative syntactic theoretical primitive: the determiner phrase (DP).\r\n\r\nPrendergast will collect data in Albania and the Republic of Macedonia over six months on language use and social attitudes toward language among Macedonian- and Albanian-speakers by means of ethnographic interviewing and structured surveys gauging speakers' grammaticality judgments. He will seek to plot variation in these syntactic Balkanisms according to the dynamics of multilingual speaker contact (or lack thereof) in contemporary Republic of Macedonia, assessing whether speakers who continue traditional Balkan multilingualism differ in their underlying grammatical structures from speakers who participate in a new social model of Balkan monolingualism and ethnic segregation. Data on these variations then become the basis for a generative syntactic description of the Balkan DP.\r\n\r\nThe results of this project will contribute to current theoretical syntactic research on the DP cross-linguistically. Prendergast seeks to demonstrate that there are \"deep structural Balkanisms\" important to understanding the process of mutually multilingual contact among speakers, a situation that has shaped the development of a considerable number of languages around the world. This project will also enhance the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Line",
   "pi_last_name": "Mikkelsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Line Mikkelsen",
   "pi_email_addr": "mikkelsen@berkeley.edu",
   "nsf_id": "000573999",
   "pi_start_date": "2013-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Prendergast",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Prendergast",
   "pi_email_addr": "pren@berkeley.edu",
   "nsf_id": "000624137",
   "pi_start_date": "2013-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "Macedonian Academy of Sciences and Arts",
  "perf_str_addr": "Bul. Krste Misirkov, 2, P.O. Box",
  "perf_city_name": "1000 Skopje",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Macedonia,Former Yugoslav Rep.",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to document three syntactic structures shared by Macedonian and Albanian, members of the &lsquo;Balkan language union&rsquo; that show convergent grammatical structure despite their divergent philogenetic origins. These grammatical convergences have been posited as arising from generations of mutual multilingualism. Prendergast investigated the social dynamics of usage and the grammatical outcomes in syntactic structure of overt direct and indirect object doubling by a clitic pronoun, relative clause head-marking, and determiner omission in prepositional phrases&mdash;shared Balkan grammatical structures that can be analyzed using the generative syntactic theoretical primitive of the determiner phrase (DP). Prendergast traveled to Macedonia, Albania, and Kosovo, where he elicited grammaticality judgments from speakers concerning these structures and implemented surveys sampling their distribution. He elicited extended narratives from speakers using visual prompts and recorded these narratives, discussing the structures he identified with his consultants and using the documented material as the basis for theoretical analysis. He engaged in collaborative work with linguists at the University of Cyril and Methodius in Skopje, Macedonia and the University of Prishtina in Prishtina, Kosovo. He did ethnographic and linguistic fieldwork in Skopje, Tetovo, Struga, and Ohrid in Macedonia; Tirana, Ksamil, and Gjirokastra in Albania, and Prishtina and Peja in Kosovo. He worked with consultants to document grammatical structures not only in dialects of Albanian and Macedonian, but also in Aromanian, an endangered Romance language of the Balkans for which English-language research is limited. These documentary, survey, and ethnographic research outcomes have provided him with data for his dissertation on determiner omission in Albanian, Macedonian, and Aromanian, a study of syntactic borrowing between Balkan languages which will advance understanding of the history of the Balkan language union and make theoretical contributions to the analysis of DPs and DP modification with constituents such as adjectives, possessor phrases, and relative clauses. His data will also inform further research into convergent structure of relative clauses in Balkan languages and into the phenomenon of clitic doubling, a cross-linguistically well attested grammatical structure whose analysis is still a subject of much debate among linguists. Finally, the research funded by this NSF grant has provided opportunities for cooperation and collaboration between Prendergast and linguistics and anthropology researches in Macedonia, Albania, and Kosovo, including conference presentations and research exchanges.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2015<br>\n\t\t\t\t\tModified by: Line&nbsp;Mikkelsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to document three syntactic structures shared by Macedonian and Albanian, members of the æBalkan language unionÆ that show convergent grammatical structure despite their divergent philogenetic origins. These grammatical convergences have been posited as arising from generations of mutual multilingualism. Prendergast investigated the social dynamics of usage and the grammatical outcomes in syntactic structure of overt direct and indirect object doubling by a clitic pronoun, relative clause head-marking, and determiner omission in prepositional phrases&mdash;shared Balkan grammatical structures that can be analyzed using the generative syntactic theoretical primitive of the determiner phrase (DP). Prendergast traveled to Macedonia, Albania, and Kosovo, where he elicited grammaticality judgments from speakers concerning these structures and implemented surveys sampling their distribution. He elicited extended narratives from speakers using visual prompts and recorded these narratives, discussing the structures he identified with his consultants and using the documented material as the basis for theoretical analysis. He engaged in collaborative work with linguists at the University of Cyril and Methodius in Skopje, Macedonia and the University of Prishtina in Prishtina, Kosovo. He did ethnographic and linguistic fieldwork in Skopje, Tetovo, Struga, and Ohrid in Macedonia; Tirana, Ksamil, and Gjirokastra in Albania, and Prishtina and Peja in Kosovo. He worked with consultants to document grammatical structures not only in dialects of Albanian and Macedonian, but also in Aromanian, an endangered Romance language of the Balkans for which English-language research is limited. These documentary, survey, and ethnographic research outcomes have provided him with data for his dissertation on determiner omission in Albanian, Macedonian, and Aromanian, a study of syntactic borrowing between Balkan languages which will advance understanding of the history of the Balkan language union and make theoretical contributions to the analysis of DPs and DP modification with constituents such as adjectives, possessor phrases, and relative clauses. His data will also inform further research into convergent structure of relative clauses in Balkan languages and into the phenomenon of clitic doubling, a cross-linguistically well attested grammatical structure whose analysis is still a subject of much debate among linguists. Finally, the research funded by this NSF grant has provided opportunities for cooperation and collaboration between Prendergast and linguistics and anthropology researches in Macedonia, Albania, and Kosovo, including conference presentations and research exchanges.\n\n \n\n\t\t\t\t\tLast Modified: 03/12/2015\n\n\t\t\t\t\tSubmitted by: Line Mikkelsen"
 }
}