{
 "awd_id": "1252831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development of metal-organic nanotubes with unique water transport and storage properties",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "catherine oertel",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 509244.0,
 "awd_amount": 509244.0,
 "awd_min_amd_letter_date": "2013-03-25",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "TECHNICAL \r\nNanotubular materials can have unique water transport and storage properties that have the potential to lead to technological advances in separations, catalysis, drug delivery, and environmental remediation. Development of novel hybrid materials, such as metal-organic nanotubes (MONs) are of particular interest as they are amenable to structural engineering strategies and may exhibit unique properties based upon the presence of inorganic components.  The objective of this program is to determine the structural characteristics of the U(VI) MON that has recently been shown to promote the formation of structural water and promising exchange properties.  The unique properties of the U(VI) MON are hypothesized to occur from a combination of: (1) the zwitterionic nature of the organic linker, (2) the overall diameter of the tube, and (3) the presence of uranyl (UO2) cation. The hypothesis will be tested by the synthesis of MONs with different structural features, characterization of water configuration, and examination the exchange properties of the resulting material by a combination of diffraction and spectroscopic techniques. Materials that contain organic linkers lacking amino groups will be initially targeted (Objective 1) to investigate the importance of the zwitterionic molecules for the attraction of H2O into the interior of the nanotube. Next, the importance of the internal diameter of the tube will be investigated by varying the chain length of the zwitterionic linker and the choice of organic chelator (Objective 2). Lastly, the importance of the uranyl ion will be examined by designing MONs containing other metals linked through zwitterionic molecules (Objective 3). The studies are significant because they will allow the determination of the structural component that exerts the greatest control over these enhanced exchange properties and develop novel nanomolecular materials for potential application in separations and storage technologies.\r\n\r\nNON TECHNICAL\r\nThe planned studies are potentially transformative because fundamental information gained from the experimental results could lead to a greater understanding of nanoconfinement of water, which influences a wide variety of biological, geological, and physical systems. Experiments on the mobility of confined water within the MONs will support the NMR user facility that will enable the facility to update the current instruments that are widely available to all research groups. The work also has more general benefits to society through the development of novel materials for advanced applications in separations and storage media and the enhancement of undergraduate and graduate education in structural and nanomolecular chemistry. Educational contributions include mentoring of a graduate student on research related to the synthesis of MON materials and the development of initiatives aimed at promoting STEM education for undergraduate students. The initiatives include efforts to: (1) create an engaging curriculum on the structural nature of nanomaterials for undergraduate students in a 2nd-year inorganic chemistry course; (2) recruit underrepresented minority students into the research group to participate in the synthesis of nanotubular materials through the McNair Scholar program; and (3) integrate undergraduate students in informal science education efforts regarding the role of nanomaterials in water purification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tori",
   "pi_last_name": "Forbes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tori Forbes",
   "pi_email_addr": "tori-forbes@uiowa.edu",
   "nsf_id": "000612174",
   "pi_start_date": "2013-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 254500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 64244.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 63500.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 63500.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 63500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this award was on metal organic nanotubes, which are built using individual metal atoms combined with organic molecules to create one-dimensional pores that can confine other molecules in the interior.&nbsp; We were specifically interested in how water confined within small, nanosized tubes behaved and could be used to develop new materials for water purification.&nbsp; In our proposal, we hypothesized that the behavior of the water confined within these pores could be controlled by one of three possibilities: 1) the size of the pore, the charge of the organic molecules, or the identity of the metal atoms.</p>\n<p>We tested our hypothesis by creating new metal organic nanotubes and exploring the chemical and physical properties of the water that were confined within the nanotube.&nbsp; From our work we found that if the walls of the nanotubes repelled water, then the water molecules would become more like solid ice.&nbsp; In addition, we determined that the size of the nanotubes could influence how the Ice-like water was arranged inside the tubes.&nbsp; One of the nanotubes we created (UMON) had very unusual behavior because it was completely selective to light water (H<sub>2</sub>O) over heavy water (D<sub>2</sub>O and HTO).&nbsp; We also observed that the UMON material was selective to water over other small molecules (e.g. ethanol, methanol, acetone).&nbsp; We performed additional experiments that suggested the selectivity of this nanotube was related to the arrangement of the hydrogen atoms on the surface of the nanotube.&nbsp; Calorimetry experiments were also performed to explore how much energy was required to fill the nanotubes with water and then remove that water.&nbsp; Knowledge gained from these experiments will provide design principles for the development of new materials for water purification and an enhanced understanding of how water moves in small pore spaces.&nbsp; Seventeen articles have been published in peer-reviewed scientific journals as a result of this work.&nbsp; In addition, four graduate and six undergraduate researchers have been trained in the synthesis and characterization of materials and have participated in professional development opportunities (science communication, public outreach, and science policy).</p>\n<p>As part of this award, I also created initiatives that focused on active learning within the classroom, research laboratory, and public spaces. Within the classroom, I created a ?flipped? curriculum for a sophomore-level inorganic course that utilized recorded lectures paired with in-class activities.&nbsp; &nbsp;We have also published one of our developed activities<span style=\"font-size: 10px;\"> </span>on the Virtual Inorganic Pedagogical Electronic Resources (VIPEr) website.&nbsp; Within my research group, I focused on increasing the number of undergraduate researchers in my group with specific emphasis on diversity. Active learning within public spaces was achieved through the development of an exhibit on the chemistry of water for the University of Iowa Natural History Museum and the Mobile Museum. The Mobile Museum is a custom built RV that travels around the state of Iowa, visiting schools, festivals, and fairs and contains exhibits with cutting edge research and interactive digital media.&nbsp; I partnered with the Iowa Department of Natural Resources and University of Iowa Center for Health Effects of Environmental Contamination to create an exhibit about water.&nbsp; The physical display provides information about basic water chemistry and the use of nanomaterials in water purification processes.&nbsp; In addition, we collaborated with Prof. Leslie Flynn, in the University of Iowa College of Education to create and assess grade 1-6 materials for teachers to use in advance of visiting the mobile museum exhibit.&nbsp; This exhibit reached over 30,000 people over a 6 month exhibition period, including stops at schools and events (e.g. Iowa State Fair) throughout the state.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2019<br>\n\t\t\t\t\tModified by: Tori&nbsp;Forbes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this award was on metal organic nanotubes, which are built using individual metal atoms combined with organic molecules to create one-dimensional pores that can confine other molecules in the interior.  We were specifically interested in how water confined within small, nanosized tubes behaved and could be used to develop new materials for water purification.  In our proposal, we hypothesized that the behavior of the water confined within these pores could be controlled by one of three possibilities: 1) the size of the pore, the charge of the organic molecules, or the identity of the metal atoms.\n\nWe tested our hypothesis by creating new metal organic nanotubes and exploring the chemical and physical properties of the water that were confined within the nanotube.  From our work we found that if the walls of the nanotubes repelled water, then the water molecules would become more like solid ice.  In addition, we determined that the size of the nanotubes could influence how the Ice-like water was arranged inside the tubes.  One of the nanotubes we created (UMON) had very unusual behavior because it was completely selective to light water (H2O) over heavy water (D2O and HTO).  We also observed that the UMON material was selective to water over other small molecules (e.g. ethanol, methanol, acetone).  We performed additional experiments that suggested the selectivity of this nanotube was related to the arrangement of the hydrogen atoms on the surface of the nanotube.  Calorimetry experiments were also performed to explore how much energy was required to fill the nanotubes with water and then remove that water.  Knowledge gained from these experiments will provide design principles for the development of new materials for water purification and an enhanced understanding of how water moves in small pore spaces.  Seventeen articles have been published in peer-reviewed scientific journals as a result of this work.  In addition, four graduate and six undergraduate researchers have been trained in the synthesis and characterization of materials and have participated in professional development opportunities (science communication, public outreach, and science policy).\n\nAs part of this award, I also created initiatives that focused on active learning within the classroom, research laboratory, and public spaces. Within the classroom, I created a ?flipped? curriculum for a sophomore-level inorganic course that utilized recorded lectures paired with in-class activities.   We have also published one of our developed activities on the Virtual Inorganic Pedagogical Electronic Resources (VIPEr) website.  Within my research group, I focused on increasing the number of undergraduate researchers in my group with specific emphasis on diversity. Active learning within public spaces was achieved through the development of an exhibit on the chemistry of water for the University of Iowa Natural History Museum and the Mobile Museum. The Mobile Museum is a custom built RV that travels around the state of Iowa, visiting schools, festivals, and fairs and contains exhibits with cutting edge research and interactive digital media.  I partnered with the Iowa Department of Natural Resources and University of Iowa Center for Health Effects of Environmental Contamination to create an exhibit about water.  The physical display provides information about basic water chemistry and the use of nanomaterials in water purification processes.  In addition, we collaborated with Prof. Leslie Flynn, in the University of Iowa College of Education to create and assess grade 1-6 materials for teachers to use in advance of visiting the mobile museum exhibit.  This exhibit reached over 30,000 people over a 6 month exhibition period, including stops at schools and events (e.g. Iowa State Fair) throughout the state.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/08/2019\n\n\t\t\t\t\tSubmitted by: Tori Forbes"
 }
}