{
 "awd_id": "1252235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Processing of Referential Expressions in Discourse in L2 English",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 16404.0,
 "awd_amount": 16404.0,
 "awd_min_amd_letter_date": "2013-03-04",
 "awd_max_amd_letter_date": "2013-03-04",
 "awd_abstract_narration": "There are various ways speakers use language to refer to things and people. Depending on context, a person named JOHN can be referred to as \"he,\" \"the guy,\" \"John,\" etc. English native speakers tend to use a pronoun (e.g., \"he\") when its referent is salient in their mind, such as when it is the discourse topic; when saliency decreases, they tend to use a more explicit form, such as a repeated proper name (e.g., \"John\"). In comparison to English, Chinese and Japanese have an additional option: omission, i.e., the \"null pronoun.\" When the referent is highly salient, native Chinese speakers use overt pronouns, but they can also use the null pronoun. By contrast, native Japanese speakers rarely use overt pronouns but frequently use the null pronoun.\r\n\r\nThis project investigates how intermediate-to-advanced second language learners of English, whose native language is Chinese or Japanese, as well as native speakers of these three languages, refer to people embedded in various discourse contexts. The participants' preferences for referential expressions are examined in real-time comprehension and production tasks. The research project investigates whether preferences are influenced by differences of saliency manipulated in contexts and/or by cognitive load; greater processing demand (e.g., production) should decrease saliency of referents, which should in turn increase the preference of a more explicit form. The project also investigates whether Chinese learners use more overt pronouns in English than Japanese learners do, reflecting their use of pronouns in their native language.\r\n\r\nThis is the first study to systematically examine the preferences in both comprehension and production tasks by learners of English and the three groups of native speakers. Unlike previous second-language studies that used complex tasks and found problems coordinating\r\ndiscourse and syntax even in near-native learners, this project uses simple sentences and procedures to see learners? true processing behavior. Since foreign-language classrooms rarely cover use of referential expressions in discourse, the research results should provide\r\nlanguage educators with much-needed insights into their acquisition and use. This project also enhances the training of a promising graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie D Schwartz",
   "pi_email_addr": "bds@hawaii.edu",
   "nsf_id": "000396347",
   "pi_start_date": "2013-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mari",
   "pi_last_name": "Miyao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mari Miyao",
   "pi_email_addr": "mmiyao@hawaii.edu",
   "nsf_id": "000599010",
   "pi_start_date": "2013-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1890 East-West Road, Moore 424",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The present project investigates how adult second language learners (\"L2ers\") comprehend and produce referential expressions (\"REs\"; e.g., a pronoun and repetition of a proper name) to refer to people in discourse (\"discourse entities\"). It seeks to reveal whether L2ers can calculate the salience level of a discourse entity and prefer a subject RE form appropriate for the salience level. Generally, native speakers prefer a reduced form like a pronominal subject for a highly salient discourse entity but a more explicit form like a repeated-name subject for a less salient discourse entity. By testing intermediate-to-advanced L2ers of English whose first language (\"L1\") is Chinese or Japanese, as well as the native speakers (\"natives\") of the three languages, the project examines:</p>\n<ul>\n<li>whether the L2ers show RE preferences similar to English natives, preferring a reduced RE form for a salient discourse entity and a more explicit form for a less salient entity in simple comprehension and production tasks;</li>\n<li>how their preferences are influenced by their L1 characteristics: Unlike English, Chinese and Japanese each have phonetically null subject pronouns; and Chinese differs from Japanese as the Chinese overt pronoun <em>ta</em> ('he'/'she') is frequently used for animate (human) entities while the Japanese overt pronouns <em>kare/kanozyo</em> ('he'/'she') are not;</li>\n<li>how the L2ers' RE preferences are influenced by their English proficiency.</li>\n</ul>\n<p>Experiment 1 tests the participants' subject RE preferences during comprehension, using a self-paced reading task. The two L1-based groups of L2ers and the English natives read three-sentence passages in English, which include a sentence with a pronominal subject or a repeated-name subject; the Chinese natives and the Japanese natives read the same passages carefully translated into, respectively, Chinese and Japanese, but the stimuli add the condition for the phonetically null subject pronoun. The salience of the target discourse entity is manipulated by the grammatical role (a subject vs. an object) of the noun phrase encoding the entity in an immediately preceding context sentence. Experiment 2 tests the participants' RE preferences during production, using a picture-narration task. They describe sequences of three pictures, and in order to create salience differences, the context is manipulated in terms of (a) number of entities in the discourse (one vs. two), (b) gender match vs. mismatch of the two discourse entities, and (c) as in Experiment 1, grammatical roles (subject vs. object).</p>\n<p>Some important findings have resulted from the experiments. First, like the English natives, the L2ers, who have not reached near-native proficiency, produced a repeated-name subject more often when the salience of the target discourse entity decreased due to factors (a) and (c) above. This challenges the claim in the literature that even near-native L2ers have problem coordinating discourse and grammar (specifically, morphology and syntax) due to computational difficulty. Second, the L1-Japanese L2ers' RE preferences were further influenced by the visual presence/absence of an additional discourse entity (a \"competitor\") in the pictures and by the gender match/mismatch between the target discourse entity and the competitor, whereas the L1-Chinese L2ers (and the English native speakers) were not. This difference cannot be attributed to differences between the L1s because in describing the same pictures, the Chinese and Japanese natives showed similar RE form preferences; but it could be explained by the lower English proficiency of the L1-Japanese L2ers (albeit not why the specific factors induced the specific results). Third, the Chinese natives produced an overt subject pronoun 51% of the time when there was only one entity in the discourse whereas the Japanese natives never did, although both languages ...",
  "por_txt_cntn": "\nThe present project investigates how adult second language learners (\"L2ers\") comprehend and produce referential expressions (\"REs\"; e.g., a pronoun and repetition of a proper name) to refer to people in discourse (\"discourse entities\"). It seeks to reveal whether L2ers can calculate the salience level of a discourse entity and prefer a subject RE form appropriate for the salience level. Generally, native speakers prefer a reduced form like a pronominal subject for a highly salient discourse entity but a more explicit form like a repeated-name subject for a less salient discourse entity. By testing intermediate-to-advanced L2ers of English whose first language (\"L1\") is Chinese or Japanese, as well as the native speakers (\"natives\") of the three languages, the project examines:\n\nwhether the L2ers show RE preferences similar to English natives, preferring a reduced RE form for a salient discourse entity and a more explicit form for a less salient entity in simple comprehension and production tasks;\nhow their preferences are influenced by their L1 characteristics: Unlike English, Chinese and Japanese each have phonetically null subject pronouns; and Chinese differs from Japanese as the Chinese overt pronoun ta ('he'/'she') is frequently used for animate (human) entities while the Japanese overt pronouns kare/kanozyo ('he'/'she') are not;\nhow the L2ers' RE preferences are influenced by their English proficiency.\n\n\nExperiment 1 tests the participants' subject RE preferences during comprehension, using a self-paced reading task. The two L1-based groups of L2ers and the English natives read three-sentence passages in English, which include a sentence with a pronominal subject or a repeated-name subject; the Chinese natives and the Japanese natives read the same passages carefully translated into, respectively, Chinese and Japanese, but the stimuli add the condition for the phonetically null subject pronoun. The salience of the target discourse entity is manipulated by the grammatical role (a subject vs. an object) of the noun phrase encoding the entity in an immediately preceding context sentence. Experiment 2 tests the participants' RE preferences during production, using a picture-narration task. They describe sequences of three pictures, and in order to create salience differences, the context is manipulated in terms of (a) number of entities in the discourse (one vs. two), (b) gender match vs. mismatch of the two discourse entities, and (c) as in Experiment 1, grammatical roles (subject vs. object).\n\nSome important findings have resulted from the experiments. First, like the English natives, the L2ers, who have not reached near-native proficiency, produced a repeated-name subject more often when the salience of the target discourse entity decreased due to factors (a) and (c) above. This challenges the claim in the literature that even near-native L2ers have problem coordinating discourse and grammar (specifically, morphology and syntax) due to computational difficulty. Second, the L1-Japanese L2ers' RE preferences were further influenced by the visual presence/absence of an additional discourse entity (a \"competitor\") in the pictures and by the gender match/mismatch between the target discourse entity and the competitor, whereas the L1-Chinese L2ers (and the English native speakers) were not. This difference cannot be attributed to differences between the L1s because in describing the same pictures, the Chinese and Japanese natives showed similar RE form preferences; but it could be explained by the lower English proficiency of the L1-Japanese L2ers (albeit not why the specific factors induced the specific results). Third, the Chinese natives produced an overt subject pronoun 51% of the time when there was only one entity in the discourse whereas the Japanese natives never did, although both languages have overt subject pronouns. This suggests that a theory about RE choice needs to consider not only the salience levels of a dis..."
 }
}