{
 "awd_id": "1252039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Investigating Temperature, Melting, and Mantle Flow in the North American Upper Mantle with 3-D Models of Shear Velocity, Radial Anisotropy, and Attenuation",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 102859.0,
 "awd_amount": 102859.0,
 "awd_min_amd_letter_date": "2013-03-22",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "The continent of North America is geologically and tectonically diverse. The western half of the continent includes a major plate boundary and has been host to mountain-building events, volcanism, and extension within the recent geological past. The eastern portion of North America is located far from any plate boundary and has not experienced significant tectonic activity in hundreds of millions of years. Understanding how the dynamic processes occurring in Earth's interior have given rise to this complex terrain is fundamental to understanding the growth and evolution of continents in general and North America in particular. Imaging variations in the speed of seismic waves traveling through the crust and mantle provides important constraints on the temperature and composition of those regions as well as the presence of partially molten rock. However, since each of these factors, and any combination of them, can affect velocity, additional data sets are needed to achieve a robust interpretation.  The absorption of seismic-wave energy is also controlled by temperature, composition, and melt content, and thus jointly interpreting variations in seismic-wave velocity and attenuation allows for improved constraints on the properties of Earth's interior. To date, there have been very few studies of seismic attenuation beneath North America, largely because of the difficulties involved with measuring and analyzing the amplitudes of seismic waves. \r\n\r\nThe PIs will develop 3-D models of shear attenuation and radially anisotropic shear velocity for the North American upper mantle using surface waves recorded by USArray. Surface-wave phase and amplitude are measured using a new interstation cross-correlation approach that exploits waveform similarity at nearby stations, and the phase and amplitude data will be utilized together to take advantage of the dependence of both data sets on seismic velocity and attenuation. From these models, variations in temperature, composition, and partial melt across the continent will be estimated, and a more complete picture of how structures like the Colorado Plateau, the Basin and Range, the Mid-Continent Rift, and the North American craton are controlled by the processes in and properties of the underlying mantle will emerge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gaherty",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Gaherty",
   "pi_email_addr": "james.gaherty@nau.edu",
   "nsf_id": "000086733",
   "pi_start_date": "2013-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 49499.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 53360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>EarthScope&rsquo;s Transportable Array (TA) provides an unprecedented opportunity to image the processes in the mantle that built, and now continue to deform, the North American continent.&nbsp;&nbsp;&nbsp; These processes include temperature and composition variations that help us understand how the continental lithosphere persists for billions of years, and temperature, melt, and volatile (water and carbon) variations that underlie recent volcanic activity and mountain-building processes throughout the west.&nbsp;&nbsp; The imaging generally consists of mapping variations in speed of seismic waves propagating through the shallow mantle:&nbsp; the presence of melt, volatiles, less depleted (in mafic constituents), and/or hot mantle will appear slow compare to surrounding areas that are dry, cold, and/or more depleted.&nbsp; Velocity images suffer significant tradeoffs, however &ndash; it is often difficult to distinguish hot, volatile-rich mantle from mantle that contains significant partial melt, for example.&nbsp;&nbsp; Some of these tradeoffs can be reduced by also constructing images of seismic attenuation in the mantle.&nbsp; Whereas velocity images reflect the speed at which seismic waves travel, attenuation images are constrained by the degree of amplitude decay (&ldquo;attenuation&rdquo;) that the wave experiences as it propagates through the earth.&nbsp; Attenuation is also very sensitive to temperature, melt and volatiles, and composition, but in ways that are different than velocity (attenuation is less susceptible to small fractions of melt, for example).&nbsp; By construction of joint velocity/attenuation images of the mantle, seismologists can place much tighter constraints on the dynamic processes controlling the dynamics and evolution of the North American continental mantle.&nbsp; &nbsp;</p>\n<p>Intellectual merit.&nbsp; In this project we developed a joint velocity/attenuation imaging analysis that builds upon the exceptional recordings of the seismic wavefield provided by the TA.&nbsp; The joint analysis is particularly crucial, because the observations required for attenuation estimates (wave amplitudes) are strongly dependent on the velocity structure.&nbsp; In particular, focusing and defocusing of wave energy by localized low- and/or high-velocity bodies can produce amplitude variations that are larger than the variations associated with attenuation.&nbsp; Our imaging algorithms first estimate the velocity heterogeneity by explicitly modeling the focusing of wave energy.&nbsp;&nbsp; Modeling of focusing requires densely spaced recordings of the wavefield, and the TA provides an exceptionally good experiment for this analysis.&nbsp; Once corrected for focusing, the remaining amplitude decay of the wavefield (attenuation) is estimated.&nbsp;&nbsp; We find that the current modeling approaches work well for estimating both velocity and wave attenuation in regions of modest velocity heterogeneity, namely the eastern portion of the continent.&nbsp; In the western third of the country (the tectonically active portion from the Rocky Mountain Front westward), the velocity heterogeneity is very strong, resulting in amplitude corrections for focusing/defocusing that overwhelm the attenuation decay estimates.&nbsp; The velocity estimates produced through this effort are very robust, and we have published surface-wave velocity maps at a large number of wave frequencies, which are now being used as data to probe structural velocity variations at depth in the mantle.&nbsp; We have also produced attenuation maps at a lower spatial resolution than the velocity heterogeneity.&nbsp; In the east, these maps can be directly used to infer underlying attenuation structure of the mantle.&nbsp; In the west, the maps provide gross preliminary attenuation estimates, but more work is required to improve these estimates to the point where they can be used to infer struct...",
  "por_txt_cntn": "\nEarthScopeÆs Transportable Array (TA) provides an unprecedented opportunity to image the processes in the mantle that built, and now continue to deform, the North American continent.    These processes include temperature and composition variations that help us understand how the continental lithosphere persists for billions of years, and temperature, melt, and volatile (water and carbon) variations that underlie recent volcanic activity and mountain-building processes throughout the west.   The imaging generally consists of mapping variations in speed of seismic waves propagating through the shallow mantle:  the presence of melt, volatiles, less depleted (in mafic constituents), and/or hot mantle will appear slow compare to surrounding areas that are dry, cold, and/or more depleted.  Velocity images suffer significant tradeoffs, however &ndash; it is often difficult to distinguish hot, volatile-rich mantle from mantle that contains significant partial melt, for example.   Some of these tradeoffs can be reduced by also constructing images of seismic attenuation in the mantle.  Whereas velocity images reflect the speed at which seismic waves travel, attenuation images are constrained by the degree of amplitude decay (\"attenuation\") that the wave experiences as it propagates through the earth.  Attenuation is also very sensitive to temperature, melt and volatiles, and composition, but in ways that are different than velocity (attenuation is less susceptible to small fractions of melt, for example).  By construction of joint velocity/attenuation images of the mantle, seismologists can place much tighter constraints on the dynamic processes controlling the dynamics and evolution of the North American continental mantle.   \n\nIntellectual merit.  In this project we developed a joint velocity/attenuation imaging analysis that builds upon the exceptional recordings of the seismic wavefield provided by the TA.  The joint analysis is particularly crucial, because the observations required for attenuation estimates (wave amplitudes) are strongly dependent on the velocity structure.  In particular, focusing and defocusing of wave energy by localized low- and/or high-velocity bodies can produce amplitude variations that are larger than the variations associated with attenuation.  Our imaging algorithms first estimate the velocity heterogeneity by explicitly modeling the focusing of wave energy.   Modeling of focusing requires densely spaced recordings of the wavefield, and the TA provides an exceptionally good experiment for this analysis.  Once corrected for focusing, the remaining amplitude decay of the wavefield (attenuation) is estimated.   We find that the current modeling approaches work well for estimating both velocity and wave attenuation in regions of modest velocity heterogeneity, namely the eastern portion of the continent.  In the western third of the country (the tectonically active portion from the Rocky Mountain Front westward), the velocity heterogeneity is very strong, resulting in amplitude corrections for focusing/defocusing that overwhelm the attenuation decay estimates.  The velocity estimates produced through this effort are very robust, and we have published surface-wave velocity maps at a large number of wave frequencies, which are now being used as data to probe structural velocity variations at depth in the mantle.  We have also produced attenuation maps at a lower spatial resolution than the velocity heterogeneity.  In the east, these maps can be directly used to infer underlying attenuation structure of the mantle.  In the west, the maps provide gross preliminary attenuation estimates, but more work is required to improve these estimates to the point where they can be used to infer structure and state of attenuation in the mantle.  In addition to these imaging results, our manuscripts document critical wave-propagation phenomena that must be unraveled to accurately image mantle attenuation in these regions.   ..."
 }
}