{
 "awd_id": "1252412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Distilling information structure from big and dirty data: Efficient learning of clusters and graphs in modern datasets",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2013-03-11",
 "awd_max_amd_letter_date": "2015-04-29",
 "awd_abstract_narration": "This CAREER project aims to advance the state-of-the-art in theory and methods for extracting clusters and graphs from big and dirty datasets arising in modern application domains. Clusters and graphs provide a meaningful representation of the structure of information contained in data, e.g. in neuroscience and health care domains, clustering patients with similar phenotypes and genotypes helps identify target groups for drug design, clustering fiber tracks generated by high-resolution Digital Surface Imaging (DSI) scans of  brains help identify significant neural pathways, and graph structures can reflect connectivity between brain regions. The results of this work will significantly enhance the ability to exploit such modern datasets through new methods for learning clusters and graphs from data that is large-scale, high-dimensional, under-sampled, corrupted, and often only available in a compressed or streaming representation. \r\n\r\nSpecifically, this project will develop computationally efficient and principled methods for learning clusters and graphs that can (i) perform unsupervised feature selection to discard irrelevant features in high dimensions, (ii) leverage feedback based on intelligent adaptive queries that focus resources on most informative variables and features, (iii) use compressive measurement design that adapts to the information structure for measurement and computation efficiency, and (iv) be able to handle noisy streaming data. The algorithms will be accompanied with performance guarantees in the form of a precise characterization of the mis-clustering rate and graph recovery error. Additionally, the project will investigate the tradeoffs between number of measurements, computational complexity and robustness in these problems. The methods and theory developed will be evaluated through simulations as well as their applicability to real datasets in neuroscience and healthcare domain, in collaboration with practitioners from these fields. \r\n\r\nThe results of this research could potentially transform many application domains that involve grouping similar variables and learning complex interactions between them, based on big and dirty datasets. In particular, the neuroscience and healthcare applications are likely have very direct and significant implications for society. Accurately mapping neural pathways will help diagnose and treat brain pathologies at an early stage, and help understand brain functioning. Clustering patients and discovering disease spreading pathways based on few measurements of relevant genetic features or indicators could help prevent and cure diseases, and also minimize healthcare costs. The  research activities will be tightly integrated with education efforts that aim to develop a diverse workforce that is better equipped with cross-disciplinary tools to address the challenges of modern datasets. The education plan includes development of two inter-disciplinary courses, and enhancement of the joint Statistics & Machine Learning PhD program at Carnegie Mellon University (CMU). Outreach activities include promoting undergraduate research, broadening participation of women and underrepresented groups in STEM fields through OurCS (Opportunities for Undergraduate Research in Computer Science), Andrew?s Leap (a summer enrichment program for area high school and middle school students) and CS4HS program aimed at High School and K-8 teachers at Carnegie Mellon University. The results of this project (including publications, data sets, and software) will be disseminated online at http://www.cs.cmu.edu/~aarti/research_projects/.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aarti",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aarti Singh",
   "pi_email_addr": "aartisingh@cmu.edu",
   "nsf_id": "000552803",
   "pi_start_date": "2013-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 309376.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81063.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 109561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Clusters and graphs are powerful tools to capture meaningful structures present in datasets. However, most current approaches to clustering and learning graphs are limited in their ability to address the myriad challenges posed by modern datasets and are often heuristic. As a result, they lead to unsatisfactory and unpredictable results on real-world data, limiting their widespread applicability. In this project, we worked to advance the state-of-the-art in theory and methods for extracting meaningful information structure in the form of clusters and graphs from big and dirty datasets.</p>\n<p>Specific contributions of this projects include: (1) Computationally and statistically efficient methods for clustering high-dimensional datasets under both parametric (Gaussian mixture model) and non-parametric (mode clustering and cluster tree based on nonparametric density estimation) frameworks whose sample complexity only depends on the intrinsic dimension (number of relevant features or manifold dimension).&nbsp; (2) Identification of fundamental limits and development of efficient methods for learning clusters and correlation graphs from data that is compressed using random projections. This included analysis and design of passive and/or active compressive measurements for covariance estimation, subspace learning, subspace clustering and recovering clusters on graphs. (3) Characterization of performance of high-dimensional subspace clustering and subspace learning under randomly and adversarially corrupted data, as well as privacy implications of using noise or controlled corruptions for clustering. (4) Methods for passive and active subsampling of subspaces and graphs including active prototype selection for recovering subspaces, active learning of statistical dependencies characterized by graphical models, and experimental design for recovery of graph node measurements under sampling budget constraints.</p>\n<p>Characterizing similar groups (clusters) or complex interactions between variables (graphs) from big and dirty data is of interest in almost all scientific disciplines, and hence the proposed research which addresses the challenges posed by real-world data in learning clusters and graphs has widespread applicability in fields such as neuroscience, medicine, material design etc. with very direct implications for our society. Components of the research were also incorporated in existing and new inter-disciplinary courses taught by the PI.&nbsp;The project resulted in at least two PhD theses, and trained several graduate and undergraduate students in analysis and design of machine learning algorithms for analyzing large and complex datasets using rigorous statistical and computational tools. Thus, this project contributed to meet the ever-increasing demand for data experts in industry and academia. Additionally, the PI's involvement in high school STEM recognition nights as panelist, in summer enrichment program (Andrew's Leap) for high school students, and workshop promoting undergraduate women research in computer science (OurCS) using advances in this project promoted research and higher education in STEM areas&nbsp;and contributed to a diverse and stronger workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2018<br>\n\t\t\t\t\tModified by: Aarti&nbsp;Singh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClusters and graphs are powerful tools to capture meaningful structures present in datasets. However, most current approaches to clustering and learning graphs are limited in their ability to address the myriad challenges posed by modern datasets and are often heuristic. As a result, they lead to unsatisfactory and unpredictable results on real-world data, limiting their widespread applicability. In this project, we worked to advance the state-of-the-art in theory and methods for extracting meaningful information structure in the form of clusters and graphs from big and dirty datasets.\n\nSpecific contributions of this projects include: (1) Computationally and statistically efficient methods for clustering high-dimensional datasets under both parametric (Gaussian mixture model) and non-parametric (mode clustering and cluster tree based on nonparametric density estimation) frameworks whose sample complexity only depends on the intrinsic dimension (number of relevant features or manifold dimension).  (2) Identification of fundamental limits and development of efficient methods for learning clusters and correlation graphs from data that is compressed using random projections. This included analysis and design of passive and/or active compressive measurements for covariance estimation, subspace learning, subspace clustering and recovering clusters on graphs. (3) Characterization of performance of high-dimensional subspace clustering and subspace learning under randomly and adversarially corrupted data, as well as privacy implications of using noise or controlled corruptions for clustering. (4) Methods for passive and active subsampling of subspaces and graphs including active prototype selection for recovering subspaces, active learning of statistical dependencies characterized by graphical models, and experimental design for recovery of graph node measurements under sampling budget constraints.\n\nCharacterizing similar groups (clusters) or complex interactions between variables (graphs) from big and dirty data is of interest in almost all scientific disciplines, and hence the proposed research which addresses the challenges posed by real-world data in learning clusters and graphs has widespread applicability in fields such as neuroscience, medicine, material design etc. with very direct implications for our society. Components of the research were also incorporated in existing and new inter-disciplinary courses taught by the PI. The project resulted in at least two PhD theses, and trained several graduate and undergraduate students in analysis and design of machine learning algorithms for analyzing large and complex datasets using rigorous statistical and computational tools. Thus, this project contributed to meet the ever-increasing demand for data experts in industry and academia. Additionally, the PI's involvement in high school STEM recognition nights as panelist, in summer enrichment program (Andrew's Leap) for high school students, and workshop promoting undergraduate women research in computer science (OurCS) using advances in this project promoted research and higher education in STEM areas and contributed to a diverse and stronger workforce.\n\n \n\n\t\t\t\t\tLast Modified: 04/09/2018\n\n\t\t\t\t\tSubmitted by: Aarti Singh"
 }
}