{
 "awd_id": "1252333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Effects of Mind-Wandering on the Learning and Retention of STEM Content: Experimental and Individual Differences Investigation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 581782.0,
 "awd_amount": 581782.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "Abstract\r\n\r\nThe current project examines an important yet neglected factor in the learning of science, technology, engineering, and mathematics (STEM) materials, namely, involuntary mind-wandering, or momentary attention lapses from external stimuli or events, such as texts or lectures. Although mind-wandering is highly prevalent during attempts at learning (as high as 40% of the time during typical classroom lectures), little research has been done to shed light on the potential influences of mind-wandering on STEM learning. To fill this gap in knowledge, the research team from two institutions (University of Colorado Boulder and University of North Carolina Greensboro) examines: (a) how mind-wandering affects learning and retention of STEM concepts; (b) how typical classroom behaviors (e.g., note-taking, media multitasking) influence mind-wandering during lectures, thereby affecting learning and retention; (c) whether interventions designed to decrease mind-wandering ultimately improve learning and retention; and (d) how individual differences in both cognitive and noncognitive variables influence mind-wandering and what sort of individuals are affected most (either positively or negatively) by typical classroom behaviors or designed interventions. Although this primarily laboratory research will focus on basic statistics learning among college students, the prevalence of mind-wandering across contexts makes this work relevant to other STEM disciplines as well, because STEM learning often builds directly on previously learned concepts and, hence, early learning failures may have a particularly severe negative cascading effect on subsequent learning.\r\n\r\nThe project takes a converging-operations approach, through a systematic series of laboratory-based experimental and individual-differences studies as well as a large-scale classroom observational study. Laboratory studies will assess STEM learning from realistic video lectures, during which students? in-the-moment thoughts are occasionally probed; moreover, rigorous individual-differences measurement of cognitive ability (i.e., executive functions), prior STEM knowledge, and STEM motivation, enables the assessment of their influences on mind-wandering and on learning. Lab-study manipulations will test the extent to which note-taking and multitasking affect students? attention to lectures and thereby influence learning. Laboratory interventions will attempt to decrease mind-wandering (and increase learning) by scaffolding attention or by increasing personal relevance of STEM material. The classroom-observation study will assess the extent to which personal relevance and attention-enhancing (or disrupting) classroom behaviors predict STEM course grades. Together, these studies will provide the first systematic and rigorous investigations into the effects of mind-wandering on STEM learning and retention. \r\n\r\nUnderstanding the mechanisms and consequences of student mind-wandering in classrooms is crucial to developing interventions that maximize STEM learning. The proposed research will enable subsequent scaled-up, theoretically motivated interventions for not only STEM classrooms but also for on-line multimedia learning environments. Moreover, the focus on typical classroom behaviors (e.g., note-taking and media multitasking) and general underlying cognitive and motivational factors (e.g., executive functions, prior knowledge, and personal relevance) makes the findings and insights from the proposed research broadly relevant to many STEM (and non-STEM) disciplines. The proposed project will also provide unique training opportunities for undergraduate and graduate research assistants and a postdoctoral associate by teaching them to integrate experimental and psychometric methods and applying them to both laboratory and authentic classroom settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kane",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Kane",
   "pi_email_addr": "mjkane@uncg.edu",
   "nsf_id": "000191869",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina Greensboro",
  "inst_street_address": "1000 SPRING GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363345878",
  "inst_zip_code": "274125068",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT GREENSBORO",
  "org_prnt_uei_num": "",
  "org_uei_num": "C13DF16LC3H4"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina Greensboro",
  "perf_str_addr": "",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274125013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 581782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Students frequently learn STEM (science, technology, engineering, and math) subjects via classroom and video lessons, two contexts in which students frequently mind-wander. This project focused on understanding who is most vulnerable, based on cognitive abilities and personal goals, to attention lapses during lecture-based instruction about statistics, and how these lapses might be minimized.</p>\n<p>Specifically, this project involved laboratory and classroom studies conducted at two research sites that examined students&rsquo; mind-wandering while learning about statistics (in the lab, from a video; in the classroom, from their course instructor); we measured students&rsquo; mind-wandering by periodically stopping the lecture and asking students to report what they were just thinking about, and we evaluated learning and interest in statistics at the end of the video or course. The project aimed to improve understanding of: (a) how mind-wandering affects learning of statistical concepts and computations, and inspiring student interest in statistics; (b) how typical classroom behaviors, such as notetaking and media multitasking, influence mind-wandering, learning, and interest; (c) whether interventions designed to decrease mind-wandering also improve learning and increase interest; and (d) who is affected most (positively or negatively) from typical classroom behaviors and/or designed interventions in regulating attentional focus and thereby successful STEM learning.</p>\n<p>During the award period, we completed five laboratory studies and two classroom studies, all having large sample sizes (an additional classroom study is currently in progress). One of the laboratory studies has already been published. This study found great individual differences in mind-wandering during a video lecture on statistics&mdash;some students lost focus more frequently than others. Mind-wandering was highest for students who previously knew less about statistics, had lower prior interest in math, and typically engaged in media multitasking in classes; moreover, students who mind-wandered more learned less from the video and found statistics to be less interesting and useful to them. To test the consequences of a typical classroom behavior&mdash;notetaking&mdash;half the students took notes on the lecture and half did not. Note-taking, on average, did not reduce mind-wandering or increase learning or interest in statistics. But, among the note-taking students, those who took more and better notes (rated by independent judges) mind-wandered less during the lecture. As well, note-taking reduced the effect of weak prior knowledge on mind-wandering: For no-notes students, those with less prior knowledge mind-wandered more than those with more prior knowledge, but this wasn&rsquo;t true for the note-takers, as notetaking appeared to improve the focus of students with low prior knowledge.</p>\n<p>Although the other completed studies have yet to be published, we have reported the results of two studies at conferences. One reported on a lab study that tried to reduce mind-wandering and improve learning by having students think about the usefulness of statistics before the video lecture. Students watched a brief video on the personal utility of statistics, or students wrote about how learning statistics could be useful to them, or both, before viewing the statistics lecture. Although neither mind-wandering nor learning were affected by the utility-value interventions, the video intervention increased students&rsquo; beliefs about their ability to learn statistics and increased their interest in the statistics lecture. The writing intervention similarly increased interest, but only for students who already had a positive attitude about math. The other presentation reported a classroom study in which we measured mind-wandering during two class meetings. As in the lab, students were more likely to mind-wander in class if they frequently engaged in media multitasking in college classes and if they had low prior interest in the course topic; students who mind-wandered more during those two class meetings earned lower grades in the semester-long course and found the course less interesting and valuable.</p>\n<p>The other completed studies have tested, for example, whether: (a) media multitasking during lectures affects learning not only by distracting students while they look at their devices, but also by triggering mind-wandering episodes that persist after they have turned off their phones, and; (b) combining interventions that ask students to consider the value of statistics with the opportunity for notetaking (which may boost attention for lower knowledge students) might together decrease mind-wandering and improve learning of, and interest in, statistics.</p>\n<p>Taken together, the results from this project suggest that attentional lapses are important predictors, if not causes, of disrupted STEM learning and interest, and that they may be minimized under the right conditions. The publications arising from this project contribute to theories of attention regulation, learning in STEM disciplines, and development of STEM interest, and to practical efforts to minimize distraction and improve STEM learning. Moreover, the video and teaching materials from this project are publicly available to other scientists to use in their research, as will be the empirical data for each published paper.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Kane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStudents frequently learn STEM (science, technology, engineering, and math) subjects via classroom and video lessons, two contexts in which students frequently mind-wander. This project focused on understanding who is most vulnerable, based on cognitive abilities and personal goals, to attention lapses during lecture-based instruction about statistics, and how these lapses might be minimized.\n\nSpecifically, this project involved laboratory and classroom studies conducted at two research sites that examined students? mind-wandering while learning about statistics (in the lab, from a video; in the classroom, from their course instructor); we measured students? mind-wandering by periodically stopping the lecture and asking students to report what they were just thinking about, and we evaluated learning and interest in statistics at the end of the video or course. The project aimed to improve understanding of: (a) how mind-wandering affects learning of statistical concepts and computations, and inspiring student interest in statistics; (b) how typical classroom behaviors, such as notetaking and media multitasking, influence mind-wandering, learning, and interest; (c) whether interventions designed to decrease mind-wandering also improve learning and increase interest; and (d) who is affected most (positively or negatively) from typical classroom behaviors and/or designed interventions in regulating attentional focus and thereby successful STEM learning.\n\nDuring the award period, we completed five laboratory studies and two classroom studies, all having large sample sizes (an additional classroom study is currently in progress). One of the laboratory studies has already been published. This study found great individual differences in mind-wandering during a video lecture on statistics&mdash;some students lost focus more frequently than others. Mind-wandering was highest for students who previously knew less about statistics, had lower prior interest in math, and typically engaged in media multitasking in classes; moreover, students who mind-wandered more learned less from the video and found statistics to be less interesting and useful to them. To test the consequences of a typical classroom behavior&mdash;notetaking&mdash;half the students took notes on the lecture and half did not. Note-taking, on average, did not reduce mind-wandering or increase learning or interest in statistics. But, among the note-taking students, those who took more and better notes (rated by independent judges) mind-wandered less during the lecture. As well, note-taking reduced the effect of weak prior knowledge on mind-wandering: For no-notes students, those with less prior knowledge mind-wandered more than those with more prior knowledge, but this wasn?t true for the note-takers, as notetaking appeared to improve the focus of students with low prior knowledge.\n\nAlthough the other completed studies have yet to be published, we have reported the results of two studies at conferences. One reported on a lab study that tried to reduce mind-wandering and improve learning by having students think about the usefulness of statistics before the video lecture. Students watched a brief video on the personal utility of statistics, or students wrote about how learning statistics could be useful to them, or both, before viewing the statistics lecture. Although neither mind-wandering nor learning were affected by the utility-value interventions, the video intervention increased students? beliefs about their ability to learn statistics and increased their interest in the statistics lecture. The writing intervention similarly increased interest, but only for students who already had a positive attitude about math. The other presentation reported a classroom study in which we measured mind-wandering during two class meetings. As in the lab, students were more likely to mind-wander in class if they frequently engaged in media multitasking in college classes and if they had low prior interest in the course topic; students who mind-wandered more during those two class meetings earned lower grades in the semester-long course and found the course less interesting and valuable.\n\nThe other completed studies have tested, for example, whether: (a) media multitasking during lectures affects learning not only by distracting students while they look at their devices, but also by triggering mind-wandering episodes that persist after they have turned off their phones, and; (b) combining interventions that ask students to consider the value of statistics with the opportunity for notetaking (which may boost attention for lower knowledge students) might together decrease mind-wandering and improve learning of, and interest in, statistics.\n\nTaken together, the results from this project suggest that attentional lapses are important predictors, if not causes, of disrupted STEM learning and interest, and that they may be minimized under the right conditions. The publications arising from this project contribute to theories of attention regulation, learning in STEM disciplines, and development of STEM interest, and to practical efforts to minimize distraction and improve STEM learning. Moreover, the video and teaching materials from this project are publicly available to other scientists to use in their research, as will be the empirical data for each published paper.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Michael J Kane"
 }
}