{
 "awd_id": "1252706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Molecular mechanisms of phloem transport and seed loading of heavy metals",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 1077516.0,
 "awd_amount": 1077516.0,
 "awd_min_amd_letter_date": "2013-03-19",
 "awd_max_amd_letter_date": "2017-02-22",
 "awd_abstract_narration": "Plants and seeds are the main dietary source of proteins, vitamins and micronutrients such as zinc, iron and manganese. This project focuses on understanding how molecules are loaded into seeds as a basis to selectively enrich staple seed crops with specific nutrients such as iron and zinc, a process referred to as bio-fortification. Phloem is a vascular tissue that transports nutrients to all parts of the plant. Nutrients are loaded into seeds by phloem vessels (veins) that run across the leaves and through the stem. In leaves, molecules are loaded into the phloem stream by transporter proteins located in companion cells. Despite their importance, the majority of transporter proteins specific to companion cells remain unknown. This project will use a powerful molecular technique (ribo-seq) to differentiate between transporter genes expressed in companion cells and transporter genes expressed in other types of cells. Phloem-loading transporter genes will be further characterized by identifying the type of molecule (amino acids, vitamins, metals, etc) each transporter gene mobilizes into the phloem stream. Additionally, this project will integrate cross-disciplinary educational programs by pursuing three major outreach activities that will be continuously monitored and evaluated to maximize the benefits. First, journalism students will have hands-on experience on scientific activities and will communicate their experiences through media stories, videos and blogs. Scientific journalism is vital to promoting awareness about how science impacts communities.  Second, this project will bring together plant science and engineering students by engaging them in interdisciplinary research.  These types of interactions have dramatically improved the way biological systems are understood and will generate more opportunities for future interdisciplinary collaboration.  Third, high school science teachers will be invited to discuss current research on plant biology and incorporate new developments into their existing curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mendoza-Cózatl",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Mendoza-Cózatl",
   "pi_email_addr": "mendozacozatld@missouri.edu",
   "nsf_id": "000592194",
   "pi_start_date": "2013-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "Bond Life Sciences Center",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 637522.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 216370.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 223624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Plants and seeds are the main dietary source of essential nutrient metals such as iron (Fe), zinc (Zn) and copper (Cu), for humans and also for livestock. Similarly, plants and plant-based food, are also the main entry point for toxic elements such as cadmium (Cd) and arsenic (As) into the food chain. In fact, many cases of widespread heavy metal poisoning have been reported worldwide due to the consumption of contaminated products. The main goal of this NSF-funded project was to gain insight into the molecular mechanisms that plants use to take up, mobilize and accumulate essential and non-essential toxic elements. Understanding these mechanisms is important and necessary to develop plants and grains with an enhanced nutritional value. This knowledge will also help to develop safer food by ensuring that plants accumulate only essential elements even if they are grown in the presence of toxic elements. In addition, this NSF CAREER award had a significant Broader Impacts component that integrated research and education. More specifically, we focused on cross-disciplinary training, working with journalist and biologist to learn better ways to disseminate science to general audiences. We also engaged engineers and biologists and developed specific training programs were both disciplines were required to solve a well-defined problem. Engineering and biology use different languages and often have different ways to approach problems; therefore, by working together our trainees learned how to share ideas to students from other disciplines and learned from peers in other fields to work as a unified team focused on solving one major common puzzle.</p>\n<p><span style=\"white-space: pre;\"> </span> Throughout this project, our team identified and characterized 4 protein transporters capable of moving iron (AtOPT3), copper (AtCOPT2 and AtCOPT5), cadmium (ZIP5) and the small peptide glutathione (AtOPT4) within plant tissues. Their characterization and the physiological analyses of plants lacking these protein transporters were published across 7 peer-reviewed publications. In addition, and as part of a collaborative effort, we also described the mechanism by which certain plants called &ldquo;hyperaccumulators&rdquo; naturally incorporate more cadmium in leaves. These results were also published in two additional peer-reviewed publications. In the final part of the project, and as a consequence of discoveries made during the first part of this award, we also discover that leaves, and more specifically the veins within leaves, play a critical role in assessing the nutrient status of the plant. These results were unexpected but offer a new opportunity to answer a long-standing question in plant biology: how and where plants sensed the abundance of nutrients such as iron?</p>\n<p>Our Broader Impacts activities were equally successful. During the first two years of this project, we hosted students from the MU School of Journalism and let them work side by side with our graduate students and research associates. This first-hand experience allowed them to gain better insight into how science works and how discoveries are made. As journalists, they documented and shared their experiences in social media. The feedback from these students was very positive as these activities changed their pre-conceptions about how molecular biology laboratories work. As a long-term goal, we worked with journalists to let them know that in many cases they are the voice of scientists and therefore, it is better to stay away from sensationalism - as a way to attract audiences and followers, and instead report the bigger picture, the vision and the goals of scientists working at public universities. In the last three years of the award, our Broader Impacts turned into the gray area of cross-disciplinary training. Engineering has been driving technological advances in all areas of biology, but more often than not, biologists realize that the machines, software, and apps developed by engineers only meet part of their needs. This is because, very rarely, engineers, computer scientists, and biologists work together from the beginning to make sure that the needs of the consumer/client (biologists) are met from the beginning and that includes the design of intuitive and user-friendly devices.</p>\n<p><span style=\"white-space: pre;\"> </span>Last but not least, this project had a long-lasting impact in the academic lives of several undergraduate students that conducted work in our laboratory, graduated and some of them continued their higher education in different graduate programs. Two graduate students who successfully defended their theses in 2018 were fully supported by this project and both have secured positions to continue their scientific career.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2019<br>\n\t\t\t\t\tModified by: David&nbsp;G&nbsp;Mendoza-Cozatl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Plants and seeds are the main dietary source of essential nutrient metals such as iron (Fe), zinc (Zn) and copper (Cu), for humans and also for livestock. Similarly, plants and plant-based food, are also the main entry point for toxic elements such as cadmium (Cd) and arsenic (As) into the food chain. In fact, many cases of widespread heavy metal poisoning have been reported worldwide due to the consumption of contaminated products. The main goal of this NSF-funded project was to gain insight into the molecular mechanisms that plants use to take up, mobilize and accumulate essential and non-essential toxic elements. Understanding these mechanisms is important and necessary to develop plants and grains with an enhanced nutritional value. This knowledge will also help to develop safer food by ensuring that plants accumulate only essential elements even if they are grown in the presence of toxic elements. In addition, this NSF CAREER award had a significant Broader Impacts component that integrated research and education. More specifically, we focused on cross-disciplinary training, working with journalist and biologist to learn better ways to disseminate science to general audiences. We also engaged engineers and biologists and developed specific training programs were both disciplines were required to solve a well-defined problem. Engineering and biology use different languages and often have different ways to approach problems; therefore, by working together our trainees learned how to share ideas to students from other disciplines and learned from peers in other fields to work as a unified team focused on solving one major common puzzle.\n\n  Throughout this project, our team identified and characterized 4 protein transporters capable of moving iron (AtOPT3), copper (AtCOPT2 and AtCOPT5), cadmium (ZIP5) and the small peptide glutathione (AtOPT4) within plant tissues. Their characterization and the physiological analyses of plants lacking these protein transporters were published across 7 peer-reviewed publications. In addition, and as part of a collaborative effort, we also described the mechanism by which certain plants called \"hyperaccumulators\" naturally incorporate more cadmium in leaves. These results were also published in two additional peer-reviewed publications. In the final part of the project, and as a consequence of discoveries made during the first part of this award, we also discover that leaves, and more specifically the veins within leaves, play a critical role in assessing the nutrient status of the plant. These results were unexpected but offer a new opportunity to answer a long-standing question in plant biology: how and where plants sensed the abundance of nutrients such as iron?\n\nOur Broader Impacts activities were equally successful. During the first two years of this project, we hosted students from the MU School of Journalism and let them work side by side with our graduate students and research associates. This first-hand experience allowed them to gain better insight into how science works and how discoveries are made. As journalists, they documented and shared their experiences in social media. The feedback from these students was very positive as these activities changed their pre-conceptions about how molecular biology laboratories work. As a long-term goal, we worked with journalists to let them know that in many cases they are the voice of scientists and therefore, it is better to stay away from sensationalism - as a way to attract audiences and followers, and instead report the bigger picture, the vision and the goals of scientists working at public universities. In the last three years of the award, our Broader Impacts turned into the gray area of cross-disciplinary training. Engineering has been driving technological advances in all areas of biology, but more often than not, biologists realize that the machines, software, and apps developed by engineers only meet part of their needs. This is because, very rarely, engineers, computer scientists, and biologists work together from the beginning to make sure that the needs of the consumer/client (biologists) are met from the beginning and that includes the design of intuitive and user-friendly devices.\n\n Last but not least, this project had a long-lasting impact in the academic lives of several undergraduate students that conducted work in our laboratory, graduated and some of them continued their higher education in different graduate programs. Two graduate students who successfully defended their theses in 2018 were fully supported by this project and both have secured positions to continue their scientific career.           \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2019\n\n\t\t\t\t\tSubmitted by: David G Mendoza-Cozatl"
 }
}