{
 "awd_id": "1252372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning Ethnographies of New Engineers: A New Approach to Understanding the Transition from School to Work",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 1499871.0,
 "awd_amount": 1499871.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2019-02-04",
 "awd_abstract_narration": "This collaborative research study seeks to develop a detailed, empirically grounded understanding of new engineers'transitions from schools to workplaces, and thereby to identify continuities and discontinuities between undergraduate education and professional practice in engineering. The study builds upon NSF-funded research by two of the investigators that followed engineering students through their undergraduate engineering experiences; this project represents a next step towards improving engineering education and furthering learning sciences research in neglected areas like STEM workplace learning. The engineers studied in this project will be recent graduates, taking positions typical of students from their institutions, and in economically important or expanding engineering sectors.  The central methodology will be learning ethnographies, an innovative approach using ethnographic fieldwork to discover what these new engineers need to learn, how they learn it, what they appear to adapt or use readily from their prior educational experience, and the consequences of these for their workplace participation and developing identities as engineers.  The learning ethnographies will ground two further aspects of the study: a comparison of workplace practices with those of these engineers' undergraduate programs, and a survey generalizing ethnographic findings to a broader population.  Women and members of underrepresented minority groups will be oversampled to provide a basis for comparative analysis intended to understand distinctive experiences and challenges that members of these groups may face as they move into the workplace.  \r\n\r\nLack of continuity between school and work in engineering is often noted, but details of mismatches are insufficiently understood to effectively inform practice; this research addresses this gap in understanding.  For industry, it can inform reorganization of workplace practices to better facilitate transitions from school to work.  For undergraduate programs, the research can provide a basis for educational practices to be adopted or deemphasized, allowing schools of engineering to better prepare students to be creative and successful engineers. For students, this research may lead to the development of more relevant and practically useful engineering knowledge and more accurate understandings of their possible future careers. It is also expected that this research will inform attempts at recruitment and retention of members of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Stevens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reed Stevens",
   "pi_email_addr": "reed-stevens@northwestern.edu",
   "nsf_id": "000421913",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Eisenhart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A Eisenhart",
   "pi_email_addr": "margaret.eisenhart@colorado.edu",
   "nsf_id": "000476604",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "O'Connor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin O'Connor",
   "pi_email_addr": "kevin.oconnor@colorado.edu",
   "nsf_id": "000221846",
   "pi_start_date": "2013-08-29",
   "pi_end_date": "2019-02-04"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daria",
   "pi_last_name": "Kotys-Schwartz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daria A Kotys-Schwartz",
   "pi_email_addr": "daria.kotys@colorado.edu",
   "nsf_id": "000331350",
   "pi_start_date": "2013-08-29",
   "pi_end_date": "2019-02-04"
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2120 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602012610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1499871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong></strong>Many industry employers, institutions of higher education, and government agencies have identified a problematic gap between engineering education and professional engineering work, a problem arguably as common to professional training in all fields where young people traverse the boundary from university education to subsequent professional practice.&nbsp; The gap in the case of engineering is that what engineers learn in their university-based engineering education does not always prepare them to succeed as professional engineers, because the conditions and content of university education differs substantively from that of early career professional work.&nbsp; As a result, early career engineers can have unsatisfying early career experiences, leave their jobs or, sometimes, the field of engineering entirely.&nbsp;</p>\n<p>While many studies previously examined engineering education in an effort to design new programs that better prepare engineering students, there have been relatively few studies of professional engineering practice oriented to this goal.&nbsp; The LENE (Learning Ethnographies of New Engineers) project was designed to remedy this by focusing on how early career engineers negotiate the transition from school to work, and on what they have to learn while on the job. To do this we conducted ethnographic research with a focal group of 20 engineers who were transitioning into the engineering workplace, either in &ldquo;co-ops&rdquo; at the end of university-based educational careers or in their first post-baccalaureate engineering position.&nbsp; Our methods included semi-structured interviews, workplace observation, and video recording of work practices. This research allowed us to build detailed case studies about these &lsquo;new engineers&rsquo; that offer insight both into the variety of pathways traversed by early career professional engineers and into common emergent themes that spanned particular experiences of individual early career engineers.&nbsp;&nbsp;</p>\n<p>We have shared the findings of our research with the engineering education community through many presentations at the annual meetings of the American Society for Engineering Education (ASEE), as well as through research talks given at schools of engineering.&nbsp; Our research also provided a foundation for a workshop for scholars of engineering education who were interested in studying professional engineering practice.&nbsp; This workshop led to a special issue of an academic journal and promises to be a catalyst for a new focus on engineering practice amongst scholars of engineering education.&nbsp; Finally, we have shared the findings of our research with a more general academic audience through publication in journals devoted to engineering practice, the study of science and technology, and the social sciences more generally.&nbsp;</p>\n<p>Our ethnographic approach does not offer broad generalizations about the experiences of new engineers, but it does provide insights into some potentially generalizable dilemmas and negotiations that would not otherwise be noticed in large survey-based research.&nbsp; For example, we found that even engineers who have successfully achieved the transition from school to work, report having felt overwhelmed or &lsquo;directionless&rsquo; during the early phases of their first professional jobs in engineering.&nbsp; What helped these engineers persist in their jobs, when they did, was having clear understandings and signposts of how their career could progress.&nbsp; These understandings can be provided through an explicitly delimited training period that included the promise of a particular post-training position or by mentors who could affirm a new engineer&rsquo;s struggles and reframe them as temporary and routine.&nbsp; Interestingly, these support structures&mdash;confirmed early phase job stability and consistent mentoring&mdash;were not explicitly designed into the on-boarding procedures at the engineering organizations that we studied but emerged in a more ad hoc fashion.&nbsp; As such, we found that new engineers often had to actively seek out and recruit mentors from among the more senior engineers at their organizations.&nbsp; While some new engineers were able to establish these relationships, more had difficulty organizing these consequential experiences for themselves. This is not surprising given that engineering students are not generally educated on how to secure mentoring or otherwise navigate their first professional contexts, as the teaching and learning environments of the workplace are structured so differently from those of undergraduate engineering. These findings have implications for future practical actions in both industry and engineering education. &nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2019<br>\n\t\t\t\t\tModified by: Reed&nbsp;Stevens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany industry employers, institutions of higher education, and government agencies have identified a problematic gap between engineering education and professional engineering work, a problem arguably as common to professional training in all fields where young people traverse the boundary from university education to subsequent professional practice.  The gap in the case of engineering is that what engineers learn in their university-based engineering education does not always prepare them to succeed as professional engineers, because the conditions and content of university education differs substantively from that of early career professional work.  As a result, early career engineers can have unsatisfying early career experiences, leave their jobs or, sometimes, the field of engineering entirely. \n\nWhile many studies previously examined engineering education in an effort to design new programs that better prepare engineering students, there have been relatively few studies of professional engineering practice oriented to this goal.  The LENE (Learning Ethnographies of New Engineers) project was designed to remedy this by focusing on how early career engineers negotiate the transition from school to work, and on what they have to learn while on the job. To do this we conducted ethnographic research with a focal group of 20 engineers who were transitioning into the engineering workplace, either in \"co-ops\" at the end of university-based educational careers or in their first post-baccalaureate engineering position.  Our methods included semi-structured interviews, workplace observation, and video recording of work practices. This research allowed us to build detailed case studies about these ‘new engineers’ that offer insight both into the variety of pathways traversed by early career professional engineers and into common emergent themes that spanned particular experiences of individual early career engineers.  \n\nWe have shared the findings of our research with the engineering education community through many presentations at the annual meetings of the American Society for Engineering Education (ASEE), as well as through research talks given at schools of engineering.  Our research also provided a foundation for a workshop for scholars of engineering education who were interested in studying professional engineering practice.  This workshop led to a special issue of an academic journal and promises to be a catalyst for a new focus on engineering practice amongst scholars of engineering education.  Finally, we have shared the findings of our research with a more general academic audience through publication in journals devoted to engineering practice, the study of science and technology, and the social sciences more generally. \n\nOur ethnographic approach does not offer broad generalizations about the experiences of new engineers, but it does provide insights into some potentially generalizable dilemmas and negotiations that would not otherwise be noticed in large survey-based research.  For example, we found that even engineers who have successfully achieved the transition from school to work, report having felt overwhelmed or ‘directionless’ during the early phases of their first professional jobs in engineering.  What helped these engineers persist in their jobs, when they did, was having clear understandings and signposts of how their career could progress.  These understandings can be provided through an explicitly delimited training period that included the promise of a particular post-training position or by mentors who could affirm a new engineer’s struggles and reframe them as temporary and routine.  Interestingly, these support structures&mdash;confirmed early phase job stability and consistent mentoring&mdash;were not explicitly designed into the on-boarding procedures at the engineering organizations that we studied but emerged in a more ad hoc fashion.  As such, we found that new engineers often had to actively seek out and recruit mentors from among the more senior engineers at their organizations.  While some new engineers were able to establish these relationships, more had difficulty organizing these consequential experiences for themselves. This is not surprising given that engineering students are not generally educated on how to secure mentoring or otherwise navigate their first professional contexts, as the teaching and learning environments of the workplace are structured so differently from those of undergraduate engineering. These findings have implications for future practical actions in both industry and engineering education.   \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/14/2019\n\n\t\t\t\t\tSubmitted by: Reed Stevens"
 }
}