{
 "awd_id": "1252346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Empirical Research - Fostering Representational Competence with Virtual Models in Chemistry",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 656432.0,
 "awd_amount": 656432.0,
 "awd_min_amd_letter_date": "2013-09-01",
 "awd_max_amd_letter_date": "2013-09-01",
 "awd_abstract_narration": "Many strong claims have been made about the benefit of learning with physical and virtual (computer-based) models, especially in science, technology, engineering, and mathematics (STEM) disciplines. Chemistry is an ideal domain to investigate these issues because it is a spatially-rich domain that relies heavily on a variety of 2D (diagrams) and 3D (models) representations, and mastering these representations (i.e., developing representational competence) is challenging for students, but essential for their growth as chemists or scientists in other domains. A team of investigators from the University of California, Santa Barbara, will investigate (1) whether models might serve as a crutch or a scaffold for learning, (2) the extent to which interacting with models affects representational competence, (3) whether the ?medium? of the model (physical or virtual) is important in model-based learning, (4) which perceptual (i.e., visual and haptic) cues and cognitive factors contribute to meaningful learning, and (5) how gender and differences in spatial ability affect model-based learning. This project will yield research-based (a) practices for the development of curricula that integrate concrete and virtual models as effective learning aids and (b) principles for the design of meaningful model-based instruction.\r\n\r\nThe proposed project has the potential to inform teachers and curriculum designers about how better to use models and other representations in chemistry and other highly spatial STEM domains (e.g., geology, astronomy, anatomy, and mechanical engineering), by contributing to our basic understanding of what cognitive and perceptual factors affect learning. The knowledge gained from this project will inform the effective design and delivery of new media made possible by the explosive growth in availability of smart-phones and tablets in the classroom. Finally, results of this project will inform our understanding of how gender and differences in spatial ability contributes to learning with models in STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Stull",
   "pi_mid_init": "T",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Andrew T Stull",
   "pi_email_addr": "stull@psych.ucsb.edu",
   "nsf_id": "000624390",
   "pi_start_date": "2013-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Hegarty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Hegarty",
   "pi_email_addr": "hegarty@psych.ucsb.edu",
   "nsf_id": "000218734",
   "pi_start_date": "2013-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "Psychology Bldg. 551, Rms 2627, 2635, & 2637",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931069660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 656432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>Fostering Representational Competence with Virtual Models in Chemistry</strong></p>\n<p>&nbsp;</p>\n<p>Diagrams, data graphs, and spatial models are commonly used in science to communicate and reason about natural phenomena. Mastering the many different visual and spatial representations in science domains is challenging for students, as it amounts to learning a new &ldquo;visual language&rdquo; with its own conventions and rules. This is particularly true in Organic Chemistry, a domain in which diagrams are used to represent molecules, entities that are too small for the eye to see, and in which beginning students have to master several different types of diagrams, which are used for different purposes.</p>\n<p>This research investigated the use of physical and virtual models of molecules to help students master the conventions of molecular diagrams and reason with these diagrams. We discovered that manipulating three-dimensional molecular models can help students understand and use two-dimensional diagrams. For example, students were more successful in translating between different diagrams of a given molecules when they had a model of the molecule available. While our mental capacity for imagining complex molecular structures and reactions is very limited, our research suggested that manipulating a model allowed people to offload some of their thinking processes on the external world.</p>\n<p>In solving problems in organic chemistry we showed that model-based feedback is superior to just giving students verbal feedback. In our studies, students had to translate between different diagrams and then check if they were correct by comparing the diagram that they drew against a model of the same molecule. Students who learned to use models to check their answer to problems were more successful, and it did not matter whether the molecular models were physical (hand-held) models or virtual models on a computer screen. Importantly, we showed that learning with model-based instruction supported long-term learning even when models were no longer available. Finally, we showed that watching a lecturer demonstrate concepts with molecular models was not as effective as manipulating molecular models yourself as you watch the lecture.</p>\n<p>We conclude that interacting with hand-held or virtual models promotes understanding by off-loading students&rsquo; thinking processes onto external objects and actions in the world, thus freeing up students&rsquo; mental resources for meaningful learning. Model-based support may be effective in online as well as classroom environments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;T&nbsp;Stull</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nFostering Representational Competence with Virtual Models in Chemistry\n\n \n\nDiagrams, data graphs, and spatial models are commonly used in science to communicate and reason about natural phenomena. Mastering the many different visual and spatial representations in science domains is challenging for students, as it amounts to learning a new \"visual language\" with its own conventions and rules. This is particularly true in Organic Chemistry, a domain in which diagrams are used to represent molecules, entities that are too small for the eye to see, and in which beginning students have to master several different types of diagrams, which are used for different purposes.\n\nThis research investigated the use of physical and virtual models of molecules to help students master the conventions of molecular diagrams and reason with these diagrams. We discovered that manipulating three-dimensional molecular models can help students understand and use two-dimensional diagrams. For example, students were more successful in translating between different diagrams of a given molecules when they had a model of the molecule available. While our mental capacity for imagining complex molecular structures and reactions is very limited, our research suggested that manipulating a model allowed people to offload some of their thinking processes on the external world.\n\nIn solving problems in organic chemistry we showed that model-based feedback is superior to just giving students verbal feedback. In our studies, students had to translate between different diagrams and then check if they were correct by comparing the diagram that they drew against a model of the same molecule. Students who learned to use models to check their answer to problems were more successful, and it did not matter whether the molecular models were physical (hand-held) models or virtual models on a computer screen. Importantly, we showed that learning with model-based instruction supported long-term learning even when models were no longer available. Finally, we showed that watching a lecturer demonstrate concepts with molecular models was not as effective as manipulating molecular models yourself as you watch the lecture.\n\nWe conclude that interacting with hand-held or virtual models promotes understanding by off-loading students? thinking processes onto external objects and actions in the world, thus freeing up students? mental resources for meaningful learning. Model-based support may be effective in online as well as classroom environments.\n\n \n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Andrew T Stull"
 }
}