{
 "awd_id": "1252893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Developing Biochemoinformatics Tools for Large-Scale Metabolomics Applications",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032920000",
 "po_email": "ahaake@nsf.gov",
 "po_sign_block_name": "Anne Haake",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 1109537.0,
 "awd_amount": 222619.0,
 "awd_min_amd_letter_date": "2013-02-08",
 "awd_max_amd_letter_date": "2013-02-08",
 "awd_abstract_narration": "Research: Recent advances in stable isotope-resolved metabolomics (SIRM) are enabling orders-of-magnitude increase in the number of observable metabolic traits (a metabolic phenotype) for a given organism or community of organisms.  Analytical experiments that take only a few minutes to perform can detect stable isotope-labeled variants of thousands of metabolites.  Thus, unique metabolic phenotypes may be observable for almost all significant biological states, biological processes, and perturbations.  Currently, the major bottleneck is the lack of data analysis that can properly organize and interpret this mountain of phenotypic data as insightful biochemical and biological information.  The research goals are to develop systems-level biochemical tools as part of an integrated data analysis pipeline that will alleviate this limitation, enabling a broad application of SIRM from the discovery of specific metabolic phenotypes representing biological states of interest to a mechanism-based understanding of a wide range of biological processes with particular metabolic phenotypes.  The major specific intellectual merits are developing:\r\n-\tNovel methods for detection and identification of metabolites that utilize the combined advantages from stable isotope labeling, chemoselective probes, ultra-high resolution/accurate MS, and NMR.  Since unidentified metabolites make up the majority of detected features in current metabolomics datasets, identification of metabolites is a key focus. \r\n-\tKey error analyses that allow: i) rigorous quantitative evaluation of detected isotopologue intensities and their errors; ii) evaluation of error propagation through subsequent analyses; and iii) development of quality control measures derived from the detected errors. \r\n-\tNew algorithms for isotopic non-steady state conditions of SIRM experiments, especially deconvolution methods that will aid relative flux interpretation and metabolic flux analysis.  \r\n-\tNew methods that integrate and cross-validate metabolomics with genomics, transcriptomics, and proteomics via mutually-identified metabolic, gene expression, and signaling pathways.\r\nEducation: Simultaneous trends of declining student effort and declining graduation rates in STEM disciplines do not bode well for the successful education of the next generation of scientists. A more expedient approach to improving student outcomes may be to increase the effectiveness of students? effort.  Using a design-based research approach, this project integrates multiple advanced teaching-learning methods into content-rich college science courses.  Statistical analysis of these methods shows large effect sizes for the use of scaffolded explicit revision to improve the effectiveness of student effort and indicates a path for significant refinement of these methods, which will be pursued and implemented. \r\n\r\n\r\nThe proposed research will create computational tools that analyze and derive unique mechanistic information from large datasets available from cutting-edge metabolomics technologies which track atomic level changes in the production and utilization of thousands of molecules (metabolites) inside the cells of organisms.  These novel computational tools will be tested and refined in the Center for Regulatory and Environmental Analytical Metabolomics (CREAM), which provides state-of-the-art analytical services and expertise for national and international stable isotope-resolved metabolomics (SIRM) research efforts.  Once these computational tools reach production-quality, they will be disseminated to the broader scientific community for a wide variety of scientific applications involving biological processes with changes in cellular metabolism.  Also, these methods will integrate metabolomics datasets with genomics and other omics-level datasets, allowing new systems-level metabolic insights into a wide range of biological processes.  During the execution of this proposed research, significant numbers of high school, undergraduate, and graduate students from a wide variety of STEM (Science, Technology, Engineering, & Math) disciplines will be exposed to and trained with multidisciplinary bioinformatics research projects using interdisciplinary approaches to research.  In addition, the principal investigator has developed an integrated set of advanced teaching-learning methods amenable to content-rich college science courses that have statistically significant impacts on student effort and outcomes.  These advanced teaching-learning methods focus students' efforts at correcting and learning from prior mistakes on assignments, quizzes, and exam questions via a series of explicit revision steps that span different levels of learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hunter",
   "pi_last_name": "Moseley",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Hunter N Moseley",
   "pi_email_addr": "hunter.moseley@gmail.com",
   "nsf_id": "000508856",
   "pi_start_date": "2013-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "South Third Street",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402021328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 55802.0
  }
 ],
 "por": null
}