{
 "awd_id": "1253149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Geometric-Analytic Investigations of Spacetimes and their Nonlinear Phenomena",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 410516.0,
 "awd_amount": 410516.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2017-06-13",
 "awd_abstract_narration": "This project concerns the investigation of nonlinear partial differential equations (PDEs), namely the Einstein equations in general relativity,  the geometry of the solution spacetimes and their implications in physics and astrophysics. One of the main aims of the proposed research is to derive a complete theory for the nonlinear memory effect of gravitational waves displacing test masses permanently. This will include answering the questions whether there exists such an effect for neutrino radiation as present in binary neutron star mergers and if there is a cosmological memory effect. The goal is to give a detailed geometric-analytic description in the various scenarios and to apply the mathematics to experiments. The PI has already made contributions in this direction in the recent past. The emerging results of the project are expected to answer fundamental physical questions about gravitational radiation, the source objects in astrophysics and the very early period of our universe. Since the pioneering article by D. Christodoulou, where he derived the nonlinear memory effect (also called the Christodoulou effect), it had been an  outstanding problem if electromagnetic fields coupled to the Einstein equations affect this nonlinear phenomenon. The PI with collaborators P. Chen and S.-T. Yau solved the problem, proving that the electromagnetic field in the Einstein-Maxwell (EM) equations enlarges the Christodoulou effect. Working with Christodoulou's geometric-analytic approach for the Einstein vacuum equations and N. Zipser's analysis of the EM equations, the PI, Chen and Yau established novel results and methods in the geometric analysis of the EM equations. The geometric-analytic investigations by Christodoulou as well as by the PI with Chen and Yau allowed the authors to deduce exact solutions describing the related effects precisely and for all data. In particular, the results hold for large data such as binary black hole or binary neutron star mergers. Geometric analysis has since proven to be the most powerful method to tackle these problems. In the study of the nonlinear memory effect of gravitational waves, null hypersurfaces in Lorentzian geometry play a crucial role.  This is due to the fact that gravitational waves travel along such null hypersurfaces and experiments are performed at null infinity.  Therefore, the asymptotic behavior of the latter has to be understood. D. Christodoulou and S. Klainerman in their work \"The global nonlinear stability of the Minkowski space\" developed new techniques to investigate those. The PI generalized their work and established the borderline case from the point of view of decay of the data. In a research monograph of 300 pages the PI obtained numerous new results that can be applied to other problems in geometry and analysis. The main method and its developments have recently led to the solution of some of the most challenging problems in mathematical physics. The new project will use new ideas from the PI's recent work and it is expected to yield further new results in general relativity (GR), geometry and PDE analysis.    The educational component of the proposal focuses on disseminating knowledge of mathematics, physics and astrophysics as well as historic background to the public. Aiming at the creation of an exhibit at the Museum of Natural History at the PI's home University combining geometry and analysis with astrophysics, the educational project will include student work at undergraduate and graduate levels. Together with the PI and the museum staff, they will  be involved in teaching at high schools working on the project. At public events organized by the museum the PI will collaborate with the museum staff to present activities to enhance learning. Research results will be presented in a simplified way and adapted to the audience. The project is designed as to reach out to a very broad public including minority groups, families with small kids, schools at all levels and will have an appealing component for everyone. Some of the long-lasting impacts will be new activities for high school classes to teach mathematics by introducing concepts of physics combined with history and art.    \r\n\r\nThe geometric nature of general relativity singles out geometric analysis to be the perfect research field to answer the many physical questions.  The laws of GR are the Einstein equations, linking the curvature of spacetime to its matter content. Exploring these equations will lead to a better understanding of the universe as a whole and of isolated systems such as galaxies, binary black holes or binary neutron stars. To unravel the complex interplay between geometry, analysis and physics is one of the main goals in GR. This project aims to investigate this beautiful interaction. Along the way, the mathematical tools developed promise to bear fruit in the  analysis of the many structurally similar nonlinear PDEs. Through the educational component, the PI's research will also have direct impact in a broader sense via the afore-mentioned activities. The PI will complement the outreach by attending conferences to communicate her results. She will also make her results available via internet and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lydia",
   "pi_last_name": "Bieri",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lydia R Bieri",
   "pi_email_addr": "lbieri@umich.edu",
   "nsf_id": "000080267",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 53392.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 103502.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 83743.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 85663.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 84216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerns the investigation of nonlinear partial differential equations (PDE) via geometric analysis. The main focus is on the Einstein equations in general relativity (GR), the geometry of the solution spacetimes and their implications in physics and astrophysics. An interesting feature of gravitational waves is that when traveling through a spacetime region, they change the latter permanently. This is called the memory effect.&nbsp;Such an effect was known in a linear theory since 1974, when Ya. Zel'dovich and B. Polnarev&nbsp;found it. However, it was believed to be tiny. Then in 1991 D. Christodoulou derived within the full nonlinear theory such an effect that was much larger than expected. The community believed that the ``linear\" (= ordinary) effect by Zel'dovich and Polnarev and the ``nonlinear\" (= null) effect by Christodoulou are two aspects of the same phenomenon. The PI and D. Garfinkle showed that these are two different effects, and that they do not depend on the (non-)linearity of the problem. The PI in solo and collaborative projects derived a complete theory for this memory effect of gravitational waves. This includes cosmological memory as well as situations where the Einstein equations are coupled to other fields such as neutrinos. The results give a detailed geometric-analytic description in various scenarios. The PI and collaborators linked the mathematics to experiments. Moreover, these results&nbsp; enable further investigations (mathematical together with the use of gravitational wave detectors such as LIGO) of relativistic systems. The emerging results of the project answer fundamental physical questions about gravitational radiation, the source objects in astrophysics and the very early period of our universe.&nbsp;The field of memory was pushed further by the PI and D. Garfinkle to pure electromagnetism to derive two types of analogs of the memory effect for the Maxwell equations. That is the first result outside of GR to establish a memory analog. Gravitational waves travel along null hypersurfaces and experiments are performed at null infinity. Therefore, the behavior of the latter has to be understood.&nbsp;D. Christodoulou and S. Klainerman in ``The global nonlinear stability of the Minkowski space\" developed new techniques to investigate those.&nbsp;The PI's generalization of their work, where she established the borderline case from the point of view of decay of the data, allows for a deeper understanding of gravitational waves. Recently, taking these works further, the PI obtained new results on null infinity and radiation for very general spacetimes. Research progress was achieved as well for the concept of energy in GR, and studies of the interior of black holes. Further, the PI found new interesting mathematical structures of classes of spacetimes. Thereby new mathematical methods were developed. She and collaborators also obtained new results for the Euler equations and other nonlinear PDE. The educational component of the proposal focused on disseminating knowledge of mathematics, physics and astrophysics as well as historic background to the public. Aiming at the creation of an exhibit at the Museum of Natural History at the PI's home University combining geometry and analysis with astrophysics, the educational project included student work at undergraduate and graduate levels as well as postdocs. Together with the PI and the museum staff, they were involved in teaching at high schools working on the project. These classes contributed to the exhibit. The project&nbsp; reached out to a very broad public including minority groups, families with small kids, schools at all levels and had an appealing component for everyone. Some of the long-lasting impacts are new activities for high school classes to teach mathematics by introducing concepts of physics combined with history and art. Moreover, parts of the Museum exhibit as well as the planetarium show were made publicly available.</p>\n<p>The geometric nature of general relativity singles out geometric analysis to be the perfect research field to answer the many physical questions. The laws of GR are the Einstein equations, linking the curvature of spacetime to its matter content.&nbsp;Exploring these equations leads to a better understanding of the universe as a whole and of isolated systems such as galaxies, binary black holes or binary neutron stars. Through new results in mathematics this project led to new insights in physics. Typically, new outcomes in physics are the source for future applications, where engineering and other sciences bring them to every day life. To unravel the complex interplay between geometry, analysis and physics&nbsp;is one of the main goals in GR. This project investigated this beautiful interaction.&nbsp;Along the way, the mathematical tools developed promise to bear fruit in the analysis of the many structurally similar nonlinear PDE.&nbsp;Through the educational component, the PI's research also has direct impact in a broader sense via the afore-mentioned activities.&nbsp;The PI complemented the outreach by attending conferences to communicate her results. She also made her results available via internet and publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2019<br>\n\t\t\t\t\tModified by: Lydia&nbsp;R&nbsp;Bieri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project concerns the investigation of nonlinear partial differential equations (PDE) via geometric analysis. The main focus is on the Einstein equations in general relativity (GR), the geometry of the solution spacetimes and their implications in physics and astrophysics. An interesting feature of gravitational waves is that when traveling through a spacetime region, they change the latter permanently. This is called the memory effect. Such an effect was known in a linear theory since 1974, when Ya. Zel'dovich and B. Polnarev found it. However, it was believed to be tiny. Then in 1991 D. Christodoulou derived within the full nonlinear theory such an effect that was much larger than expected. The community believed that the ``linear\" (= ordinary) effect by Zel'dovich and Polnarev and the ``nonlinear\" (= null) effect by Christodoulou are two aspects of the same phenomenon. The PI and D. Garfinkle showed that these are two different effects, and that they do not depend on the (non-)linearity of the problem. The PI in solo and collaborative projects derived a complete theory for this memory effect of gravitational waves. This includes cosmological memory as well as situations where the Einstein equations are coupled to other fields such as neutrinos. The results give a detailed geometric-analytic description in various scenarios. The PI and collaborators linked the mathematics to experiments. Moreover, these results  enable further investigations (mathematical together with the use of gravitational wave detectors such as LIGO) of relativistic systems. The emerging results of the project answer fundamental physical questions about gravitational radiation, the source objects in astrophysics and the very early period of our universe. The field of memory was pushed further by the PI and D. Garfinkle to pure electromagnetism to derive two types of analogs of the memory effect for the Maxwell equations. That is the first result outside of GR to establish a memory analog. Gravitational waves travel along null hypersurfaces and experiments are performed at null infinity. Therefore, the behavior of the latter has to be understood. D. Christodoulou and S. Klainerman in ``The global nonlinear stability of the Minkowski space\" developed new techniques to investigate those. The PI's generalization of their work, where she established the borderline case from the point of view of decay of the data, allows for a deeper understanding of gravitational waves. Recently, taking these works further, the PI obtained new results on null infinity and radiation for very general spacetimes. Research progress was achieved as well for the concept of energy in GR, and studies of the interior of black holes. Further, the PI found new interesting mathematical structures of classes of spacetimes. Thereby new mathematical methods were developed. She and collaborators also obtained new results for the Euler equations and other nonlinear PDE. The educational component of the proposal focused on disseminating knowledge of mathematics, physics and astrophysics as well as historic background to the public. Aiming at the creation of an exhibit at the Museum of Natural History at the PI's home University combining geometry and analysis with astrophysics, the educational project included student work at undergraduate and graduate levels as well as postdocs. Together with the PI and the museum staff, they were involved in teaching at high schools working on the project. These classes contributed to the exhibit. The project  reached out to a very broad public including minority groups, families with small kids, schools at all levels and had an appealing component for everyone. Some of the long-lasting impacts are new activities for high school classes to teach mathematics by introducing concepts of physics combined with history and art. Moreover, parts of the Museum exhibit as well as the planetarium show were made publicly available.\n\nThe geometric nature of general relativity singles out geometric analysis to be the perfect research field to answer the many physical questions. The laws of GR are the Einstein equations, linking the curvature of spacetime to its matter content. Exploring these equations leads to a better understanding of the universe as a whole and of isolated systems such as galaxies, binary black holes or binary neutron stars. Through new results in mathematics this project led to new insights in physics. Typically, new outcomes in physics are the source for future applications, where engineering and other sciences bring them to every day life. To unravel the complex interplay between geometry, analysis and physics is one of the main goals in GR. This project investigated this beautiful interaction. Along the way, the mathematical tools developed promise to bear fruit in the analysis of the many structurally similar nonlinear PDE. Through the educational component, the PI's research also has direct impact in a broader sense via the afore-mentioned activities. The PI complemented the outreach by attending conferences to communicate her results. She also made her results available via internet and publications.\n\n\t\t\t\t\tLast Modified: 07/19/2019\n\n\t\t\t\t\tSubmitted by: Lydia R Bieri"
 }
}