{
 "awd_id": "1253577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Enhanced Power Generation in a Nanoscale-Gap Thermophotovoltaic Device due to Radiative Heat Transfer Exceeding the Blackbody Limit",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 400017.0,
 "awd_amount": 413281.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "CBET 1253577\r\nMathieu Francoeur, University of Utah \r\n\r\nApproximately 58% of the energy consumed annually in the US is lost to heat. Direct thermal-to-electrical energy conversion via thermophotovoltaic power generators can contribute significantly to recycling this large amount of waste heat in various systems such as combustion chambers, photovoltaic cells and personal computers. Conventional thermophotovoltaic systems are limited by the blackbody spectrum. By separating the heat source and the cells converting heat into electricity by a nanosize gap, radiation heat transfer exceeds the blackbody predictions by a few orders of magnitude due to energy transport by evanescent waves. Enhanced energy transfer by evanescent wave tunneling can thus lead to a significant increase of thermophotovoltaic power generation. This research will demonstrate experimentally that power generation in a nanoscale-gap thermophotovoltaic (nano-TPV) device can be enhanced by a factor of 20 to 30 compared to conventional thermophotovoltaic systems. This will be accomplished by measuring radiative heat flux and nano-TPV electrical power output and conversion efficiency in a device involving planar surfaces separated by a gap as small as 20 nm. The nanosize gap will be maintained via spring-like spacers. The application of an electrostatic force between the surfaces combined with the knowledge of the spring constant of the spacers will allow precise control and measurement of the gap thickness. This research will provide for the first time well-controlled radiative flux measurements between planar surfaces separated by a nanosize gap. This will allow the verification of the d-2 and d-3 near-field thermal radiation regimes, where d is the gap thickness, predicted respectively for optically thick and thin materials supporting resonant surface waves. The research will provide the first quantitative experimental nano-TPV performance analysis at nanosize gaps. The spectral effects will be considered by testing various materials for the radiator, such as indium tin oxide supporting surface plasmon-polaritons in the near infrared band. Nano-TPV performances will be systematically quantified as a function of the gap thickness and the temperatures of the radiator and the cells, and will be compared against predictions based on a coupled near-field thermal radiation, charge and heat transport model. The impacts of heat dissipation within the cells due to lattice and free carrier absorption, thermalization and non-radiative recombination of electron-hole pairs will also be analyzed in great detail.\r\n\r\nThis project will enhance fundamental knowledge in near-field thermal radiation by measuring fluxes between surfaces spaced by sub-wavelength gaps and in evanescent wave-based energy conversion by experimentally analyzing nano-TPV performances. The research is an important step toward the establishment of miniature waste heat recovery devices that could be used in personal computers and systems harvesting heat from the human body. The project will also promote training and learning through the involvement of high school, undergraduate and graduate students in the activities. Fundamentals of near-field thermal radiation and its application to power generation will be disseminated via the development of a new elective course at the University of Utah dedicated to both undergraduate and graduate students, where the class content will be made freely available to the general public. K-12 outreach will be performed via the Utah Science Olympiad. Departmental scholarships and research fellowships will be offered to high school students participating in this event. Direct thermal-to-electrical energy conversion will be promoted via the conception of an interactive, portable demo-kit that will be presented at the Utah Science Olympiad and in high schools. These activities will assist the efforts of the College of Engineering in recruiting high quality students in science and engineering programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathieu",
   "pi_last_name": "Francoeur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mathieu Francoeur",
   "pi_email_addr": "mfrancoeur@mech.utah.edu",
   "nsf_id": "000588782",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400017.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>In this project, we investigated the possibility of enhancing power generation in thermophotovoltaic (TPV) systems, consisting of macroscale surfaces separated by nanosize vacuum gap spacings (nano-TPV), via the near-field effects of thermal radiation.&nbsp;</p>\n<p>We carried out extensive theoretical investigations of nano-TPV power generation. Specifically, we analyzed the individual impacts of propagating, frustrated, and surface modes on the performance of nano-TPV devices. In addition, we developed an external luminescence and photon recycling model suitable for nano-TPVs. We designed narrow-bandgap photovoltaic (PV) cells made of indium arsenide (InAs) suitable for nano-TPV devices made of macroscale surfaces. Our results demonstrated that PV cells and their front contact grid must be designed by taking into account not only the temperature of the radiator, but also the thickness of the vacuum gap and the size of the surfaces.&nbsp;</p>\n<p>We made significant progress in the development and implementation of engineering devices capitalizing on the near-field effects of thermal radiation, such as nano-TPV power generators. We performed state-of-the-art near-field radiative heat transfer experiments between macroscale surfaces (5 by 5 mm<sup>2</sup>) separated by nanosize vacuum gap spacings. We first fabricated devices with flexible membranes enabling radiative heat transfer measurements between intrinsic silicon (Si) surfaces separated by vacuum gap spacings that can be modulated from 3500 nm down to 150 nm. We measured a maximum radiative transfer enhancement of ~8.4 beyond the blackbody limit. We afterwards focused on fabricating fixed gap devices that are robust, standalone and that can support their own gap spacings while minimizing parasitic conduction heat transfer. We accomplished this task by separating macroscale surfaces of doped Si by SU-8 micropillars that are longer than the device gap spacing. The structural integrity of the devices enabled, for the first time, direct gap spacing visualization via scanning electron microscopy. For the smallest gap device, we measured a large radiative transfer enhancement of ~28.5 with respect to the far-field blackbody limit.&nbsp;</p>\n<p>This project will significantly accelerate the implementation of nano-TPV power generators for recycling waste heat. The outcomes of this research have been published in numerous high-impact journals, such as&nbsp;<em>Nature Nanotechnology</em>&nbsp;and&nbsp;<em>Nature Communications</em>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Several undergraduate and graduate students have contributed to the project. Two PhD and two MS students that have contributed to this project have graduated. The outcomes of this research have been integrated into the Nanoscale Heat Transfer class taught by the PI. In addition, the research has been disseminated to the general public via a TPV demo-kit presented at the Utah Nano Days, the College of Engineering Day and the Science Olympiad. The project also raised the general public's awareness of the importance of recycling waste heat (e.g.,&nbsp;<a href=\"https://www.ksl.com/article/46594815/u-professor-creates-chip-that-could-harness-laptops-extra-heat-turn-it-into-more-battery-life\">https://www.ksl.com/article/46594815/u-professor-creates-chip-that-could-harness-laptops-extra-heat-turn-it-into-more-battery-life</a>).&nbsp;</p>\n<p>During the period covered by this grant, the PI promoted near-field thermal radiation by co-chairing and co-organizing the Third International Workshop on Nano-Micro Thermal Radiation held in Daejeon, Korea (2017). PI's group also gave a large number of talks in national and international conferences on near-field thermal radiation and nano-TPV power generation.&nbsp;</p>\n<p>This project significantly advanced fundamental knowledge in near-field thermal radiation and nano-TPV power generation. It induced a paradigm shift in near-field thermal radiation research via the development of the first standalone near-field radiative heat transfer devices. The outcomes of this research will contribute in transitioning near-field thermal radiation from laboratory-scale experiments to actual engineering applications in energy conversion and thermal management.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2019<br>\n\t\t\t\t\tModified by: Mathieu&nbsp;Francoeur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn this project, we investigated the possibility of enhancing power generation in thermophotovoltaic (TPV) systems, consisting of macroscale surfaces separated by nanosize vacuum gap spacings (nano-TPV), via the near-field effects of thermal radiation. \n\nWe carried out extensive theoretical investigations of nano-TPV power generation. Specifically, we analyzed the individual impacts of propagating, frustrated, and surface modes on the performance of nano-TPV devices. In addition, we developed an external luminescence and photon recycling model suitable for nano-TPVs. We designed narrow-bandgap photovoltaic (PV) cells made of indium arsenide (InAs) suitable for nano-TPV devices made of macroscale surfaces. Our results demonstrated that PV cells and their front contact grid must be designed by taking into account not only the temperature of the radiator, but also the thickness of the vacuum gap and the size of the surfaces. \n\nWe made significant progress in the development and implementation of engineering devices capitalizing on the near-field effects of thermal radiation, such as nano-TPV power generators. We performed state-of-the-art near-field radiative heat transfer experiments between macroscale surfaces (5 by 5 mm2) separated by nanosize vacuum gap spacings. We first fabricated devices with flexible membranes enabling radiative heat transfer measurements between intrinsic silicon (Si) surfaces separated by vacuum gap spacings that can be modulated from 3500 nm down to 150 nm. We measured a maximum radiative transfer enhancement of ~8.4 beyond the blackbody limit. We afterwards focused on fabricating fixed gap devices that are robust, standalone and that can support their own gap spacings while minimizing parasitic conduction heat transfer. We accomplished this task by separating macroscale surfaces of doped Si by SU-8 micropillars that are longer than the device gap spacing. The structural integrity of the devices enabled, for the first time, direct gap spacing visualization via scanning electron microscopy. For the smallest gap device, we measured a large radiative transfer enhancement of ~28.5 with respect to the far-field blackbody limit. \n\nThis project will significantly accelerate the implementation of nano-TPV power generators for recycling waste heat. The outcomes of this research have been published in numerous high-impact journals, such as Nature Nanotechnology and Nature Communications. \n\n \n\nBroader Impacts\n\nSeveral undergraduate and graduate students have contributed to the project. Two PhD and two MS students that have contributed to this project have graduated. The outcomes of this research have been integrated into the Nanoscale Heat Transfer class taught by the PI. In addition, the research has been disseminated to the general public via a TPV demo-kit presented at the Utah Nano Days, the College of Engineering Day and the Science Olympiad. The project also raised the general public's awareness of the importance of recycling waste heat (e.g., https://www.ksl.com/article/46594815/u-professor-creates-chip-that-could-harness-laptops-extra-heat-turn-it-into-more-battery-life). \n\nDuring the period covered by this grant, the PI promoted near-field thermal radiation by co-chairing and co-organizing the Third International Workshop on Nano-Micro Thermal Radiation held in Daejeon, Korea (2017). PI's group also gave a large number of talks in national and international conferences on near-field thermal radiation and nano-TPV power generation. \n\nThis project significantly advanced fundamental knowledge in near-field thermal radiation and nano-TPV power generation. It induced a paradigm shift in near-field thermal radiation research via the development of the first standalone near-field radiative heat transfer devices. The outcomes of this research will contribute in transitioning near-field thermal radiation from laboratory-scale experiments to actual engineering applications in energy conversion and thermal management. \n\n \n\n\t\t\t\t\tLast Modified: 09/25/2019\n\n\t\t\t\t\tSubmitted by: Mathieu Francoeur"
 }
}