{
 "awd_id": "1253277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Structural and Mechanistic Analysis of Potassium Channel Modulation by a Novel Activating Snake Toxin",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Clouse",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 1178076.0,
 "awd_amount": 1187298.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2017-06-22",
 "awd_abstract_narration": "Potassium ion (K+) channels allow the rapid and specific flow of potassium ions across membranes in a regulated way, and are significant for many physiological functions in organisms from bacteria to humans.  Opening of the channels and the resulting flow of K+ through the membrane is induced by a change in membrane voltage or by interaction with ligands. Because potassium channels are of such importance for normal physiological function, many organisms have evolved toxins that target channels, and these toxins have been used as important tools in the study of channel function and structure. Preliminary studies identified a toxin (Tx7335) from the eastern green mamba snake (Dendroaspis angusticeps) that increases frequency and duration of channel openings in the bacterial potassium channel KcsA. This is a very unusual function for a toxin that interacts directly with the potassium-conducting domain of the channel, as most such toxins act as blockers of K+ currents. The functional effect of Tx7335 therefore represents a new mechanism of K+-channel regulation. The main research objective of this project is to understand the basis for the functional effect of Tx7335, and in particular the details of the interaction between channel and toxin and the structural changes that toxin binding induces in the channel. In order to probe the surface of the channel that interacts with the toxin, individual amino acid residues on the external surface of KcsA that may interact with the toxin will be mutated to a different amino acid. If the original amino acid is indeed important in the interaction, then the expectation is that the mutation will lead to a different response of the mutant channel to the toxin. The response will be tested by measuring potassium currents flowing through all mutant channels in artificial bilayers with and without added toxin. A rough mapping of the toxin binding site will be possible in this way. Mutations will also be made on the toxin to identify residues on the surface of the toxin that interact with the channel. Solution nuclear magnetic resonance spectroscopy (NMR) experiments will be used to obtain higher-resolution structural information of the channel-toxin interactions. This technique allows the characterization of the binding interface and the detection of structural changes upon toxin binding to be performed with atomic resolution. These experiments will eventually allow resolving the three-dimensional toxin-channel complex structure. This knowledge will advance understanding of K+ channel function and regulation, with relevance for a large number of biological processes in animals that are dependent on influx of potassium ions. In addition, this understanding will also be relevant to plant physiology, where highly homologous potassium channels are involved in potassium uptake and transport as well as in the opening and closing of stomata by regulating the turgor pressure of the surrounding guard cells. Lastly, ion channel toxins selective for insect channels may also be very useful as insecticides with reduced negative environmental impact, and better understanding of toxin-channel interactions will be beneficial in guiding the development of such pest control approaches in agriculture.\r\n\r\nBroader Impact\r\n     The project will provide an opportunity for the integration of research in education and will contribute to the training of the next generation of students in Staten Island and the greater New York City area with a special emphasis on students who are historically underrepresented in science.  Undergraduate and high-school students participants will be recruited from the College of Staten Island, from LaGuardia Community College (a minority-serving institution), and from high-need local Staten Island high schools. Students will be closely mentored to promote development of their scientific and critical thinking skills and to increase their preparation to succeed in science. An outreach program through the Discovery Institute at the College of Staten Island will involve developing and disseminating teaching modules based on the proposed research suitable for implementation at the high-school level. These programs will be created by interested teachers in collaboration with the PI and Discovery Institute experts, and will be based on analysis of structural data pertaining to the project using molecular visualization software. Students will suggest mutations that would affect toxin binding and upload these to the project web site. Submissions will be functionally tested by the research staff and the final experiments will be streamed back to the high school and archived as video podcasts on the project server. The implementation of these modules will help to create excitement for science and engage students in hypothesis-driven research through media that the students are already familiar with (computer 3D software, webcasts and online video). Lastly, the curriculum for the undergraduate biochemistry laboratory course that the PI teaches at the College of Staten Island will also be redesigned as a research-based course drawing from elements of the research project. This exposure to actual research in a mandatory lab course will enrich student's understanding of the nature of science and the design of research. In summary, the research will serve as a vehicle to increase scientific interest, literacy and fluency among involved undergraduate students as well as local high-school teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sebastien",
   "pi_last_name": "Poget",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastien F Poget",
   "pi_email_addr": "sebastien.poget@csi.cuny.edu",
   "nsf_id": "000623751",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 Victory Blvd.",
  "perf_city_name": "Staten Island",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 210764.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 227623.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 247594.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 263195.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 238122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Potassium channels are proteins that allow the specific flow of potassium ions through cell membranes. They play an important role in different processes of cellular communication from bacteria to humans. Examples of their roles in humans and other higher animals include the propagation of nerve signals, regulation of the heartbeat and modulation of insulin release. Many venomous animals have evolved toxins that target these potassium channels to for example induce pain or paralyze their prey. Such toxins can therefore be valuable tools to understand potassium channel function and to modulate their activity in a beneficial way (for example, in agriculture by targeting potassium channels of harmful insects, or in medicine, by modifying a potassium channel important in a specific disease).</p>\n<p>In this project, we have studied a specific potassium channel toxin (named Tx7335) from the Eastern green mamba snake to understand how it affects its target potassium channel KcsA. KcsA is a bacterial potassium channel that serves as a good model to understand the more complicated animal potassium channels. While most toxins inhibit channels by blocking potassium transport through the channel, we found that Tx7335 increases potassium current. In KcsA, the channels open and potassium starts to flow when the intracellular side of the channel is exposed to a low pH environment. However, after a short time in the conductive state, KcsA channels then inactivate and stop conducting potassium even as the pH remains low. We found that the addition of Tx7335 to the extracellular side of the channels increased the potassium conduction through an effect on this inactivation mechanism. Therefore, Tx7335 represents an ideal tool to better understand the inactivation mechanism in KcsA and, by extension, in other potassium channels.</p>\n<p>To develop an understanding of how the toxin changes the inactivation behavior of the channel at the atomic level, we used a combination of different techniques. We used nuclear magnetic resonance spectroscopy to study the three-dimensional structure of the KcsA channel and to observe changes induced by addition of the toxin. In a complementary approach, we used computational tools to develop a plausible structural model for how the toxin binds to the channel, and then introduced specific mutations on the channel and analyzed their effect on toxin binding to test the model.</p>\n<p>In conclusion, we developed new methods for the structural studies of membrane proteins including potassium channels using nuclear magnetic resonance that will be helpful not only to obtain a better understanding of this specific question, but will also contribute to the studies of other small membrane-embedded proteins and their interactions with different ligands. Our model for Tx7335 also pinpoints a specific network of amino acid residues in KcsA that influence the inactivation in this channel and shows a possible way in which the potassium conductance of KcsA and potentially other potassium channels could be regulated.</p>\n<p>Just as importantly, this project helped the establishment of the principal investigator&rsquo;s lab at the College of Staten Island as an active research lab and allowed several PhD students to start their research career. In addition, many undergraduate students also benefitted from the exposure to this research environment, which increased their motivation and performance in their undergraduate programs and put them on the road to success in different post-graduate and professional career paths. Lastly, the integration of this research project into an undergraduate teaching lab extended these benefits to other undergraduate students beyond those that directly worked in the lab, and outreach to a number of high-school teachers in the local area also generated exposure to research for a number of high-school students, some of whom consequently participated in summer research and went on to gain admission to highly selective colleges where they are pursuing STEM degrees.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2020<br>\n\t\t\t\t\tModified by: Sebastien&nbsp;F&nbsp;Poget</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPotassium channels are proteins that allow the specific flow of potassium ions through cell membranes. They play an important role in different processes of cellular communication from bacteria to humans. Examples of their roles in humans and other higher animals include the propagation of nerve signals, regulation of the heartbeat and modulation of insulin release. Many venomous animals have evolved toxins that target these potassium channels to for example induce pain or paralyze their prey. Such toxins can therefore be valuable tools to understand potassium channel function and to modulate their activity in a beneficial way (for example, in agriculture by targeting potassium channels of harmful insects, or in medicine, by modifying a potassium channel important in a specific disease).\n\nIn this project, we have studied a specific potassium channel toxin (named Tx7335) from the Eastern green mamba snake to understand how it affects its target potassium channel KcsA. KcsA is a bacterial potassium channel that serves as a good model to understand the more complicated animal potassium channels. While most toxins inhibit channels by blocking potassium transport through the channel, we found that Tx7335 increases potassium current. In KcsA, the channels open and potassium starts to flow when the intracellular side of the channel is exposed to a low pH environment. However, after a short time in the conductive state, KcsA channels then inactivate and stop conducting potassium even as the pH remains low. We found that the addition of Tx7335 to the extracellular side of the channels increased the potassium conduction through an effect on this inactivation mechanism. Therefore, Tx7335 represents an ideal tool to better understand the inactivation mechanism in KcsA and, by extension, in other potassium channels.\n\nTo develop an understanding of how the toxin changes the inactivation behavior of the channel at the atomic level, we used a combination of different techniques. We used nuclear magnetic resonance spectroscopy to study the three-dimensional structure of the KcsA channel and to observe changes induced by addition of the toxin. In a complementary approach, we used computational tools to develop a plausible structural model for how the toxin binds to the channel, and then introduced specific mutations on the channel and analyzed their effect on toxin binding to test the model.\n\nIn conclusion, we developed new methods for the structural studies of membrane proteins including potassium channels using nuclear magnetic resonance that will be helpful not only to obtain a better understanding of this specific question, but will also contribute to the studies of other small membrane-embedded proteins and their interactions with different ligands. Our model for Tx7335 also pinpoints a specific network of amino acid residues in KcsA that influence the inactivation in this channel and shows a possible way in which the potassium conductance of KcsA and potentially other potassium channels could be regulated.\n\nJust as importantly, this project helped the establishment of the principal investigator’s lab at the College of Staten Island as an active research lab and allowed several PhD students to start their research career. In addition, many undergraduate students also benefitted from the exposure to this research environment, which increased their motivation and performance in their undergraduate programs and put them on the road to success in different post-graduate and professional career paths. Lastly, the integration of this research project into an undergraduate teaching lab extended these benefits to other undergraduate students beyond those that directly worked in the lab, and outreach to a number of high-school teachers in the local area also generated exposure to research for a number of high-school students, some of whom consequently participated in summer research and went on to gain admission to highly selective colleges where they are pursuing STEM degrees.\n\n\t\t\t\t\tLast Modified: 10/01/2020\n\n\t\t\t\t\tSubmitted by: Sebastien F Poget"
 }
}