{
 "awd_id": "1253189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Mechanical Biomarkers and Mesenchymal Stem Cell Differentiation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 401792.0,
 "awd_amount": 437792.0,
 "awd_min_amd_letter_date": "2013-02-01",
 "awd_max_amd_letter_date": "2016-03-04",
 "awd_abstract_narration": "1253189\r\nDarling\r\n\r\nMesenchymal stem cells (MSCs) pose exciting possibilities for repairing tissues damaged by injury or disease. Their relative abundance and capability to become many different cell types make them attractive as an alternative autologous cell source. However, the cellular heterogeneity present in MSC harvests complicates their therapeutic application since not all cells will behave in the same manner. Individual stem cells respond to biochemical and mechanical stimuli in their local microenvironment, which can direct differentiation along specific pathways/lineages. While substrate compliance has been extensively investigated in recent years as it relates to stem cell differentiation, little attention has been given to how the mechanical properties of individual cells can influence this process for themselves and their neighbors. Findings from the PI?s laboratory indicate cellular mechanical properties correlate with biological characteristics, such as gene expressions, and play an important role in determining the differentiation fate of stem cells. Not all MSCs behave uniformly, and this heterogeneity can dramatically impact the overall response of a sample. Understanding how the biological and mechanical characteristics of local cell populations relate to the larger group can provide clues to optimizing future regenerative therapies. \r\n\r\nThe proposed project will investigate the heterogeneity of MSC samples at the single-cell, neighboring (~101 cells), and population (~103+ cells) levels using two complimentary strategies. First, live-cell, gene expression-based markers will be used to identify differentiating and non-differentiating MSCs that have been chemically induced for osteogenesis and adipogenesis. Second, single-cell, elastic and viscoelastic testing will assess the mechanical heterogeneity in undifferentiated, ?partially? differentiated, and fully differentiated stem cell cultures. In addition to expanding knowledge of stem cell mechanics, this research program has the potential to vastly improve experimental approaches that strive to direct stem cell differentiation and improve regenerative responses following implantation. \r\n\t\r\nIntellectual Merit: The proposed project seeks to investigate the inherent heterogeneity present in mesenchymal stem cell populations. MSCs are typically investigated at the population level, which can obscure variations that exist among individual cells. Little is known about how single-cell, mechanical properties change during differentiation, but this knowledge is critical for fully understanding cell-substrate and cell-cell behavior. Likewise, elucidating the spatiotemporal patterns of gene expression in MSC samples can help determine optimal times and locations for biochemical stimulation. To pursue these goals, this project will use custom-designed molecular beacons to visualize mRNA molecules in live, differentiating MSCs. Atomic force microscopy will be used to mechanically characterize the elastic and viscoelastic properties of individual cells. Focus will be given to how local cell populations behave, biochemically and mechanically, in relation to the overall sample. Findings will be applicable to many fields, including stem cell biology, cell mechanics, and tissue engineering. The PI is a pioneer in the area of single-cell, mechanical biomarkers, an exciting new field that provides phenotypic characterization akin to gene and protein expression. The proposed research furthers the maturation of these transformative approaches by investigating the role of mechanical biomarkers in stem cell differentiation.\r\n\r\nBroader Impact: As a biomedical engineer conducting research at the cross-section of math, biology, chemistry, and engineering, the PI is well-suited to provide an environment that highlights the need for interdisciplinary understanding. The outreach effort proposed here will provide primary and secondary school educators at the Providence Public School District the opportunity to conduct team-based research during the summer. Teachers specializing in different subjects will work together on projects that incorporate multiple areas of expertise. The goal of this project is to facilitate interaction among teachers so that they can develop interdisciplinary examples and experiments for their own classes. Students take many math and science courses throughout their education, encompassing algebra, geometry, biology, chemistry, and physics. However, these courses are almost always taught as isolated subjects, whereas real-world applications are increasingly interdisciplinary. The proposed project will be conducted as an extension of Brown University?s established GK-12 program. In addition to this outreach effort, the PI will refine his recently designed course on stem cell engineering for graduate and undergraduate students that covers areas of stem cell biology, regenerative medicine, and hands-on laboratory exercises. Experimental findings from the research portion of this proposal will be directly applicable to this course, which is the first of its kind at Brown University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Darling",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Darling",
   "pi_email_addr": "Eric_Darling@brown.edu",
   "nsf_id": "000597447",
   "pi_start_date": "2013-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 401792.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research project was to better understand the mechanical and biological characteristics of stem cells. Adult stem cells can be taken from fat tissue, and if given the right chemical signals, they will change into bone, fat, or other tissue-specific cell types. However, not all stem cells are the same, with some being better or worse at this &ldquo;differentiation&rdquo; process. It is currently unclear what contributes to this variability. We hypothesized that neighboring cells were an important contributor. Over the last five years, we have studied how mixed groups of cells can influence each other, focusing mostly on biological characteristics like gene expression and mechanical characteristics like whether a cell is stiff or soft. As our work progressed, we created several methods to help us study and use mixed cell populations. We also created materials that imitated living cells by having the same size and stiffness. All of the research completed as part of this project has been published and is available according to NSF guidelines.</p>\n<p>We made substantial progress meeting our goals of understanding how the mechanical characteristics of cells influence their neighbors. We did this by studying cells on flat surfaces and in 3D cell clusters. Our major findings showed that many cell types have characteristic mechanical properties, which are relatively stable over time. Cells push and pull on each other, so these properties influence what neighboring cells sense. In both 2D and 3D, cells rearranged their positioning based on how stiff or soft the surrounding cells/materials were in comparison to their inherent mechanical properties. Our findings in this area will help us design better materials in the future for growing tissues and organs that are needed for transplantation.</p>\n<p>An offshoot of our efforts to study the influence of cell mechanical properties was the invention of &ldquo;hyper-compliant&rdquo; cell mimics. These particles are the size and stiffness of cells. To put that into perspective, their stiffness is 1000-times softer than JELL-O. We have used them to learn how stem cells behave when interacting with soft materials in 3D. In general, if mimics are present in large numbers, they are pushed together into the center of cell clusters. If only one is present, then it is also pulled into the cluster, but the speed of this process depends in part on how stiff the mimic is. This research has promising relevance for growing tissues/organs as well as delivering drugs throughout our body.</p>\n<p>We also made good progress towards our goals of understanding how the biological characteristics of cells influence their neighbors. Our initial work created methods that allowed us to see whether individual, living cells expressed a gene of interest. We used this method to study which stem cells became bone or fat cells within a mixed group. Results showed that time was a key piece of the puzzle. In many cases, cells actually turned from a stem cell to a specialized cell very quickly. However, it might take a given cell days-to-weeks to even begin that change. If an average measure for the overall cell population was taken over time, then it looked like the cells were gradually changing from &ldquo;stem&rdquo; to &ldquo;specialized&rdquo; states even though that was not true. This is an important finding because it means that switching stem cells to specialized forms can possibly be done in very little time, which could be important when using them in medical applications.</p>\n<p>This research project also involved interacting with local high school teachers. Pairs of two teachers joined the PI's lab for each of three summers to do interdisciplinary experiments. For example, one group of teachers created a custom test that could determine how much protein was secreted by cells using their knowledge of biology and chemistry. The teachers also observed and discussed the research going on in the rest of the lab, which integrated aspects of all core science and math disciplines. At the end of the summer, the teachers developed an interdisciplinary exercise of their own that they could use in the classroom. These exercises have been made available at www.brown.edu/academics/science-center/outreach/stem_orc/programs/detail/brown-science-prep.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;M&nbsp;Darling</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research project was to better understand the mechanical and biological characteristics of stem cells. Adult stem cells can be taken from fat tissue, and if given the right chemical signals, they will change into bone, fat, or other tissue-specific cell types. However, not all stem cells are the same, with some being better or worse at this \"differentiation\" process. It is currently unclear what contributes to this variability. We hypothesized that neighboring cells were an important contributor. Over the last five years, we have studied how mixed groups of cells can influence each other, focusing mostly on biological characteristics like gene expression and mechanical characteristics like whether a cell is stiff or soft. As our work progressed, we created several methods to help us study and use mixed cell populations. We also created materials that imitated living cells by having the same size and stiffness. All of the research completed as part of this project has been published and is available according to NSF guidelines.\n\nWe made substantial progress meeting our goals of understanding how the mechanical characteristics of cells influence their neighbors. We did this by studying cells on flat surfaces and in 3D cell clusters. Our major findings showed that many cell types have characteristic mechanical properties, which are relatively stable over time. Cells push and pull on each other, so these properties influence what neighboring cells sense. In both 2D and 3D, cells rearranged their positioning based on how stiff or soft the surrounding cells/materials were in comparison to their inherent mechanical properties. Our findings in this area will help us design better materials in the future for growing tissues and organs that are needed for transplantation.\n\nAn offshoot of our efforts to study the influence of cell mechanical properties was the invention of \"hyper-compliant\" cell mimics. These particles are the size and stiffness of cells. To put that into perspective, their stiffness is 1000-times softer than JELL-O. We have used them to learn how stem cells behave when interacting with soft materials in 3D. In general, if mimics are present in large numbers, they are pushed together into the center of cell clusters. If only one is present, then it is also pulled into the cluster, but the speed of this process depends in part on how stiff the mimic is. This research has promising relevance for growing tissues/organs as well as delivering drugs throughout our body.\n\nWe also made good progress towards our goals of understanding how the biological characteristics of cells influence their neighbors. Our initial work created methods that allowed us to see whether individual, living cells expressed a gene of interest. We used this method to study which stem cells became bone or fat cells within a mixed group. Results showed that time was a key piece of the puzzle. In many cases, cells actually turned from a stem cell to a specialized cell very quickly. However, it might take a given cell days-to-weeks to even begin that change. If an average measure for the overall cell population was taken over time, then it looked like the cells were gradually changing from \"stem\" to \"specialized\" states even though that was not true. This is an important finding because it means that switching stem cells to specialized forms can possibly be done in very little time, which could be important when using them in medical applications.\n\nThis research project also involved interacting with local high school teachers. Pairs of two teachers joined the PI's lab for each of three summers to do interdisciplinary experiments. For example, one group of teachers created a custom test that could determine how much protein was secreted by cells using their knowledge of biology and chemistry. The teachers also observed and discussed the research going on in the rest of the lab, which integrated aspects of all core science and math disciplines. At the end of the summer, the teachers developed an interdisciplinary exercise of their own that they could use in the classroom. These exercises have been made available at www.brown.edu/academics/science-center/outreach/stem_orc/programs/detail/brown-science-prep.\n\n\t\t\t\t\tLast Modified: 02/01/2018\n\n\t\t\t\t\tSubmitted by: Eric M Darling"
 }
}