{
 "awd_id": "1253081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Noticing and Using Students' Prior Knowledge in Problem-Based Instruction",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 644320.0,
 "awd_amount": 860509.0,
 "awd_min_amd_letter_date": "2013-05-14",
 "awd_max_amd_letter_date": "2017-05-30",
 "awd_abstract_narration": "Advocates of problem-based instruction argue that the approach can help students develop a deeper understanding of mathematics, acquire more positive attitudes toward mathematics, and gain experience with more authentic applications of mathematics.  Engaging students in problem-based instruction, however, increases challenges to teachers who must attend to the influence of student prior knowledge and adjust instruction accordingly.  The proposed project will develop and study a professional development framework that is designed to help high school geometry teachers attend more carefully to student prior knowledge, interpret the learning implications of student prior knowledge, and adjust teaching practices accordingly.  Participating teachers will learn to perform these complex tasks by participating in study groups to analyze animations of productive teaching practices; to collaborate in planning, implementing, and analyzing geometry lessons; and to critique videos of their own classroom instruction.  Prior research has shown that collective examination of videos can help teachers increase attention on student thinking, a key to noticing and accommodating student prior knowledge.\r\n\r\nA key, innovative feature of the professional development framework for this study is the use of animated vignettes of classroom instruction to prepare teachers to examine videos of their own practice.  The advantage of using cartoon-based animations of classroom practices is that they can be designed to depict specific teaching actions while excluding the usual distractions in videos, such as physical features, clothing, or individual mannerisms.  Also, teachers can develop a critical eye for relevant interactions without feeling the need to be overly polite when discussing fictional scenarios portrayed by cartoon characters.  This preliminary practice will also enable teachers to develop a common language about noticing and responding to student prior knowledge before critiquing videos of their own classroom practices.\r\n\r\nThis project advances knowledge of professional development experiences that help teachers notice and take into account the prior knowledge that students bring to the classroom.  Results from studying the effects of coupling analysis of animated vignettes of classroom practices with critiquing videos on one's own classroom practices have the potential to significantly enhance professional development practices among mathematics teachers, as well as teachers in general.  Results from the project will be broadly disseminated via conference presentations, articles in diverse media outlets, and a project website that will make project products available, be a location for information about the project for the press and the public, and be a tool to foster teacher-to-teacher communication.  The results of this study, as well as the protocols and instruments developed during the research project, will inform and support the researcher's own efforts to better understand and improve teacher learning.  The education plan of the researcher focuses on translating the outcomes of this study to the practices of preservice teacher education by connecting instructional decision-making more explicitly to research on student learning, thereby promoting learning trajectory based instruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloriana",
   "pi_last_name": "Gonzalez Rivera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gloriana Gonzalez Rivera",
   "pi_email_addr": "ggonzlz@illinois.edu",
   "nsf_id": "000624387",
   "pi_start_date": "2013-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 South First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 358510.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6834.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 211518.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 141001.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 142646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of the project was the creation of professional development model that integrated the use of animations (e.g., cartoon-based stories) and videos within the lesson study cycle.&nbsp; While lesson study has been adapted in the U.S., sometimes this model has been challenging to be implemented.&nbsp; The five steps of the adaptation include the use of technology in the initial and final steps. The new model proposes that a group of teachers would be engaged in the following activities: (1) Study animations with examples of problem-based lessons; (2) Design a research lesson to study student thinking; (3) Teach the lesson while it is video-recorded; (4) Discuss examples of student thinking in video-clubs; (5) Revise and reteach the lesson.&nbsp; Five high school geometry teachers from 4 high-need schools participated in the two-year intervention where the model was implemented.&nbsp; The learning objective was for teachers to increase their attention to students&rsquo; prior knowledge during geometry problem-solving. We found that the teachers&rsquo; video club discussions centered on students&rsquo; conceptions, as opposed to prior research that has found that teachers tend to focus on teaching.&nbsp; In addition, the teachers&rsquo; increased their engagement with students&rsquo; ideas in the classroom during the second-year implementation of the lessons.&nbsp; The session facilitators played an important role supporting teachers&rsquo; attention to students&rsquo; ideas during video club discussions and animations, showing that there was not a significant difference in the media used when performing facilitation moves. &nbsp;The revised lessons provided more opportunities for students to learn and the teachers used significant input from their discussions of students&rsquo; work in the video clubs.&nbsp; In interviews, the teachers reported that their participation in the professional development was valuable and that they felt responsible for implementing in the classroom what they have learned in the sessions. Approximately 500 students participated in the project and were engaged in lessons that drew upon realistic contexts for meaningful mathematical learning.&nbsp; Methodologically, the project proposes how to create animations based upon a theory on students&rsquo; conceptions, how to study teacher noticing of students&rsquo; prior knowledge, and how to engage teachers in creating lesson plans drawing upon creativity theory.&nbsp; The results from the project have been disseminated in 13 peer-reviewed journal articles, 3 book chapters, 25 conference presentations, and 1 workshop.&nbsp; A website includes the professional development resources prepared in the project including the animations and the lessons designed by the teachers: https://nuspk.mste.illinois.edu/.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2019<br>\n\t\t\t\t\tModified by: Gloriana&nbsp;Gonzalez Rivera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of the project was the creation of professional development model that integrated the use of animations (e.g., cartoon-based stories) and videos within the lesson study cycle.  While lesson study has been adapted in the U.S., sometimes this model has been challenging to be implemented.  The five steps of the adaptation include the use of technology in the initial and final steps. The new model proposes that a group of teachers would be engaged in the following activities: (1) Study animations with examples of problem-based lessons; (2) Design a research lesson to study student thinking; (3) Teach the lesson while it is video-recorded; (4) Discuss examples of student thinking in video-clubs; (5) Revise and reteach the lesson.  Five high school geometry teachers from 4 high-need schools participated in the two-year intervention where the model was implemented.  The learning objective was for teachers to increase their attention to students? prior knowledge during geometry problem-solving. We found that the teachers? video club discussions centered on students? conceptions, as opposed to prior research that has found that teachers tend to focus on teaching.  In addition, the teachers? increased their engagement with students? ideas in the classroom during the second-year implementation of the lessons.  The session facilitators played an important role supporting teachers? attention to students? ideas during video club discussions and animations, showing that there was not a significant difference in the media used when performing facilitation moves.  The revised lessons provided more opportunities for students to learn and the teachers used significant input from their discussions of students? work in the video clubs.  In interviews, the teachers reported that their participation in the professional development was valuable and that they felt responsible for implementing in the classroom what they have learned in the sessions. Approximately 500 students participated in the project and were engaged in lessons that drew upon realistic contexts for meaningful mathematical learning.  Methodologically, the project proposes how to create animations based upon a theory on students? conceptions, how to study teacher noticing of students? prior knowledge, and how to engage teachers in creating lesson plans drawing upon creativity theory.  The results from the project have been disseminated in 13 peer-reviewed journal articles, 3 book chapters, 25 conference presentations, and 1 workshop.  A website includes the professional development resources prepared in the project including the animations and the lessons designed by the teachers: https://nuspk.mste.illinois.edu/.\n\n\t\t\t\t\tLast Modified: 05/02/2019\n\n\t\t\t\t\tSubmitted by: Gloriana Gonzalez Rivera"
 }
}