{
 "awd_id": "1253402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Classification and rigidity for von Neumann algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2013-01-14",
 "awd_max_amd_letter_date": "2017-06-12",
 "awd_abstract_narration": "The goal of this mathematics research project by Adrian Ioana is the classification of von Neumann algebras arising from groups and actions of groups on probability spaces. Von Neumann algebras do not contain significant information about the group or action that they were constructed from. Nevertheless, in the past decade, Popa's deformation/rigidity theory has led to an explosion of rigidity results. These show that many properties of groups or actions can be recognized by looking at their von Neumann algebras. Ioana will develop new methods to study rigidity for von Neumann algebras. Three specific directions of research will be pursued. Firstly, Ioana will expand the scope of super-rigidity for von Neumann algebras by providing new examples of groups and actions that can be entirely reconstructed from their von Neumann algebras. A second direction concerns  Cartan subalgebras of von Neumann algebras.  Finally, Ioana will investigate the notion of orbit equivalence for group actions. Several research projects on these topics will further the discovery of new knowledge in all of these directions.\r\n\r\nThis mathematics research project is in the general area of operator algebras, and it deals with the classifications of von Neumann algebras. These algebras are connected and have direct applications to a number of areas of science, such as quantum computing, biology (structure of DNA) and engineering (cell phone design).  As part of this mathematics research project, the principal investigator Adrian Ioana will develop two new courses at the undergraduate and graduate level, respectively.  Ioana is currently mentoring several graduate students and running a seminar in areas close to the research-related content of this project.  In addition to supporting graduate students, Ioana will hire and mentor one postdoctoral scholar.  Ioana will also organize a research workshop, whose goal is to acquaint young researchers with some of the latest exciting developments on the topics pertaining this project.  Finally,  Ioana will train high school students  and college students to participate in mathematics competitions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Ioana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian Ioana",
   "pi_email_addr": "aioana@ucsd.edu",
   "nsf_id": "000601014",
   "pi_start_date": "2013-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 37500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110819.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 174354.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124563.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 102764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Under support from the award, Ioana continued his work in von Neumann Algebras, </span><span>the study of algebras of operators on Hilbert space which emerged from quantum mechanics in the 1930s, and in Ergodic Theory, the study of measure preserving dynamics which emerged from statistical physics about 100 years ago.&nbsp;</span></p>\n<p>A key discovery of Ioana and his collaborators during the award period is the notion of &ldquo;local spectral gap&rdquo;. A self-adjoint operator (which can be thought of as an infinite symmetric matrix) is said to have &ldquo;spectral gap&rdquo; if there is a gap between its largest eigenvalue and the rest of its eigenvalues. Operators with spectral gap are of central importance in mathematics and computer science. They can be used, for instance, to construct &ldquo;expander&rdquo; graphs: infinite families of highly connected, sparse finite graphs. A main source of operators with spectral gap is the representation theory of compact groups. For instance, if (R_1, R_2) is a well-chosen pair of rotations about the origin in 3D (equivalently, a pair of elements in the compact group or rotations, SO(3)), then the associated averaging operator on the 2-dimensional sphere has spectral gap. Ioana, in collaboration with Boutonnet and Salehi-Golsefidy, discovered that the representation theory of locally compact groups (such as the group SL_2(R) of 2-by-2 real matrices with determinant 1) can be used to built operators with &ldquo;local spectral gap&rdquo;. This is a local version of the notion of spectral which has many of the same consequences. Thus, our local spectral theorem lead to new examples of expanders, to applications to orbit equivalence ergodic theory and to a characterisation of the Haar measure in the spirit of a classical problem of Banach and Ruziewicz. In particular, we proved that the Haar measure of SL_2(R) is the unique finitely additive measure which is both invariant under left translations and defined on all the measurable subsets of SL_2(R).&nbsp;</p>\n<p>Ioana&rsquo;s research has resulted in 17 publications, available free of charge at arxiv.org and on his website. Ioana has written an expository paper which presents the latest advances in the theory for von Neumann algebras to the larger mathematical community.</p>\n<p><span>Ioana has widely disseminated his results through over 50 talks at various international research conferences, workshops, and seminars. These include lecture series aimed at young researchers at venues such as HIM (Hausdorff Institute for Mathematics) in Bonn, Germany, IPAM (Institute for Pure and Applied Mathematics) at UCLA and BIRS (Banff International Research Station) in Banff, Canada. Ioana has also given two talks in his department&rsquo;s undergraduate colloquium, has co-written the exam for several editions of a yearly math competition for high-school students in the San Diego area, and is teaching a course aimed at training students for the Putnam Competition at UCSD.</span></p>\n<p>During the award period, Ioana has mentored six PhD students. Three of them have graduated, and have gone on to prestigious postdoctoral positions: at UCLA (the first and third graduating students) and at University of Regina, Canada (supported by a PIMS postdoctoral fellowship) and KU Leuven, Belgium (the second graduating student). In addition, in 2014-15 Ioana has mentored a postdoctoral scholar, who currently holds a prestigious CNRS research position at Bordeaux University in France. Since 2019, Ioana has been mentoring another postdoctoral scholar, who holds an SEW Visiting Assistant Professor position at UCSD. In 2014,&nbsp; Ioana co-organized a workshop on &ldquo;von Neumann algebras and ergodic theory&rdquo; at UCLA. The workshop was attended by 40 participants, the majority of whom were young researchers. In addition, Ioana has co-organised two workshops at the AIM (American Institute of Mathematics) in 2018 and at BIRS (Banff International Research Station) in 2019 on the classification of von Neumann algebras.&nbsp;</p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2020<br>\n\t\t\t\t\tModified by: Adrian&nbsp;Ioana</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder support from the award, Ioana continued his work in von Neumann Algebras, the study of algebras of operators on Hilbert space which emerged from quantum mechanics in the 1930s, and in Ergodic Theory, the study of measure preserving dynamics which emerged from statistical physics about 100 years ago. \n\nA key discovery of Ioana and his collaborators during the award period is the notion of \"local spectral gap\". A self-adjoint operator (which can be thought of as an infinite symmetric matrix) is said to have \"spectral gap\" if there is a gap between its largest eigenvalue and the rest of its eigenvalues. Operators with spectral gap are of central importance in mathematics and computer science. They can be used, for instance, to construct \"expander\" graphs: infinite families of highly connected, sparse finite graphs. A main source of operators with spectral gap is the representation theory of compact groups. For instance, if (R_1, R_2) is a well-chosen pair of rotations about the origin in 3D (equivalently, a pair of elements in the compact group or rotations, SO(3)), then the associated averaging operator on the 2-dimensional sphere has spectral gap. Ioana, in collaboration with Boutonnet and Salehi-Golsefidy, discovered that the representation theory of locally compact groups (such as the group SL_2(R) of 2-by-2 real matrices with determinant 1) can be used to built operators with \"local spectral gap\". This is a local version of the notion of spectral which has many of the same consequences. Thus, our local spectral theorem lead to new examples of expanders, to applications to orbit equivalence ergodic theory and to a characterisation of the Haar measure in the spirit of a classical problem of Banach and Ruziewicz. In particular, we proved that the Haar measure of SL_2(R) is the unique finitely additive measure which is both invariant under left translations and defined on all the measurable subsets of SL_2(R). \n\nIoana’s research has resulted in 17 publications, available free of charge at arxiv.org and on his website. Ioana has written an expository paper which presents the latest advances in the theory for von Neumann algebras to the larger mathematical community.\n\nIoana has widely disseminated his results through over 50 talks at various international research conferences, workshops, and seminars. These include lecture series aimed at young researchers at venues such as HIM (Hausdorff Institute for Mathematics) in Bonn, Germany, IPAM (Institute for Pure and Applied Mathematics) at UCLA and BIRS (Banff International Research Station) in Banff, Canada. Ioana has also given two talks in his department’s undergraduate colloquium, has co-written the exam for several editions of a yearly math competition for high-school students in the San Diego area, and is teaching a course aimed at training students for the Putnam Competition at UCSD.\n\nDuring the award period, Ioana has mentored six PhD students. Three of them have graduated, and have gone on to prestigious postdoctoral positions: at UCLA (the first and third graduating students) and at University of Regina, Canada (supported by a PIMS postdoctoral fellowship) and KU Leuven, Belgium (the second graduating student). In addition, in 2014-15 Ioana has mentored a postdoctoral scholar, who currently holds a prestigious CNRS research position at Bordeaux University in France. Since 2019, Ioana has been mentoring another postdoctoral scholar, who holds an SEW Visiting Assistant Professor position at UCSD. In 2014,  Ioana co-organized a workshop on \"von Neumann algebras and ergodic theory\" at UCLA. The workshop was attended by 40 participants, the majority of whom were young researchers. In addition, Ioana has co-organised two workshops at the AIM (American Institute of Mathematics) in 2018 and at BIRS (Banff International Research Station) in 2019 on the classification of von Neumann algebras. \n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2020\n\n\t\t\t\t\tSubmitted by: Adrian Ioana"
 }
}