{
 "awd_id": "1253692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Control of Radiative Thermal Transport Using Nanostructured Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-02-01",
 "awd_max_amd_letter_date": "2013-02-01",
 "awd_abstract_narration": "1253692\r\nShen\r\n\r\nRadiative thermal transport is of primary importance in various applications such as thermal insulation, energy conversion, thermal signature control and thermal management. Although near-field radiative heat transfer, where the spacing between two surfaces is smaller than the thermal wavelength given by Wien's law, has been demonstrated to exceed blackbody radiation due to the tunneling of evanescent waves, maximizing near-field enhancement between different materials remains challenging. Control of near-field radiative heat transfer will offer significant potential for the development of new radiation cooling and thermal energy conversion technologies. In the far-field, where the gap between two surfaces is much larger than the thermal wavelength, the spectral and directional control of thermal emission at desired frequencies will create low-power coherent infrared sources and enable novel thermal management strategies. The objective of this project is to control radiative thermal transport using nanostructured materials (e.g., metamaterials) in both near- and far-fields. \r\n\r\nThe intellectual merit of this project is in advancing the fundamental knowledge of radiative thermal transport. The novel computational tools developed in this project will overcome the theoretical obstacles in calculating near-field radiation for complex three-dimensional structures, which is critical for accurately predicting the thermal response of nanostructured materials in the near-field. The proposed ultra-sensitive experimental platform, which can resolve a heat flux as small as 100 picowatts, will enable the near-field measurements on a variety of nanostructured materials. For far-field radiation control, this project will demonstrate two transformative scientific phenomena: (i) high-speed modulation of radiative heat fluxes, and (ii) spectral and directional control of thermal emission at desired frequencies.    \r\n\r\nControl of radiative thermal transport in both near- and far-fields will impact a broad range of applications in energy conversion and thermal management. The tunable metamaterials described in this project will make it possible to design better thermophotovoltaic energy conversion systems. The spectral and directional control of thermal emission using metamaterials will create low-power infrared sources and yield flexible, compact and efficient thermal management technologies, especially for cooling spacecrafts. The heat flux modulator can allow the opening and closing of heat transfer at a high rate, which will be extremely useful for developing advanced thermal management strategies. \r\n\r\nThis project will integrate research and education via interactive educational kits, curriculum development, and outreach activities. Two interactive educational kits and their related educational program will be developed to stimulate the students' interests in energy and nanoscience. The local education focuses will be Pittsburgh Science and Technology Academy and Allderdice High School, as well as students at Carnegie Mellon. Broader audiences will be reached at the local events in Pittsburgh including the annual Siemens Competition and the Intel International Science and Engineering Fair. Curriculum innovation at Carnegie Mellon will introduce graduate and undergraduate students to basic principles of energy conversion and the latest research results in radiative thermal transport such as near-field radiation and metamaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheng",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheng Shen",
   "pi_email_addr": "sshen1@cmu.edu",
   "nsf_id": "000624423",
   "pi_start_date": "2013-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": null,
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we study the thermal radiative properties of nanostructured materials in both near- and far-fields. Radiative thermal transport is of primary importance in applications such as thermal insulation, energy conversion, thermal signature control and thermal management. Theoretically, to elucidate the near-field thermal radiation from complex three-dimensional structures like metamaterials, and two-dimensional graphene nanostructures, we have developed new numerical tools to directly solve stochastic Maxwell&rsquo;s equations by both the fluctuating-surface-current (FSC) formulation and the Wiener chaos-expansion (WCE) formulation. Recently, we have also developed a general and self-consistent formalism from fluctuational electrodynamics and Quasi-Normal Mode (QNM) theory to describe the thermal radiation from optical resonators with arbitrary geometries that are made by lossy and dispersive materials like metals in both near- and far-fields. Following our theoretical work, we demonstrate experimentally a broadband near-field thermal extraction device based on hyperbolic metamaterials, which can enhance near-field energy transfer by around one order of magnitude. Despite the extensive theoretical research about metamaterials mediated near-field radiative transfer in the past, our demonstration represents the first experimental work. Manipulating thermal emission/radiation has recently attracted enormous attention in photonics, thermal sciences, and energy research communities. By using nanoscale transmission line resonators as fundamental building blocks, we experimentally demonstrate a new type of macroscopic perfect and tunable thermal emitters. Moreover, we develop a new technique to fabricate large-scale metal nanophotonic structures as solar absorbers using template stripping methods.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2018<br>\n\t\t\t\t\tModified by: Sheng&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we study the thermal radiative properties of nanostructured materials in both near- and far-fields. Radiative thermal transport is of primary importance in applications such as thermal insulation, energy conversion, thermal signature control and thermal management. Theoretically, to elucidate the near-field thermal radiation from complex three-dimensional structures like metamaterials, and two-dimensional graphene nanostructures, we have developed new numerical tools to directly solve stochastic Maxwell?s equations by both the fluctuating-surface-current (FSC) formulation and the Wiener chaos-expansion (WCE) formulation. Recently, we have also developed a general and self-consistent formalism from fluctuational electrodynamics and Quasi-Normal Mode (QNM) theory to describe the thermal radiation from optical resonators with arbitrary geometries that are made by lossy and dispersive materials like metals in both near- and far-fields. Following our theoretical work, we demonstrate experimentally a broadband near-field thermal extraction device based on hyperbolic metamaterials, which can enhance near-field energy transfer by around one order of magnitude. Despite the extensive theoretical research about metamaterials mediated near-field radiative transfer in the past, our demonstration represents the first experimental work. Manipulating thermal emission/radiation has recently attracted enormous attention in photonics, thermal sciences, and energy research communities. By using nanoscale transmission line resonators as fundamental building blocks, we experimentally demonstrate a new type of macroscopic perfect and tunable thermal emitters. Moreover, we develop a new technique to fabricate large-scale metal nanophotonic structures as solar absorbers using template stripping methods.\n\n \n\n\t\t\t\t\tLast Modified: 04/24/2018\n\n\t\t\t\t\tSubmitted by: Sheng Shen"
 }
}