{
 "awd_id": "1253000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Air-ecosystem-water interactions of reactive nitrogen in urban systems",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Barnard",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2013-01-31",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "As creation of reactive nitrogen (Nr) accelerates to meet global food and fuel demand, the research challenges regarding the environmental and health effects of excess N have become ever more pressing.  While atmospheric deposition chemistry monitoring networks in the U.S. are globally respected, these networks were intentionally established in rural settings to monitor regional changes in deposition chemistry.  Despite studies documenting the relatively local impact of vehicle emissions- and that vehicles are the largest source of nitrogen oxide emissions in the U.S., the ecological and water quality impacts of these spatial deposition patterns are rarely explored.  Concomitantly, studies continue to report surprisingly high rates of urban watershed Nr retention, bucking expectations for high nitrate export from these systems, while nitrate export to sensitive receiving waters continues to exceed targeted limitations.  We hypothesize that poor constraints on urban Nr deposition fluxes have translated into an underestimation of the influence of atmospheric Nr as a nutrient source to urban ecosystems, streams, and riverine systems.  This research examines the tight coupling between human activities and fluxes of Nr across atmospheric, terrestrial and aquatic systems in urban environments using a unique suite of analytical approaches.  Research goals will fill major knowledge gaps in urban Nr budgets and will:  1) compare Nr deposition fluxes, speciation, and sources in urban and rural environments; 2) examine mechanisms for Nr retention in urban ecosystems; and 3) evaluate the role of atmospheric nitrate as a eutrophication source to streams and rivers.  \r\n\r\nThis project will advance understanding of interdisciplinary connections in Earth system science - with a specific focus on interactions between energy, the environment, and society.  Broader project aims seek to improve regional resources for interdisciplinary Geoscience education and to create new pathways for illuminating the relevance of Geoscience disciplines to society.  These aims will be accomplished with educational activities focused on the following goals:  1) create new pipelines to the geosciences for under-represented teens in the Pittsburgh region; 2) advance Earth systems science literacy, focusing on synergies between energy, environment, and society; and 3) develop sustainable alliances to promote Geoscience education in the Pittsburgh region.  These activities leverage existing resources at the University of Pittsburgh including the Regional Stable Isotope Laboratory for Earth and Environmental Science Research, the Mobile Air Quality Research Laboratory, and a newly funded NSF initiative, ENERGY-NET.  ENERGY-NET links geosciences expertise at the University of Pittsburgh to one of five Carnegie Museums in Pittsburgh, the Carnegie Museum of Natural History.  This project extends this collaboration to the Carnegie Science Center, located in downtown Pittsburgh.  The Carnegie Science Center receives 500,000 visitors annually and will serve as the hub for planned urban deposition measurements.  In partnership with the Carnegie Science Center, this project will integrate research and monitoring data into public exhibits and utilize popular outreach efforts to engage and inform youth regarding geosciences career awareness and societial relevance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Elliott",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emily M Elliott",
   "pi_email_addr": "eelliott@pitt.edu",
   "nsf_id": "000519189",
   "pi_start_date": "2013-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4107 O'Hara, 200 SRCC",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152603332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While nitrogen is an essential element for life, in excess, reactive forms of nitrogen are problematic for public health, water quality, and ecosystem health.&nbsp; For example, two sentinel coastal systems, the Gulf of Mexico and the Chesapeake Bay, receive excess nitrogen that annually fuels explosive growth of algae and ultimately causes oxygen-depleted &ldquo;dead zones&rdquo;.&nbsp; While scientists, engineers, and policy-makers have recognized this problem for decades, most research and best management practices have focused on reducing nutrient runoff from agricultural production.&nbsp; In this project, we explore nitrogen dynamics in the much lesser known urban hydro-ecologic system.&nbsp; In particular, we examine how nitrogen is circulated between air-soil-water in these urban environments, evaluate how built infrastructure impacts delivery of excess reactive nitrogen to urban rivers, and try to develop a better understanding of how atmospheric deposition, soil processing and leaching of nitrogen differ between urban ecosystems and their rural counterparts.</p>\n<p>Release of reactive nitrogen to the atmosphere from fossil fuel combustion in vehicles or industries is deposited back to the Earth&rsquo;s surface within hours to days.&nbsp; Given the spatial arrangement of urban emission sources, preliminary estimates suggested urban deposition fluxes exceeded those in rural areas by 2-3 fold.&nbsp; Contrary to our expectations, results from this project show no significant difference between total nitrogen deposition fluxes at urban and rural sites.&nbsp; Despite the lack of urban-rural difference, there is a wide range of temporal and spatial variation.&nbsp; For example, month-to-month variations in deposition are highly variable ranging from 2-18 kg N ha<sup>-1</sup>&nbsp;yr<sup>-1</sup>&nbsp;.&nbsp; Interestingly, we determined that nitrite is a larger than expected component of total deposited reactive nitrogen. While most studies assume that nitrogen dioxide is oxidized to nitric acid in the atmosphere before deposition, our data indicate that especially near-roads, and in the summer months, non-negligible amounts of nitrite are deposited.&nbsp; This has important implications for estimating total nitrogen deposition fluxes, particularly in urban areas, and understanding the potential impacts of nitrite on urban ecosystems and water quality.</p>\n<p>Once deposited to urban soils, reactive nitrogen is very quickly cycled by microbial communities, transforming the reactive nitrogen from one compound to another.&nbsp; As part of this project, we created a new approach to characterizing of the least well-understood soil transformation called &ldquo;nitrification&rdquo; that release nitric oxide to the atmosphere.&nbsp; Based on these new techniques, we estimate that gross nitrification and retention rates are 100 fold higher than leaching and deposition fluxes. We also determined that atmospheric nitrate was very rapidly recycled and diluted by nitrification-produced nitrate.&nbsp; Soil cycling rates were so high in urban soils that we suggest urban soil microbiome, rather than vegetation, is a primary sink for atmospheric nitrogen inputs.&nbsp;</p>\n<p>Relative to agricultural watersheds, the sources and amounts of reactive nitrogen moving through urban hydro-ecologic systems is limited.&nbsp; In particular, we are not aware of other studies that explore how built infrastructure, including <strong>combined sewer overflows</strong>, impact nutrient flows through urban systems.&nbsp; Combined sewer overflows directly route raw, nitrogen-rich sewage to streams and rivers during rain events exceeding 0.1 inch.&nbsp; In this study we estimate the mass (or &ldquo;load&rdquo;) of nitrogen exported from the Upper Ohio River basin in Pennsylvania using the USGS program LOADEST. Our estimates reveal that as water passes through the urban Pittsburgh region, an additional 29 metric tons of TN are input to the Three Rivers per year.&nbsp; The yield (or load for a given spatial area) of total nitrogen from the urban Pittsburgh region is nearly as high as those from heavily agricultural regions of the U.S.&nbsp; Dual nitrate isotopes collected as part of four longitudinal riverine cruises in the Pittsburgh region indicate that nitrate in the Three Rivers region originates as sewage.&nbsp; Irrespective of river stage or flow regime, or spatial location, our results suggest that sewage-derived nitrate is always present in Pittsburgh&rsquo;s rivers even during dry weather.&nbsp; Isotope data also provide no evidence of mid-channel denitrification of nitrate.&nbsp;</p>\n<p>As part of the education and outreach goals of this project, Dr. Emily Elliott worked with her faculty colleagues at the University of Pittsburgh including Drs. Daniel Bain, Eitan Shelef, and Brian Thomas, to establish the Pittsburgh Collaboratory for Water Research, Education, and Outreach.&nbsp; The Collaboratory aims to bring together academic researchers and learners with water stakeholders throughout the Upper Ohio River region to collectively address regional water challenges.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2019<br>\n\t\t\t\t\tModified by: Emily&nbsp;M&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile nitrogen is an essential element for life, in excess, reactive forms of nitrogen are problematic for public health, water quality, and ecosystem health.  For example, two sentinel coastal systems, the Gulf of Mexico and the Chesapeake Bay, receive excess nitrogen that annually fuels explosive growth of algae and ultimately causes oxygen-depleted \"dead zones\".  While scientists, engineers, and policy-makers have recognized this problem for decades, most research and best management practices have focused on reducing nutrient runoff from agricultural production.  In this project, we explore nitrogen dynamics in the much lesser known urban hydro-ecologic system.  In particular, we examine how nitrogen is circulated between air-soil-water in these urban environments, evaluate how built infrastructure impacts delivery of excess reactive nitrogen to urban rivers, and try to develop a better understanding of how atmospheric deposition, soil processing and leaching of nitrogen differ between urban ecosystems and their rural counterparts.\n\nRelease of reactive nitrogen to the atmosphere from fossil fuel combustion in vehicles or industries is deposited back to the Earth?s surface within hours to days.  Given the spatial arrangement of urban emission sources, preliminary estimates suggested urban deposition fluxes exceeded those in rural areas by 2-3 fold.  Contrary to our expectations, results from this project show no significant difference between total nitrogen deposition fluxes at urban and rural sites.  Despite the lack of urban-rural difference, there is a wide range of temporal and spatial variation.  For example, month-to-month variations in deposition are highly variable ranging from 2-18 kg N ha-1 yr-1 .  Interestingly, we determined that nitrite is a larger than expected component of total deposited reactive nitrogen. While most studies assume that nitrogen dioxide is oxidized to nitric acid in the atmosphere before deposition, our data indicate that especially near-roads, and in the summer months, non-negligible amounts of nitrite are deposited.  This has important implications for estimating total nitrogen deposition fluxes, particularly in urban areas, and understanding the potential impacts of nitrite on urban ecosystems and water quality.\n\nOnce deposited to urban soils, reactive nitrogen is very quickly cycled by microbial communities, transforming the reactive nitrogen from one compound to another.  As part of this project, we created a new approach to characterizing of the least well-understood soil transformation called \"nitrification\" that release nitric oxide to the atmosphere.  Based on these new techniques, we estimate that gross nitrification and retention rates are 100 fold higher than leaching and deposition fluxes. We also determined that atmospheric nitrate was very rapidly recycled and diluted by nitrification-produced nitrate.  Soil cycling rates were so high in urban soils that we suggest urban soil microbiome, rather than vegetation, is a primary sink for atmospheric nitrogen inputs. \n\nRelative to agricultural watersheds, the sources and amounts of reactive nitrogen moving through urban hydro-ecologic systems is limited.  In particular, we are not aware of other studies that explore how built infrastructure, including combined sewer overflows, impact nutrient flows through urban systems.  Combined sewer overflows directly route raw, nitrogen-rich sewage to streams and rivers during rain events exceeding 0.1 inch.  In this study we estimate the mass (or \"load\") of nitrogen exported from the Upper Ohio River basin in Pennsylvania using the USGS program LOADEST. Our estimates reveal that as water passes through the urban Pittsburgh region, an additional 29 metric tons of TN are input to the Three Rivers per year.  The yield (or load for a given spatial area) of total nitrogen from the urban Pittsburgh region is nearly as high as those from heavily agricultural regions of the U.S.  Dual nitrate isotopes collected as part of four longitudinal riverine cruises in the Pittsburgh region indicate that nitrate in the Three Rivers region originates as sewage.  Irrespective of river stage or flow regime, or spatial location, our results suggest that sewage-derived nitrate is always present in Pittsburgh?s rivers even during dry weather.  Isotope data also provide no evidence of mid-channel denitrification of nitrate. \n\nAs part of the education and outreach goals of this project, Dr. Emily Elliott worked with her faculty colleagues at the University of Pittsburgh including Drs. Daniel Bain, Eitan Shelef, and Brian Thomas, to establish the Pittsburgh Collaboratory for Water Research, Education, and Outreach.  The Collaboratory aims to bring together academic researchers and learners with water stakeholders throughout the Upper Ohio River region to collectively address regional water challenges. \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2019\n\n\t\t\t\t\tSubmitted by: Emily M Elliott"
 }
}