{
 "awd_id": "1254662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Optical and Nanostructural Control of Visibly-Transparent Small-Bandgap Excitonic Semiconductors for Integration in Highly-Efficient Transparent Photovoltaics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 409816.0,
 "awd_amount": 425816.0,
 "awd_min_amd_letter_date": "2012-12-21",
 "awd_max_amd_letter_date": "2016-04-01",
 "awd_abstract_narration": "PI: Lunt, Richard\r\nProposal Number: 1254662\r\nInstitution: Michigan State University\r\nTitle: CAREER: Optical and Nanostructural Control of Visibly-Transparent Small-Bandgap Excitonic Semiconductors for Integration in Highly-Efficient Transparent Photovoltaics\r\n\r\nThe solar cells that are integrated in the building itself are an enticing energy pathway to utilize a large area for solar energy and while achieving a high building energy-efficiency. However, this effort is hampered by the need for mounting tradition photovoltaic (PV) cells in the built environment due to the cost and architectural impediments. The development of light weight and flexible solar cells that are transparent can address this problem.  This project will perform research that will lead to the development of transparent PV.  Specifically this project will utilize the excitonic character of small-bandgap molecules and organic semiconductors that leads to \"oscillator bunching\" to produce selectively near-infrared harvesting. The transparent PV architectures with power production from infrared photons alone have the potential to exhibit theoretical and practical efficiencies of 35% and 21%, respectively, while leaving the visible part of the spectrum completely unaffected. \r\n\r\nIntellectual merit:\r\nIn this project, the foundation for the transparent solar cell will be crystal-orientation-controlled and nanostructured donor-acceptor hetero-junction blends integrating near-infrared excitonic semiconductors of small-molecules and J-aggregating molecules, which can be utilize to capture 650-1200 nm wavelength infrared light. Routes to tailoring the crystalline ordering, orientation, and microstructure of neat layer and blends will be established to realize the connection between morphology and the photo-physical response to maximize the exciton harvesting.  To guide experiments, photo-carrier generation and photoconduction using multi-dimension morphological, optical-field, and electrical device simulations will be modeled and incorporated into a framework for evaluating the efficiency, transparency, and color rendering to assure full optimization for window integration. \r\n\r\nBroader impacts:\r\nTransparent PVs have potential to impact the US energy production and building energy utilization by reducing the energy cost for PV deployment, reducing cooling demand, and imparting a net-negative carbon footprint.  To complement the research work, the PI will establish a coordinated outreach and educational effort by (1) organizing workshops, (2) working with a local-area museum, (3) advising student-run initiative to retrofit buildings with renewable energy solutions, and (4) supporting students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lunt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Richard R Lunt",
   "pi_email_addr": "rlunt@msu.edu",
   "nsf_id": "000614529",
   "pi_start_date": "2012-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 409816.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building-integrated photovoltaic (PV) technologies are an enticing pathway to capturing large areas of solar energy and increasing building efficiency. We have pioneered the development of transparent PV technologies that enable retrofittable integration onto window panes inside skyscrapers, e-readers and automobiles, and enhances the functionality of already utilized transparent surfaces.&nbsp; These new devices are achieved by exploiting the excitonic character of small-bandgap molecular semiconductors that leads to &ldquo;oscillator bunching&rdquo; to produce selectively near-infrared (NIR) and ultra-violet (UV) harvesting PV architectures with structured absorption, uniquely distinct from the band-absorption of traditional semiconductors. Transparent excitonic PV architectures with power-production from UV and NIR photons alone have the potential to exhibit theoretical and practical efficiencies of 35% and 21%, respectively. We have discovered and designed specific excitonic semiconductors that are ideally suited for transparent cells, which cover the majority of the near-infrared spectrum. By focusing on developing thin-film excitonic molecules and architectures for flexible photovoltaic applications with selective absorption, they have the highest possible potential for combined transparency and efficiency<strong>,</strong> and create new opportunities for in-building retrofitability to make transparent solar windows a highly adoptable pathway with reduced balance-of-systems costs.&nbsp; Indeed, this is an entirely new paradigm for seamless solar energy harvesting.&nbsp;&nbsp; The scientific objectives of this project were to <em>demonstrate transparent single-junction solar cells with selective near-infrared molecules spanning the majority of the near-infrared spectrum; &nbsp;elucidate the structure-property relationships between crystalline order and orientation of small-bandgap transparent molecular semiconductors; and understand&nbsp;the&nbsp;mechanisms&nbsp;that determine&nbsp;the&nbsp;lifetime&nbsp;of&nbsp;small-bandgap&nbsp;excitonic solar cells&nbsp;and&nbsp;materials.</em></p>\n<p>We have published a number of seminal articles including the pioneering demonstration of transparent photovoltaic and concentrator devices based on selectively harvesting invisible light (see Figure 1). &nbsp;In addition, a new method of carefully tuning energy levels of low-bandgap small molecules with selective NIR harvesting was demonstrated using a system of cationic salts to enable precise tuning of frontier orbital levels and heterojunction interface gaps through anion alloying that result in voltages near the thermodynamic limit.&nbsp; We have utilized these organic salts to demonstrate the deepest small-molecule photocurrent production past 1600nm. &nbsp;We have also systematically investigated the &nbsp;lifetime of these compounds; based on the tunability afforded by anion exchange, we demonstrate an extrapolated lifetime of &gt; 7 &plusmn; 2 years from continuous illumination measurements on devices held at the maximum power point. We uncover a key correlation between the water contact angle of the active materials and the lifetimes, which leads to a possible design target that can be used to screen for exceptionally long-lived organic and transparent photovoltaics.</p>\n<p>Many of these results are groundbreaking demonstrations, and indeed, provide new paradigms to small bandgap photoresponse optimization in small molecules for researchers in the field.&nbsp; &nbsp;Ultimately, the full-scale deployment of the transparent PV technologies pioneered in this project have the potential to generate roughly as much energy as possible with rooftop solar photovoltaics.</p>\n<p>Results have been disseminated to the broader materials and solar energy communities through multiple peer-reviewed publications and presentations at conferences and universities: publications include 1 in Nature Energy (Invited), 2 in Advanced Optical Materials (1 featured on the front cover), 3 in Advanced Energy Materials (1 featured on the front cover), 1 in Scientific Reports, 1 in Solar Energy Materials and Solar Cells, 1 in Applied Physics Letters, 1 in Sustainable Energy &amp; Fuels (featured on the front cover), 1 in RSC Advances, 1 under review, 3 PhD Thesis, and 1 Book Chapter &ndash; In total, this is 16 publications, 5 patent applications, 3 covers (see Figures 2-5), 1 license, and &nbsp;9 conference presentations.&nbsp; The funding of this project has enabled the direct training of 3 graduate students, all of which have completed their PhD degree (see Figure 6).&nbsp;</p>\n<p>For broader impacts, we have developed successful educational workshops for sustainable energy education tailored for both the general public and for students at middle-school through college levels. &nbsp;The main focus was on hands-on energy construction projects, design competitions, and activities, complemented with seminars, and discussions. &nbsp;We engaged both graduate and undergraduate students to assist in the workshops so that these students can practice methods for become engaging teachers. These workshops were run on a number of occasions, including through the Engineering Teens Program (K-12), Frontiers is Science, GET City Program, and SPARTA-led PV programs.&nbsp; We expanded these workshops and hands-on modules beyond just &ldquo;talk&rdquo; to &ldquo;practice&rdquo; by organizing the Students Planning Advanced Retrofit Technology Applications (SPARTA) Imitative.&nbsp; SPARTA worked to assess, analyze, design, and retrofit a number of MSU buildings on campus with renewable technologies through three design teams: 1) Heating and Cooling Efficiency, 2) Energy Efficiency, and 3) Energy Generation, while also educating the community about green technologies. These efforts have already made an impact, saving energy across campus.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2018<br>\n\t\t\t\t\tModified by: Richard&nbsp;Lunt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175170610_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175170610_Figure1--rgov-800width.jpg\" title=\"Transparent Solar Cells\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175170610_Figure1--rgov-66x44.jpg\" alt=\"Transparent Solar Cells\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Energy level diagram and absorption spectra of (b) near-infrared selective harvesting molecules developed for (c) transparent solar cells.</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">Transparent Solar Cells</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175674906_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175674906_Figure2--rgov-800width.jpg\" title=\"UV harvesting Transparent Luminescent Solar Concentrator\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175674906_Figure2--rgov-66x44.jpg\" alt=\"UV harvesting Transparent Luminescent Solar Concentrator\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cover image for Advanced Energy Materials (Adv. Energy Mat. 3, 1143-1148, 2013)</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">UV harvesting Transparent Luminescent Solar Concentrator</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175782959_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175782959_Figure3--rgov-800width.jpg\" title=\"Ultra Deep Near-Infrared Harvesting Organic Salts\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175782959_Figure3--rgov-66x44.jpg\" alt=\"Ultra Deep Near-Infrared Harvesting Organic Salts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Frontispiece cover for Advanced Optical Materials (Adv. Opt. Mat. 4, 7, 1028-1033, 2016)</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">Ultra Deep Near-Infrared Harvesting Organic Salts</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175871919_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175871919_Figure4--rgov-800width.jpg\" title=\"Near-Infrared Harvesting, Transparent Luminescent Solar Concentrator\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175871919_Figure4--rgov-66x44.jpg\" alt=\"Near-Infrared Harvesting, Transparent Luminescent Solar Concentrator\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cover for Advanced Optical Materials (Adv. Opt. Mat. 2, 606-611, 2014)</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">Near-Infrared Harvesting, Transparent Luminescent Solar Concentrator</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175983344_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175983344_Figure5--rgov-800width.jpg\" title=\"Organic Salt Photovoltaics\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524175983344_Figure5--rgov-66x44.jpg\" alt=\"Organic Salt Photovoltaics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cover for Sustainable Energy & Fuels (1, 955-968, 2017)</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">Organic Salt Photovoltaics</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524176128130_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524176128130_Figure6--rgov-800width.jpg\" title=\"Project graduate students\"><img src=\"/por/images/Reports/POR/2018/1254662/1254662_10226228_1524176128130_Figure6--rgov-66x44.jpg\" alt=\"Project graduate students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate students Yimu Zhao (left), Christopher Traverse (middle), and Margaret Young (right) that worked on this project in the Lunt lab.</div>\n<div class=\"imageCredit\">Lunt</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Richard&nbsp;Lunt</div>\n<div class=\"imageTitle\">Project graduate students</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBuilding-integrated photovoltaic (PV) technologies are an enticing pathway to capturing large areas of solar energy and increasing building efficiency. We have pioneered the development of transparent PV technologies that enable retrofittable integration onto window panes inside skyscrapers, e-readers and automobiles, and enhances the functionality of already utilized transparent surfaces.  These new devices are achieved by exploiting the excitonic character of small-bandgap molecular semiconductors that leads to \"oscillator bunching\" to produce selectively near-infrared (NIR) and ultra-violet (UV) harvesting PV architectures with structured absorption, uniquely distinct from the band-absorption of traditional semiconductors. Transparent excitonic PV architectures with power-production from UV and NIR photons alone have the potential to exhibit theoretical and practical efficiencies of 35% and 21%, respectively. We have discovered and designed specific excitonic semiconductors that are ideally suited for transparent cells, which cover the majority of the near-infrared spectrum. By focusing on developing thin-film excitonic molecules and architectures for flexible photovoltaic applications with selective absorption, they have the highest possible potential for combined transparency and efficiency, and create new opportunities for in-building retrofitability to make transparent solar windows a highly adoptable pathway with reduced balance-of-systems costs.  Indeed, this is an entirely new paradigm for seamless solar energy harvesting.   The scientific objectives of this project were to demonstrate transparent single-junction solar cells with selective near-infrared molecules spanning the majority of the near-infrared spectrum;  elucidate the structure-property relationships between crystalline order and orientation of small-bandgap transparent molecular semiconductors; and understand the mechanisms that determine the lifetime of small-bandgap excitonic solar cells and materials.\n\nWe have published a number of seminal articles including the pioneering demonstration of transparent photovoltaic and concentrator devices based on selectively harvesting invisible light (see Figure 1).  In addition, a new method of carefully tuning energy levels of low-bandgap small molecules with selective NIR harvesting was demonstrated using a system of cationic salts to enable precise tuning of frontier orbital levels and heterojunction interface gaps through anion alloying that result in voltages near the thermodynamic limit.  We have utilized these organic salts to demonstrate the deepest small-molecule photocurrent production past 1600nm.  We have also systematically investigated the  lifetime of these compounds; based on the tunability afforded by anion exchange, we demonstrate an extrapolated lifetime of &gt; 7 &plusmn; 2 years from continuous illumination measurements on devices held at the maximum power point. We uncover a key correlation between the water contact angle of the active materials and the lifetimes, which leads to a possible design target that can be used to screen for exceptionally long-lived organic and transparent photovoltaics.\n\nMany of these results are groundbreaking demonstrations, and indeed, provide new paradigms to small bandgap photoresponse optimization in small molecules for researchers in the field.   Ultimately, the full-scale deployment of the transparent PV technologies pioneered in this project have the potential to generate roughly as much energy as possible with rooftop solar photovoltaics.\n\nResults have been disseminated to the broader materials and solar energy communities through multiple peer-reviewed publications and presentations at conferences and universities: publications include 1 in Nature Energy (Invited), 2 in Advanced Optical Materials (1 featured on the front cover), 3 in Advanced Energy Materials (1 featured on the front cover), 1 in Scientific Reports, 1 in Solar Energy Materials and Solar Cells, 1 in Applied Physics Letters, 1 in Sustainable Energy &amp; Fuels (featured on the front cover), 1 in RSC Advances, 1 under review, 3 PhD Thesis, and 1 Book Chapter &ndash; In total, this is 16 publications, 5 patent applications, 3 covers (see Figures 2-5), 1 license, and  9 conference presentations.  The funding of this project has enabled the direct training of 3 graduate students, all of which have completed their PhD degree (see Figure 6). \n\nFor broader impacts, we have developed successful educational workshops for sustainable energy education tailored for both the general public and for students at middle-school through college levels.  The main focus was on hands-on energy construction projects, design competitions, and activities, complemented with seminars, and discussions.  We engaged both graduate and undergraduate students to assist in the workshops so that these students can practice methods for become engaging teachers. These workshops were run on a number of occasions, including through the Engineering Teens Program (K-12), Frontiers is Science, GET City Program, and SPARTA-led PV programs.  We expanded these workshops and hands-on modules beyond just \"talk\" to \"practice\" by organizing the Students Planning Advanced Retrofit Technology Applications (SPARTA) Imitative.  SPARTA worked to assess, analyze, design, and retrofit a number of MSU buildings on campus with renewable technologies through three design teams: 1) Heating and Cooling Efficiency, 2) Energy Efficiency, and 3) Energy Generation, while also educating the community about green technologies. These efforts have already made an impact, saving energy across campus. \n\n \n\n\t\t\t\t\tLast Modified: 04/24/2018\n\n\t\t\t\t\tSubmitted by: Richard Lunt"
 }
}