{
 "awd_id": "1254783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: SusChEM - Sustainable Palladium-Catalyzed C-C Bond-Forming Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tarek Sammakia",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 779188.0,
 "awd_min_amd_letter_date": "2013-02-08",
 "awd_max_amd_letter_date": "2017-05-15",
 "awd_abstract_narration": "The Chemistry Synthesis program is supporting the research of Professor Silas Cook at Indiana University with this CAREER award.   Professor Cook's laboratory works to design reaction manifolds that may lead to new approaches in carbon-carbon bond formation.  By utilizing Csp3-carbopalladium intermediates generated from alkyl electrophiles in migratory insertion pathways, the general problem of beta-hydride elimination can be avoided.  Once beta-hydride elimination is avoided, complexity building cascade reactions will be developed, which would streamline the synthesis of complex molecular architectures.  Specifically, reactions based on the alkyne insertions into alkylpalladium bonds will be explored.  \r\n\r\nThis approach should eliminate the pre-functionalization required for standard palladium-mediated cross-coupling reactions, thereby reducing waste and improving the sustainability of these synthetic transformations.   The successful development of this research program is expected to have positive impact on a wide range of endeavors requiring the preparation of synthetic organic compounds, including pharmaceutical, agrochemical, and materials industries, as well as biological and chemical research.   The CAREER Award will also provide support for two education programs. The first program allows Indiana University undergraduate students to take their research experience back to their hometowns in rural Indiana to team-teach classes on catalysis with their former high school teachers.  These undergraduate Ambassadors of Catalysis will use a hands-on demonstrations and discuss their ongoing research to recruit the next generation of scientists. The second program seeks to improve and expand the team's iOS 'Named Reactions' application for the iPhone, iPod, and iPad.  This free educational software has the potential to reach budding scientists throughout the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silas",
   "pi_last_name": "Cook",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Silas P Cook",
   "pi_email_addr": "sicook@indiana.edu",
   "nsf_id": "000568879",
   "pi_start_date": "2013-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 East Kirkwood Avenue",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 575000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 42321.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 52326.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 52340.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 57201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Organic chemistry not only allows for the study of the chemical reactions related to life, it also underpins medicine, agrosciences, materials and many other fields.&nbsp;</span>Forging carbon-carbon bonds remains one of the most important aspects of organic chemistry.&nbsp;The efficient construction of Csp<sup>2</sup>-Csp<sup>3</sup>bonds, however, remains a serious challenge in synthetic organic chemistry.&nbsp;Palladium functions as an excellent catalyst for Csp<sup>2</sup>-Csp<sup>2</sup>bond formation, but significant mechanistic roadblocks exist for application to&nbsp;Csp<sup>2</sup>-Csp<sup>3</sup>bond formation.Additionally, these reactions are limited by stoichiometric use of main-group organometallics, which limits scope and comes with inherently poor atom economy.&nbsp;&nbsp;For example, the pre-functionalization of one coupling partner as a main-group organometallic nucleophile leads to significant synthetic inefficiencies and waste streams.&nbsp;&nbsp;During the course of NSF support for this project, we sought to overcome these mechanistic roadblocks through the study of the fundamental organometallic pathways of alky-palladium species.</p>\n<p>Research<span>published during this funding period resulted in several important outcomes.&nbsp;&nbsp;First,&nbsp;</span>the discovery that formate reduction can outcompete&nbsp;<span>b</span>-hydride elimination enabled the use of alternative mechanistic pathways to avoid&nbsp;<span>b</span>-hydride elimination in Csp<sup>3</sup>-carbopalladium intermediates. Specifically, Csp<sup>3</sup>-carbopalladium intermediates generated from oxidative addition of alkyl electrophiles were used in unique migratory insertion pathways. This enabled the first example of alkyne migratory insertion into Csp<sup>3</sup>-carbopalladium intermediates that provides a unique approach to the synthesis of tetrasubstituted olefins. During the course of this work,&nbsp;we have demonstrated that migratory insertion of alkynes into Csp<sup>3</sup>&ndash;palladium species can out-compete &beta;-hydride elimination without exotic ligands. This process allowed the development of a tandem alkyne insertion/Suzuki reaction of unactivated alkyl iodides. The reaction has broad substrate scope: applicable to both primary and secondary alkyl iodides and useful in the construction of both five-membered and six-membered rings. Mechanistic studies have led to the proposal of a plausible catalytic cycle. The overall transformation provides rapid access to regio- and stereodefined, unsymmetrical, tetrasubstituted olefins through a mechanistically unique reaction manifold which complements existing methods.&nbsp;&nbsp;Second, mechanistic pursuits led to investigations of palladium nanoparticles and their catalytic activity.&nbsp;&nbsp;This led to new reactions to form&nbsp;Csp<sup>2</sup>-Csp<sup>3</sup>bonds that did not respond to traditional single-site palladium catalysis.&nbsp;Further studies demonstrated excellent activity in water, thereby making the process more environmentally friendly.&nbsp;Finally, dehydration catalysts were studied to broaden the scope of palladium-catalyzed cross coupling to unprotected, &ldquo;free&rdquo; alcohols.&nbsp;&nbsp;While the use of alcohols in coupling has yet to be realized, this pursuit led to the discovery of a powerful, yet mild, dehydration catalyst based on iron.&nbsp;&nbsp;This discovery has inspired a number of new directions in the laboratory, created a &ldquo;greener&rdquo; dehydration reaction, and has broad implications for organic chemistry as a whole&mdash;beyond carbon-carbon bond formation.</p>\n<p><span>The broader impacts of this project included two innovative outreach programs.&nbsp;</span>The first program allows Indiana University undergraduate students to take their research experience back to their hometowns in rural Indiana to team-teach classes on catalysis with their former high school teachers. These undergraduate&nbsp;<em>Ambassadors of Catalysis</em>use hands-on demonstrations and discuss their ongoing research to recruit the next generation of scientists. The second program was the iOS &ldquo;Named Reactions&rdquo; application for the iPhone, iPod, and iPad.&nbsp;&nbsp;This free educational software was downloaded by tens of thousands of budding scientists throughout the world.&nbsp;&nbsp;<span>Finally, undergraduate and graduate students associated with this NSF funding engaged in laboratory mentorship, community outreach, and numerous educational programs.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2019<br>\n\t\t\t\t\tModified by: Silas&nbsp;P&nbsp;Cook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOrganic chemistry not only allows for the study of the chemical reactions related to life, it also underpins medicine, agrosciences, materials and many other fields. Forging carbon-carbon bonds remains one of the most important aspects of organic chemistry. The efficient construction of Csp2-Csp3bonds, however, remains a serious challenge in synthetic organic chemistry. Palladium functions as an excellent catalyst for Csp2-Csp2bond formation, but significant mechanistic roadblocks exist for application to Csp2-Csp3bond formation.Additionally, these reactions are limited by stoichiometric use of main-group organometallics, which limits scope and comes with inherently poor atom economy.  For example, the pre-functionalization of one coupling partner as a main-group organometallic nucleophile leads to significant synthetic inefficiencies and waste streams.  During the course of NSF support for this project, we sought to overcome these mechanistic roadblocks through the study of the fundamental organometallic pathways of alky-palladium species.\n\nResearchpublished during this funding period resulted in several important outcomes.  First, the discovery that formate reduction can outcompete b-hydride elimination enabled the use of alternative mechanistic pathways to avoid b-hydride elimination in Csp3-carbopalladium intermediates. Specifically, Csp3-carbopalladium intermediates generated from oxidative addition of alkyl electrophiles were used in unique migratory insertion pathways. This enabled the first example of alkyne migratory insertion into Csp3-carbopalladium intermediates that provides a unique approach to the synthesis of tetrasubstituted olefins. During the course of this work, we have demonstrated that migratory insertion of alkynes into Csp3&ndash;palladium species can out-compete &beta;-hydride elimination without exotic ligands. This process allowed the development of a tandem alkyne insertion/Suzuki reaction of unactivated alkyl iodides. The reaction has broad substrate scope: applicable to both primary and secondary alkyl iodides and useful in the construction of both five-membered and six-membered rings. Mechanistic studies have led to the proposal of a plausible catalytic cycle. The overall transformation provides rapid access to regio- and stereodefined, unsymmetrical, tetrasubstituted olefins through a mechanistically unique reaction manifold which complements existing methods.  Second, mechanistic pursuits led to investigations of palladium nanoparticles and their catalytic activity.  This led to new reactions to form Csp2-Csp3bonds that did not respond to traditional single-site palladium catalysis. Further studies demonstrated excellent activity in water, thereby making the process more environmentally friendly. Finally, dehydration catalysts were studied to broaden the scope of palladium-catalyzed cross coupling to unprotected, \"free\" alcohols.  While the use of alcohols in coupling has yet to be realized, this pursuit led to the discovery of a powerful, yet mild, dehydration catalyst based on iron.  This discovery has inspired a number of new directions in the laboratory, created a \"greener\" dehydration reaction, and has broad implications for organic chemistry as a whole&mdash;beyond carbon-carbon bond formation.\n\nThe broader impacts of this project included two innovative outreach programs. The first program allows Indiana University undergraduate students to take their research experience back to their hometowns in rural Indiana to team-teach classes on catalysis with their former high school teachers. These undergraduate Ambassadors of Catalysisuse hands-on demonstrations and discuss their ongoing research to recruit the next generation of scientists. The second program was the iOS \"Named Reactions\" application for the iPhone, iPod, and iPad.  This free educational software was downloaded by tens of thousands of budding scientists throughout the world.  Finally, undergraduate and graduate students associated with this NSF funding engaged in laboratory mentorship, community outreach, and numerous educational programs.\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2019\n\n\t\t\t\t\tSubmitted by: Silas P Cook"
 }
}