{
 "awd_id": "1254906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Modeling the Dynamic Interplay of Control, Planning and Perceptual Functions in Agile Human Guidance",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-01-23",
 "awd_max_amd_letter_date": "2013-01-23",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) Program grant is to study and model the interplay of spatial control, perception and planning functions in human guidance skills.  Ample empirical evidence exists supporting the observation that experienced pilots or operators display patterns in their behavior.  These patterns are significant because they are manifestations of the mechanisms used by humans to organize and implement agile guidance behaviors.  Guidance tasks conducted with small-scale helicopters will be used to generate experimental data that combine vehicle motion, pilot control and visual gaze information.  The research is organized in three threads: 1) Determine the principles of patterns' emergence using a data-driven approach combining dynamics, control, identification and data-clustering methods; 2) Analyze the transition across patterns and their dynamic makeup to determine the underlying model structures; and finally 3) Integrate the gained knowledge to form an interaction model that describes the interplay between control, perceptual and planning functions. \r\n\r\nIf successful this research will enable tele-operation systems that take advantage of the operator's innate guidance functions to reduce workload and increase safety.  Example applications include search and rescue helicopters or tele-surgery systems.   These systems will work by directing the operator's visual attention to cues that are significant to performance and conversely, decode visual attention to predict future control actions.  The proposed research activities will promote interactions between the fields of control engineering and cognitive sciences.  Cross-disciplinary opportunities will be leveraged to: 1) Create stimulating undergraduate and graduate courses; 2) Encourage the involvement of underrepresented students in the research environment; 3) Design outreach activities for high-schools and elementary schools. The results will be disseminated through a website accessible to the broader public and through conference workshops designed to reach across the control and human factor communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Berenice",
   "pi_last_name": "Mettler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Berenice F Mettler",
   "pi_email_addr": "mettler@umn.edu",
   "nsf_id": "000222077",
   "pi_start_date": "2013-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "110 Union St. SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The general goal of this award was to study and model the interplay of control, perception, and planning functions in human spatial guidance and control skills to better understand their unique versatility and performance.</p>\n<p><strong>Intellectual Merit </strong></p>\n<p>Abundant evidence has suggested that experienced operators mitigate the complexities of motion programming and physical implementation by employing control and planning strategies organized around <em>units of behavior</em> that tightly link the domain of physical implementation, which is dictated by dynamics and other constraints, within the abstract domain of reasoning and planning. These units are also expected to play a critical role in learning, knowledge transfer, and adaptation.</p>\n<p>From research in other human performance domains, especially memory and other cognitive functions such as attention, it&rsquo;s reasonable to assume that spatial behavioral units represent a form of chunking, i.e., a grouping of elements into some relevant whole. Chunking is the most common principle for overcoming limitations associated with human information processing and memory. Until this work, however, the form and principles of chunking in spatial control domains were unclear.</p>\n<p>Our preliminary studies showed that human control mechanisms and planning strategies manifest as <em>interaction patterns</em> in the behavior. These results also suggested the general hypothesis that humans form sensory-motor primitives by exploiting <em>invariant properties</em> related to functional processes (control, sensory, and perceptual), and larger invariants associated with the geometry and topology of spatial behavior.</p>\n<p>The general approach was to reverse-engineer <em>interaction patterns</em> extracted from experiments in actual and simulated control tasks. The experimental framework conceived under this grant accounts for comprehensive system-wide interactions (see <strong>Fig. 1</strong>) that enable studying how humans organize their behavior and elaborate plans. On the theoretical side, the general hypothesis was formalized via the concept of <em>equivalence relations, </em>which provides a mathematical framework to explain how humans simplify tasks by decomposing them into a series of more tractable subtasks.</p>\n<p>We used these frameworks to study the equivalence properties in behavior, and more specifically how the brain exploits invariants, to coordinate behavior into sensory-motor units that serve as <em>units of organization </em>(see <strong>Fig. 2</strong>). Once the larger organizational principles were elucidated, we were able to detail the functional mechanisms specific to control, perception, and learning. The lawful decomposition of behavior made it possible to tear it apart along functionally meaningful segments. Segmented data could then be aggregated and clustered according to similar functional properties. These behavior classes could subsequently be analyzed using data-driven techniques to detail the underlying perceptual, control, and guidance mechanisms. <strong>Figure 3</strong> depicts the discrete control modes and associated perceptual guidance laws identified by studying dynamic behavior underlying interaction patterns (IP).</p>\n<p>Using IP as <em>units of analysis</em> enabled insights into other critical aspects of behavior, including analyzing and modeling the human operators&rsquo; learning of task environment. <strong>Figure 4</strong> shows the evolution of trajectories and gaze distribution for two operators of different proficiency level learning to navigate in an obstacle field.&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The gained understanding about roots of humans&rsquo; versatile spatial guidance and control principles carries broad practical applications. It will enable more rigorous and comprehensive human skill analysis, natural and effective human-machine interfaces for tele-robotic systems, and computationally efficient and versatile guidance algorithms for autonomous vehicles.</p>\n<p>The research framework also was applied to exploratory research in surgical skill analysis, which was performed as a collaboration with the UMN&rsquo;s medical school and mechanical engineering department. <strong>Figure 5</strong> shows results from comparisons between traditional motion segmentation based on kinematics and segmentation based on <em>interaction patterns</em> that capture semantically meaningful movement segments.</p>\n<p>This project also demonstrated a trajectory planning algorithm that leverages subgoal structure to mitigate computational complexity. In human-machine engineering and robotics, we demonstrated a tele-operation search via a mobile robot (see <strong>Fig. 6</strong>); the operator received virtual subgoals displayed on the user interface that were optimized for coverage and enabled enhanced search performance across the user population.</p>\n<p>The work started under this NSF-funded research project is currently continuing through collaborations with several research groups, including the Berkeley Deep Drive Initiative, where the techniques are being applied to investigate performance and principles of deep learning neural networks (i.e., self-driving cars). The research also inspired the creation of human movement skill augmentation technology to help humans learn and rehabilitate complex movement skills.</p>\n<p>This research project also created broader benefits for society. The PI engaged in annual outreach activities including holding classes and hands-on projects for UMN&rsquo;s College of Science and Engineering Summer camp, designing educational activities in robotics and aerospace during UMN&rsquo;s Math &amp; Science Family Fun Fair, and hosting the Aviation Career Education (ACE) camps at UMN&rsquo;s Aerospace Department. The PI also hosted several undergraduate students for summer research projects at her Interactive Guidance and Control Lab. Three of the undergraduate students are now pursuing PhD programs, and three of the PI&rsquo;s seven PhD students are now pursuing their own academic careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2018<br>\n\t\t\t\t\tModified by: Berenice&nbsp;F&nbsp;Mettler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524868800822_Overview_newnew--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524868800822_Overview_newnew--rgov-800width.jpg\" title=\"Figure 1 -- Framework overview\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524868800822_Overview_newnew--rgov-66x44.jpg\" alt=\"Figure 1 -- Framework overview\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Emergent patterns in spatial behavior resulting from agent-environment interactions are extracted based on invariants and equivalence relations. Resulting interaction patterns enable detailed analysis and modeling of perceptual, control, and higher-level planning and learning functions.</div>\n<div class=\"imageCredit\">Mettler</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 1 -- Framework overview</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524869164830_equivalenceclassanddecomposition--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524869164830_equivalenceclassanddecomposition--rgov-800width.jpg\" title=\"Figure 2 -- Equivalence relations and behavior decomposition.\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524869164830_equivalenceclassanddecomposition--rgov-66x44.jpg\" alt=\"Figure 2 -- Equivalence relations and behavior decomposition.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) Illustration of the interaction patterns (IP) as unit of behavior and the formalization as equivalence relation and resulting equivalence class decomposition of the navigation task into subtasks; b1)-b3)  and c1-c3) show segmentation and clustering of IP extracted from two human guidance experime</div>\n<div class=\"imageCredit\">B. Mettler</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 2 -- Equivalence relations and behavior decomposition.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524881876285_functionalanalysis--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524881876285_functionalanalysis--rgov-800width.jpg\" title=\"Figure 3 -- Functional analysis based on Interaction Patterns\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524881876285_functionalanalysis--rgov-66x44.jpg\" alt=\"Figure 3 -- Functional analysis based on Interaction Patterns\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scatter plot in the control behavior and operating regimes showing discrete control modes (a); After clustering (b) modes were analyzed using graphical modeling (c), to determine their underlying control and perceptual mechanisms, which demonstrates tau-guidance properties.</div>\n<div class=\"imageCredit\">Mettler</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 3 -- Functional analysis based on Interaction Patterns</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882267390_learningperformanceandgaze--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882267390_learningperformanceandgaze--rgov-800width.jpg\" title=\"Figure 4 -- Task environment learning based on Interaction Patterns\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882267390_learningperformanceandgaze--rgov-66x44.jpg\" alt=\"Figure 4 -- Task environment learning based on Interaction Patterns\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Evolution of gaze distribution, guidance and control behavior in obstacle navigation task for novice (subject A) and expert (subject B). First trial shows scanning behavior to support environment exploration; last trial shows marked difference between subject A and B due to skill level.</div>\n<div class=\"imageCredit\">Mettler</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 4 -- Task environment learning based on Interaction Patterns</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882665077_surgicalskillapplication--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882665077_surgicalskillapplication--rgov-800width.jpg\" title=\"Figure 5 &ndash; Illustration of the use of Interaction Patterns in surgical skill analysis\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882665077_surgicalskillapplication--rgov-66x44.jpg\" alt=\"Figure 5 &ndash; Illustration of the use of Interaction Patterns in surgical skill analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Study with data from laparoscopic training system (a) compared traditional segmentation based on kinematic characteristics (b) and (c) with our method based on Interaction Patterns (d). IPs can clearly delineate surgeons? movements from trajectories and extract kinematic characteristics.</div>\n<div class=\"imageCredit\">Mettler</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 5 ? Illustration of the use of Interaction Patterns in surgical skill analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882886599_teleroboticsearchapplication--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882886599_teleroboticsearchapplication--rgov-800width.jpg\" title=\"Figure 6 &ndash; Illustration of the use of Interaction Patterns in human machine system application\"><img src=\"/por/images/Reports/POR/2018/1254906/1254906_10229572_1524882886599_teleroboticsearchapplication--rgov-66x44.jpg\" alt=\"Figure 6 &ndash; Illustration of the use of Interaction Patterns in human machine system application\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Search application with a tele-operated mobile robot (a). Subgoals identified in human performance are used as a control abstraction to reduce operator workload (b). Operators follow virtual subgoals optimized for coverage (c). Results show increased search performance across user group (d).</div>\n<div class=\"imageCredit\">Mettler</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Berenice&nbsp;F&nbsp;Mettler</div>\n<div class=\"imageTitle\">Figure 6 ? Illustration of the use of Interaction Patterns in human machine system application</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe general goal of this award was to study and model the interplay of control, perception, and planning functions in human spatial guidance and control skills to better understand their unique versatility and performance.\n\nIntellectual Merit \n\nAbundant evidence has suggested that experienced operators mitigate the complexities of motion programming and physical implementation by employing control and planning strategies organized around units of behavior that tightly link the domain of physical implementation, which is dictated by dynamics and other constraints, within the abstract domain of reasoning and planning. These units are also expected to play a critical role in learning, knowledge transfer, and adaptation.\n\nFrom research in other human performance domains, especially memory and other cognitive functions such as attention, it?s reasonable to assume that spatial behavioral units represent a form of chunking, i.e., a grouping of elements into some relevant whole. Chunking is the most common principle for overcoming limitations associated with human information processing and memory. Until this work, however, the form and principles of chunking in spatial control domains were unclear.\n\nOur preliminary studies showed that human control mechanisms and planning strategies manifest as interaction patterns in the behavior. These results also suggested the general hypothesis that humans form sensory-motor primitives by exploiting invariant properties related to functional processes (control, sensory, and perceptual), and larger invariants associated with the geometry and topology of spatial behavior.\n\nThe general approach was to reverse-engineer interaction patterns extracted from experiments in actual and simulated control tasks. The experimental framework conceived under this grant accounts for comprehensive system-wide interactions (see Fig. 1) that enable studying how humans organize their behavior and elaborate plans. On the theoretical side, the general hypothesis was formalized via the concept of equivalence relations, which provides a mathematical framework to explain how humans simplify tasks by decomposing them into a series of more tractable subtasks.\n\nWe used these frameworks to study the equivalence properties in behavior, and more specifically how the brain exploits invariants, to coordinate behavior into sensory-motor units that serve as units of organization (see Fig. 2). Once the larger organizational principles were elucidated, we were able to detail the functional mechanisms specific to control, perception, and learning. The lawful decomposition of behavior made it possible to tear it apart along functionally meaningful segments. Segmented data could then be aggregated and clustered according to similar functional properties. These behavior classes could subsequently be analyzed using data-driven techniques to detail the underlying perceptual, control, and guidance mechanisms. Figure 3 depicts the discrete control modes and associated perceptual guidance laws identified by studying dynamic behavior underlying interaction patterns (IP).\n\nUsing IP as units of analysis enabled insights into other critical aspects of behavior, including analyzing and modeling the human operators? learning of task environment. Figure 4 shows the evolution of trajectories and gaze distribution for two operators of different proficiency level learning to navigate in an obstacle field. \n\nBroader Impacts\n\nThe gained understanding about roots of humans? versatile spatial guidance and control principles carries broad practical applications. It will enable more rigorous and comprehensive human skill analysis, natural and effective human-machine interfaces for tele-robotic systems, and computationally efficient and versatile guidance algorithms for autonomous vehicles.\n\nThe research framework also was applied to exploratory research in surgical skill analysis, which was performed as a collaboration with the UMN?s medical school and mechanical engineering department. Figure 5 shows results from comparisons between traditional motion segmentation based on kinematics and segmentation based on interaction patterns that capture semantically meaningful movement segments.\n\nThis project also demonstrated a trajectory planning algorithm that leverages subgoal structure to mitigate computational complexity. In human-machine engineering and robotics, we demonstrated a tele-operation search via a mobile robot (see Fig. 6); the operator received virtual subgoals displayed on the user interface that were optimized for coverage and enabled enhanced search performance across the user population.\n\nThe work started under this NSF-funded research project is currently continuing through collaborations with several research groups, including the Berkeley Deep Drive Initiative, where the techniques are being applied to investigate performance and principles of deep learning neural networks (i.e., self-driving cars). The research also inspired the creation of human movement skill augmentation technology to help humans learn and rehabilitate complex movement skills.\n\nThis research project also created broader benefits for society. The PI engaged in annual outreach activities including holding classes and hands-on projects for UMN?s College of Science and Engineering Summer camp, designing educational activities in robotics and aerospace during UMN?s Math &amp; Science Family Fun Fair, and hosting the Aviation Career Education (ACE) camps at UMN?s Aerospace Department. The PI also hosted several undergraduate students for summer research projects at her Interactive Guidance and Control Lab. Three of the undergraduate students are now pursuing PhD programs, and three of the PI?s seven PhD students are now pursuing their own academic careers.\n\n\t\t\t\t\tLast Modified: 05/02/2018\n\n\t\t\t\t\tSubmitted by: Berenice F Mettler"
 }
}