{
 "awd_id": "1254760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Transition, Turbulence and Mixing in Shock-Accelerated Variable Density Flows at Extreme Conditions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 400352.0,
 "awd_amount": 406352.0,
 "awd_min_amd_letter_date": "2013-01-11",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "1254760\r\nRanjan\r\n\r\nMany studies of mixing focus on the role played by instabilities and turbulence in an incompressible medium. However, compressibility and shocks play a critical role in many practical applications. Some examples are understanding the behavior of plumes in volcanic eruptions, design of more efficient fuel pellets for inertial confinement fusion, fragmentation of gallstones or kidney stones by shock waves, and development of energy-efficient scramjet engines. Understanding the mixing process in such complex flows presents a set of truly fundamental and open problems of in fluid mechanics that still remain to be solved. This CAREER project advances our knowledge precisely in this context, which can then be applied to these practical applications. The scientific goal of the CAREER project is to produce, diagnose, and simulate shock-driven turbulent flows in a compressible system. The system decouples hydrodynamic instabilities from the effects of radiation and plasma. The approach is to use a newly built variable-inclination shock tube with 11.5cm × 11.5cm square inner cross-section, equipped with the state-of-the-art laser diagnostics (3D Particle Image Velocimetry, Planar Laser-Induced Fluorescence, as well as Rayleigh-Scattering), to answer critical scientific questions associated with shock-driven variable-density flows in configurations and regimes which have not yet been explored.\r\n\r\nIntellectual Merit: This research will quantify the effects of initial conditions (single and multimode), incident shock wave Mach numbers (M), and density contrast on the perturbation growth and mixing rate, as well as to determine the existence of self-similar scaling laws and the critical value of Reynolds number and length scales necessary for transition to occur in these extreme mixing environments. Experiments conducted as part of this project will provide the first detailed turbulence statistics measurements (i.e., Reynolds stresses, density-velocity correlations and their spectra) for shock-accelerated variable density flows at M > 2.0 and will inform physics-based models used in simulations by testing them under more realistic conditions. This research will help develop the capability to accurately predict and model extreme mixing, potentially leading to advances in a number of fields: energy, environment (atmospheric and oceanographic), aerospace engineering, chemical processing, homeland security and, most pertinently, inertial confinement fusion (ICF) devices.  \r\n\r\nBroader Impacts: The integrated Education Plan will engage first-generation college students in experimental design and operation, support a woman graduate student to work on the proposed research, and use visualization and team-based approaches to improve students' understanding of concepts and promote communication and teamwork skills that are vital to success. The involvement of first generation students in research will lead to enhanced retention and success rates for these students in the department. An applet-based visual learning environment will enhance learning and retention of the material presented in class by allowing students to observe the dynamic phenomena and explore the effects of varying a parameter on the resulting solution. To increase awareness among the general public about shock-driven flows and their potential applications, we plan to work with a local high school teacher to create informational videos about our research and experimental facilities, post them on YouTube, and make them available to teachers for use in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devesh",
   "pi_last_name": "Ranjan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devesh Ranjan",
   "pi_email_addr": "devesh.ranjan@me.gatech.edu",
   "nsf_id": "000511908",
   "pi_start_date": "2013-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40724.0
  }
 ],
 "por": null
}