{
 "awd_id": "1254611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Vesicle Growth Driven by Catalytic Lipid Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Neal Devaraj of the University of California, San Diego will study catalytic coupling reactions that can drive the self-assembly and competitive growth of phospholipid assemblies.  The main research idea is that in-situ catalytic lipid synthesis within vesicles should provide a route to assemblies capable of selective growth and division. The experimental approach includes studying and developing chemistries capable of generating phospholipid in-situ, synthesizing novel catalysts that associate themselves with specific vesicles, and monitoring vesicle competition and growth phenomenon.  Understanding the chemistry required for driving vesicle growth would enhance our knowledge of biomimetic assemblies and could reveal chemical mechanisms that were essential to the origin of life. The broader impacts involve developing an educational component integrating the proposed vesicle research with an existing K-20 outreach effort at UC San Diego.  In particular, there will be a focus on reaching populations typically underrepresented in STEM fields. These outreach efforts will be significant in their impact on K-12 STEM education in the San Diego area, particularly with respect to exposing a broad range of students and teachers to origin of life and supramolecular chemistry topics. \r\n\r\nHow sets of reactive small molecules led to the origin of life is \"Grand Challenge\" a problem in chemistry, and the proposed studies seek to improve our fundamental understanding of the chemical processes underlying this phenomenon. Knowledge generated from these studies also could guide efforts toward the synthesis of self-replicating materials which could lead to new types of materials with advanced properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Devaraj",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Neal K Devaraj",
   "pi_email_addr": "ndevaraj@ucsd.edu",
   "nsf_id": "000601363",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive, 0359",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 390000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cell membranes are continually being generated during cell growth and division. The ability to create membranes that are self-maintaining was a major obstacle to the origin of life. In this NSF work, we demonstrated the design and synthesis of an artificial cell membrane that sustains continual growth by autocatalytic lipid synthesis<em>.</em>Past work had exploited the ability of lipids to self-assemble into bilayer vesicles, with properties reminiscent of cellular membranes. However, previous studies had yet to mimic a cell&rsquo;s ability to support persistent phospholipid membrane formation<em>.</em>&nbsp;Unlike natural membranes, synthetic systems were not able to sustain growth owing to an inability to replenish phospholipid-synthesizing catalysts due to dilution of the catalyst during lipid expansion. To tackle this problem, we created an artificial cell membrane that continually synthesizes all of the components needed to form additional catalytic membranes. The catalytic membrane consisted of a membrane embedded molecular autocatalyst (a catalyst that catalyzes its own formation) that also drives lipid synthesis. In the presence of appropriate starting materials, the membrane&rsquo;s autocatalyst catalyzes the formation of additional synthetic phospholipids and membrane-bound catalysts. Continuous vesicle formation was demonstrated by performing serial transfer experiments, which showed that membranes could regenerate when depleted if supplied with single-chain lipid and catalyst precursors. Catalytic membranes preferentially incorporate lipid precursors of longer chain-length and are able to remodel their physical composition in response to the concentration of metal binding ions in the environment, which alter the reaction efficiency of the copper containing autocatalyst. Our results demonstrated that complex lipid membranes capable of continuous self-synthesis can emerge when supplied with simpler chemical building blocks. Additionally, this funded work enabled the discovery of new methods to synthesize phospholipids, an extremely important class of biomolecules. It also shed light on phenomenon related to the origin of life, namely self-reproduction and growth of cell-like containers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2020<br>\n\t\t\t\t\tModified by: Neal&nbsp;K&nbsp;Devaraj</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCell membranes are continually being generated during cell growth and division. The ability to create membranes that are self-maintaining was a major obstacle to the origin of life. In this NSF work, we demonstrated the design and synthesis of an artificial cell membrane that sustains continual growth by autocatalytic lipid synthesis.Past work had exploited the ability of lipids to self-assemble into bilayer vesicles, with properties reminiscent of cellular membranes. However, previous studies had yet to mimic a cell’s ability to support persistent phospholipid membrane formation. Unlike natural membranes, synthetic systems were not able to sustain growth owing to an inability to replenish phospholipid-synthesizing catalysts due to dilution of the catalyst during lipid expansion. To tackle this problem, we created an artificial cell membrane that continually synthesizes all of the components needed to form additional catalytic membranes. The catalytic membrane consisted of a membrane embedded molecular autocatalyst (a catalyst that catalyzes its own formation) that also drives lipid synthesis. In the presence of appropriate starting materials, the membrane’s autocatalyst catalyzes the formation of additional synthetic phospholipids and membrane-bound catalysts. Continuous vesicle formation was demonstrated by performing serial transfer experiments, which showed that membranes could regenerate when depleted if supplied with single-chain lipid and catalyst precursors. Catalytic membranes preferentially incorporate lipid precursors of longer chain-length and are able to remodel their physical composition in response to the concentration of metal binding ions in the environment, which alter the reaction efficiency of the copper containing autocatalyst. Our results demonstrated that complex lipid membranes capable of continuous self-synthesis can emerge when supplied with simpler chemical building blocks. Additionally, this funded work enabled the discovery of new methods to synthesize phospholipids, an extremely important class of biomolecules. It also shed light on phenomenon related to the origin of life, namely self-reproduction and growth of cell-like containers.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2020\n\n\t\t\t\t\tSubmitted by: Neal K Devaraj"
 }
}