{
 "awd_id": "1255042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Biogeochemical Modification of Seawater CO2 Chemistry in Near-Shore Environments:   Effect of Ocean Acidification",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 795575.0,
 "awd_amount": 795575.0,
 "awd_min_amd_letter_date": "2013-04-10",
 "awd_max_amd_letter_date": "2017-05-31",
 "awd_abstract_narration": "Because of well-known chemical principles, changes in the CO2 chemistry of seawater in the open ocean as a result of rising atmospheric CO2 can be predicted very accurately.  On the other hand, in near-shore environments, these projections are much more difficult because the CO2 chemistry is largely modified by biogeochemical processes operating on timescales of hours to months.  To make predictions on how near-shore seawater CO2 chemistry will change in response to ocean acidification (OA), it is critical to consider the relative influence of net ecosystem production (NEP) and net ecosystem calcification (NEC), and how these processes might change in response to this major perturbation.  Understanding how future OA will alter near-shore seawater CO2 chemistry and variability was identified as a major critical knowledge gap at the recent IPCC WG II/WG I workshop on impacts of ocean acidification on marine biology and ecosystems in January of 2011, and also at the International Ocean Acidification Network workshop in Seattle in June of 2012.  \r\n\r\nWith funding from this CAREER award, a researcher at the Scripps Institute of Oceanography and his students will study how biogeochemical processes and the relative contributions from NEP and NEC modify seawater CO2 chemistry in near-shore environments influenced by different benthic communities under well characterized environmental and physical conditions, and how these processes might change in response to OA.  The team will investigate a limited number of contrasting habitats in subtropical (reef crest, back/patch reef, lagoon, seagrass bed, algal mat) and temperate (kelp bed, inter- and sub-tidal, marsh) environments during summer and winter, employing a method that evaluates the function and performance of the carbon cycle of a system using a stoichiometric vector approach based on changes in total dissolved inorganic carbon (DIC) and total alkalinity (TA).  These field studies will be complemented by controlled mesocosm experiments with contrasting and mixed benthic communities under different OA scenarios.  \r\n\r\nThe project has two educational components:  (1) developing a research-driven OA and biogeochemistry course based on inquiry-, experience-, and collaborative-based learning; and (2) working with the Ocean Discovery Institute (ODI) to engage individuals from a local underrepresented minority community in science through educational activities focused on OA, and also providing a moderate number of internships for high school and college students to engage in this research project.  \r\n\r\nBroader Impacts: This project will directly support one PhD student, one junior research technician, and two high school and college interns from underrepresented minorities (URM) each summer of the project.  It will contribute to the education of 80 undergraduate and graduate students participating in the research based ocean acidification/biogeochemistry course offered four times throughout the duration of the project at SIO/UCSD.  Education and curricular material on the topics of OA, including hands-on laboratories, classroom and field-based activities will be developed through the collaboration with the ODI and brought to hundreds of URM students and their teachers in the City Heights area, a community with the highest poverty and ethnic diversity in the San Diego region.  This collaboration will enable URM students to directly engage in a rapidly evolving field of research that has high relevance at both the local and global scales.  To ensure broad dissemination of this project and the topic of OA, the research team will work with the Google Ocean team to incorporate information and educational material in the Google Ocean Explorer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Andersson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Andersson",
   "pi_email_addr": "aandersson@ucsd.edu",
   "nsf_id": "000474984",
   "pi_start_date": "2013-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 171225.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 122380.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 189908.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 179179.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 132883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oceanic uptake of anthropogenic CO<sub>2</sub> is changing the acid-base balance of the oceans towards increasing acidity. This could negatively affect marine organisms and ecosystems, as well as human communities dependent on resources and services provided by the sea. It is therefore important to understand how seawater chemistry will change in response to continued anthropogenic CO<sub>2</sub> emissions. In open ocean surface seawater, the acid-base balance can be reasonably well predicted based on fundamental chemical principles, but in near shore environments it is necessary to also consider the influence from local biogeochemical processes, including net ecosystem organic carbon production (NEP= primary production minus total respiration) and net ecosystem calcification (NEC=gross calcification minus gross CaCO<sub>3</sub> dissolution) (Figure 1), and how these processes will change under global environmental change.</p>\n<p>The scientific objectives of this project were to investigate how biogeochemical processes and the relative contribution from NEP and NEC influence seawater CO2 chemistry in near-shore environments, using both controlled mesocosm experiments and in situ field observations. These objectives were integrated with educational components aimed at training undergraduate and graduate students in marine biogeochemical research, developing research driven teaching methods based on inquiry-, experience-, and collaborative-based learning, and working with the educational organization Ocean Discovery Institute (ODI) to engage individuals from an underrepresented community in science through educational activities and internships focused on ocean acidification (Figure 2).</p>\n<p>The educational activities of this project have contributed to the completion of ten graduate degrees (3 PhD, 5 MS, and 2 Master of Advanced Studies degrees), the participation of ~200 undergraduate students at UCSD in research driven instructional activities, and the involvement of ~100 ODI students (elementary to high school) investigating seawater acid-base chemistry in seagrass and tide pool environments. ODI concluded that our partnership served as an excellent model of collaboration between academia and a not-for-profit educational organization to engage students in active learning about ocean acidification and to envision themselves in STEM related careers. The success of this partnership was partly evident by the excellent student attendance, which exceeded 90%, afterschool, on a voluntary basis.</p>\n<p>The research activities of this project have contributed to more than twenty peer-reviewed publications relevant to the questions of the biogeochemical controls and variability of CO<sub>2</sub> chemistry in the context of ocean acidification for a range of near-shore environments (e.g., coral reef, seagrass, salt marsh estuary, upwelling area). One of the key findings showed that different benthic communities indeed modify seawater chemistry differently according to the relative importance of NEP and NEC, which was also evident from total alkalinity-dissolved inorganic carbon (TA-DIC) relationships (Figure 3). This was in particular pronounced in experimental mesocosm experiments, which suggested that areas with high rates of daytime NEP complemented by increased CaCO<sub>3</sub> dissolution at night could partially counteract increasing seawater acidity associated with anthropogenic OA at local scales. However, attempts to validate the mesocosm results across different benthic communities in natural coral reef environments were partly unsubstantiated as depth gradients and the biomass to water volume ratio had stronger influence on the seawater acid-base balance than the benthic community composition (Figure 4). Although the relative balance of NEP to NEC was still important, shallow reef habitats (&lt;5 m) were so strongly dominated by NEP over diel timescales, that the average daily range of seawater acidity (measured as pH) could be reasonably well predicted from water column depth. This finding implies that local environmental variability regimes and potentially the vulnerability of reef organisms to ocean acidification, can potentially be predicted from widely available bathymetry data.</p>\n<p>Another important outcome of this project showed that the relative influence of NEP and NEC via TA-DIC analyses for different coral reef environments were dependent on the scale of the study. Over diel cycles, TA-DIC relationships were strongly driven by local benthic metabolism and community composition, but as the spatial scale increased, the TA-DIC relationship reflected processes that were integrated over larger spatiotemporal scales and multiple habitats, with effects of NEC becoming increasingly more dominant over NEP (Figure 5). Irrespective of this complexity, we concluded that TA anomalies relative to open ocean conditions offer useful insights to whether coral reef environments are net calcifying or dissolving, which will become an increasingly important property to monitor as global environmental conditions continue to change. A reoccurring outcome throughout the various research activities in this project showed clear evidence that CaCO<sub>3</sub> dissolution will increase in response to ocean acidification, pushing carbonate reefs closer to a condition of net erosion. Increasing CaCO<sub>3 </sub>dissolution combined with forecasted changes in community composition and NEP could partially counteract ocean acidification by up to 25% by the end of this century in some reef environments (Figure 6). However, this level of buffering requires that reefs completely stop accreting CaCO<sub>3</sub>, which would imply an end to one of its most important ecosystem services.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2020<br>\n\t\t\t\t\tModified by: Andreas&nbsp;Andersson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852689496_Conceptual_model--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852689496_Conceptual_model--rgov-800width.jpg\" title=\"Figure 1.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852689496_Conceptual_model--rgov-66x44.jpg\" alt=\"Figure 1.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Conceptual schematic of how the relative balance of net ecosystem production (NEP) and net ecosystem calcification (NEC) affect the total alkalinity (TA), dissolved inorganic carbon (DIC), and the acid-base balance (shown as pH contours) within an inshore environment relative to open ocean condition</div>\n<div class=\"imageCredit\">A. Andersson, SIO</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 1.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852950510_Fig2_ODI-v2copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852950510_Fig2_ODI-v2copy--rgov-800width.jpg\" title=\"Figure 2.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598852950510_Fig2_ODI-v2copy--rgov-66x44.jpg\" alt=\"Figure 2.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ocean Discovery Institute students (ODI) participating in a 24-hour research project investigating whether seagrass meadows in Mission Bay, San Diego, have the potential to counteract ocean acidification. The students were actively involved in all aspects of the project.</div>\n<div class=\"imageCredit\">A. Andersson, SIO</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 2.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854016680_Fig3_mesocosm-2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854016680_Fig3_mesocosm-2--rgov-800width.jpg\" title=\"Figure 3.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854016680_Fig3_mesocosm-2--rgov-66x44.jpg\" alt=\"Figure 3.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summary of mesocosm results investigating the importance of net community production (NCP) and net community calcification (NCC) in different benthic communities in summer and winter under ambient and acidified seawater conditions (top), and how this is manifested in TA-DIC relationships (bottom).</div>\n<div class=\"imageCredit\">Modified from Page et al. 2016 Coral Reefs</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 3.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854518068_Fig4_pH_vs_depth-2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854518068_Fig4_pH_vs_depth-2--rgov-800width.jpg\" title=\"Figure 4.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598854518068_Fig4_pH_vs_depth-2--rgov-66x44.jpg\" alt=\"Figure 4.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Seawater pH and temperature variability measured at the seafloor at different coral reef locations (top), and the diel temperature and pH ranges as a function of water column depth (bottom).</div>\n<div class=\"imageCredit\">Modified from Cyronak et al. 2020, L&O Letters.</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 4.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855234759_Fig5_TA-DIC-scale-2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855234759_Fig5_TA-DIC-scale-2--rgov-800width.jpg\" title=\"Figure 5.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855234759_Fig5_TA-DIC-scale-2--rgov-66x44.jpg\" alt=\"Figure 5.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Top: TA-DIC relationships for different reef studies based on temporal (orange) or spatial (blue) measurements. Bottom: case study from Bermuda showing TA-DIC variability across the entire reef (black), at a coral dominated rim reef location (red), and at an inshore seagrass environment (green).</div>\n<div class=\"imageCredit\">Modified from Cyronak et al. 2018 PLoS One/Takeshita et al. 2018 Frontiers of Marine Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 5.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855342892_Fig6_TA-DIC-bgc_buffer-2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855342892_Fig6_TA-DIC-bgc_buffer-2--rgov-800width.jpg\" title=\"Figure 6.\"><img src=\"/por/images/Reports/POR/2020/1255042/1255042_10240551_1598855342892_Fig6_TA-DIC-bgc_buffer-2--rgov-66x44.jpg\" alt=\"Figure 6.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Seawater TA, DIC, and aragonite saturation state across the Bermuda coral reef at present (top left) and by the year 2100 under different scenarios of changing NEP and NEC biogeochemistry (top right), and the resulting buffer effect in seawater pH across the north lagoon (bottom).</div>\n<div class=\"imageCredit\">Modified from Andersson et al. 2014. Nature Climate Change</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Andersson</div>\n<div class=\"imageTitle\">Figure 6.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOceanic uptake of anthropogenic CO2 is changing the acid-base balance of the oceans towards increasing acidity. This could negatively affect marine organisms and ecosystems, as well as human communities dependent on resources and services provided by the sea. It is therefore important to understand how seawater chemistry will change in response to continued anthropogenic CO2 emissions. In open ocean surface seawater, the acid-base balance can be reasonably well predicted based on fundamental chemical principles, but in near shore environments it is necessary to also consider the influence from local biogeochemical processes, including net ecosystem organic carbon production (NEP= primary production minus total respiration) and net ecosystem calcification (NEC=gross calcification minus gross CaCO3 dissolution) (Figure 1), and how these processes will change under global environmental change.\n\nThe scientific objectives of this project were to investigate how biogeochemical processes and the relative contribution from NEP and NEC influence seawater CO2 chemistry in near-shore environments, using both controlled mesocosm experiments and in situ field observations. These objectives were integrated with educational components aimed at training undergraduate and graduate students in marine biogeochemical research, developing research driven teaching methods based on inquiry-, experience-, and collaborative-based learning, and working with the educational organization Ocean Discovery Institute (ODI) to engage individuals from an underrepresented community in science through educational activities and internships focused on ocean acidification (Figure 2).\n\nThe educational activities of this project have contributed to the completion of ten graduate degrees (3 PhD, 5 MS, and 2 Master of Advanced Studies degrees), the participation of ~200 undergraduate students at UCSD in research driven instructional activities, and the involvement of ~100 ODI students (elementary to high school) investigating seawater acid-base chemistry in seagrass and tide pool environments. ODI concluded that our partnership served as an excellent model of collaboration between academia and a not-for-profit educational organization to engage students in active learning about ocean acidification and to envision themselves in STEM related careers. The success of this partnership was partly evident by the excellent student attendance, which exceeded 90%, afterschool, on a voluntary basis.\n\nThe research activities of this project have contributed to more than twenty peer-reviewed publications relevant to the questions of the biogeochemical controls and variability of CO2 chemistry in the context of ocean acidification for a range of near-shore environments (e.g., coral reef, seagrass, salt marsh estuary, upwelling area). One of the key findings showed that different benthic communities indeed modify seawater chemistry differently according to the relative importance of NEP and NEC, which was also evident from total alkalinity-dissolved inorganic carbon (TA-DIC) relationships (Figure 3). This was in particular pronounced in experimental mesocosm experiments, which suggested that areas with high rates of daytime NEP complemented by increased CaCO3 dissolution at night could partially counteract increasing seawater acidity associated with anthropogenic OA at local scales. However, attempts to validate the mesocosm results across different benthic communities in natural coral reef environments were partly unsubstantiated as depth gradients and the biomass to water volume ratio had stronger influence on the seawater acid-base balance than the benthic community composition (Figure 4). Although the relative balance of NEP to NEC was still important, shallow reef habitats (&lt;5 m) were so strongly dominated by NEP over diel timescales, that the average daily range of seawater acidity (measured as pH) could be reasonably well predicted from water column depth. This finding implies that local environmental variability regimes and potentially the vulnerability of reef organisms to ocean acidification, can potentially be predicted from widely available bathymetry data.\n\nAnother important outcome of this project showed that the relative influence of NEP and NEC via TA-DIC analyses for different coral reef environments were dependent on the scale of the study. Over diel cycles, TA-DIC relationships were strongly driven by local benthic metabolism and community composition, but as the spatial scale increased, the TA-DIC relationship reflected processes that were integrated over larger spatiotemporal scales and multiple habitats, with effects of NEC becoming increasingly more dominant over NEP (Figure 5). Irrespective of this complexity, we concluded that TA anomalies relative to open ocean conditions offer useful insights to whether coral reef environments are net calcifying or dissolving, which will become an increasingly important property to monitor as global environmental conditions continue to change. A reoccurring outcome throughout the various research activities in this project showed clear evidence that CaCO3 dissolution will increase in response to ocean acidification, pushing carbonate reefs closer to a condition of net erosion. Increasing CaCO3 dissolution combined with forecasted changes in community composition and NEP could partially counteract ocean acidification by up to 25% by the end of this century in some reef environments (Figure 6). However, this level of buffering requires that reefs completely stop accreting CaCO3, which would imply an end to one of its most important ecosystem services.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2020\n\n\t\t\t\t\tSubmitted by: Andreas Andersson"
 }
}