{
 "awd_id": "1256464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Life of a Vision: Power and Energy Justice in the Mediterranean Region",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 17999.0,
 "awd_amount": 17999.0,
 "awd_min_amd_letter_date": "2013-02-25",
 "awd_max_amd_letter_date": "2013-02-25",
 "awd_abstract_narration": "This project will study the Desertec Industrial Initiative (Dii), a unique German corporation with 56 shareholder and partner companies, which envisions building 40 large-scale solar and wind power plants in North Africa that will be connected to an integrated transmission network in the Mediterranean region to provide sustainable and affordable electricity for Europe and North Africa. Desertec is immense in scale and ambition, demanding attention both in its own right and as a model for similar enterprises in other regions. This research will analyze how stakeholders envision and design a regional sustainable energy system. \r\n\r\nThe project employs mixed field methods to analyze discursive and social changes within time and context and their underlying power dynamics. The research will trace the vision?s evolution from its inception, couched in terms of a broader discourse on Mediterranean energy integration; through its institutionalization with Dii's founding; to its present proof-of-concept as construction begins in Morocco. Methods include fieldwork in Germany and Morocco, interviews, and document analysis.\r\n\r\nThe Desertec Foundation?s broader vision seeks to provide 90% of the world's population with renewable energy from deserts. This vision, which is being mobilized in the Mediterranean by powerful companies and decision-makers, demands systematic study. This project will offer cross-cultural perspectives on energy justice and articulate energy discourses in North Africa, an understudied and dynamic region. Second, it will enable Dii to anticipate injustices arising from its design and design process while they are still malleable. Third, it will offer lessons for best practices from European clean energy development to contribute to U.S. plans for renewable energy innovation. Results will be disseminated through meetings with U.S. and Mediterranean policymakers and Dii members, analysis written for the Desertec Knowledge Platform, and an energy justice memo to the U.N. Sustainable Energy for All Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Hackett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Hackett",
   "pi_email_addr": "ehackett@asu.edu",
   "nsf_id": "000116272",
   "pi_start_date": "2013-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharlissa",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharlissa Moore",
   "pi_email_addr": "moores60@msu.edu",
   "nsf_id": "000620318",
   "pi_start_date": "2013-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building sustainable energy systems to address environmental problems while providing both for skyrocketing demand in regions such as North Africa and for universal access to electricity is a pressing global challenge. In the Mediterranean region, several long-standing initiatives seek to address this challenge by deploying hundreds of gigawatts of large-scale renewable power facilities and integrating the electrical power systems of the Mediterranean. These initiatives include the Mediterranean Solar Plan, a political process; the Desertec Industrial Initiative (Dii) and Medgrid, industry consortiums; and Medring, an EU funded process to study Mediterranean grid integration.&nbsp; This research analyzed how stakeholders envision and design a regional sustainable energy system, asking:&nbsp; How are regional sociotechnical systems designed and development? What are the anticipated social, environmental, and economic impacts of a system for a region with broad power and wealth disparities, heterogeneous energy needs, and deep sociopolitical differences? How can energy equity be best evaluated in such systems? A sociotechnical systems framework was used to analyze these questions, interweaving the technical aspects with politics, societal effects, and political development issues. This research utilized mixed qualitative methods to study Mediterranean electricity transformations at multiple scales, including fieldwork in Morocco and Germany, document analysis, and event ethnography. Each scale&mdash;from a global history of concentrating solar power technologies to a small village in Morocco&mdash;provides a different lens on the sociotechnical system and its implications for justice.</p>\n<p><em>Intellectual Merit</em>:&nbsp; This project contributed to the science and technology studies and the energy policy literatures by advancing understanding of the visioning phase of sociotechnical systems. It contributed a regional case study to sociotechnical systems theory. Through this, the research updated Thomas Hughes&rsquo; <em>Networks of Power</em>, the canonical history of the sociotechnical development of electricity systems, by adding new aspects to sociotechnical electricity systems theory. First, a visioning process now plays a crucial role in guiding innovation and has a lasting influence on the justice outcomes. Second, rather than simply providing people with heat and light, electrical power systems in the 21st century are called upon to address complex integrated solutions. Furthermore, building a sustainable energy system is now a retrofitting agenda, as system builders must graft new infrastructure on top of old systems. Third, the spatial and temporal aspects of sociotechnical energy systems should be amended to account for constructed geography and temporal complexity. Fourth, transnational electricity systems pose new challenges for politics and political development.</p>\n<p>Empirical findings were applied to extend the concept of energy equity beyond access and carbon neutrality to other considerations, such as the equitable distribution of financial rewards and environmental burdens and the implications of exporting energy from energy-impoverished locales. This project contributes to the energy equity literature a normative framework for conceptualizing and evaluating energy justice.</p>\n<p>A PhD dissertation was written based upon the findings from this project and successfully defended and completed in April 2015. It also resulted in a publication in <em>Science as Culture</em>, and several additional journal articles and an academic book are underway and will be submitted for publication over the next year. The findings were presented at academic conferences including Knowledge from the Margins, the STS Perspectives on Energy conference, STGlobal, Society for the Social Studies of Science, and the Gordon Research Seminar on Science &amp; Technology ...",
  "por_txt_cntn": "\nBuilding sustainable energy systems to address environmental problems while providing both for skyrocketing demand in regions such as North Africa and for universal access to electricity is a pressing global challenge. In the Mediterranean region, several long-standing initiatives seek to address this challenge by deploying hundreds of gigawatts of large-scale renewable power facilities and integrating the electrical power systems of the Mediterranean. These initiatives include the Mediterranean Solar Plan, a political process; the Desertec Industrial Initiative (Dii) and Medgrid, industry consortiums; and Medring, an EU funded process to study Mediterranean grid integration.  This research analyzed how stakeholders envision and design a regional sustainable energy system, asking:  How are regional sociotechnical systems designed and development? What are the anticipated social, environmental, and economic impacts of a system for a region with broad power and wealth disparities, heterogeneous energy needs, and deep sociopolitical differences? How can energy equity be best evaluated in such systems? A sociotechnical systems framework was used to analyze these questions, interweaving the technical aspects with politics, societal effects, and political development issues. This research utilized mixed qualitative methods to study Mediterranean electricity transformations at multiple scales, including fieldwork in Morocco and Germany, document analysis, and event ethnography. Each scale&mdash;from a global history of concentrating solar power technologies to a small village in Morocco&mdash;provides a different lens on the sociotechnical system and its implications for justice.\n\nIntellectual Merit:  This project contributed to the science and technology studies and the energy policy literatures by advancing understanding of the visioning phase of sociotechnical systems. It contributed a regional case study to sociotechnical systems theory. Through this, the research updated Thomas HughesÆ Networks of Power, the canonical history of the sociotechnical development of electricity systems, by adding new aspects to sociotechnical electricity systems theory. First, a visioning process now plays a crucial role in guiding innovation and has a lasting influence on the justice outcomes. Second, rather than simply providing people with heat and light, electrical power systems in the 21st century are called upon to address complex integrated solutions. Furthermore, building a sustainable energy system is now a retrofitting agenda, as system builders must graft new infrastructure on top of old systems. Third, the spatial and temporal aspects of sociotechnical energy systems should be amended to account for constructed geography and temporal complexity. Fourth, transnational electricity systems pose new challenges for politics and political development.\n\nEmpirical findings were applied to extend the concept of energy equity beyond access and carbon neutrality to other considerations, such as the equitable distribution of financial rewards and environmental burdens and the implications of exporting energy from energy-impoverished locales. This project contributes to the energy equity literature a normative framework for conceptualizing and evaluating energy justice.\n\nA PhD dissertation was written based upon the findings from this project and successfully defended and completed in April 2015. It also resulted in a publication in Science as Culture, and several additional journal articles and an academic book are underway and will be submitted for publication over the next year. The findings were presented at academic conferences including Knowledge from the Margins, the STS Perspectives on Energy conference, STGlobal, Society for the Social Studies of Science, and the Gordon Research Seminar on Science &amp; Technology Policy, as well as through guest speaking engagements in Morocco, Germany, and the United States.\n\nBroader Impacts:  The Deserte..."
 }
}