{
 "awd_id": "1256577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Unmaking and Remaking of Central Florida's Phosphate Fertilizer Landscapes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2013-03-04",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "This research examines landscape change associated with the waste outputs of the phosphate fertilizer industry in Central Florida. In this region, phosphate rock is mined, converted into fertilizer, and used abundantly in agriculture. Phosphate mining and the clay wastes it produces have radically transformed terrestrial landscapes in Bone Valley, the region?s phosphate mining district. Agricultural application of phosphate fertilizer has, through runoff, transformed aquatic ecosystems throughout the peninsula. In both terrestrial and aquatic zones, researchers and managers are attempting projects of reclamation and restoration. This research examines such projects in the contexts of Bone Valley and Lake Apopka, a large shallow lake undergoing restoration. \r\n\r\n\r\nThrough 15 months of research in Central Florida, Mr. Caple will conduct ethnographic interviews with reclamation and restoration scientists; do archival work; and landscape mapping projects to create an account that includes an environmental histories of local agriculture and mining; knowledge practices of waste-landscape researchers and managers; and multispecies interactions on existing landscapes.  The knowledge gained from his research will have practical implications for Central Florida?s phosphorus management, as well as phosphorus landscapes around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Tsing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Tsing",
   "pi_email_addr": "atsing@ucsc.edu",
   "nsf_id": "000276231",
   "pi_start_date": "2013-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Caple",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary Caple",
   "pi_email_addr": "zcaple@ucsc.edu",
   "nsf_id": "000624998",
   "pi_start_date": "2013-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates landscape changes in Central Florida in relation to the phosphate fertilizer industry and state initiatives to restore industry-impacted lands. My work examines these changes in the contexts of Bone Valley, Central Florida&rsquo;s phosphate mining district, and Lake Apopka &mdash; a large lake impacted by agricultural development and phosphate fertilizer runoff. I examine these landscapes across three dimensions: 1) environmental histories, including histories of mining and agriculture; 2) knowledge practices of scientific researchers and managers; and 3) multispecies interactions. By attending to Bone Valley and Lake Apopka along these dimensions, I develop an historical portrait of environment change distributed across the phosphate fertilizer supply chain. Such an approach allows us to see how phosphate fertilizers &mdash; an essential element of modern food systems &mdash; transforms the world.&nbsp;</p>\n<p>Using anthropological and natural history methods, I chart the emergence of novel socio-ecological landscapes associated with different wastes of the phosphate fertilizer industry. In Bone Valley, I describe how sand and clay wastes, disposed in the footprint of mines, create opportunities and challenges for reclamation. In Lake Apopka, I show how phosphate fertilizer effluent transformed the lake&rsquo;s ecology and precipitated a complex program of restoration. In both contexts, I demonstrate how political economic factors, scientific and cultural paradigms, and nonhuman species make certain schemes of repair possible and desirable.&nbsp;</p>\n<p>Finally, this research examines these waste landscapes as outcomes of contingent histories. Histories of mining and agriculture commingle with the histories of invasive species introductions; cultural, political, and scientific change; and the vagaries of the biophysical environment. In attending to commingling landscape histories, simplistic models of environment change are replaced with complex narratives and descriptions. These narrative descriptions force us to rethink categories of human and nonhuman life understood in their layered and tangled relations in the landscape.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2015<br>\n\t\t\t\t\tModified by: Zachary&nbsp;Caple</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigates landscape changes in Central Florida in relation to the phosphate fertilizer industry and state initiatives to restore industry-impacted lands. My work examines these changes in the contexts of Bone Valley, Central FloridaÆs phosphate mining district, and Lake Apopka &mdash; a large lake impacted by agricultural development and phosphate fertilizer runoff. I examine these landscapes across three dimensions: 1) environmental histories, including histories of mining and agriculture; 2) knowledge practices of scientific researchers and managers; and 3) multispecies interactions. By attending to Bone Valley and Lake Apopka along these dimensions, I develop an historical portrait of environment change distributed across the phosphate fertilizer supply chain. Such an approach allows us to see how phosphate fertilizers &mdash; an essential element of modern food systems &mdash; transforms the world. \n\nUsing anthropological and natural history methods, I chart the emergence of novel socio-ecological landscapes associated with different wastes of the phosphate fertilizer industry. In Bone Valley, I describe how sand and clay wastes, disposed in the footprint of mines, create opportunities and challenges for reclamation. In Lake Apopka, I show how phosphate fertilizer effluent transformed the lakeÆs ecology and precipitated a complex program of restoration. In both contexts, I demonstrate how political economic factors, scientific and cultural paradigms, and nonhuman species make certain schemes of repair possible and desirable. \n\nFinally, this research examines these waste landscapes as outcomes of contingent histories. Histories of mining and agriculture commingle with the histories of invasive species introductions; cultural, political, and scientific change; and the vagaries of the biophysical environment. In attending to commingling landscape histories, simplistic models of environment change are replaced with complex narratives and descriptions. These narrative descriptions force us to rethink categories of human and nonhuman life understood in their layered and tangled relations in the landscape. \n\n \n\n\t\t\t\t\tLast Modified: 05/30/2015\n\n\t\t\t\t\tSubmitted by: Zachary Caple"
 }
}