{
 "awd_id": "1256193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Encoded Combinatorial Microdisc Array for Ultrahigh-Throughput Biomolecule Screening",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 390107.0,
 "awd_amount": 390107.0,
 "awd_min_amd_letter_date": "2013-03-29",
 "awd_max_amd_letter_date": "2015-06-18",
 "awd_abstract_narration": "An award is made to the University of California, Davis to develop an innovative instrumental platform for ultrahigh-throughput biomolecular synthesis and screening.  By employing emerging microfabrication, microfluidics, self-assembly, and encoding techniques, the program is aimed at addressing integrated functionality, chemical identification, synthetic throughput and efficiency of combinatorial chemistry, by introducing encoded microdisc array fabricated on solid support and a modified split-mix synthetic approach with barcode scanning and decoding steps.  Following the high-efficiency digital combinatorial synthesis, microdisc carriers, each displaying a unique molecular sequence and a distinct binary barcode, can be self-assembled into a closely packed array for quantitative characterization of massive cell-ligand interactions in parallel.  To demonstrate the broad utility and applicability of the transformative biomolecular platform, both random and cyclic peptide libraries will be synthesized, screened and optimized against multiple cancer cell lines, from which cancer-targeting ligands with high specificity and high affinity are expected to be efficiently discovered.\r\n\r\nCombinatorial chemistry has enabled molecular discovery and biomarker identification in many areas of cancer biology and drug discovery.  The encoded microdisc array will significantly reduce the complexity of operations, facilitate chemical synthesis, and allow direct sequence identification of the combinatorial chemistry.  This versatile platform can be adapted in the future to an even broader range of combinatorial biochemical and biomedical discoveries.   The proposed collaborative research program will provide an excellent opportunity to engage and train young scientists and engineers in the cutting-edge interdisciplinary research field, and more importantly, to recruit and promote women and underrepresented minorities via various educational and outreach activities.  Detailed information about the development of the molecular discovery instrument will reach the broader biology and biochemistry communities through conference presentations (e.g., annual microTAS conferences), open-access journals (e.g., Journal of Visualized Experiments), and online video resources (e.g., YouTube).\r\n\r\nThis award is co-funded by the IDBR program (Instrument Development for Biological Research) in the BIO Directorate, and Biotechnology, Biochemical, and Biomass Engineering (BBBE)program in the Engineering Directorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tingrui",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tingrui Pan",
   "pi_email_addr": "tingrui@ucdavis.edu",
   "nsf_id": "000509207",
   "pi_start_date": "2013-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kit",
   "pi_last_name": "Lam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kit S Lam",
   "pi_email_addr": "kit.lam@ucdmc.ucdavis.edu",
   "nsf_id": "000367164",
   "pi_start_date": "2013-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Davis",
  "perf_str_addr": "451 Health Sciences Dr.",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 124168.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 129948.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 135991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past project year, we accomplished several important tasks in both the research and education components of the project.&nbsp; Multiple graduate research assistants and post-doc scholars have received training and career development under this grant, including several under-represented group members.&nbsp; The team has successfully implemented the digital synthetic platform, also known as Microfluidic Print-to-Synthesis (MPS) platform for encoded combinatorial microdisc array.&nbsp; Utilizing the automated digital synthetic system, we have completed the targeted peptide library and screened for the specific cell-targeting ligands.&nbsp; As the prolific outcome of the team work, multiple research articles have been published in the top journals in the field, including Lab Chip and Analytical Chemistry, a detailed publication list has been included at the end of the report.&nbsp; Also, the research presentation and post presentations have been conducted in the annual Biomedical Engineering Society meeting and other campus presentation events.</p>\n<p>The purpose of the project, which is to synthesize and screen a large-scale library, has raised the need for generating such large-scale library in a high-throughput fashion. With recent advances in micro- and nanofabrication, a number of biological patterning techniques have been proposed to form massive microarrays for screening, which can generally be divided into the following three categories: microfluidic-based patterning, contact, and non-contact printing, where microfluidic-based pattern utilizes microfluidic chip to generate isolated droplets for screening purpose, while contact printing transfers target biomolecules to the substrate through a physical contact between the &ldquo;ink&rdquo;-soaked pins and the substrate, and non-contact printing keeps the printer head from physical contact with the substrate, eliminating the potential for contamination. More recently, we have introduced a microfluidic-enabled non-contact printing technique, which combines many desired features, including no cross-contamination, wide compatibility of printing solutions, and multiplexed printing with self-alignment. Importantly, the interchangeable microfluidic cartridge design permits custom loading volume and minimal dead volume (&lt;10 nL) in multiple chemical loading for high-throughput molecular patterning. &nbsp;With the MPS technique, we can fully acquire the binding results for all sequences in the library, which provides precious information for further analysis and library design, and should be the future trend for biological and chemical data analysis.</p>\n<p>In summary, we have developed the microfluidic print-to-synthesis process which allows for peptide synthesis in a high-throughput, low-cost, contamination-free manner. With the same platform, we also improved the microfluidic print-to-screen method for personalized drug screening by minimizing crosstalk in a high-throughput manner. We have successfully established the microfluidic platform to fulfill two aims in the funded project, peptide synthesis and drug screening, for the prospects of application of biomedical research and drug discovery.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2017<br>\n\t\t\t\t\tModified by: Tingrui&nbsp;Pan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past project year, we accomplished several important tasks in both the research and education components of the project.  Multiple graduate research assistants and post-doc scholars have received training and career development under this grant, including several under-represented group members.  The team has successfully implemented the digital synthetic platform, also known as Microfluidic Print-to-Synthesis (MPS) platform for encoded combinatorial microdisc array.  Utilizing the automated digital synthetic system, we have completed the targeted peptide library and screened for the specific cell-targeting ligands.  As the prolific outcome of the team work, multiple research articles have been published in the top journals in the field, including Lab Chip and Analytical Chemistry, a detailed publication list has been included at the end of the report.  Also, the research presentation and post presentations have been conducted in the annual Biomedical Engineering Society meeting and other campus presentation events.\n\nThe purpose of the project, which is to synthesize and screen a large-scale library, has raised the need for generating such large-scale library in a high-throughput fashion. With recent advances in micro- and nanofabrication, a number of biological patterning techniques have been proposed to form massive microarrays for screening, which can generally be divided into the following three categories: microfluidic-based patterning, contact, and non-contact printing, where microfluidic-based pattern utilizes microfluidic chip to generate isolated droplets for screening purpose, while contact printing transfers target biomolecules to the substrate through a physical contact between the \"ink\"-soaked pins and the substrate, and non-contact printing keeps the printer head from physical contact with the substrate, eliminating the potential for contamination. More recently, we have introduced a microfluidic-enabled non-contact printing technique, which combines many desired features, including no cross-contamination, wide compatibility of printing solutions, and multiplexed printing with self-alignment. Importantly, the interchangeable microfluidic cartridge design permits custom loading volume and minimal dead volume (&lt;10 nL) in multiple chemical loading for high-throughput molecular patterning.  With the MPS technique, we can fully acquire the binding results for all sequences in the library, which provides precious information for further analysis and library design, and should be the future trend for biological and chemical data analysis.\n\nIn summary, we have developed the microfluidic print-to-synthesis process which allows for peptide synthesis in a high-throughput, low-cost, contamination-free manner. With the same platform, we also improved the microfluidic print-to-screen method for personalized drug screening by minimizing crosstalk in a high-throughput manner. We have successfully established the microfluidic platform to fulfill two aims in the funded project, peptide synthesis and drug screening, for the prospects of application of biomedical research and drug discovery. \n\n\t\t\t\t\tLast Modified: 06/15/2017\n\n\t\t\t\t\tSubmitted by: Tingrui Pan"
 }
}