{
 "awd_id": "1256027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Governing Foodborne Disease in a Changing World",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2013-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 12247.0,
 "awd_amount": 12247.0,
 "awd_min_amd_letter_date": "2013-04-12",
 "awd_max_amd_letter_date": "2013-04-12",
 "awd_abstract_narration": "Foodborne disease outbreaks and associated product recalls have become major sociopolitical problems in recent years. Governance of this problem requires coordination amongst a heterogeneous, extensive, and distributed set of institutional actors who utilize a variety of technical means and tools to try to keep pathogens out of food. This dissertation details how foodborne disease is governed in the contemporary United States.  Using qualitative STS methods, including organizational ethnography, in-depth interviewing, and document analysis, this study focuses on the challenges institutional actors grapple with in detecting and managing risk, and standardizing methods.\r\n\r\n\r\nThe topic of foodborne pathogen outbreaks is an important policy problem of public concern that touches on one of our nation?s largest economic sectors, the food system. Results of the research will be communicated with federal and state public health and regulatory officials to promote better understanding and improved communication between institutional actors. In addition to academic audiences, some publications resulting from the research will be aimed at policy-makers and consumers given the wide public concern about food safety.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Hilgartner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Hilgartner",
   "pi_email_addr": "shh6@cornell.edu",
   "nsf_id": "000172468",
   "pi_start_date": "2013-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angie",
   "pi_last_name": "Boyce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angie Boyce",
   "pi_email_addr": "amb462@cornell.edu",
   "nsf_id": "000597696",
   "pi_start_date": "2013-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "908 B 14th Avenue",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981224510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "WA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12247.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Foodborne outbreaks indicate where there are safety problems in the US food supply.&nbsp; The food safety system&rsquo;s capacity to detect outbreaks, identify sources of contamination, get unsafe food out of commerce, and create regulations to prevent problems in the future is important for ensuring safe food.&nbsp; Addressing this important public safety issue requires coordination across many sectors, because it is a widely distributed problem involving all players in the food chain from farm to fork.&nbsp;</p>\n<p>The doctoral dissertation studied the food safety system&rsquo;s capacity with the goal of providing a deeper and more holistic understanding of the challenges and problem-solving involved in detecting and managing risk, and standardizing tools and methods for public health infrastructure. &nbsp;&nbsp;</p>\n<p>To help achieve this goal, the dissertation an analysis of &ldquo;systematization&rdquo; and its limits, showing how builders of food safety surveillance systems have confronted the challenges of detecting national, diffuse outbreaks caused by contaminated food moving through interstate commerce.&nbsp; Many things had to be systematized to create food safety system capacity, such as agreements for sharing materials and data between the health care sector and the public health system, laboratory technologies for identifying bacteria such as <em>Salmonella</em> and <em>E.coli</em>, and epidemiologic investigation methods.&nbsp; The dissertation also found that there were limits to systematization, because novel problems could always emerge in the food system.&nbsp; That meant that situational expert judgment was just as important as formal systematization.</p>\n<p>Funding for this research helped the doctoral student finish their dissertation in August 2014.&nbsp; Preliminary findings from the research were presented to public health and academic audiences.&nbsp; Final results will be disseminated to consumers, public health, and academic audiences through publications.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2015<br>\n\t\t\t\t\tModified by: Angie&nbsp;Boyce</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFoodborne outbreaks indicate where there are safety problems in the US food supply.  The food safety systemÆs capacity to detect outbreaks, identify sources of contamination, get unsafe food out of commerce, and create regulations to prevent problems in the future is important for ensuring safe food.  Addressing this important public safety issue requires coordination across many sectors, because it is a widely distributed problem involving all players in the food chain from farm to fork. \n\nThe doctoral dissertation studied the food safety systemÆs capacity with the goal of providing a deeper and more holistic understanding of the challenges and problem-solving involved in detecting and managing risk, and standardizing tools and methods for public health infrastructure.   \n\nTo help achieve this goal, the dissertation an analysis of \"systematization\" and its limits, showing how builders of food safety surveillance systems have confronted the challenges of detecting national, diffuse outbreaks caused by contaminated food moving through interstate commerce.  Many things had to be systematized to create food safety system capacity, such as agreements for sharing materials and data between the health care sector and the public health system, laboratory technologies for identifying bacteria such as Salmonella and E.coli, and epidemiologic investigation methods.  The dissertation also found that there were limits to systematization, because novel problems could always emerge in the food system.  That meant that situational expert judgment was just as important as formal systematization.\n\nFunding for this research helped the doctoral student finish their dissertation in August 2014.  Preliminary findings from the research were presented to public health and academic audiences.  Final results will be disseminated to consumers, public health, and academic audiences through publications.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/03/2015\n\n\t\t\t\t\tSubmitted by: Angie Boyce"
 }
}