{
 "awd_id": "1256993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integrating Fossil Data into Likelihood-based Phylogenetic Analyses with Trilobites as a Model System",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 449216.0,
 "awd_amount": 449216.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2019-03-06",
 "awd_abstract_narration": "While a rich set of statistical models have been developed to study evolution using DNA sequence data, many biological questions require information from organisms which are only known from the fossil record. In this project, the investigators will build models that account for biases inherent in using trait data from fossil species. The models will be tested and evaluated using the exceptionally rich fossil record associated with two groups of trilobites. Existing statistical tools will be extended to take full advantage of the estimates of the age of fossils.  The new methods will be incorporated into widely used, open source software.  Online educational materials in the form of virtual labs will be developed and distributed on the web.\r\n\r\nThis project will improve the computational and statistical machinery required to integrate information from fossil species into studies of the evolutionary tree of life. This will allow researchers to study extinction and speciation with unprecedented precision. Understanding these processes is crucial to understanding how Earth's biota will respond to the current biodiversity crisis.  The virtual labs will teach junior high school students what data from these beautifully preserved organisms teaches us about evolutionary processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Holder",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Holder",
   "pi_email_addr": "mtholder@ku.edu",
   "nsf_id": "000368196",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Lieberman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce S Lieberman",
   "pi_email_addr": "blieber@ku.edu",
   "nsf_id": "000152564",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 449216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9db1087b-7fff-d8e3-a264-41fe6784e257\">\n<p dir=\"ltr\"><span>This award supported the development of new statistical approaches for analyzing data from species that are only known from the fossil record. Estimating the genealogical relationships between different species is crucial whenever researchers analyze multiple species. Different species do not represent completely independent samples, because some species are closely related. Failing to take this non-independence into account would undercut most comparative biological research.</span></p>\n<p dir=\"ltr\"><span>Over the past 40 years many statistical models have been developed for using DNA sequence data to reconstruct the evolutionary &ldquo;tree of life&rdquo; that describes the genealogical relationships between different species. However, these methods are not applicable to species that are only known from the fossil record. Most of the diversity of life on the planet is contributed by species that are currently extinct. This grant applied many of the computational and statistical approaches that were developed for analysis of genetic data toward the development of new models for analyzing anatomical traits which can be preserved in the fossil record. The work expanded the ability of our statistical approaches to deal with complex processes of the evolution of traits and developed new ways to correct for biases in how the data was collected. For example, models were implemented that allowed the rate of change of the individual traits to vary across different parts of the tree of life.</span></p>\n<p dir=\"ltr\"><span>Many statistical analyses require models not just for how traits evolve along the tree of life, but also for how probable different tree shapes and sampling scenarios are. These models of tree shape are often referred to as &ldquo;birth-death&rdquo; processes, where &ldquo;birth&rdquo; represents the formation of a new species and &ldquo;death&rdquo; denotes extinction of a species. Prior to this grant, fossil sampling events were not incorporated in a natural way in these models. The award supported the work of a postdoctoral researcher on a &ldquo;fossilized birth-death model&rdquo; that corrected this issue. The publication describing that model has already been cited in the scientific literature hundreds of times, and the work has had a large impact on researchers ability to efficiently make use of large numbers of fossil species during their evolutionary analyses.</span></p>\n<p dir=\"ltr\"><span>Statistical models developed by workers on this award have been implemented into four different open source software packages which are freely available to researchers around the world.</span></p>\n<p dir=\"ltr\"><span>In addition to the research supported by this award, the grant helped train four different postdoctoral researchers (two of whom have gone on to faculty positions at universities), three graduate students, and one undergraduate student. One of the principal investigators of the award also developed teaching modules for the undergraduate and middle school level. These modules include written lessons, questions about those lessons, and also a &ldquo;virtual lab&rdquo; of high quality images of paleontological specimens. Most schools do not have access to teaching collections of biological specimens, so the development of virtual labs can dramatically expand access to specimens which are crucial to biodiversity research.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2019<br>\n\t\t\t\t\tModified by: Mark&nbsp;T&nbsp;Holder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis award supported the development of new statistical approaches for analyzing data from species that are only known from the fossil record. Estimating the genealogical relationships between different species is crucial whenever researchers analyze multiple species. Different species do not represent completely independent samples, because some species are closely related. Failing to take this non-independence into account would undercut most comparative biological research.\nOver the past 40 years many statistical models have been developed for using DNA sequence data to reconstruct the evolutionary \"tree of life\" that describes the genealogical relationships between different species. However, these methods are not applicable to species that are only known from the fossil record. Most of the diversity of life on the planet is contributed by species that are currently extinct. This grant applied many of the computational and statistical approaches that were developed for analysis of genetic data toward the development of new models for analyzing anatomical traits which can be preserved in the fossil record. The work expanded the ability of our statistical approaches to deal with complex processes of the evolution of traits and developed new ways to correct for biases in how the data was collected. For example, models were implemented that allowed the rate of change of the individual traits to vary across different parts of the tree of life.\nMany statistical analyses require models not just for how traits evolve along the tree of life, but also for how probable different tree shapes and sampling scenarios are. These models of tree shape are often referred to as \"birth-death\" processes, where \"birth\" represents the formation of a new species and \"death\" denotes extinction of a species. Prior to this grant, fossil sampling events were not incorporated in a natural way in these models. The award supported the work of a postdoctoral researcher on a \"fossilized birth-death model\" that corrected this issue. The publication describing that model has already been cited in the scientific literature hundreds of times, and the work has had a large impact on researchers ability to efficiently make use of large numbers of fossil species during their evolutionary analyses.\nStatistical models developed by workers on this award have been implemented into four different open source software packages which are freely available to researchers around the world.\nIn addition to the research supported by this award, the grant helped train four different postdoctoral researchers (two of whom have gone on to faculty positions at universities), three graduate students, and one undergraduate student. One of the principal investigators of the award also developed teaching modules for the undergraduate and middle school level. These modules include written lessons, questions about those lessons, and also a \"virtual lab\" of high quality images of paleontological specimens. Most schools do not have access to teaching collections of biological specimens, so the development of virtual labs can dramatically expand access to specimens which are crucial to biodiversity research.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2019\n\n\t\t\t\t\tSubmitted by: Mark T Holder"
 }
}