{
 "awd_id": "1256642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Evaporative Cooling Building Envelope Materials Created from Recycled Glass",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 531999.0,
 "awd_min_amd_letter_date": "2013-03-20",
 "awd_max_amd_letter_date": "2014-06-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project is focused on the reuse of waste glass to generate high-value replacements for traditional masonry products. Masonry manufacturers cannot meet the construction industry's needs with their status quo product and are therefore losing market share. The industry seeks products with higher quality, consistency and performance that address environmental concerns, while remaining cost competitive.  The material which has been developed meets or exceeds all required performance standards, and its high recycle content and low embodied energy significantly reduce production costs. The research objectives for this Phase II project include scale-up of this process via extrusion and expansion of the usable waste glass supply. The transition to extrusion will require increasing the plasticity of our material and research will result in extrudates that are compatible with masonry production equipment.  The effort will also explore the impacts of contamination on the microstructure and mechanical performance of glass materials sintered at low temperature; this work will be the first of its kind.  The ultimate project goal is successful development of the first high-recycle content glass composite paste that is ready for industrial manufacturing via cold extrusion.\r\n\r\nThe broader impact/commercial potential of this project is significant.  Successful completion of the Phase II activities will have a positive impact on both the glass recycling and construction industries.  One key result will be the development of a novel, high-efficiency glass manufacturing process. This work will contribute to the scientific understanding of plasticity theory and mechanical behavior with respect to glass composites and porous materials. The evaluation of organic and inorganic contaminants, as they relate to advanced glass processing technologies, will be the first research of its kind. This research will provide a commercial outlet for waste glass, particularly the vast quantity that cannot currently be recycled, and therefore is simply hauled off to landfills. This material will allow manufacturers to adopt high-value, cost-competitive product lines and will also bring value to the construction industry by providing a truly green alternative to traditional facing materials. The environmental and societal impacts of this novel building material include improving environmental quality by decreasing energy consumption and associated greenhouse gas emissions, and also by minimizing the burden on solid waste storage infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Marchelli",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Grant L Marchelli",
   "pi_email_addr": "grant.marchelli@envitrum.com",
   "nsf_id": "000565790",
   "pi_start_date": "2013-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EnVitrum Inc.",
  "inst_street_address": "3201 Martin Luther King Jr Way S",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067214921",
  "inst_zip_code": "981446021",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "WA09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "EnVitrum LLC",
  "perf_str_addr": "3900 N Stevens Way NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 515999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Paragraph\">This Small Business Innovation Research (SBIR) Phase II project was focused on the reuse of waste glass to generate high-value replacements for traditional masonry products. Masonry manufacturers cannot meet the construction industry&rsquo;s needs with their status quo product and are therefore losing market share. The industry seeks products with higher quality, consistency and performance that address environmental concerns, while remaining cost competitive. Having completed our NSF SBIR Phase II, we have established that our material meets or exceeds all required performance standards. Its high recycle content and low embodied energy significantly reduce production costs and ties in to the Leadership in Energy and Environmental Design system, which is the leading green building certification program in the United States. The research objectives for this Phase II proposal included scale-up of our process via extrusion (Milestone 1) and expansion of the usable waste glass supply (Milestone 2).</p>\n<p class=\"Paragraph\"><span>During Milestone 1, EnVitrum successfully developed a Plastically Deformable Glass Composite (</span>PDGC) paste that possesses the bulk material properties (i.e., stiffness, adhesion, plasticity and flow characteristics) necessary for successful extrusion in the cold state. This work represents a significant innovation for the glass manufacturing industry, as cold extrusion had not yet been achieved. The transition to extrusion also translates to a PDGC paste that is compatible with standard masonry production equipment, which utilize the cold extrusion process.<span> </span>Moreover, the <span>compressive and flexural strength of finished products exceeded building requirements by 4-20x, depending on the desired application. The high strength and relatively low density of EnVitrum&rsquo;s material will allow for greater market penetration than traditional fired masonry products.</span></p>\n<p class=\"Paragraph\">The significance of EnVitrum&rsquo;s Milestone 2 efforts, can best be understood once the current state of glass recycling technology is considered. In recent years, the majority of municipalities have moved towards single-stream collection of recyclable materials. This means that all types and colors of glass are first mixed in with a variety of other organic and inorganic contaminants and then broken into non-uniform pieces (cullet) during the collection process. Separating the broken glass in primary and secondary waste processing facilities is very inefficient and costly. This results in a very small percentage of collected glass that can actually be reused in new products. In most cases, the cost of producing such high quality, recyclable cullet greatly exceeds that of disposal in landfills, therefore many glass processors are simply forced to throw away a large percentage of their sorted glass. The smaller the cullet, the larger the probability of disposal. The ability for EnVitrum&rsquo;s process to use very fine, contaminated feedstocks presents a unique opportunity, but in order to expand the usability of the waste glass supply, the effects of contamination must be fully understood.</p>\n<p class=\"Paragraph\"><span>During Milestone 2, EnVitrum evaluated the effects of both organic and inorganic contaminants on the mechanical properties of finished products produced via cold isostatic pressing. The results of these analyses were very favorable. With respect to organic contamination, levels present in the local waste glass supply were found to have negligible effects on the sintering phenomena and the strength of finished products. The investigation of inorganic contaminants was focused on steel and aluminum, which were the only two contaminants present in significant quantities in the raw material feedstock. The results indicate that contamination levels of up to 10% have negligible effects on the process and the...",
  "por_txt_cntn": "This Small Business Innovation Research (SBIR) Phase II project was focused on the reuse of waste glass to generate high-value replacements for traditional masonry products. Masonry manufacturers cannot meet the construction industryÆs needs with their status quo product and are therefore losing market share. The industry seeks products with higher quality, consistency and performance that address environmental concerns, while remaining cost competitive. Having completed our NSF SBIR Phase II, we have established that our material meets or exceeds all required performance standards. Its high recycle content and low embodied energy significantly reduce production costs and ties in to the Leadership in Energy and Environmental Design system, which is the leading green building certification program in the United States. The research objectives for this Phase II proposal included scale-up of our process via extrusion (Milestone 1) and expansion of the usable waste glass supply (Milestone 2).\nDuring Milestone 1, EnVitrum successfully developed a Plastically Deformable Glass Composite (PDGC) paste that possesses the bulk material properties (i.e., stiffness, adhesion, plasticity and flow characteristics) necessary for successful extrusion in the cold state. This work represents a significant innovation for the glass manufacturing industry, as cold extrusion had not yet been achieved. The transition to extrusion also translates to a PDGC paste that is compatible with standard masonry production equipment, which utilize the cold extrusion process. Moreover, the compressive and flexural strength of finished products exceeded building requirements by 4-20x, depending on the desired application. The high strength and relatively low density of EnVitrumÆs material will allow for greater market penetration than traditional fired masonry products.\nThe significance of EnVitrumÆs Milestone 2 efforts, can best be understood once the current state of glass recycling technology is considered. In recent years, the majority of municipalities have moved towards single-stream collection of recyclable materials. This means that all types and colors of glass are first mixed in with a variety of other organic and inorganic contaminants and then broken into non-uniform pieces (cullet) during the collection process. Separating the broken glass in primary and secondary waste processing facilities is very inefficient and costly. This results in a very small percentage of collected glass that can actually be reused in new products. In most cases, the cost of producing such high quality, recyclable cullet greatly exceeds that of disposal in landfills, therefore many glass processors are simply forced to throw away a large percentage of their sorted glass. The smaller the cullet, the larger the probability of disposal. The ability for EnVitrumÆs process to use very fine, contaminated feedstocks presents a unique opportunity, but in order to expand the usability of the waste glass supply, the effects of contamination must be fully understood.\nDuring Milestone 2, EnVitrum evaluated the effects of both organic and inorganic contaminants on the mechanical properties of finished products produced via cold isostatic pressing. The results of these analyses were very favorable. With respect to organic contamination, levels present in the local waste glass supply were found to have negligible effects on the sintering phenomena and the strength of finished products. The investigation of inorganic contaminants was focused on steel and aluminum, which were the only two contaminants present in significant quantities in the raw material feedstock. The results indicate that contamination levels of up to 10% have negligible effects on the process and the mechanical behavior of finished product. This is much higher than initially predicted.  It represents a much higher percentage (~20x greater) than reported by secondary processors and is roughly double the contamination leve..."
 }
}