{
 "awd_id": "1256641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Building K-5 mathematical fluency through curriculum-based puzzle games within a collaborative virtual world",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 811332.0,
 "awd_min_amd_letter_date": "2013-03-07",
 "awd_max_amd_letter_date": "2015-12-30",
 "awd_abstract_narration": "The innovation of this Phase II project lies in the use of graphical, collaborative games within a virtual world environment to support math learning for elementary school students.  This Phase II project builds upon Phase I development of prototype puzzle-based math games as an extension of a K-5 mathematics curriculum developed with prior support from the National Science Foundation and currently in use in K-5 schools. The games leverage puzzle solving, collaborative play, as well as puzzle creation to build mathematical fluency.  Teachers and students in classroom as well as casual users tested the Phase I games and provided feedback that will inform the Phase II project.  The Phase II project will involve development of more puzzle-based games with collaborative and creative components.  It will also include an evaluation of the effectiveness of these games for math learning, as well as their ease of incorporation into classroom instruction.  Phase II will also extend existing tools for training and supporting teachers in the use of these games for classroom instruction.\r\n\r\nThe broader/commercial impact of this project is a new form of interactive learning that integrates formal classroom-based instruction with informal game-based learning within a social online environment.  This new form of interactive learning keeps pace with how students interact with technology and engages them to develop deeper understanding and fluency in the subject matter at hand through games and puzzles, collaboration and competition, as well as content creation and sharing.  While this Phase II SBIR focuses on the application of these methods on mathematics, the research results will be useful as a model for other subject areas as well.  As the $8.2 billion textbook market in the US enters the digital age, this project will set a standard for integrating existing curriculum with digital medium that goes beyond rote memorization and drilling to building mental infrastructure and in-depth understanding. In addition, the visual nature of game-based instruction will reduce barriers to use for bilingual students and those with special needs. Finally, the market potential of this project will benefit significantly from the development of new mechanisms to measure student outcomes articulated with online tools for teachers that provide professional development and support.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Sun",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Y Sun",
   "pi_email_addr": "jen@numedeon.com",
   "nsf_id": "000591889",
   "pi_start_date": "2013-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Numedeon, Inc.",
  "inst_street_address": "300 S RAYMOND AVE STE 7",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6266833129",
  "inst_zip_code": "911052639",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "NUMEDEON, INC",
  "org_prnt_uei_num": "Y33MUD47QLX7",
  "org_uei_num": "Y33MUD47QLX7"
 },
 "perf_inst": {
  "perf_inst_name": "Numedeon, Inc.",
  "perf_str_addr": "300 S. RAYMOND AVE STE 7",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911052639",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "164E",
   "pgm_ref_txt": "SBIR Phase IIA"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 605000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 196332.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With funding from the National Science Foundation SBIR program, Numedeon, the Creators of Whyville.net, has developed PlayMath&trade;, an innovative program that builds math skills and develops mathematical thinking through puzzle games within an online social environment.&nbsp; PlayMath is designed for use in and out of the classroom, and is well articulated with Common Core State Standards (CCSS) for Mathematics. PlayMath&rsquo;s carefully leveled puzzle games introduce and reinforce understanding of fundamental math concepts, from arithmetic to algebra.&nbsp; In addition, PlayMath&rsquo;s puzzle-oriented approach builds mathematical habits of mind as described in CCSS, such as abstract and quantitative reasoning, recognizing and making use of structure, as well as perseverance in problem solving. &nbsp;Students can solve puzzles collaboratively or competitively, as they interact within a social virtual environment. Key to PlayMath is puzzle creation. Students can create their own math puzzles to share with and challenge each other. This process of playing, creating, and sharing engages students to enjoy math while developing mathematical fluency.</p>\n<p>PlayMath&trade; currently consists of four puzzle motifs, each with more than a hundred individual puzzles that span a range of math topics, grades and problem-solving skills:</p>\n<ul>\n<li><strong>Mobiles </strong>cover arithmetic from addition to factors while introducing students to algebraic concepts of variables and balancing equations.</li>\n<li><strong>Reglettes</strong>, inspired by Cuisinaire Rods, explore additive and multiplicative combinations visually, together with spatial reasoning.</li>\n<li><strong>Magic Grids </strong>allow students to practice arithmetic skills while developing number sense and problem solving strategies.</li>\n<li><strong>Mystery Machines </strong>introduce students to the concept of functions using dynagraphs and an input/output machine.</li>\n</ul>\n<p>Each motif includes single player and multiplayer game play, as well as tools that allow players to become creators.&nbsp; In addition, PlayMath includes tools for teachers to create lesson plans and track their students&rsquo; progress.</p>\n<p>Close to 10,000 participants online and in classrooms have worked on over 75,000 PlayMath puzzles.&nbsp; In classroom settings, teachers have successfully integrated PlayMath into their instruction, using PlayMath to help students practice math and problem solving skills.&nbsp; Findings suggest that participants gain facility with recognizing mathematical structures and learn new reasoning strategies as they progress up the levels of a puzzle motif.&nbsp; In particular, PlayMath excels in engaging students to persevere in the face of challenging puzzles.&nbsp; Students often spend 15 to 20 minutes, even over an hour in some cases, on a single puzzle.&nbsp; Teachers report that students who do not typically demonstrate aptitude for or particular enjoyment of mathematics found PlayMath puzzles to be captivating, demonstrating creativity and perseverance in their efforts to master the concepts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2016<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Y&nbsp;Sun</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1256641/1256641_10235368_1464522060752_PlayMathPuzzles_nocap--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1256641/1256641_10235368_1464522060752_PlayMathPuzzle...",
  "por_txt_cntn": "\nWith funding from the National Science Foundation SBIR program, Numedeon, the Creators of Whyville.net, has developed PlayMath&trade;, an innovative program that builds math skills and develops mathematical thinking through puzzle games within an online social environment.  PlayMath is designed for use in and out of the classroom, and is well articulated with Common Core State Standards (CCSS) for Mathematics. PlayMathÆs carefully leveled puzzle games introduce and reinforce understanding of fundamental math concepts, from arithmetic to algebra.  In addition, PlayMathÆs puzzle-oriented approach builds mathematical habits of mind as described in CCSS, such as abstract and quantitative reasoning, recognizing and making use of structure, as well as perseverance in problem solving.  Students can solve puzzles collaboratively or competitively, as they interact within a social virtual environment. Key to PlayMath is puzzle creation. Students can create their own math puzzles to share with and challenge each other. This process of playing, creating, and sharing engages students to enjoy math while developing mathematical fluency.\n\nPlayMath&trade; currently consists of four puzzle motifs, each with more than a hundred individual puzzles that span a range of math topics, grades and problem-solving skills:\n\nMobiles cover arithmetic from addition to factors while introducing students to algebraic concepts of variables and balancing equations.\nReglettes, inspired by Cuisinaire Rods, explore additive and multiplicative combinations visually, together with spatial reasoning.\nMagic Grids allow students to practice arithmetic skills while developing number sense and problem solving strategies.\nMystery Machines introduce students to the concept of functions using dynagraphs and an input/output machine.\n\n\nEach motif includes single player and multiplayer game play, as well as tools that allow players to become creators.  In addition, PlayMath includes tools for teachers to create lesson plans and track their studentsÆ progress.\n\nClose to 10,000 participants online and in classrooms have worked on over 75,000 PlayMath puzzles.  In classroom settings, teachers have successfully integrated PlayMath into their instruction, using PlayMath to help students practice math and problem solving skills.  Findings suggest that participants gain facility with recognizing mathematical structures and learn new reasoning strategies as they progress up the levels of a puzzle motif.  In particular, PlayMath excels in engaging students to persevere in the face of challenging puzzles.  Students often spend 15 to 20 minutes, even over an hour in some cases, on a single puzzle.  Teachers report that students who do not typically demonstrate aptitude for or particular enjoyment of mathematics found PlayMath puzzles to be captivating, demonstrating creativity and perseverance in their efforts to master the concepts.\n\n\t\t\t\t\tLast Modified: 05/29/2016\n\n\t\t\t\t\tSubmitted by: Jennifer Y Sun"
 }
}