{
 "awd_id": "1256221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIDER: EAGER: Metrics to Shift Institutional Culture Toward Evidence-Based Instructional Practices",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 294597.0,
 "awd_amount": 294597.0,
 "awd_min_amd_letter_date": "2013-04-25",
 "awd_max_amd_letter_date": "2013-04-25",
 "awd_abstract_narration": "The Association of American Universities (AAU) has launched a five-year initiative with the overall goal of influencing the culture of STEM departments at AAU universities so that they will use sustainable, student-centered, evidence-based, active learning pedagogy in their classes, particularly at the freshman and sophomore levels. Reform of undergraduate STEM education has focused until now on change at the level of faculty and student activity or student support services, with much less attention to cultural change at the institutional level. The crucial first step in the AAU initiative, supported by this grant, is to gather baseline data to identify institutional objectives in improving STEM education, and articulate the problems these objectives seek to address. \r\n\r\nSpecifically, this project is focusing on metrics for assessing institutional support of evidence-based instruction for those institutions making a public commitment to be part of a cultural shift to evidence-based instruction as a new norm. Metrics are needed that can be used both to assess institutional culture with respect to evidence-based teaching, and to measure the impact of actions taken to increase the extent of use of evidence-based teaching. The centerpiece of the AAU initiative is developing a framework to foster institutional commitment to effective STEM teaching and learning practices. This framework is being informed by a set of demonstration projects at AAU universities. These demonstration projects are being selected based on their commitment to STEM pedagogical reform and to represent the variety of challenges confronting universities in improving STEM undergraduate education.  The project is assessing their effectiveness at reform efforts, which is providing benchmarks by which the success of reforms can be judged.  \r\n\r\nProject activities will result in a more complete documentation of the status of current efforts to document pedagogy in undergraduate STEM courses and a template for baseline data collection for demonstration sites: both to guide their own projects and to share results with other institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tobin",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tobin Smith",
   "pi_email_addr": "Toby_Smith@aau.edu",
   "nsf_id": "000624843",
   "pi_start_date": "2013-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fairweather",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Fairweather",
   "pi_email_addr": "fairwea4@pilot.msu.edu",
   "nsf_id": "000455193",
   "pi_start_date": "2013-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Universities",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "STE 550",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024087500",
  "inst_zip_code": "200056122",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF AMERICAN UNIVERSITIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "P1RFLGVGWUV3"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Universities",
  "perf_str_addr": "1200 New York Avenue",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053920",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 294597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2011, the Association of American Universities (AAU) launched the AAU Undergraduate STEM Education Initiative to improve the quality of undergraduate teaching and learning in science, technology, engineering and mathematics (STEM) fields at member institutions. The initiative&rsquo;s objective is to influence the culture of STEM departments at AAU institutions so that they encourage and provide support for faculty members to use teaching practices proven by research to be effective in engaging students in STEM education and in helping students learn.</p>\n<p>Evaluation is a key component of the AAU Undergraduate STEM Education Initiative. This NSF WIDER project allows AAU to (1) help member campuses track the progress of their reform efforts, (2) understand progress made across the AAU seed-funded project sites, and (3) evaluate the overall impact of the AAU STEM initiative.</p>\n<p>AAU has collected common data from all project sites by a number of means, including a survey of instructor attitudes and practices in participating departments. We have obtained initial results from the survey and anticipate administering it again later this year. Beyond this baseline data request, AAU asked project sites to provide additional information in annual reports. Finally, AAU conducted site visits at each of the eight project sites to allow a more qualitative evaluation of project implementation and progress, as well as the effects of the reform effort.&nbsp;</p>\n<p>AAU is in the process of finalizing a complementary document to the&nbsp;<em><span style=\"text-decoration: underline;\">Framework for Systemic Change in Undergraduate STEM Teaching and Learning, </span></em><span style=\"text-decoration: underline;\">which is the foundational document of the AAU STEM initiative</span><em>. </em>The goal of the new document, <em>Essential Questions for Continuous Improvement in Undergraduate STEM Teaching and Learning</em>, is to provide a comprehensive and customizable way to assess progress in each of the key institutional elements identified in the Framework. The document is structured around a set of questions that can be used at multiple levels to assess the improvements to undergraduate STEM teaching and learning. Associated with the questions are a variety of data sources and analytical tools available to answer these questions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2016<br>\n\t\t\t\t\tModified by: Tobin&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2011, the Association of American Universities (AAU) launched the AAU Undergraduate STEM Education Initiative to improve the quality of undergraduate teaching and learning in science, technology, engineering and mathematics (STEM) fields at member institutions. The initiativeÆs objective is to influence the culture of STEM departments at AAU institutions so that they encourage and provide support for faculty members to use teaching practices proven by research to be effective in engaging students in STEM education and in helping students learn.\n\nEvaluation is a key component of the AAU Undergraduate STEM Education Initiative. This NSF WIDER project allows AAU to (1) help member campuses track the progress of their reform efforts, (2) understand progress made across the AAU seed-funded project sites, and (3) evaluate the overall impact of the AAU STEM initiative.\n\nAAU has collected common data from all project sites by a number of means, including a survey of instructor attitudes and practices in participating departments. We have obtained initial results from the survey and anticipate administering it again later this year. Beyond this baseline data request, AAU asked project sites to provide additional information in annual reports. Finally, AAU conducted site visits at each of the eight project sites to allow a more qualitative evaluation of project implementation and progress, as well as the effects of the reform effort. \n\nAAU is in the process of finalizing a complementary document to the Framework for Systemic Change in Undergraduate STEM Teaching and Learning, which is the foundational document of the AAU STEM initiative. The goal of the new document, Essential Questions for Continuous Improvement in Undergraduate STEM Teaching and Learning, is to provide a comprehensive and customizable way to assess progress in each of the key institutional elements identified in the Framework. The document is structured around a set of questions that can be used at multiple levels to assess the improvements to undergraduate STEM teaching and learning. Associated with the questions are a variety of data sources and analytical tools available to answer these questions. \n\n \n\n\t\t\t\t\tLast Modified: 06/28/2016\n\n\t\t\t\t\tSubmitted by: Tobin Smith"
 }
}