{
 "awd_id": "1256188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR: Development of  Higher Eigenmode Ultrasound Bioprobe for Sub-Cellular Biological Imaging",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 545559.0,
 "awd_amount": 545559.0,
 "awd_min_amd_letter_date": "2013-06-07",
 "awd_max_amd_letter_date": "2018-05-31",
 "awd_abstract_narration": "There is an acute and timely need for innovative and non-invasive imaging modalities in biology, especially to identify early manifestation of disease state, and efficacy of potential cell-based therapeutics. This project at Northwestern University will help develop higher eigenmode \"Ultrasound Bioprobe\" for sub-cellular biological imaging. The objective of this project is to develop Ultrasound Bioprobe with higher order harmonics capabilities to detect and track subcellular defects at nanoscale resolution under physiological conditions. Anticipated applications will investigate the dynamics of endothelial cells under cellular transfection to develop potential therapeutics for acute lung injuries in the early stage. It will further be extended to study the progression of tumorous cells at onset of their development. In Ultrasound Bioprobe, the cantilever monitors the perturbation to the surface acoustic waves, especially their phase, which carry information about embedded or buried sub-structures reflected in the scattering of specimen acoustic waves due to the difference in their respective viscoelastic properties. Variations in the amplitude and phase of the bulk wave due to the presence of the sub-surface nanostructures/defects as well as the variations in near surface affect the amplitude and the phase of the difference frequency signal (beats) which is detected by cantilever. These variations are used to create spatial mappings generated by subsurface and near-surface features/defects. To realize these efforts requires a way to combine scanning probe microscopy hardware,functional electronics and its integration into an FPGA (field programmable gate arrays) for simultaneous generation and detection of multiple harmonics in scan using labVIEW codes. By leveraging the nanoscale resolution of scanning probe microscope and use of higher order harmonics, this innovative approach may provide a new way to perform sub-cellular biological imaging of living cells in close to real-time, uninhibited by traditionally cited challenges in electron microscopy methods that require chemically fixing of the cells or cryo preservation and conventional confocal/fluorescent microscopies that require fluorescent tags to image and have micro scale resolutionThe ability of the Ultrasound Bioprobe to detect features at nanometer scale has important implications to study the nanomechanics of human pulmonary artery endothelial cells which are transfected with plasmid. It will help understand how to regulate endothelial cell structural arrangements that result in the barrier function properties of the pulmonary vasculature and to assist therapeutics targets. \r\n\r\nThe Broader Impact of the project promises to open new vistas in high resolution non-destructive and non-invasive imaging of biological and soft structures under physiologically viable conditions. The ultrasound bioprobe will be positioned to provide abroad user base with exposure to the developed technology. Once developed, the technology will be accessible to other institutions, broadening their user base to include life sciences. In undergraduate course material, the PI?s will use examples from this research project to highlight how integration of engineering and physical principles is incorporated into real biological research. The PI?s will promote the active participation of women and other minorities in science and participation in classroom visits to elementary schools through the Science Chicago program in Midwest and Chicago public institutions for broader audience. The education plan focuses on development of a teaching module in sub-cellular imaging which includes hand-on-laboratory demo and classroom tutorials.  The educational objectives will be achieved by (a) providing hand-on, team experience to promote active and collaborative learning; (b) exposing promising students at the undergraduate level to research opportunities in emerging field of sub-cellular biological imaging, and (c) to recruit and retain traditionally under-represented students though MIN (Minority Internships in Nanotechnology) programs which provide opportunities for undergraduates to participate in hands-on research in the area of nanotechnology.\r\n\r\nThsi award is co-funded by CBET/Biophotonics Program, and Instrument Development for Biological Research (IDBR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gajendra",
   "pi_last_name": "Shekhawat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gajendra Shekhawat",
   "pi_email_addr": "G-Shekhawat@northwestern.edu",
   "nsf_id": "000174579",
   "pi_start_date": "2013-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinayak",
   "pi_last_name": "Dravid",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Vinayak P Dravid",
   "pi_email_addr": "v-dravid@northwestern.edu",
   "nsf_id": "000206463",
   "pi_start_date": "2013-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 N Campus Dr",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080893",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 545559.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There was a renewed appreciation for the role of biomechanics in cellular and sub-cellular process, which requires innovative approaches spatially resolve imaging and quantitative analysis. A large number of modern physical and biological structures and devices require tools and techniques to see below surfaces, non-destructively and with nanoscale resolution. With respect to &ldquo;non-destructive&rdquo; real-space imaging, there was a clear void between the two ranges of length-scales offered by confocal / photon or acoustic/sonography techniques (micrometer scale) and SPM (nano- and sub-nanometer scale).&nbsp; This is particularly true if features of interest are buried deeper into the material, beyond the interaction range of proximal probes.&nbsp; With this project we developed &ldquo;Ultrasound Bioprobe&rdquo; with higher order harmonics capabilities and successfully detected sub-cellular defects at nanoscale resolution under physiological conditions.<br /> <br /></p>\n<p>The <strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong> of the project over its lifetime addresses many unmet needs for sub-surface imaging tool-set. In Ultrasound Bioprobe, the cantilever monitors the perturbation to the surface acoustic waves, especially their phase, which carry information about embedded or buried sub-structures reflected in the scattering of specimen acoustic waves due to the difference in their respective viscoelastic properties. Variations in the amplitude and phase of the bulk wave due to the presence of the sub-surface nanostructures/defects as well as the variations in near surface affect the amplitude and the phase of the difference frequency signal (beats) which is detected by cantilever. These variations are used to create spatial mappings generated by subsurface and near-surface features/defects. We integrated the scanning probe microscopy hardware, functional electronics and its integration into an FPGA (field programmable gate arrays) for simultaneous generation and detection of multiple harmonics in scan using labVIEW codes. In addition, we developed electronic feedback controller to eliminate the acoustic damping in physiological conditions. Development of Ultrasound bio probe was the major objectives of this proposal and we have successfully developed the turn key system (Image 1).</p>\n<p>&nbsp;</p>\n<p>The ability of the Ultrasound Bioprobe to detect features at nanometer scale has important implications to study the nanomechanics with high resolution. Over the course of the project, we have successfully carried out the quantitative nanomechanical mapping of wide range of pulmonary endothelial cells (EC) and soft tissues. &nbsp;We measured directly the effect of the stimulating agent thrombin, on the mechanics of the intracellular fibers formation in these EC. Ultrasound images (Image 2) shows long and thick intercellular fibers appear that span the gaps between cells that are induced by thrombin. These cytoskeletal fibers are predominantly visible in the ultrasound phase image along with other sub-cellular features along the nuclei region of the cells.&nbsp;&nbsp; Our findings demonstrate the uniqueness of this technique for imaging the internal structures of the cell and those along the cell periphery.</p>\n<p>&nbsp;</p>\n<p>Similarly, quantitative methods to measure the mechanical properties of deep, abdominal, soft tissues such as the ovary are still in their infancy. Tissue size, heterogeneity, depth, and porosity present challenges when attempting to accurately assess the material properties of a tissue. Tissues are complex materials and contain fluid&mdash;up to 90% or more of total weight&mdash;which greatly influences their properties and renders most tissues nearly incompressible. It is critical to understand the stiffness variations across the different regions of the ovarian tissue to understand how its mechanics is effected by the reproductive age.</p>\n<p>&nbsp;</p>\n<p>Our development was able to quantify quantify ovarian tissue rigidity and clarify the role of tissue stiffness in reproductive health with resolution down to few nm&rsquo;s. Comprehensive stiffness mapping between two ovarian matrix compartments, the cortex and medulla has been successfully carried out during this project.</p>\n<p>&nbsp;</p>\n<p>Broader outreach during the entire project covered both educational and societal outreach activities, anchored by the unique nano-bio-mechanical imaging and analysis capabilities that we developed. The research findings are distributed through web resources, including project web site. We have incorporated the module in nanomechanics of soft structures in various courses hand-on-laboratory demo, participation in existing Northwestern undergraduate and RET (research experience for teachers) individual project modules correlated with research goals. &nbsp;Our objectives for broader outreach are achieved by exposing promising UG students to research opportunities in emerging field of nanomechanics, and recruiting traditionally under-represented students. Broader outreach will include use NU<em>ANCE </em>web site as a platform to launch research nuggets and results. Through this vehicle, internet-based collaborations outreach, and knowledge transfer was significantly enhanced. Continued participation in NU<em>ANCE</em> center open houses and hosting of neighborhood visitors and the <em>Science Chicago</em> outreach programs.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2019<br>\n\t\t\t\t\tModified by: Gajendra&nbsp;Shekhawat</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194438520_Image2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194438520_Image2--rgov-800width.jpg\" title=\"Nanomechanics of Endothelial Cells\"><img src=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194438520_Image2--rgov-66x44.jpg\" alt=\"Nanomechanics of Endothelial Cells\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) AFM topographical image EC cells altered by addition of thrombin and (b) ultrasound bioprobe phase image demonstrates  contrast from intra-cellular fibers.  Intracellular fibers are predominantly seen in the ultrasound phase image along with stretched gaps and sub-cellular phase contrast</div>\n<div class=\"imageCredit\">G.Shekhawat and V. Dravid</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gajendra&nbsp;Shekhawat</div>\n<div class=\"imageTitle\">Nanomechanics of Endothelial Cells</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194321597_Image1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194321597_Image1--rgov-800width.jpg\" title=\"Ultrasound Bioprobe\"><img src=\"/por/images/Reports/POR/2019/1256188/1256188_10250597_1567194321597_Image1--rgov-66x44.jpg\" alt=\"Ultrasound Bioprobe\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic illustration of an Ultrasound Bioprobe.  Customized piezo-transducers underneath the sample and cantilever provides the flexural vibrations. The AFM mechanical probe detects the sub-surface mechanical contrast.</div>\n<div class=\"imageCredit\">G.Shekhawta and V. Dravid</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gajendra&nbsp;Shekhawat</div>\n<div class=\"imageTitle\">Ultrasound Bioprobe</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThere was a renewed appreciation for the role of biomechanics in cellular and sub-cellular process, which requires innovative approaches spatially resolve imaging and quantitative analysis. A large number of modern physical and biological structures and devices require tools and techniques to see below surfaces, non-destructively and with nanoscale resolution. With respect to \"non-destructive\" real-space imaging, there was a clear void between the two ranges of length-scales offered by confocal / photon or acoustic/sonography techniques (micrometer scale) and SPM (nano- and sub-nanometer scale).  This is particularly true if features of interest are buried deeper into the material, beyond the interaction range of proximal probes.  With this project we developed \"Ultrasound Bioprobe\" with higher order harmonics capabilities and successfully detected sub-cellular defects at nanoscale resolution under physiological conditions.\n \n\n\nThe Intellectual Merit of the project over its lifetime addresses many unmet needs for sub-surface imaging tool-set. In Ultrasound Bioprobe, the cantilever monitors the perturbation to the surface acoustic waves, especially their phase, which carry information about embedded or buried sub-structures reflected in the scattering of specimen acoustic waves due to the difference in their respective viscoelastic properties. Variations in the amplitude and phase of the bulk wave due to the presence of the sub-surface nanostructures/defects as well as the variations in near surface affect the amplitude and the phase of the difference frequency signal (beats) which is detected by cantilever. These variations are used to create spatial mappings generated by subsurface and near-surface features/defects. We integrated the scanning probe microscopy hardware, functional electronics and its integration into an FPGA (field programmable gate arrays) for simultaneous generation and detection of multiple harmonics in scan using labVIEW codes. In addition, we developed electronic feedback controller to eliminate the acoustic damping in physiological conditions. Development of Ultrasound bio probe was the major objectives of this proposal and we have successfully developed the turn key system (Image 1).\n\n \n\nThe ability of the Ultrasound Bioprobe to detect features at nanometer scale has important implications to study the nanomechanics with high resolution. Over the course of the project, we have successfully carried out the quantitative nanomechanical mapping of wide range of pulmonary endothelial cells (EC) and soft tissues.  We measured directly the effect of the stimulating agent thrombin, on the mechanics of the intracellular fibers formation in these EC. Ultrasound images (Image 2) shows long and thick intercellular fibers appear that span the gaps between cells that are induced by thrombin. These cytoskeletal fibers are predominantly visible in the ultrasound phase image along with other sub-cellular features along the nuclei region of the cells.   Our findings demonstrate the uniqueness of this technique for imaging the internal structures of the cell and those along the cell periphery.\n\n \n\nSimilarly, quantitative methods to measure the mechanical properties of deep, abdominal, soft tissues such as the ovary are still in their infancy. Tissue size, heterogeneity, depth, and porosity present challenges when attempting to accurately assess the material properties of a tissue. Tissues are complex materials and contain fluid&mdash;up to 90% or more of total weight&mdash;which greatly influences their properties and renders most tissues nearly incompressible. It is critical to understand the stiffness variations across the different regions of the ovarian tissue to understand how its mechanics is effected by the reproductive age.\n\n \n\nOur development was able to quantify quantify ovarian tissue rigidity and clarify the role of tissue stiffness in reproductive health with resolution down to few nm?s. Comprehensive stiffness mapping between two ovarian matrix compartments, the cortex and medulla has been successfully carried out during this project.\n\n \n\nBroader outreach during the entire project covered both educational and societal outreach activities, anchored by the unique nano-bio-mechanical imaging and analysis capabilities that we developed. The research findings are distributed through web resources, including project web site. We have incorporated the module in nanomechanics of soft structures in various courses hand-on-laboratory demo, participation in existing Northwestern undergraduate and RET (research experience for teachers) individual project modules correlated with research goals.  Our objectives for broader outreach are achieved by exposing promising UG students to research opportunities in emerging field of nanomechanics, and recruiting traditionally under-represented students. Broader outreach will include use NUANCE web site as a platform to launch research nuggets and results. Through this vehicle, internet-based collaborations outreach, and knowledge transfer was significantly enhanced. Continued participation in NUANCE center open houses and hosting of neighborhood visitors and the Science Chicago outreach programs.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2019\n\n\t\t\t\t\tSubmitted by: Gajendra Shekhawat"
 }
}