{
 "awd_id": "1257438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building a robotics commons",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Reid Simmons",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 1048840.0,
 "awd_amount": 2035795.0,
 "awd_min_amd_letter_date": "2013-07-30",
 "awd_max_amd_letter_date": "2016-05-19",
 "awd_abstract_narration": "This project addresses the lack of commonality which has historically plagued the robotics research community due to the lack of sharable code. Robotics is an experimental endeavor, and code, the software that is written to control the robot, is at the core of any research or development effort. Innovation occurs best when the community builds on each others' accomplishments and robotics has progressed to the point that both researchers and developers can benefit from a shared, high-quality, common software toolbox to build useful and commercially viable applications with a minimum of duplicated engineering effort. This software is part of an open source \"robotics commons\": a shared resource from which all can benefit and to which are can contribute. To build this commons, this proposal begins with ROS (Robot Operating System), an open software platform comprising libraries and tools that facilitate building and running robot applications. Designed for both robotics researchers and application developers, ROS is already widely used around the world in classrooms, labs, and companies. Hence, the intellectual merit of the proposed project revolves around the software engineering methods used to build, improve, test, distribute, and support this high-quality robotics commons. In this project, development will focus on critical, under-served areas within ROS: flexible automation, user interfaces for non-experts, shared autonomy, robot teams, and improved platform support. Development will not focus on the algorithms available to the robotics community; rather, the intent is to provide the community with the best possible libraries and tools that embody state-of-the-art algorithms and techniques. \r\n\r\nJust as the availability of the open source LAMP stack (Linux, Apache, MySQL, and Perl/PHP/Python) enabled the internet revolution in the 1990s, ROS and its related tools are expected to have tremendous broader impacts to the engineering community. The OSRF will provide the worldwide robotics community with freely available open source tools that will enable a generation of robotics students, developers, entrepreneurs, and enthusiasts to more quickly and easily realize their aspirations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gerkey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Gerkey",
   "pi_email_addr": "gerkey@osrfoundation.org",
   "nsf_id": "000624018",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Open Source Robotics Foundation, Inc.",
  "inst_street_address": "170 S WHISMAN ROAD BLDG D SUITE A",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNTAIN VIEW",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4085046028",
  "inst_zip_code": "940411512",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "OPEN SOURCE ROBOTICS FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "SBK6CY8YXQD3"
 },
 "perf_inst": {
  "perf_inst_name": "Open Source Robotics Foundation, Inc.",
  "perf_str_addr": "419 N Shoreline Blvd",
  "perf_city_name": "Mountain View",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940434605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 311836.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 663630.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 746467.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 313862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to build what we call the \"robotics commons\":<br />a shared resource from which we all benefit (and to which we are all<br />welcome to contribute). Specifically, our focus is on providing the free<br />and open software platform that will be used to power the next generation<br />of robotics research, education, and product development. The work that we<br />have done in this project is freely available to the general public,<br />worldwide, to allow anyone to participate directly in the robotics<br />community. We believe that the availability of this platform is vital to<br />the continued success of the field.<br /><br />During the course of the project, we invested heavily in improvements to<br />ROS (Robot Operating System), the widely used open source robotics<br />programming framework that we maintain at OSRF. Our work was divided into<br />two categories: creating new capabilities and new releases for the<br />currently used version of ROS, also known as \"ROS 1\"; and developing a<br />new version of ROS, called \"ROS 2\".<br /><br />From 2013 to 2016, we released 3 new distributions of the ROS 1 software,<br />code-named Hydro, Indigo, and Kinetic (http://wiki.ros.org/Distributions).<br />Each distribution contains new features and capabilities that have been<br />implemented by our team and by other contributors. These distributions,<br />which the majority of users rely on for their work, are a key component of<br />our contribution to the community. Because of its open source nature, we<br />measure the impact of our work indirectly, for example via download<br />statistics. In July 2016, we saw a year-over-year 158% increase in the<br />number of downloads of ROS software. We conservatively estimate the size of<br />the worldwide ROS community to be in the hundreds of thousands.<br /><br />Looking to the future of that community, we have spent the last few years<br />working on ROS 2, which provides a new implementation of the core features<br />of ROS. Our goal with ROS 2 are to better support users and applications<br />for which ROS 1 was not designed, including: multi-robot teams, real-time<br />control systems, and commercial product development. Our work in this<br />direction will culminate with the release of ROS 2 Beta 1 in mid-December<br />2016 (https://github.com/ros2/ros2/wiki/Roadmap#beta-1-circa-2016-12).<br />Based on the level of interest demonstrated thus far, we anticipate that<br />the Beta 1 release will attract a great deal of attention, in particular<br />among new and existing users at robotics companies, where there is a strong<br />desire to carry ROS-based robot systems all the way to market as products.<br /><br />We also invest in community organizing and development, as it is the<br />community that makes an open source project like ROS work. Our flagship<br />event is ROSCon, which we held 3 times during the course of the project<br />(http://roscon.ros.org). The most recent edition of ROSCon, in October<br />2016, was a sold out event for the second year in a row, with a 20%<br />increase in the number of attendees, to more than 450. We also saw a 60%<br />increase in corporate sponsorship, which is an important indication of the<br />relevance of ROS to the robotics industry. All ROSCon presentations are<br />recorded and made freely available online after the event.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2016<br>\n\t\t\t\t\tModified by: Brian&nbsp;P&nbsp;Gerkey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to build what we call the \"robotics commons\":\na shared resource from which we all benefit (and to which we are all\nwelcome to contribute). Specifically, our focus is on providing the free\nand open software platform that will be used to power the next generation\nof robotics research, education, and product development. The work that we\nhave done in this project is freely available to the general public,\nworldwide, to allow anyone to participate directly in the robotics\ncommunity. We believe that the availability of this platform is vital to\nthe continued success of the field.\n\nDuring the course of the project, we invested heavily in improvements to\nROS (Robot Operating System), the widely used open source robotics\nprogramming framework that we maintain at OSRF. Our work was divided into\ntwo categories: creating new capabilities and new releases for the\ncurrently used version of ROS, also known as \"ROS 1\"; and developing a\nnew version of ROS, called \"ROS 2\".\n\nFrom 2013 to 2016, we released 3 new distributions of the ROS 1 software,\ncode-named Hydro, Indigo, and Kinetic (http://wiki.ros.org/Distributions).\nEach distribution contains new features and capabilities that have been\nimplemented by our team and by other contributors. These distributions,\nwhich the majority of users rely on for their work, are a key component of\nour contribution to the community. Because of its open source nature, we\nmeasure the impact of our work indirectly, for example via download\nstatistics. In July 2016, we saw a year-over-year 158% increase in the\nnumber of downloads of ROS software. We conservatively estimate the size of\nthe worldwide ROS community to be in the hundreds of thousands.\n\nLooking to the future of that community, we have spent the last few years\nworking on ROS 2, which provides a new implementation of the core features\nof ROS. Our goal with ROS 2 are to better support users and applications\nfor which ROS 1 was not designed, including: multi-robot teams, real-time\ncontrol systems, and commercial product development. Our work in this\ndirection will culminate with the release of ROS 2 Beta 1 in mid-December\n2016 (https://github.com/ros2/ros2/wiki/Roadmap#beta-1-circa-2016-12).\nBased on the level of interest demonstrated thus far, we anticipate that\nthe Beta 1 release will attract a great deal of attention, in particular\namong new and existing users at robotics companies, where there is a strong\ndesire to carry ROS-based robot systems all the way to market as products.\n\nWe also invest in community organizing and development, as it is the\ncommunity that makes an open source project like ROS work. Our flagship\nevent is ROSCon, which we held 3 times during the course of the project\n(http://roscon.ros.org). The most recent edition of ROSCon, in October\n2016, was a sold out event for the second year in a row, with a 20%\nincrease in the number of attendees, to more than 450. We also saw a 60%\nincrease in corporate sponsorship, which is an important indication of the\nrelevance of ROS to the robotics industry. All ROSCon presentations are\nrecorded and made freely available online after the event.\n\n\t\t\t\t\tLast Modified: 12/04/2016\n\n\t\t\t\t\tSubmitted by: Brian P Gerkey"
 }
}