{
 "awd_id": "1257096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disparity and Correspondence in Human Stereo Vision",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "catherine arrington",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 427622.0,
 "awd_amount": 435907.0,
 "awd_min_amd_letter_date": "2013-02-12",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "Due to their different locations, our left and right eyes have slightly different views of the world. It has been known since the 1830's that a horizontal disparity (shift) between the position of an image on the retinas of the left and right eyes is sufficient for humans to see that image in depth. Combining the two retinal images allows us to see stereoscopically the full three-dimensional volume of scenes (and even some movies and comic books). Stereoscopic vision helps people to navigate, to locate, identify and grasp objects, to judge distances, and to drive vehicles. The goal of this research project is to understand how the brain interprets retinal disparities as cues to stereoscopic depth. Horizontal disparities are relative easy to interpret; this is because of the separation of the eyes, when we are in upright posture, is horizontal. However, in naturalistic scenes disparities can have any direction, not just horizontal, and interpreting them is complicated by the variety of spatial arrangements among objects can influence the disparity directions we encounter. Therefore, understanding how humans see depth requires that we understand how the brain analyzes this two-dimensional (horizontal and vertical) disparity signal. The investigator will measure the depth that people perceive as they view displays containing several patterns, each with its own disparity direction. \r\n\r\nThe knowledge gained from these studies will help scientists understand how humans and other animals combine images from the two eyes in order to recover information not available from either eye alone and how perception of 3-D space can be distorted when this information is combined incorrectly. Learning about the brain's strategies in achieving normal 3-D vision will help explain why visual areas of the brain are organized the way they are and aid in the design of treatments for impaired stereoscopic vision (from, for example, amblyopia and strabismus, or \"lazy eye\"). It will also help in the design of more effective artificial depth-sensing systems and improve machine-vision algorithms for object recognition, robotics, and visual prosthetic devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bart",
   "pi_last_name": "Farell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bart Farell",
   "pi_email_addr": "bfarell@syr.edu",
   "nsf_id": "000624261",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "621 Skytop Road",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132445290",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 427622.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8285.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The visual world casts two-dimensional (2-D) images on the retinas at the backs of our eyes, but we see the world as three-dimensional.&nbsp; Seeing the world as fully 3-D requires the brain to interpret and combine the many cues to depth contained in those retinal images.&nbsp; A powerful cue is stereopsis.&nbsp; Stereopsis depends on the differences between the images cast on the retinas of the left and right eyes. It&rsquo;s what gives 3-D movies their extra realism.&nbsp; These images differ because the eyes are not in the same viewing location, but instead are horizontally separated.&nbsp; By comparing the retinal images of the left and right eyes, the visual system can infer the relative depth of the objects in a scene and under optimal conditions it can do this with very high precision.&nbsp; <br /><br />Since work done in the 1830&rsquo;s, it has been known that horizontal disparities (shifts) in the locations of image features between the two eyes are all that is needed for us to see stereoscopic depth.&nbsp; However, we and others have shown that horizontal disparities are not the whole story.&nbsp; For some visual patterns horizontal disparity does not play the expected role.&nbsp; Instead, the brain favors a disparity direction for these patterns that varies with the pattern&rsquo;s orientation. This is the case with 1-D patterns, such as lines, edges, and gratings.&nbsp; As a result, horizontal disparities allow us to see the stereoscopic depth of some patterns and a mixture of both horizontal and vertical disparities are used for other patterns. But the visual system could use horizontal disparities in all cases, so why does it uses other strategies as well?&nbsp; Our hypothesis is that there is in fact only a single strategy.&nbsp; The aim of our research is to provide an alternative to current theories about how the human visual system combines the two eyes&rsquo; retinal images and uses mismatches in various directions&mdash;not just horizontal&mdash;to compute stereoscopic depth.<br /><br />Our experiments used all combinations of pairs of 1-D and 2-D patterns and asked how the human visual system uses the disparities of these stimuli to arrive at a perception of stereoscopic depth.&nbsp; We manipulated the directions and magnitudes of these disparities and had people judge which of the two patterns appeared the nearest to them.&nbsp; We found that seeing the relative depth between two 1-D patterns depended on different disparity information than when one pattern was 1-D and the other was 2-D.&nbsp; And the disparity computations were different again when both patterns were 2-D.&nbsp; To explore the sources of these differences, we tested people using visual displays containing both relevant and irrelevant patterns.&nbsp; We gave our subjects the task of judging the depth of the relevant patterns and ignoring the irrelevant ones.&nbsp; Our interest was in the effect of the disparities of the unattended stimuli on subjects' depth judgments, and how these effects depended on the disparities of the relevant stimuli.&nbsp; The data revealed visual processes that cannot be isolated under usual viewing conditions, but depended on the low-level &lsquo;pre-attentive&rsquo; processing that only the irrelevant stimuli receive. <br /><br />The data showed that relevant and irrelevant disparities contribute differently to the perception of depth.&nbsp; This finding allowed us to say that the brain analyzes disparity in two stages.&nbsp; One stage is global, operates without attention, and combines information about disparity direction from all the patterns in the display, whether they are relevant to the task or not.&nbsp; The average disparity direction is then used for depth calculations in a second stage.&nbsp; The second stage is attentional and compares the sizes of disparities in the average direction.&nbsp; These two stages together give us conscious perception of the relative depth between objects.<br /><br />Stereoscopic vision, according to current theories, depends on a &lsquo;hard-wired&rsquo; system for decoding depth from horizontal disparities.&nbsp; Our research overturns this important assumption and implies that the visual system can carry out its analysis of disparity in directions that vary between different visual scenes.&nbsp; This raises a question: If stereo depth depends on cues that vary from one visual scene to another, how do we gain a stable and accurate view of the world?&nbsp; The data hint that stability and accuracy are not assured.&nbsp; Instead, they depend on statistical regularities in visual scenes&mdash;and are easily by-passed in scenes that are unusual and violate the expectations we have learned to see with.<br /><br />Our experiments will result in a better understanding of how humans see the position and shape of objects around them.&nbsp; Some of our results could also help in the design of better therapies for people with imbalanced vision between their left and right eyes.&nbsp; The data will also be useful for designing better visual capacities into robots and other machine systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2017<br>\n\t\t\t\t\tModified by: Bart&nbsp;Farell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe visual world casts two-dimensional (2-D) images on the retinas at the backs of our eyes, but we see the world as three-dimensional.  Seeing the world as fully 3-D requires the brain to interpret and combine the many cues to depth contained in those retinal images.  A powerful cue is stereopsis.  Stereopsis depends on the differences between the images cast on the retinas of the left and right eyes. It?s what gives 3-D movies their extra realism.  These images differ because the eyes are not in the same viewing location, but instead are horizontally separated.  By comparing the retinal images of the left and right eyes, the visual system can infer the relative depth of the objects in a scene and under optimal conditions it can do this with very high precision.  \n\nSince work done in the 1830?s, it has been known that horizontal disparities (shifts) in the locations of image features between the two eyes are all that is needed for us to see stereoscopic depth.  However, we and others have shown that horizontal disparities are not the whole story.  For some visual patterns horizontal disparity does not play the expected role.  Instead, the brain favors a disparity direction for these patterns that varies with the pattern?s orientation. This is the case with 1-D patterns, such as lines, edges, and gratings.  As a result, horizontal disparities allow us to see the stereoscopic depth of some patterns and a mixture of both horizontal and vertical disparities are used for other patterns. But the visual system could use horizontal disparities in all cases, so why does it uses other strategies as well?  Our hypothesis is that there is in fact only a single strategy.  The aim of our research is to provide an alternative to current theories about how the human visual system combines the two eyes? retinal images and uses mismatches in various directions&mdash;not just horizontal&mdash;to compute stereoscopic depth.\n\nOur experiments used all combinations of pairs of 1-D and 2-D patterns and asked how the human visual system uses the disparities of these stimuli to arrive at a perception of stereoscopic depth.  We manipulated the directions and magnitudes of these disparities and had people judge which of the two patterns appeared the nearest to them.  We found that seeing the relative depth between two 1-D patterns depended on different disparity information than when one pattern was 1-D and the other was 2-D.  And the disparity computations were different again when both patterns were 2-D.  To explore the sources of these differences, we tested people using visual displays containing both relevant and irrelevant patterns.  We gave our subjects the task of judging the depth of the relevant patterns and ignoring the irrelevant ones.  Our interest was in the effect of the disparities of the unattended stimuli on subjects' depth judgments, and how these effects depended on the disparities of the relevant stimuli.  The data revealed visual processes that cannot be isolated under usual viewing conditions, but depended on the low-level ?pre-attentive? processing that only the irrelevant stimuli receive. \n\nThe data showed that relevant and irrelevant disparities contribute differently to the perception of depth.  This finding allowed us to say that the brain analyzes disparity in two stages.  One stage is global, operates without attention, and combines information about disparity direction from all the patterns in the display, whether they are relevant to the task or not.  The average disparity direction is then used for depth calculations in a second stage.  The second stage is attentional and compares the sizes of disparities in the average direction.  These two stages together give us conscious perception of the relative depth between objects.\n\nStereoscopic vision, according to current theories, depends on a ?hard-wired? system for decoding depth from horizontal disparities.  Our research overturns this important assumption and implies that the visual system can carry out its analysis of disparity in directions that vary between different visual scenes.  This raises a question: If stereo depth depends on cues that vary from one visual scene to another, how do we gain a stable and accurate view of the world?  The data hint that stability and accuracy are not assured.  Instead, they depend on statistical regularities in visual scenes&mdash;and are easily by-passed in scenes that are unusual and violate the expectations we have learned to see with.\n\nOur experiments will result in a better understanding of how humans see the position and shape of objects around them.  Some of our results could also help in the design of better therapies for people with imbalanced vision between their left and right eyes.  The data will also be useful for designing better visual capacities into robots and other machine systems.\n\n\t\t\t\t\tLast Modified: 04/30/2017\n\n\t\t\t\t\tSubmitted by: Bart Farell"
 }
}