{
 "awd_id": "1257580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cellular mechanisms of rapid hormonal modulation in vertebrate communication signals",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 379351.0,
 "awd_amount": 379351.0,
 "awd_min_amd_letter_date": "2013-05-30",
 "awd_max_amd_letter_date": "2015-05-19",
 "awd_abstract_narration": "Animal communication signals are important for reproductive fitness because they influence mate selection and competition for resources and mating opportunities. Hormones control animal communication signals over timescales ranging from months to minutes. Sex hormones like testosterone or estrogen generally control slower changes over months to hours, while faster-acting protein hormones change communication signals on a moment-to-moment basis. Much is known about the ways that protein hormones affect communication behavior, but little is known about the cellular mechanisms through which these hormones quickly change communication signals. How do protein hormones change the function of cells in the nervous system and elsewhere in the body to rapidly shape communication signals?  This project will identify the cellular mechanisms through which protein hormones regulate animal communication signals on a moment-to-moment basis.  This project's experiments involve recording the electrical activity of cells that generate communication signals in electric fish, a system where protein hormones rapidly change the animal's communication signals during social interactions.  By monitoring the cell's electrical activity in the presence of protein hormones, the experiments will determine how these hormones affect the molecules responsible for cellular electrical activity and the resulting communication signals.  This work also will have broad impacts beyond its scientific contributions.  It will result in the mentoring and training of graduate students, undergraduate students, and high-school students as research assistants in behavioral neurobiology. This project also will support the principal investigator's active educational outreach program which engages local science museums and K-12 science students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Markham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Markham",
   "pi_email_addr": "markham@ou.edu",
   "nsf_id": "000555242",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "730 Van Vleet Oval, Room 314",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 226939.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 24069.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 128343.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Animal communication signals are universal and essential for survival of individuals and species.&nbsp; Animals depend on communication signal to avoid danger, find appropriate mates, and compete for territory and resources. All animal communication signals are controlled by hormones that help to generate appropriate signals depending on the animals current state, social conditions, and environmental conditions. These hormones regulate animal communication signals over timescales ranging from months to minutes.</p>\n<p>Sex hormones like testosterone or estrogen generally control slower changes over months to days, while faster-acting protein hormones change communication signals on a moment-to-moment basis. Much is known about the ways that protein hormones affect communication behavior, but little is known about the cellular mechanisms through which these hormones quickly change communication signals on a moment-to-moment basis. How, exactly, do hormones change the communication apparatus in real-time to control communication signals? How do protein hormones change the function of cells in the nervous system and elsewhere in the body to rapidly shape communication signals?&nbsp;</p>\n<p>Researchers at the University of Oklahoma addressed this issue by studying the electric communication signals of weakly electric fish.&nbsp; Weakly electric fish are abundant and broadly distributed, with more than 200 species found throughout South America, and more than 200 species also found in Africa. These fish communicate with each other using electric signals that are generated by specialized cells in an electric organ.&nbsp; These cells, known as electrocytes, generate electric signals using the same molecular mechanisms that nerve cells use to generate nerve signals in the brain and body.&nbsp; In some species of electric fish, their electric signals change on a moment-to-moment basis during social interactions.&nbsp; These changes in the electric signal result from very rapid changes in the way that electrocytes generate their electric signals.&nbsp; Because the communication signal (electric signals) is a direct and immediate function of electric discharges produced by the electrocytes, this system is extremely well suited to investigating how molecular and cellular mechanisms translate changes in hormonal state into changes in communication signals.&nbsp;</p>\n<p>The researchers recorded the electrical activity of the electrocytes using procedures that can determine exactly which molecular &ldquo;gates&rdquo; (ion channels) are controlling the movement of electrical charge by the electrocytes.&nbsp; By performing these experiments while exposing the electrocytes to protein hormones, the researchers were able to determine how these hormones control the ion channels in order to change the electric signals generated by the electrocytes, and also discover how the electrocytes of male and female fish use different mechanisms to control their communication signals. These findings help to deepen understanding of how animals communicate, and the fine-scale mechanisms by which the brain and body work together to make sure that communication signals are appropriately tuned to current body conditions, social conditions and environmental conditions.</p>\n<p>This project also had important impacts outside of the research laboratory.&nbsp; The University of Oklahoma researchers developed and promoted an educational outreach program using electric fish.&nbsp; They presented this outreach program, known as &ldquo;<a href=\"http://markhamlab.com/outreach_wwd.html\">The Electric Fish Roadshow</a>&rdquo;, at dozens of local and regional public schools, science museums, community organizations, retirement communities, and church groups. By bringing electric fish to show these audiences, and allowing the audience to observe and take measurements of electric signals from the fish, this outreach program promotes interest in science, an appreciation of biological diversity, and exposure to the work of academic scientists.&nbsp; The outreach program also includes additional demonstrations that the electric signals generated by our own nerves and muscles can be measured, highlighting that bioelectrical signaling is universal for animals, including humans.</p>\n<p>An additional outcome from this project was the development of an educational software resource that allows students to interactively investigate how ion channels control the bioelectric signals of nerve cells.&nbsp; This software is <a href=\"http://www.EOTNprogram.org\" target=\"_blank\">openly available to the public</a> free of charge, and is now in use by high schools and colleges worldwide.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;R&nbsp;Markham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAnimal communication signals are universal and essential for survival of individuals and species.  Animals depend on communication signal to avoid danger, find appropriate mates, and compete for territory and resources. All animal communication signals are controlled by hormones that help to generate appropriate signals depending on the animals current state, social conditions, and environmental conditions. These hormones regulate animal communication signals over timescales ranging from months to minutes.\n\nSex hormones like testosterone or estrogen generally control slower changes over months to days, while faster-acting protein hormones change communication signals on a moment-to-moment basis. Much is known about the ways that protein hormones affect communication behavior, but little is known about the cellular mechanisms through which these hormones quickly change communication signals on a moment-to-moment basis. How, exactly, do hormones change the communication apparatus in real-time to control communication signals? How do protein hormones change the function of cells in the nervous system and elsewhere in the body to rapidly shape communication signals? \n\nResearchers at the University of Oklahoma addressed this issue by studying the electric communication signals of weakly electric fish.  Weakly electric fish are abundant and broadly distributed, with more than 200 species found throughout South America, and more than 200 species also found in Africa. These fish communicate with each other using electric signals that are generated by specialized cells in an electric organ.  These cells, known as electrocytes, generate electric signals using the same molecular mechanisms that nerve cells use to generate nerve signals in the brain and body.  In some species of electric fish, their electric signals change on a moment-to-moment basis during social interactions.  These changes in the electric signal result from very rapid changes in the way that electrocytes generate their electric signals.  Because the communication signal (electric signals) is a direct and immediate function of electric discharges produced by the electrocytes, this system is extremely well suited to investigating how molecular and cellular mechanisms translate changes in hormonal state into changes in communication signals. \n\nThe researchers recorded the electrical activity of the electrocytes using procedures that can determine exactly which molecular \"gates\" (ion channels) are controlling the movement of electrical charge by the electrocytes.  By performing these experiments while exposing the electrocytes to protein hormones, the researchers were able to determine how these hormones control the ion channels in order to change the electric signals generated by the electrocytes, and also discover how the electrocytes of male and female fish use different mechanisms to control their communication signals. These findings help to deepen understanding of how animals communicate, and the fine-scale mechanisms by which the brain and body work together to make sure that communication signals are appropriately tuned to current body conditions, social conditions and environmental conditions.\n\nThis project also had important impacts outside of the research laboratory.  The University of Oklahoma researchers developed and promoted an educational outreach program using electric fish.  They presented this outreach program, known as \"The Electric Fish Roadshow\", at dozens of local and regional public schools, science museums, community organizations, retirement communities, and church groups. By bringing electric fish to show these audiences, and allowing the audience to observe and take measurements of electric signals from the fish, this outreach program promotes interest in science, an appreciation of biological diversity, and exposure to the work of academic scientists.  The outreach program also includes additional demonstrations that the electric signals generated by our own nerves and muscles can be measured, highlighting that bioelectrical signaling is universal for animals, including humans.\n\nAn additional outcome from this project was the development of an educational software resource that allows students to interactively investigate how ion channels control the bioelectric signals of nerve cells.  This software is openly available to the public free of charge, and is now in use by high schools and colleges worldwide. \n\n\t\t\t\t\tLast Modified: 08/28/2018\n\n\t\t\t\t\tSubmitted by: Michael R Markham"
 }
}