{
 "awd_id": "1257354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Seminar on the Philosophical Foundations of Quantum Gravity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 12900.0,
 "awd_amount": 12900.0,
 "awd_min_amd_letter_date": "2013-02-28",
 "awd_max_amd_letter_date": "2013-02-28",
 "awd_abstract_narration": "Introduction\r\n\r\nThis award supports a three-day workshop that brings together physicists and philosophers who have a serious interest in the philosophical foundations of quantum gravity theories (the topic of the workshop); string theory is an example of such a theory. Participants include those who have been working in this area for some time as well as those who have just started out in this area, particularly graduate students and recent PhDs. \r\n\r\nIntellectual merit\r\n\r\nAdvances in quantum gravity theory promise to revolutionize our conceptions of space and time, perhaps doing away with them altogether. Such theories will likely have profound implications for the most basic assumptions in physics, with consequences for our understanding of the nature of the world, of theorizing and of scientific methods. Thus the philosophical study of the foundations of quantum gravity promises to revolutionize philosophy as much as Newton and Einstein's work in earlier periods. \r\n\r\nPotential Broader Impacts\r\n\r\nThe workshop will serve to train graduate students and recent PhDs. They will not only have the opportunity to learn by attending the meeting, but there will be sessions designed to help them to present works-in-progress, to gain valuable experience and feedback. The workshop will also serve to build a network of scholars working on the philosophy of quantum gravity, creating opportunities for dialogue and collaboration. Finally, the proceedings of the meeting (and continuing discussions) will be disseminated via a website and blog, so that there will be open access to the more immediate results of the work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nick",
   "pi_last_name": "Huggett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nick Huggett",
   "pi_email_addr": "huggett@uic.edu",
   "nsf_id": "000199334",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 Marshfiled",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606071205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 5\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>&bull; The Project: </span><span>A central challenge in contemporary fundamental physics is to construct a theory unifying general relativity with quantum mechanics &ndash; a theory of </span><em>quantum gravity</em><span>. String theory is probably the best known attempt, but others, notably loop quantum gravity also exist. While we only possess such fragments of a theory today, it promises to revolutionize our conceptions of space and time, perhaps doing away with them altogether. That is, such a theory will likely have profound implications for the most basic assumptions in physics, with consequences for our understanding of the nature of the world, of theorizing and of scienti</span><span>fi</span><span>c methods. Thus the philosophical study of the foundations of quantum gravity promises to revolutionize philosophy as much as Newton and Einstein&rsquo;s work in earlier periods. While increasing numbers of philosophers (especially those in or recently post- graduate school) have started to investigate these topics in recent years, their work remains somewhat fragmentary. The project was to organize a</span>&nbsp;three-day seminar (9/27-29/13) in Chicago, at which 20 people spoke, and an additional 37 registered. The meeting brought together philosophers and physicists who have been working on the conceptual foundations of quantum gravity, with students starting out in the field, to share results, build a consensus on topics and methods, and to create a network of researchers.</p>\n<p><span>&bull; Intellectual Merit: </span><span>The relevance and vitality of </span><span>philosophy </span><span>of physics lies largely in its engagement with contemporary </span><span>physics</span><span>, but philosophers have been relatively slow to adequately investigate the issues raised by quantum gravity, despite its huge signi</span><span>fi</span><span>cance in physics. The project addressed this important lacuna in the discipline; for the reasons just mentioned, there is no doubt that quantum gravity has deep consequences for perennial questions of the </span><span>fi</span><span>eld. Nor is there any doubt that there are profound implications for philosophy more broadly. Central philosophical views &ndash; those concerning the nature of causation or laws, or the connection between theory and experience, for example &ndash; make assumptions about the nature of space and time that are unlikely to survive the ongoing revolution. Finally, the historical record (e.g., relativity theory) shows that revolutionary changes in fundamental physics require conceptual revision as much as formal developments. While such conceptual work is not the prerogative of philosophers, it is philosophical, and the meeting developed the ability of participants to work collaboratively with physicists, to the advancement of physics.</span></p>\n<p><span><br /> </span><span>&bull; Broader Impacts:&nbsp;</span></p>\n<p><span>The </span><span>fi</span><span>rst </span><span>core aim of the project was to teach and train graduate students and recent PhDs.&nbsp;</span>Four graduate students and seven recent PhDs (pre-tenure track) were given funding for travel and accommodation in order to attend and speak: they accounted for most of the NSF budget. In addition, two graduate students received funding to attend. All were selected through open competitions. All have continued to develop their academic careers since the meeting, and most have continued to successfully develop their work on the topic. (The majority of other participants were also graduate students or recent PhDs, mostly from the Chicago area.)</p>\n<p>The second core aim was to build a network of philosophers and physicists working on the philosophy of quantum gravity, creating opportunities for dialogue and collaboration &ndash; hence t...",
  "por_txt_cntn": "\n\n\n\n\n&bull; The Project: A central challenge in contemporary fundamental physics is to construct a theory unifying general relativity with quantum mechanics &ndash; a theory of quantum gravity. String theory is probably the best known attempt, but others, notably loop quantum gravity also exist. While we only possess such fragments of a theory today, it promises to revolutionize our conceptions of space and time, perhaps doing away with them altogether. That is, such a theory will likely have profound implications for the most basic assumptions in physics, with consequences for our understanding of the nature of the world, of theorizing and of scientific methods. Thus the philosophical study of the foundations of quantum gravity promises to revolutionize philosophy as much as Newton and EinsteinÆs work in earlier periods. While increasing numbers of philosophers (especially those in or recently post- graduate school) have started to investigate these topics in recent years, their work remains somewhat fragmentary. The project was to organize a three-day seminar (9/27-29/13) in Chicago, at which 20 people spoke, and an additional 37 registered. The meeting brought together philosophers and physicists who have been working on the conceptual foundations of quantum gravity, with students starting out in the field, to share results, build a consensus on topics and methods, and to create a network of researchers.\n\n&bull; Intellectual Merit: The relevance and vitality of philosophy of physics lies largely in its engagement with contemporary physics, but philosophers have been relatively slow to adequately investigate the issues raised by quantum gravity, despite its huge significance in physics. The project addressed this important lacuna in the discipline; for the reasons just mentioned, there is no doubt that quantum gravity has deep consequences for perennial questions of the field. Nor is there any doubt that there are profound implications for philosophy more broadly. Central philosophical views &ndash; those concerning the nature of causation or laws, or the connection between theory and experience, for example &ndash; make assumptions about the nature of space and time that are unlikely to survive the ongoing revolution. Finally, the historical record (e.g., relativity theory) shows that revolutionary changes in fundamental physics require conceptual revision as much as formal developments. While such conceptual work is not the prerogative of philosophers, it is philosophical, and the meeting developed the ability of participants to work collaboratively with physicists, to the advancement of physics.\n\n\n &bull; Broader Impacts: \n\nThe first core aim of the project was to teach and train graduate students and recent PhDs. Four graduate students and seven recent PhDs (pre-tenure track) were given funding for travel and accommodation in order to attend and speak: they accounted for most of the NSF budget. In addition, two graduate students received funding to attend. All were selected through open competitions. All have continued to develop their academic careers since the meeting, and most have continued to successfully develop their work on the topic. (The majority of other participants were also graduate students or recent PhDs, mostly from the Chicago area.)\n\nThe second core aim was to build a network of philosophers and physicists working on the philosophy of quantum gravity, creating opportunities for dialogue and collaboration &ndash; hence the meeting built infrastructure for research. The meeting was successful in this regard, introducing researchers and initiating conversations (as evinced, for instance, by a number of subsequent conferences involving participants at the seminar). The field is certainly growing, as demonstrated by the rapidly increasing number of papers published, presented or forthcoming since the proposal was accepted. The meeting helped catalyze this development. \n\nFinally, open access to presentations..."
 }
}