{
 "awd_id": "1257525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:   Characterization of coevolution, adaptation, and diversification in a model microbial mutualism",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 400001.0,
 "awd_amount": 400001.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2013-03-12",
 "awd_abstract_narration": "The claws of a tiger and camouflage of its prey are examples of adaptations that each species acquired in response to challenges imposed by the other in a process called coevolution.  While coevolution of such antagonists has been studied extensively, less research has focused on mutually beneficial (mutualist) interactions between species. In this research, the coevolution of a mutualistic interaction from its origin through 2000 generations of evolution in the laboratory will be studied.  Coevolution in 22 communities of the microbial species Desulfovibrio vulgaris and Methanococcus maripaludis will be characterized by pairing each mutualist with its past and future evolutionary partners, with partners from independently-evolved mutualisms, and by comparison to non-mutualistic controls.  Mutations in coevolved and control populations will be identified by genome sequencing to determine the molecular signatures of coevolution.  \r\n\r\nThis project will give undergraduates experience planning, performing, and analyzing original research.  It will also establish a culture of undergraduate research in the new school of Science, Technology, Engineering, and Mathematics at University of Washington, Bothell.  The results will increase understanding and control of methane production, a greenhouse gas and biofuel.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Hillesland",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina L Hillesland",
   "pi_email_addr": "hilleskl@uw.edu",
   "nsf_id": "000605824",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wooyoung",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wooyoung Kim",
   "pi_email_addr": "kimw6@uw.edu",
   "nsf_id": "000625138",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington Bothell",
  "perf_str_addr": "18115 Campus Way NE",
  "perf_city_name": "Bothell",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980118246",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Many species are involved in mutualistic interactions with other species, where they increase each others&rsquo; fitness by trading resources and services.&nbsp; Familiar examples of mutualisms include flowering plants and their pollinators, cleaner fish that remove parasites from larger fish, and many of the microorganisms in the human body that aid in digestion.&nbsp; The intricate structures and complex behaviors that mediate these interactions suggest that each species has repeatedly evolved in response to its partners&rsquo; evolution, a process called coevolution. While the process of coevolution and its impacts on evolutionary outcomes has been studied extensively in host-parasite interactions, less is known about how often mutualists coevolve, and whether coevolution causes faster evolutionary rates and more diversity in populations and species.&nbsp; Here, we tested these ideas using a mutualism that consisted of two microorganisms.&nbsp; One species was the bacteria <em>Desulfovibrio vulgaris</em> and the other was an archaeon, <em>Methanococcus maripaludis</em>.&nbsp; These species were put into an environment where they were forced to cooperate in order to survive by transferring electrons from one species to the other.&nbsp; We allowed 22 of these mutualistic communities to evolve in the lab for over 2500 generations. This grant funded the propagation and curation of 1500 generations of this experiment as well as the development of control evolution lines, where 12 populations of each species were propagated alone, without mutualism, for 1500 generations.&nbsp; </span></p>\n<p><span>Our results have shown that the interaction between <em>D. vulgaris</em> and <em>M. maripaludis</em> affects their evolution, resulting in characteristics that were not observed when each species evolved alone. Mutualist communities are more stable and productive. In contrast, populations that evolved alone are no different than the ancestor in their ability to form efficient mutualisms. <em>D. vulgaris</em> became more dependent on the mutualistic interaction as they evolved, by losing functional copies of the sulfate-respiration genes they normally need to survive on their own. Our data showed that simply removing the these genes in the ancestor was not enough to improve fitness in mutualism, suggesting that other factors such as additional mutations in either species may be necessary to explain this highly parallel evolutionary outcome.&nbsp; Finally, our results have shown that, despite the fact that each population of <em>D. vulgaris</em> and <em>M. maripaludis</em> differs substantially in the mutations they acquired during evolution, these populations are all still able to effectively engage in mutualism with one another. In contrast to what has been observed in host-pathogen interactions, <em>D. vulgaris</em> and <em>M. maripaludis</em> populations that evolved together in the same community are no better at interacting with each other than they are at engaging in mutualism with populations that evolved in other mutualistic communities. Together, these results provide a rare glimpse at how a new mutualistic interaction evolves in its early stages, and suggests mutualistic interactions proceed along a different path in comparison to other interactions between species. </span></p>\n<p><span>In addition to the results described above, this project has yielded 46 populations and communities with known evolutionary histories and many saved, stored intermediates. It has resulted in a database of all the mutations that occurred in 8 of the communities across several timepoints in the first 1000 generations of evolution in mutualism.&nbsp; These data can serve as the foundation of future research on how microorganisms evolve in communities by the PI and other interested scientists.</span></p>\n<p><span>This project was the first funded research program in a new biology p...",
  "por_txt_cntn": "\nMany species are involved in mutualistic interactions with other species, where they increase each othersÆ fitness by trading resources and services.  Familiar examples of mutualisms include flowering plants and their pollinators, cleaner fish that remove parasites from larger fish, and many of the microorganisms in the human body that aid in digestion.  The intricate structures and complex behaviors that mediate these interactions suggest that each species has repeatedly evolved in response to its partnersÆ evolution, a process called coevolution. While the process of coevolution and its impacts on evolutionary outcomes has been studied extensively in host-parasite interactions, less is known about how often mutualists coevolve, and whether coevolution causes faster evolutionary rates and more diversity in populations and species.  Here, we tested these ideas using a mutualism that consisted of two microorganisms.  One species was the bacteria Desulfovibrio vulgaris and the other was an archaeon, Methanococcus maripaludis.  These species were put into an environment where they were forced to cooperate in order to survive by transferring electrons from one species to the other.  We allowed 22 of these mutualistic communities to evolve in the lab for over 2500 generations. This grant funded the propagation and curation of 1500 generations of this experiment as well as the development of control evolution lines, where 12 populations of each species were propagated alone, without mutualism, for 1500 generations.  \n\nOur results have shown that the interaction between D. vulgaris and M. maripaludis affects their evolution, resulting in characteristics that were not observed when each species evolved alone. Mutualist communities are more stable and productive. In contrast, populations that evolved alone are no different than the ancestor in their ability to form efficient mutualisms. D. vulgaris became more dependent on the mutualistic interaction as they evolved, by losing functional copies of the sulfate-respiration genes they normally need to survive on their own. Our data showed that simply removing the these genes in the ancestor was not enough to improve fitness in mutualism, suggesting that other factors such as additional mutations in either species may be necessary to explain this highly parallel evolutionary outcome.  Finally, our results have shown that, despite the fact that each population of D. vulgaris and M. maripaludis differs substantially in the mutations they acquired during evolution, these populations are all still able to effectively engage in mutualism with one another. In contrast to what has been observed in host-pathogen interactions, D. vulgaris and M. maripaludis populations that evolved together in the same community are no better at interacting with each other than they are at engaging in mutualism with populations that evolved in other mutualistic communities. Together, these results provide a rare glimpse at how a new mutualistic interaction evolves in its early stages, and suggests mutualistic interactions proceed along a different path in comparison to other interactions between species. \n\nIn addition to the results described above, this project has yielded 46 populations and communities with known evolutionary histories and many saved, stored intermediates. It has resulted in a database of all the mutations that occurred in 8 of the communities across several timepoints in the first 1000 generations of evolution in mutualism.  These data can serve as the foundation of future research on how microorganisms evolve in communities by the PI and other interested scientists.\n\nThis project was the first funded research program in a new biology program in the new School of STEM at UW Bothell. As a result, it has had a substantial impact on research expectations in the program and on the careers of both of the principle investigators who are female assistant professors. This funding has provided the oppor..."
 }
}