{
 "awd_id": "1257756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Evolution in LTER Experiments:  Ecological and Evolutionary Consequences of Long-Term Nitrogen Addition for the Legume-Rhizobium Mutualism",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 355000.0,
 "awd_amount": 370000.0,
 "awd_min_amd_letter_date": "2013-02-28",
 "awd_max_amd_letter_date": "2015-04-01",
 "awd_abstract_narration": "One little-publicized aspect of human-caused, global change has been a doubling of the availability of nitrogen to plants via the manufacture of fertilizer and the burning of fossil fuels. Nitrogen is the element that most strongly limits plant growth on land, so one ecological consequence is likely to be a rise in the total productivity of plants.  A more surprising and opposite consequence could be a fall in a major, natural source of nitrogen for plants, the association between species of plants in the Pea Family, known as legumes; and root-dwelling bacteria, known as rhizobia, which convert nitrogen gas in the air into ammonium, a form of nitrogen that plants use to make proteins and other molecules essential for life.  Legumes that can get more nitrogen directly from the soil tend less to associate with rhizobia, which demand carbohydrates from the plants.  Over time, global change in nitrogen is thus predicted to reduce the abundance of rhizobia and drive the evolution of less cooperative rhizobia that make less nitrogen available to the plants.  This could in turn increase reliance on synthetic fertilizers, and feedback upon the global nitrogen cycle.  This project will use an existing, 22-year-old experiment in nitrogen addition experiment at the Long-Term Ecological Research (LTER) site at the Kellogg Biological Station as a window onto what may happen to the natural nitrogen supply over the decades to come. \r\n\r\nThe broader impacts of this project include applications to agriculture, research training for students, and promotion of diversity in the scientific workforce. A number of cropping systems, including the rotation of soybeans and corn, use the association between legumes and rhizobia as a source of nitrogen.  Inquiry-based labs for two large undergraduate courses will be based on the project and submitted for publication by Teaching Issues and Experiments in Ecology, a widely used resource for science educators. To promote equitability and diversity in the academic community, the project will create web-based materials and organize panel discussions that will guide undergraduate students from diverse backgrounds through the process of applying to and succeeding in graduate school.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lau",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Lau",
   "pi_email_addr": "jenlau@iu.edu",
   "nsf_id": "000496427",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 355000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>Rhizobia are soil bacteria that form close interactions with plants in the legume family and have the somewhat unique ability to convert atmospheric nitrogen into forms that plants can use. The legume-rhizobium symbiosis is a classic example of mutualism and until the 1940s, when humans discovered how to produce synthetic nitrogen fertilizers, was responsible for nearly all nitrogen available to plants. This important mutualism is extremely susceptible to human-caused global change, however, and nitrogen fertilization and deposition, which occurs worldwide, is expected to disrupt this mutualism.</p>\n<p>Consistent with this expectation, we have found that 22-years of N-addition has caused the evolution of less cooperative rhizobia. Rhizobia isolated from a nitrogen addition treatment benefited plant growth to a much less degree than rhizobia isolated from adjacent treatments that did not receive nitrogen fertilizers. Additional genetics work has identified the genes and genetic mechanisms driving this evolution, and additional field and greenhouse experiments have shown that the observed evolutionary changes in rhizobia appear to affect plant communities, interactions with insect pollinators and molluscan herbivores, and decomposition. These evolutionary effects may be common and have long-term impacts on the global nitrogen cycle.</p>\n<p>&nbsp;</p>\n<p>Broader impacts:</p>\n<p>We have mentored over a dozen undergraduate student researchers, four graduate students, and collaborated with three K-12 teachers to introduce hands-on evolution and ecology experiments into their classrooms. We have also included our research in college courses, providing opportunities for undergraduates to engage in research. Several of our students have presented their findings at regional or national conferences and/or published their research, and three are currently in biological sciences graduate programs. The K-12 teachers that we have collaborated with have extended the reach of our research by developing experiments for us in their and other K-12 classrooms. These talented teachers are adept at communicating science and shared their tools they had developed with other K-12 teachers through workshop presentations. They also translated our research into Data Nuggets, which are short datasets designed to teach students quantitative skills and how to interpret data and are continuing work developing &ldquo;Science In A Box&rdquo; kits to bring hands-on science to even the youngest learners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2018<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Lau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nRhizobia are soil bacteria that form close interactions with plants in the legume family and have the somewhat unique ability to convert atmospheric nitrogen into forms that plants can use. The legume-rhizobium symbiosis is a classic example of mutualism and until the 1940s, when humans discovered how to produce synthetic nitrogen fertilizers, was responsible for nearly all nitrogen available to plants. This important mutualism is extremely susceptible to human-caused global change, however, and nitrogen fertilization and deposition, which occurs worldwide, is expected to disrupt this mutualism.\n\nConsistent with this expectation, we have found that 22-years of N-addition has caused the evolution of less cooperative rhizobia. Rhizobia isolated from a nitrogen addition treatment benefited plant growth to a much less degree than rhizobia isolated from adjacent treatments that did not receive nitrogen fertilizers. Additional genetics work has identified the genes and genetic mechanisms driving this evolution, and additional field and greenhouse experiments have shown that the observed evolutionary changes in rhizobia appear to affect plant communities, interactions with insect pollinators and molluscan herbivores, and decomposition. These evolutionary effects may be common and have long-term impacts on the global nitrogen cycle.\n\n \n\nBroader impacts:\n\nWe have mentored over a dozen undergraduate student researchers, four graduate students, and collaborated with three K-12 teachers to introduce hands-on evolution and ecology experiments into their classrooms. We have also included our research in college courses, providing opportunities for undergraduates to engage in research. Several of our students have presented their findings at regional or national conferences and/or published their research, and three are currently in biological sciences graduate programs. The K-12 teachers that we have collaborated with have extended the reach of our research by developing experiments for us in their and other K-12 classrooms. These talented teachers are adept at communicating science and shared their tools they had developed with other K-12 teachers through workshop presentations. They also translated our research into Data Nuggets, which are short datasets designed to teach students quantitative skills and how to interpret data and are continuing work developing \"Science In A Box\" kits to bring hands-on science to even the youngest learners.\n\n\t\t\t\t\tLast Modified: 04/17/2018\n\n\t\t\t\t\tSubmitted by: Jennifer A Lau"
 }
}