{
 "awd_id": "1257568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring iron and copper cross-talk in iron deficient Arabidopsis thaliana",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 391077.0,
 "awd_amount": 391077.0,
 "awd_min_amd_letter_date": "2013-06-07",
 "awd_max_amd_letter_date": "2013-06-07",
 "awd_abstract_narration": "Iron (Fe) is an essential mineral for plants, and the humans and animals that consume plants.  Iron deficiency hinders crop production on neutral-to-alkaline soils, which occur on approximately 30% of the earth.  One of the most important unanswered questions in the plant Fe nutrition field is, \"How do plants sense and respond to Fe status?\"  Iron deficient Arabidopsis thaliana and other plant species accumulate additional copper (Cu) in leaves.  The investigators hypothesize that this Cu accumulation is a specific Fe deficiency response that allows the plant to use Cu containing proteins in place of Fe containing proteins. The investigators will use a genetic mapping approach to identify key components that carry out or control this Cu uptake activity. Additionally, the investigators hypothesize that specific molecules called microRNAs are key mediators in the plant's ability to switch from Fe containing proteins to Cu containing proteins. This will be tested by measuring gene expression data in wild-type and certain mutant plants. It is anticipated that certain genes that encode Cu containing proteins are regulated directly by plant Fe status. The major long-term goal of this research is to understand mechanisms of plant Fe accumulation in optimal and adverse environments. In a broader sense, this information could be used to develop crop varieties with increased Fe concentrations in edible portions or varieties that are more productive under low Fe conditions. This project will provide training activities for one postdoctoral scientist, one graduate student, one undergraduate student, and one high school student in the Young Nebraska Scientist program.  Additionally, educational videos or plants science lessons will be produced and made available to the public on the Plant and Soil Sciences eLibrary (http://plantandsoil.unl.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Waters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Waters",
   "pi_email_addr": "bwaters2@unl.edu",
   "nsf_id": "000536254",
   "pi_start_date": "2013-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska",
  "perf_str_addr": "377K Plant Sciences Hall",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685830915",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 391077.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Brian Waters has completed the project &ldquo;Exploring iron and copper crosstalk in iron deficient <em>Arabidopsis thaliana</em>&rdquo;, supported by the NSF Integrative Organismal Systems program.</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:&nbsp; Iron (Fe) is an essential mineral for plants, and the humans and animals that consume plants.&nbsp; Iron deficiency hinders crop production on neutral-to-alkaline soils, which occur on approximately 30% of the earth. &nbsp;One of the most important questions in the plant Fe nutrition field is &ldquo;How do plants sense and respond to Fe status?&rdquo;<strong> </strong>We had observed that Fe deficient <em>Arabidopsis thaliana</em> and other plant species accumulate additional copper (Cu) in leaves, which we hypothesized is an Fe deficiency response that allows the plant to switch from Fe-containing enzymes to Cu-containing enzymes for scavenging reactive oxygen species produced during photosynthesis. We studied a Recombinant Inbred Line population derived from two ecotypes of Arabidopsis, Kas-1 and Tsu-1, that have differences in timing of response to Fe deficiency, and also differences in timing of Cu accumulation, to map chromosomal regions that are involved in sensing and signaling of plant Fe status.&nbsp; The Cu concentration in leaves after 24h of Fe deficiency was mapped as a trait to a region of chromosome 1 that contains several Cu-related genes. However, the mapping power was too low to identify individual causal genes.&nbsp; We performed gene expression profiling in roots and rosettes of wild-type and <em>spl7</em> mutant plants, which lack normal Cu uptake responses. The plants were grown under control conditions, Fe deficiency, Cu deficiency, and simultaneous Fe and Cu deficiency. We were able to identify a core set of Fe-Cu crosstalk genes that responded to both Fe and Cu deficiencies. Additionally, we published two journal articles that used the melon <em>fefe</em> mutant, an Fe uptake mutant that can be rescued by Cu deficiency. We found that the FeFe gene was necessary for expression of certain Fe uptake genes under alkalinity stress, but was not required for upregulation of certain other Fe-responsive genes. We identified the <em>fefe</em> mutation in a bHLH transcription factor, which results in an altered and truncated protein.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:&nbsp; A long-term goal for this work is to apply these research results of mechanisms of plant Fe accumulation in optimal and adverse environments to develop crop varieties with increased Fe concentrations in edible portions. This project sponsored three high school research students in the Young Nebraska Scientist Initiative (YNSI) each summer for 3 years.&nbsp; Participation in the YNSI was meant to strengthen student interest in the biological sciences by providing summer research opportunities for high school juniors and seniors.&nbsp; The Waters lab produced a plant science &ldquo;how-to&rdquo; video on &ldquo;Building Hydroponics Systems for Research&rdquo; which is hosted on the Plant and Soil Sciences eLibrary (PASSeL). PASSeL is an electronic learning environment that was started to update and develop new educational materials to keep instructors, students and their course materials at the cutting edge.&nbsp;The project also provided training for one MS student and two postdoctoral scholars.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;Waters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBrian Waters has completed the project \"Exploring iron and copper crosstalk in iron deficient Arabidopsis thaliana\", supported by the NSF Integrative Organismal Systems program.\n\n \n\nIntellectual merit:  Iron (Fe) is an essential mineral for plants, and the humans and animals that consume plants.  Iron deficiency hinders crop production on neutral-to-alkaline soils, which occur on approximately 30% of the earth.  One of the most important questions in the plant Fe nutrition field is \"How do plants sense and respond to Fe status?\" We had observed that Fe deficient Arabidopsis thaliana and other plant species accumulate additional copper (Cu) in leaves, which we hypothesized is an Fe deficiency response that allows the plant to switch from Fe-containing enzymes to Cu-containing enzymes for scavenging reactive oxygen species produced during photosynthesis. We studied a Recombinant Inbred Line population derived from two ecotypes of Arabidopsis, Kas-1 and Tsu-1, that have differences in timing of response to Fe deficiency, and also differences in timing of Cu accumulation, to map chromosomal regions that are involved in sensing and signaling of plant Fe status.  The Cu concentration in leaves after 24h of Fe deficiency was mapped as a trait to a region of chromosome 1 that contains several Cu-related genes. However, the mapping power was too low to identify individual causal genes.  We performed gene expression profiling in roots and rosettes of wild-type and spl7 mutant plants, which lack normal Cu uptake responses. The plants were grown under control conditions, Fe deficiency, Cu deficiency, and simultaneous Fe and Cu deficiency. We were able to identify a core set of Fe-Cu crosstalk genes that responded to both Fe and Cu deficiencies. Additionally, we published two journal articles that used the melon fefe mutant, an Fe uptake mutant that can be rescued by Cu deficiency. We found that the FeFe gene was necessary for expression of certain Fe uptake genes under alkalinity stress, but was not required for upregulation of certain other Fe-responsive genes. We identified the fefe mutation in a bHLH transcription factor, which results in an altered and truncated protein. \n\n \n\n \n\nBroader Impacts:  A long-term goal for this work is to apply these research results of mechanisms of plant Fe accumulation in optimal and adverse environments to develop crop varieties with increased Fe concentrations in edible portions. This project sponsored three high school research students in the Young Nebraska Scientist Initiative (YNSI) each summer for 3 years.  Participation in the YNSI was meant to strengthen student interest in the biological sciences by providing summer research opportunities for high school juniors and seniors.  The Waters lab produced a plant science \"how-to\" video on \"Building Hydroponics Systems for Research\" which is hosted on the Plant and Soil Sciences eLibrary (PASSeL). PASSeL is an electronic learning environment that was started to update and develop new educational materials to keep instructors, students and their course materials at the cutting edge. The project also provided training for one MS student and two postdoctoral scholars.\n\n\t\t\t\t\tLast Modified: 09/13/2017\n\n\t\t\t\t\tSubmitted by: Brian Waters"
 }
}