{
 "awd_id": "1258823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SAVI: Collaborative Research: Overturning in the Subpolar North Atlantic--the Irminger and Iceland Basins",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 3717869.0,
 "awd_amount": 3717869.0,
 "awd_min_amd_letter_date": "2013-08-08",
 "awd_max_amd_letter_date": "2017-08-25",
 "awd_abstract_narration": "This project is one of two components of a US-led international program, Overturning in the Sub-polar North Atlantic (OSNAP), designed to provide a continuous record of the full-water column, trans-basin fluxes of heat, mass and freshwater in the subpolar North Atlantic. The OSNAP observing system consists of two legs: one extending from southern Labrador to the southwestern tip of Greenland across the mouth of the Labrador Sea (OSNAP West), and the second from the southeastern tip of Greenland to Scotland (OSNAP East). The observing system also includes subsurface floats (OSNAP Floats) in order to trace the pathways of overflow waters in the basin and to assess the connectivity of currents crossing the OSNAP line. The location of the OSNAP East and West legs purposefully melds with a number of long-term observational efforts in the North Atlantic: the Canadian repeat hydrography program in the Labrador Sea; the German Labrador Sea western boundary array at 53°N; the global Ocean Observatories Initiative node to be placed in the southwestern Irminger Sea; the repeat hydrographic sections across the Irminger and Iceland basins; and the Ellett line in the Rockall region. Substantial international collaboration has been garnered for OSNAP, including measurement contributions from the UK, Germany, the Netherlands and Canada. Importantly, this proposed observing system, in conjunction with the RAPID/MOCHA array at 26°N and the European Union NACLIM program at Nordic Seas overflows, will provide the first comprehensive three-dimensional measure of the Atlantic Meridional Overturning Circulation (AMOC) and provide a means to evaluate inter-gyre connectivity in the North Atlantic. \r\n\r\nThis collaborative project will implement the eastern section of OSNAP in partnership with the U.K. and the Netherlands. Measurements along the composite trans-basin section will consist of a mix of moorings and gliders that will allow for the measure of the net overturning rate in the eastern North Atlantic sub-polar gyre resulting from the Denmark Strait and Iceland-Scotland overflows, the subsequent entrainment into these overflows, the net inflow of subtropical waters across the OSNAP East line, the local (i..e., within the Irminger and Iceland basins) transformation of subtropical waters, and the freshwater transport from the Arctic into the Irminger basin via the East Greenland Current.\r\n\r\nIntellectual Merit: For decades oceanographers have understood the AMOC to be highly susceptible to changes in the production of NADW. However, a number of recent observational and modeling studies have called into question this supposition, as more has been learned about the role of wind forcing in AMOC variability. Thus, the overall goal of this project is to establish an observing system that will determine the role that intermediate and deep water mass formation and basin-scale wind forcing play in the overturning and associated poleward heat transport, assessments that currently have only been theorized and modeled, but not observed.\r\n\r\nBroader Impact: In January of 2007, the US Joint Subcommittee on Ocean Science and Technology identified the study of the AMOC as one of four near-term priorities in the US Ocean Research Priorities Plan. This proposed work directly addresses that priority via a design of an AMOC observing system in the sub-polar North Atlantic. While a primary motivation for studying AMOC variability comes from its potential impact on the climate system, additional motivation for the measure of the heat, mass and freshwater fluxes in the sub-polar North Atlantic arises from their potential impact on marine biogeochemistry and the cryosphere. There is growing evidence that the ocean has played (and is playing) a role in the reduction of Arctic sea ice and in mass loss from the Greenland Ice Sheet - both of which have been attributed to changes in the poleward heat transport by the ocean. Also, the ocean plays an essential role in the carbon cycle by moderating increasing atmospheric concentrations of carbon dioxide through the sequestration of anthropogenic carbon in the deep ocean. Variability in the AMOC is expected to impact this sequestration. Broader impacts also include the training of five graduate students in seagoing operations and in the processing and analysis of observational data. The graduate students will have an opportunity to collaborate with their international counterparts through virtual meetings and in-person visits and will be mentored by multiple advisors. \r\n\r\nThis research award includes support for a Science Across Virtual Institutes (SAVI) component that is co-funded by NSF's Office of International and Integrative Activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Bower",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Bower",
   "pi_email_addr": "abower@whoi.edu",
   "nsf_id": "000094250",
   "pi_start_date": "2017-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Fiammetta",
   "pi_last_name": "Straneo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiammetta Straneo",
   "pi_email_addr": "fstraneo@seas.harvard.edu",
   "nsf_id": "000427715",
   "pi_start_date": "2013-08-08",
   "pi_end_date": "2017-06-15"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Bower",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Bower",
   "pi_email_addr": "abower@whoi.edu",
   "nsf_id": "000094250",
   "pi_start_date": "2013-08-08",
   "pi_end_date": "2017-06-15"
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceaongraphic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  },
  {
   "pgm_ele_code": "807700",
   "pgm_ele_name": "Science Across Virtual Instits"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "8058",
   "pgm_ref_txt": "Science Across Virtual Instits"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1718706.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 669354.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 683701.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 646108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Atlantic Meridional Overturning Circulation (AMOC) transports warm waters towards the Arctic and cold, dense waters away from the Arctic, thus contributing to the mitigating the climate in the mid-latitudes. Variations in this planet-scale oceanic circulation have been associated with changes in the weather all around the Atlantic sector, with changes in Arctic sea-ice the Greenland Ice Sheet, amongst other things. Yet, the origin of such variations, which are observed both in the modern day and have been reconstructed for past climates, are still unclear. One potential driver of AMOC variations is how much sinking occurs in the Arctic region as a result of the cooling of poleward flowing surface waters by the atmosphere: the greater the sinking the stronger AMOC, the lesser the sinking the weaker the AMOC.</p>\n<p>OSNAP (Overturning in the Subpolar North Atlantic Project) is a large international, collaborative project that seeks, for the first time, to measure the AMOC in northern most extent of the North Atlantic for a period of a decade and investigate to how AMOC changes are related to sinking in the high latitude, Arctic region. The Eastern OSNAP project, summarized here, has involved the collection of ocean measurements by ships and moored instruments, from 2014 to 2016, spanning across one section of the AMOC &ndash; that stretches offshore of the southern tip of Greenland, towards Scotland. Specifically, seven moorings were deployed in 2014, recovered and re-deployed in 2016 and then recovered in 2018 &ndash; as part of this project. These are the first such long-term measurements of the currents of the AMOC in this region.</p>\n<p>Results from these measurements have contributed both to measuring the circulation around Greenland &ndash; including the currents flowing around Greenland&rsquo;s coast which transport freshwater from Greenland and the Arctic and those farther offshore which transport warm waters around the North Atlantic. They have shown that there two distinct fresh currents along the southeast Greenland coast and provided the first glimpse into how much water is flowing in them. In addition, these measurements have allowed us to see for the first time how rapidly the waters that sink offshore of the currents are rapidly exported by these currents thus contributing to the AMOC. At the AMOC scale, these measurements have been combined with those of other groups to quantify the overturning over these initial four years. They reveal significant variability which, at least over this short record, does not seem to be related to the sinking in the Labrador Sea &ndash; one of the key areas for sinking. Indeed, these measurements show that overall sinking in the Labrador Sea plays a relatively minor role in the AMOC &ndash; compared to what had been concluded in earlier studies.</p>\n<p>This project is just the first phase of what will hopefully be a 10 year project &ndash; which will shed more light on what drives AMOC variability. It has been remarkably successful in terms of data return and in providing data that the entire international community can now make use of to understand such a key component of the climate system. In addition, this project supported the virtual Institute NAVIS &ndash; aimed at facilitating training of early career scientists whose research focuses on the North Atlantic through a series of annual workshops and a summer school in Newfoundland, Canada. These opportunities provided junior scientists with opportunities for interacting with more senior researchers and the possibility to build a network of collaborators to facilitate exchanges, sharing of ideas and resources.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2019<br>\n\t\t\t\t\tModified by: Amy&nbsp;S&nbsp;Bower</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Atlantic Meridional Overturning Circulation (AMOC) transports warm waters towards the Arctic and cold, dense waters away from the Arctic, thus contributing to the mitigating the climate in the mid-latitudes. Variations in this planet-scale oceanic circulation have been associated with changes in the weather all around the Atlantic sector, with changes in Arctic sea-ice the Greenland Ice Sheet, amongst other things. Yet, the origin of such variations, which are observed both in the modern day and have been reconstructed for past climates, are still unclear. One potential driver of AMOC variations is how much sinking occurs in the Arctic region as a result of the cooling of poleward flowing surface waters by the atmosphere: the greater the sinking the stronger AMOC, the lesser the sinking the weaker the AMOC.\n\nOSNAP (Overturning in the Subpolar North Atlantic Project) is a large international, collaborative project that seeks, for the first time, to measure the AMOC in northern most extent of the North Atlantic for a period of a decade and investigate to how AMOC changes are related to sinking in the high latitude, Arctic region. The Eastern OSNAP project, summarized here, has involved the collection of ocean measurements by ships and moored instruments, from 2014 to 2016, spanning across one section of the AMOC &ndash; that stretches offshore of the southern tip of Greenland, towards Scotland. Specifically, seven moorings were deployed in 2014, recovered and re-deployed in 2016 and then recovered in 2018 &ndash; as part of this project. These are the first such long-term measurements of the currents of the AMOC in this region.\n\nResults from these measurements have contributed both to measuring the circulation around Greenland &ndash; including the currents flowing around Greenland’s coast which transport freshwater from Greenland and the Arctic and those farther offshore which transport warm waters around the North Atlantic. They have shown that there two distinct fresh currents along the southeast Greenland coast and provided the first glimpse into how much water is flowing in them. In addition, these measurements have allowed us to see for the first time how rapidly the waters that sink offshore of the currents are rapidly exported by these currents thus contributing to the AMOC. At the AMOC scale, these measurements have been combined with those of other groups to quantify the overturning over these initial four years. They reveal significant variability which, at least over this short record, does not seem to be related to the sinking in the Labrador Sea &ndash; one of the key areas for sinking. Indeed, these measurements show that overall sinking in the Labrador Sea plays a relatively minor role in the AMOC &ndash; compared to what had been concluded in earlier studies.\n\nThis project is just the first phase of what will hopefully be a 10 year project &ndash; which will shed more light on what drives AMOC variability. It has been remarkably successful in terms of data return and in providing data that the entire international community can now make use of to understand such a key component of the climate system. In addition, this project supported the virtual Institute NAVIS &ndash; aimed at facilitating training of early career scientists whose research focuses on the North Atlantic through a series of annual workshops and a summer school in Newfoundland, Canada. These opportunities provided junior scientists with opportunities for interacting with more senior researchers and the possibility to build a network of collaborators to facilitate exchanges, sharing of ideas and resources.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2019\n\n\t\t\t\t\tSubmitted by: Amy S Bower"
 }
}