{
 "awd_id": "1258626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: NSF/DOE Partnership on Advanced Combustion Engines: Advancing Low Temperature Combustion and Lean Burning Engines for Light- and Heavy-Duty Vehicles with Mi",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 579991.0,
 "awd_amount": 579991.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2015-07-24",
 "awd_abstract_narration": "Abstract\r\n#1258653 / Dibble, Robert W.\r\n#1258626 / Cheng, Wai K.\r\n\r\n\r\nThe goal of this research project is to help achieve the 54 mile-per-gallon vehicle mileage target (year 2025) by providing experimental data, simulation tools and understanding of fundamental phenomena to develop the next generation of high efficiency engines for vehicles.  Our objective is the extension of clean and efficient low temperature combustion (LTC) technology to operate over the full load and speed range required of an engine.  Two main two technology paths are explored: 1) partial fuel stratification (PFS) in LTC compression ignition engines, and 2) microwave assisted spark plugs (µWASP) combined with PFS in spark-ignited engines.  This program has significant collaboration with the Combustion Research Facility at Sandia National Laboratories,  the Lawrence Livermore National Laboratory, the Lawrence Berkeley National Laboratory, Ricardo Inc. ( for automotive testing ), and the Clean Combustion Research Center of KAUST.\r\n\r\nOn a fundamental level, this program will provide detailed understanding of the chemical kinetics that cause pressure-sensitive intermediate temperature heat release and equivalence ratio sensitivity in gasoline, phenomena that enable high load boosted LTC with PFS. For the ìWASP technology, this program will provide understanding of the interactions between the spark discharge, the microwave field and the stratified mixture in the flame kernel formation process.  Additionally, the fundamental physics behind flame propagation through a stratified charge will be studied to obtain a comprehensive description of the PFS ignition process.  These scientific insights will be applied, through fundamentally based phenomenological models, to engines for improving engine efficiency and lowering emissions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wai",
   "pi_last_name": "Cheng",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Wai K Cheng",
   "pi_email_addr": "wkcheng@mit.edu",
   "nsf_id": "000442435",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 195250.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 191792.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 192949.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\">The internal combustion engine consumes a large part of the petroleum resources and contributes significantly to the greenhouse gas emission.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">Improving the engine efficiency will greatly reduce the petroleum fuel usage and lower the global warming trend. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: small;\">The homogeneous charge compression ignition engine (HCCI) and stratified lean burn engine are emerging technologies that could potentially improve the engine efficiency substantially.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The HCCI engine utilizes the compression ignition of the engine charge to induce chemical reaction in the bulk in a low temperature manner.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">However, the reaction could be rapid so that the fast heat release rate could lead to high instantaneous pressure which results in an unpleasant knocking sound, and, in severe cases, in destruction of the engine.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">A means to alleviate this effect is to have the fuel air content in the cylinder only partially pre-mixed (i.e. not homogeneous).</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">Then the heat release rate would be moderated through the sequential ignition of the stratified charge.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The lean burn engine improves the engine efficiency by de-throttling the engine during part load so that the pumping loss is less, and by reducing the burned gas temperature so that both the charge thermodynamic properties are more favorable and that there is less heat loss.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">However, the combustion may become unstable.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">Charge stratification is a means to improve stability by providing a richer charge in the beginning of the combustion so that the leaner charge burned later would be in a higher temperature and pressure environment which is more favorable to combustion.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">This research addresses the nature of the rapid heat release process in a partially pre-mixed HCCI engine, and the flame behavior when it goes through a stratification in fuel-air ratio.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">For the partially premixed engine, by varying the mixing time for the fuel-air mixing process, the degree of mixing is varied and the effect on the maximum pressure rise rate (a surrogate for the heat release rate) can be observed.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">It is concluded that the main effect of changing the injection timing is not through the stratification effect but through changing the timing, and thus the thermal environment of when the heat release occurs.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">A heat release occurring in a higher temperature environment would have a faster heat release rate.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">This insight is important to devise strategy to control the heat release process in HCCI engines.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">For the flame propagating through a mixture with stratification of the fuel-air ratio, a computation fluid dynamics simulation with a detailed chemical kinetics mechanism is used to study the flame behavior.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The setup is for the flame to travel from a mixture of one fuel-air ratio to another in a step-stratification of fuel-air ratio.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The results show that there is a significant delay between when the second mixture penetrates through the flame edge and when the flame is actually affected by this penetration.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The flame subsequently burned through the concentration gradient region.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The time it takes to burn through may be estimated by dividing the thickness of the stratified region by the average flame speeds of the two mixtures.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Wai&nbsp;K&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe internal combustion engine consumes a large part of the petroleum resources and contributes significantly to the greenhouse gas emission.  Improving the engine efficiency will greatly reduce the petroleum fuel usage and lower the global warming trend.  The homogeneous charge compression ignition engine (HCCI) and stratified lean burn engine are emerging technologies that could potentially improve the engine efficiency substantially.  The HCCI engine utilizes the compression ignition of the engine charge to induce chemical reaction in the bulk in a low temperature manner.  However, the reaction could be rapid so that the fast heat release rate could lead to high instantaneous pressure which results in an unpleasant knocking sound, and, in severe cases, in destruction of the engine.  A means to alleviate this effect is to have the fuel air content in the cylinder only partially pre-mixed (i.e. not homogeneous).  Then the heat release rate would be moderated through the sequential ignition of the stratified charge.  The lean burn engine improves the engine efficiency by de-throttling the engine during part load so that the pumping loss is less, and by reducing the burned gas temperature so that both the charge thermodynamic properties are more favorable and that there is less heat loss.  However, the combustion may become unstable.  Charge stratification is a means to improve stability by providing a richer charge in the beginning of the combustion so that the leaner charge burned later would be in a higher temperature and pressure environment which is more favorable to combustion.\n\n \n\nThis research addresses the nature of the rapid heat release process in a partially pre-mixed HCCI engine, and the flame behavior when it goes through a stratification in fuel-air ratio.\n\n \n\nFor the partially premixed engine, by varying the mixing time for the fuel-air mixing process, the degree of mixing is varied and the effect on the maximum pressure rise rate (a surrogate for the heat release rate) can be observed.  It is concluded that the main effect of changing the injection timing is not through the stratification effect but through changing the timing, and thus the thermal environment of when the heat release occurs.  A heat release occurring in a higher temperature environment would have a faster heat release rate.  This insight is important to devise strategy to control the heat release process in HCCI engines.\n\n \n\nFor the flame propagating through a mixture with stratification of the fuel-air ratio, a computation fluid dynamics simulation with a detailed chemical kinetics mechanism is used to study the flame behavior.  The setup is for the flame to travel from a mixture of one fuel-air ratio to another in a step-stratification of fuel-air ratio.  The results show that there is a significant delay between when the second mixture penetrates through the flame edge and when the flame is actually affected by this penetration.  The flame subsequently burned through the concentration gradient region.  The time it takes to burn through may be estimated by dividing the thickness of the stratified region by the average flame speeds of the two mixtures.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Wai K Cheng"
 }
}