{
 "awd_id": "1258677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Kin Location, Neighborhood Characteristics, and Residential Migration",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 96684.0,
 "awd_amount": 96684.0,
 "awd_min_amd_letter_date": "2013-03-18",
 "awd_max_amd_letter_date": "2013-03-18",
 "awd_abstract_narration": "SES-1258677\r\nKyle Crowder\r\nUniversity of Washington\r\n\r\nSES- 1258758\r\nScott South\r\nSUNY Albany\r\n\r\nThere is growing consensus that neighborhoods help to shape the well-being of their residents, affecting educational opportunities, economic outcomes, family formation decisions, and a range of other behaviors.  This observation has motivated a good deal of research on the factors that affect where people live and how members of different racial groups and economic classes come to occupy neighborhoods with very different poverty rates and racial compositions.  To date, most of the research on movement into and out of neighborhoods with various levels of poverty and different racial composition has focused on the effects of a narrow set of individual characteristics, largely ignoring the strong possibility that individuals' residential decisions may be influenced by their own residential history and the location of their family members.  This project is designed to remedy this neglect, using longitudinal data from the Panel Study of Income Dynamics (PSID) in conjunction with neighborhood-level data from four decennial U.S. censuses to examine how the location and characteristics of the neighborhoods inhabited by nuclear and extended family members (e.g., parents, children, siblings, other relatives) and the characteristics of the neighborhoods inhabited by individuals earlier in their lives influence the likelihood of moving between poor and nonpoor neighborhoods and between neighborhoods of varying racial composition.  The project seeks to answer five main questions:\r\n1) Does the presence of kin in neighborhoods of a given socioeconomic and racial composition influence the likelihood that individuals will move out of and into these types of neighborhoods?\r\n2) To what extent does the association between the characteristics of the neighborhoods inhabited by kin and individuals' propensity to move from or to those types of neighborhoods vary by gender, race, socioeconomic status, and life-course position?\r\n3) Can racial and social class differences in the propensity to move between poor and nonpoor neighborhoods and between neighborhoods of varying racial composition be attributed to race and class differences in the types of neighborhoods inhabited by kin?\r\n4) How does an individual's own residential history, the types of neighborhoods they have lived in throughout their lives, influences their propensity to move between neighborhoods of varying socioeconomic and racial composition?\r\n5) Do racial and socioeconomic differences in individuals' neighborhood residential histories help to explain racial and class differences in the propensity to move out of or into a neighborhood of a particular socioeconomic or racial composition?\r\n\r\nBroader Impacts\r\n\r\nThe findings of this project promise to enhance our understanding of the processes through which families and individuals attain residence in neighborhoods of varying socioeconomic and ethnoracial composition and, in particular, why low-income and minority families often fail to move to, or remain in, relatively advantaged neighborhoods even when their socioeconomic resources would allow them to do so.  The project's findings are likely to have special relevance for housing mobility programs that attempt to facilitate the migration of poor and/or minority families from disadvantaged inner-city neighborhoods into more advantaged, often suburban communities.  These programs have met with mixed success, perhaps because low-income and/or minority families and individuals tend to remain in, or relocate to, largely poor and predominantly minority neighborhoods in order to provide or to receive social and economic support from nuclear and extended family members.  The inter-neighborhood migration patterns of poor and minority families may also be constrained by a housing search process that is often limited to the types of neighborhoods they have inhabited in the past.  Thus, the project holds promise for advancing our understanding of the types of families and individuals most likely to be trapped in poor neighborhoods; and hence vulnerable to the pernicious consequences of \"neighborhood effects.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Crowder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle D Crowder",
   "pi_email_addr": "kylecrow@uw.edu",
   "nsf_id": "000428355",
   "pi_start_date": "2013-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central goal of the project was to examine how the likelihood of moving between poor and nonpoor neighborhoods, and between neighborhoods of varying racial composition, is influenced by the residential location of nuclear and extended family members (e.g., parents, children, siblings, other relatives) and the characteristics of the neighborhoods inhabited by individuals earlier in their lives.&nbsp; Among the projects significant findings, we find that the average poverty level of neighborhoods in which kin are located has a significant impact on the likelihood of escaping a poor neighborhood, independent of socioeconomic characteristics and demographic conditions that typically affect neighborhood choices.&nbsp; We also find that substantial racial and ethnic differences in the likelihood of escaping a poor neighborhood are at least partially attributed to group differences in the location of extended family networks.&nbsp; The results of our analyses also demonstrate a strong link between an individual&rsquo;s residential history and neighborhood outcomes later in life.&nbsp; For example, we found a very strong link between the average racial composition of neighborhoods occupied during adolescence and the racial composition of areas occupied during adulthood.</p>\n<p>&nbsp;The <em>project contributes to the literature on residential mobility and neighborhood attainment by focusing, for the first time, on the role of kin location and residential histories in neighborhood choice processes.&nbsp; Due mainly to insufficient data, past research has failed to take these factors into consideration, focusing instead on characteristics of the immediate family only, and only at the time of the specific move.&nbsp; The focus on residential histories and the impact of kin networks offers the opportunity to develop a much more complete picture of the factors leading individuals to take up residence in various types of neighborhoods.&nbsp; The broader impacts of the project </em>come from an enhanced understanding of how families and individuals attain residence in neighborhoods of varying socioeconomic and ethnoracial composition and, in particular, why low-income and minority families often fail to move to, or remain in, relatively advantaged neighborhoods even when their socioeconomic resources would allow them to do so.&nbsp; The project&rsquo;s findings have special relevance for housing mobility programs that attempt to facilitate the migration of poor and/or minority families from disadvantaged inner-city neighborhoods into more advantaged, often suburban communities.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2015<br>\n\t\t\t\t\tModified by: Kyle&nbsp;D&nbsp;Crowder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central goal of the project was to examine how the likelihood of moving between poor and nonpoor neighborhoods, and between neighborhoods of varying racial composition, is influenced by the residential location of nuclear and extended family members (e.g., parents, children, siblings, other relatives) and the characteristics of the neighborhoods inhabited by individuals earlier in their lives.  Among the projects significant findings, we find that the average poverty level of neighborhoods in which kin are located has a significant impact on the likelihood of escaping a poor neighborhood, independent of socioeconomic characteristics and demographic conditions that typically affect neighborhood choices.  We also find that substantial racial and ethnic differences in the likelihood of escaping a poor neighborhood are at least partially attributed to group differences in the location of extended family networks.  The results of our analyses also demonstrate a strong link between an individualÆs residential history and neighborhood outcomes later in life.  For example, we found a very strong link between the average racial composition of neighborhoods occupied during adolescence and the racial composition of areas occupied during adulthood.\n\n The project contributes to the literature on residential mobility and neighborhood attainment by focusing, for the first time, on the role of kin location and residential histories in neighborhood choice processes.  Due mainly to insufficient data, past research has failed to take these factors into consideration, focusing instead on characteristics of the immediate family only, and only at the time of the specific move.  The focus on residential histories and the impact of kin networks offers the opportunity to develop a much more complete picture of the factors leading individuals to take up residence in various types of neighborhoods.  The broader impacts of the project come from an enhanced understanding of how families and individuals attain residence in neighborhoods of varying socioeconomic and ethnoracial composition and, in particular, why low-income and minority families often fail to move to, or remain in, relatively advantaged neighborhoods even when their socioeconomic resources would allow them to do so.  The projectÆs findings have special relevance for housing mobility programs that attempt to facilitate the migration of poor and/or minority families from disadvantaged inner-city neighborhoods into more advantaged, often suburban communities. \n\n\t\t\t\t\tLast Modified: 08/10/2015\n\n\t\t\t\t\tSubmitted by: Kyle D Crowder"
 }
}