{
 "awd_id": "1258995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Reacting Tracers in a Turbulent Mixed Layer",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 401386.0,
 "awd_amount": 401386.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2013-03-12",
 "awd_abstract_narration": "Reactive tracers such as carbonate chemical species and plankton play key roles in determining the biogeochemistry of the ocean, which is the largest reservoir of carbon in the Earth system active on short timescales. These tracers react primarily in the mixed layer, where air-sea exchange occurs and light is plentiful for photosynthesis. The mixing of these tracers is parameterized in large-scale, mesoscale eddy-resolving simulations of the global carbon cycle and climate, but so far the coupling between their reactions and flow physics is not represented. Understanding this coupling in the upper ocean is complicated by the presence of turbulent processes spanning a wide range of scales, including vertical mixing by meter-scale Langmuir turbulence and kilometer-scale stirring by submesoscale eddies, fronts, and filaments. As such, reactive tracers are not fully mixed to the point of having zero gradients at all scales, even in the mixed layer. This leads to heterogeneity, or ?patchiness,? in the spatial distribution of tracers; the degree and spectral properties of this heterogeneity are determined by the interactions between turbulent mixing and biological or chemical reactions. Characterizing the effects of realistic mixed layer turbulence on reactive tracers with different reaction dynamics and rates is a fundamental challenge in understanding the interplay between physical processes and biological and chemical species in the ocean.\r\n\r\nIntellectual Merit: This project will use large eddy simulations (LES) to study the effects of multiscale turbulent processes on reactive tracers in the oceanic mixed layer, spanning scales from meters (Langmuir) to tens of kilometers (submesoscale fronts and instabilities). The investigators will examine mixed layer tracer dynamics by drawing on their prior experience studying Langmuir turbulence, submesoscale features, reacting flows, and the global carbon cycle. Relatively little work on turbulence and oceanic tracer reactions over this range of scales is extant, yet small-scale turbulent mixing has time scales similar to those of chemical processes (such as CO2 hydration), and submesoscale eddies evolve on time scales similar to those of plankton blooms. Many prior studies of reactive tracers have relied on simple flow fields (such as two-dimensional or quasi-geostrophic turbulence). This project will address the full three dimensional complexity of upper ocean turbulence. At first, relatively simple tracer reactions will be used, building toward more realistic biological and chemical models. This approach will allow fundamental turbulence-tracer interactions to be understood before introducing overly complex reaction models. This project will bring together concepts from fundamental turbulence physics, chemical and biological reacting flows, and physical oceanography.\r\n\r\nBroader Impacts: Three graduate students will be trained at the nexus of oceanic physics, biology, and chemistry. Insights obtained from this project will be directly relevant to gas and carbon budgets at the interface between the atmosphere and ocean, as well as biological dynamics in the upper ocean. Both of these processes play a critical role in the organic and inorganic global carbon cycles, and thus have a direct impact on understanding and predicting atmospheric CO2 levels and climate change. Although this study will be focused on fundamental processes, with an emphasis on physical oceanography and idealized reaction models, there are clear applications to problems in chemical and biological oceanography. In particular, with the numerical framework, diagnostics, and fundamental understanding developed in the current study, the study of reactive tracers can be extended in the future to more complicated models of biological and chemical reactions in the upper ocean. The team of investigators is also experienced in more applied aspects of modeling and parameterization development, and so will ensure the practical utility of the fundamental work. The data obtained from these simulations will be made publicly available to support further research on reactive tracers in the upper ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hamlington",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Peter E Hamlington",
   "pi_email_addr": "peter.hamlington@colorado.edu",
   "nsf_id": "000616341",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lovenduski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole S Lovenduski",
   "pi_email_addr": "nicole.lovenduski@colorado.edu",
   "nsf_id": "000560982",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 401386.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ocean tracers such as carbon dioxide and plankton play critical roles in the global carbon cycle and climate. These tracers evolve primarily in the oceanic mixed layer where gas exchange occurs and light is plentiful for photosynthesis. It is well known, however, that there is substantial heterogeneity in tracer spatial distributions, and the effects of submesoscale turbulence remain incompletely understood, particularly in the sub-kilometer range. In this project, biogeochemically reactive tracers were modeled in the presence of realistic turbulence found in the oceanic mixed layer at submesoscales (roughly 10 km) and below. Using large eddy simulations, we examined the effects of wave-driven Langmuir turbulence and submesoscale eddies, as well as their combination, on the distribution and dynamics of tracers with reservoirs at depth or fluxes through the surface. We additionally examined the effects of different characteristic reaction rates and reaction models on reactive tracer properties, including the vertical and horizontal spatial distributions of tracers. Both of these studies, which were idealized in nature, provided improved understanding of how tracer dynamics combine with multiscale turbulent processes and boundary sources to create differences in tracer fields. To increase the realism of the tracer models, this project culminated in novel reduced models for upper-ocean carbonate chemistry and open-ocean biogeochemistry. In particular, we performed the first simulations of time-dependent (i.e., finite rate) carbonate chemistry coupled to the detailed small-scale physics of upper ocean turbulent mixing. This study showed that wave-driven Langmuir turbulence can enhance the amount of dissolved inorganic carbon (DIC) in the ocean, and that equilibrium, as opposed to time-dependent, models for carbonate chemistry are likely to overestimate the amount of DIC captured by the ocean. We also developed the Biogeochemical Flux Model with 17 state variables (BFM17), which was produced by reducing the size of the full Biogeochemical Flux Model with 56 state variables. This reduced model was coupled with the one-dimensional Princeton Ocean Model for calibration and validation against observational data from the Sargasso Sea. Compared to other reduced-order models, the results generally showed improved agreement with observational data. Ultimately, insights from this project have provided improved understanding of the real-world behavior of biological and chemical species in the oceanic mixed layer and their role in the Earth system carbon cycle. In total, this project directly or indirectly supported the PhD dissertations of three students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;E&nbsp;Hamlington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOcean tracers such as carbon dioxide and plankton play critical roles in the global carbon cycle and climate. These tracers evolve primarily in the oceanic mixed layer where gas exchange occurs and light is plentiful for photosynthesis. It is well known, however, that there is substantial heterogeneity in tracer spatial distributions, and the effects of submesoscale turbulence remain incompletely understood, particularly in the sub-kilometer range. In this project, biogeochemically reactive tracers were modeled in the presence of realistic turbulence found in the oceanic mixed layer at submesoscales (roughly 10 km) and below. Using large eddy simulations, we examined the effects of wave-driven Langmuir turbulence and submesoscale eddies, as well as their combination, on the distribution and dynamics of tracers with reservoirs at depth or fluxes through the surface. We additionally examined the effects of different characteristic reaction rates and reaction models on reactive tracer properties, including the vertical and horizontal spatial distributions of tracers. Both of these studies, which were idealized in nature, provided improved understanding of how tracer dynamics combine with multiscale turbulent processes and boundary sources to create differences in tracer fields. To increase the realism of the tracer models, this project culminated in novel reduced models for upper-ocean carbonate chemistry and open-ocean biogeochemistry. In particular, we performed the first simulations of time-dependent (i.e., finite rate) carbonate chemistry coupled to the detailed small-scale physics of upper ocean turbulent mixing. This study showed that wave-driven Langmuir turbulence can enhance the amount of dissolved inorganic carbon (DIC) in the ocean, and that equilibrium, as opposed to time-dependent, models for carbonate chemistry are likely to overestimate the amount of DIC captured by the ocean. We also developed the Biogeochemical Flux Model with 17 state variables (BFM17), which was produced by reducing the size of the full Biogeochemical Flux Model with 56 state variables. This reduced model was coupled with the one-dimensional Princeton Ocean Model for calibration and validation against observational data from the Sargasso Sea. Compared to other reduced-order models, the results generally showed improved agreement with observational data. Ultimately, insights from this project have provided improved understanding of the real-world behavior of biological and chemical species in the oceanic mixed layer and their role in the Earth system carbon cycle. In total, this project directly or indirectly supported the PhD dissertations of three students.\n\n \n\n\t\t\t\t\tLast Modified: 10/08/2018\n\n\t\t\t\t\tSubmitted by: Peter E Hamlington"
 }
}