{
 "awd_id": "1258893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Boundaries in the American Mosaic: Inclusion and Exclusion in the Contemporary United States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 57476.0,
 "awd_amount": 57476.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "SES-1258926\r\nPenny Edgell\r\nDouglas Hartmann\r\nUniversity of Minnesota\r\n\r\nSES-1258933\r\nPaul Croll\r\nAugustana College\r\n\r\nSES-1258893\r\nEric Tranby\r\nUniversity of Delaware\r\n\r\nWhat unites us as Americans? What divides us? What are core Americans values and ideals today? Who belongs and who does not? The nature and meaning of unity, social solidarity, and collective identity in the United States have been a source of question and contention since the nation?s founding. And the challenges have become increasing prolific and complicated in an era of ongoing immigration, increasing diversity, persistent inequality, and ubiquitous multiculturalism. The investigators will study the dynamics of social inclusion and exclusion in contemporary American society. More specifically, they will study the contours of the American identity and the ways in which it is constituted in or crosscut by other salient boundaries. The research focuses on race and religion as aspects of social location and identification which may shape how Americans make sense of their own lives, understand who is like them and who is different, and think about the broader society and the public good. \r\n\r\nThe research questions will be answered through a web-based survey of 3,000 Americans. The study extends the work of a previous research project, the American Mosaic Project, by replicating specific items from that study in order to establish trend data for its more innovative and influential findings; this includes items on cultural membership, anti-Semitism, conceptions of diversity, white identity, and views of religious minorities. In addition, the project will include new survey questions to extend research in four interconnected substantive areas: (1) Americans? understandings of social solidarity and collective identity; (2) Americans? explanations for inequality, equal opportunity, and colorblindness; (3) white privilege and white racial identity; and (4) religious exclusion. The project builds on previous work by developing a full set of indicators that allow the investigators to focus on interconnections across our four core areas, providing an opportunity to test and build theory about the relationship between cultural boundaries, inequality, and collective identity. \r\n\r\nBroader Impact \r\n\r\nIn this era of divisive politics, culture wars, pundits, and talking points, this project will provide rigorous empirical data with which to make sense of how people understand American society, its goals and challenges. Results from the project will be disseminated through both academic and media outlets, providing opportunities to discuss the American mosaic in both classrooms and public forums. Additionally, this project will provide research opportunities and training for graduate students and undergraduate students at several colleges and universities across the country and will specifically seek to include students who are members of underrepresented groups. This national survey will provide important data that will be of interest to faculty, students, researchers, and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Tranby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Tranby",
   "pi_email_addr": "tran0410@umn.edu",
   "nsf_id": "000569783",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "18 Amstel Ave",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 57476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Boundaries in the American Mosaic Survey is focused on the social and economic conditions associated with Americans&rsquo; attitudes towards racial and religious diversity. The survey was fielded in the early spring of 2014. Our results indicate a number of trends consistent with the 2003 data as well as some new insights into what is troubling to the national community, who is blamed for these social problems, and what these attitudes may mean for the future of social policy formation in the United States.&nbsp;</p>\n<p class=\"Heading\"><strong>American values and public problems</strong></p>\n<p class=\"Body2\">Many Americans feel good about having a diverse society, and they view the benefits of a diverse society through a lens of individualism.</p>\n<ul>\n<li>About <strong>85%</strong> somewhat or strongly agree that they value having people who are different from them in their communities and rate their experiences with different people positively. </li>\n<li><strong>71%</strong> say that Americans can have different values and traditions, as long as they all follow the same rules and laws.</li>\n<li>While half of Americans do not think everyone has equal opportunities in the United States,<strong> almost 70%</strong> agree that everyone can make it if they work hard enough.</li>\n</ul>\n<p class=\"Body2\">However, sizable groups also notice problems in American society. The biggest threats are economic and political.</p>\n<ul>\n<li><strong>30%</strong> rate their current financial situation as worse than five years ago.</li>\n<li><strong>43%</strong> disagree that the American Dream will be alive for their children or the next generation.</li>\n<li><strong>58%</strong> see a shortage of good jobs as a very serious problem in the United States today.</li>\n</ul>\n<p class=\"Heading\"><strong>Religion in American Culture</strong></p>\n<p class=\"Body2\">Religion plays a key role in the way Americans think about public problems</p>\n<ul>\n<li>Americans highly appreciate religious freedom; <strong>93%</strong> said it was important for the U.S., and<strong> 80%</strong> said the separation of church and state was important. </li>\n<li>When faced with a tough decision, almost <strong>30% </strong>strongly agree that their religious beliefs are more important than scientific knowledge or what friends and family think, and <strong>20%</strong> strongly agree their beliefs are more important than America&rsquo;s laws.</li>\n</ul>\n<p class=\"Body2\">One of the major recent trends in American religious life has been the growth of religiously-unaffiliated populations. Our sample is about <strong>35% non-religious</strong>: 20% claim &lsquo;no particular religion&rsquo;, 7% are spiritual but not religious, 4% identify as atheists, and 4% as agnostics.</p>\n<ul>\n<li>While 50% of respondents said this trend was &ldquo;neither a good nor a bad thing,&rdquo; <strong>40%</strong> thought it was a bad thing.</li>\n<li><strong>About 50%</strong> of respondents each thought that being religious and being Christian, respectively, were important for being a good American.</li>\n<li><strong>About 73%</strong> of respondents agreed or strongly agreed that religion divides people in society today.</li>\n</ul>\n<p class=\"Body2\">While anti-atheist attitudes remain high&mdash;<strong>44%</strong> would disapprove if their child married one and<strong> 42%</strong> say they don&rsquo;t share a vision of American society&mdash;slightly fewer Americans express specific grievances about atheists.</p>\n<ul>\n<li><strong>36%</strong> say atheists lack a moral center, <strong>27%</strong> think they are elitist, and <strong>22%</strong> think they are more likely to engage in criminal behavior. </li>\n</ul>\n<p class=\"Body2\">Islamophobia is far more widespread among respondents. In addition to <strong>46% </strong>who say they don&rsquo;t share a vision of society with Muslims and <strong>49% </strong>who would disapprove of ma...",
  "por_txt_cntn": "\nThe Boundaries in the American Mosaic Survey is focused on the social and economic conditions associated with AmericansÆ attitudes towards racial and religious diversity. The survey was fielded in the early spring of 2014. Our results indicate a number of trends consistent with the 2003 data as well as some new insights into what is troubling to the national community, who is blamed for these social problems, and what these attitudes may mean for the future of social policy formation in the United States. \nAmerican values and public problems\nMany Americans feel good about having a diverse society, and they view the benefits of a diverse society through a lens of individualism.\n\nAbout 85% somewhat or strongly agree that they value having people who are different from them in their communities and rate their experiences with different people positively. \n71% say that Americans can have different values and traditions, as long as they all follow the same rules and laws.\nWhile half of Americans do not think everyone has equal opportunities in the United States, almost 70% agree that everyone can make it if they work hard enough.\n\nHowever, sizable groups also notice problems in American society. The biggest threats are economic and political.\n\n30% rate their current financial situation as worse than five years ago.\n43% disagree that the American Dream will be alive for their children or the next generation.\n58% see a shortage of good jobs as a very serious problem in the United States today.\n\nReligion in American Culture\nReligion plays a key role in the way Americans think about public problems\n\nAmericans highly appreciate religious freedom; 93% said it was important for the U.S., and 80% said the separation of church and state was important. \nWhen faced with a tough decision, almost 30% strongly agree that their religious beliefs are more important than scientific knowledge or what friends and family think, and 20% strongly agree their beliefs are more important than AmericaÆs laws.\n\nOne of the major recent trends in American religious life has been the growth of religiously-unaffiliated populations. Our sample is about 35% non-religious: 20% claim æno particular religionÆ, 7% are spiritual but not religious, 4% identify as atheists, and 4% as agnostics.\n\nWhile 50% of respondents said this trend was \"neither a good nor a bad thing,\" 40% thought it was a bad thing.\nAbout 50% of respondents each thought that being religious and being Christian, respectively, were important for being a good American.\nAbout 73% of respondents agreed or strongly agreed that religion divides people in society today.\n\nWhile anti-atheist attitudes remain high&mdash;44% would disapprove if their child married one and 42% say they donÆt share a vision of American society&mdash;slightly fewer Americans express specific grievances about atheists.\n\n36% say atheists lack a moral center, 27% think they are elitist, and 22% think they are more likely to engage in criminal behavior. \n\nIslamophobia is far more widespread among respondents. In addition to 46% who say they donÆt share a vision of society with Muslims and 49% who would disapprove of marrying a Muslim:\nColorblindness?\nOverall, a majority of Americans agree that racial divisions persist in the United States.\n\n80% agree or strongly agree that race divides people in America today.\n75% agree or strongly agree that they feel a connection with others in their racial group.\n74% disagree or strongly disagree that \"race no longer matters in the United States.\"\n70% disagree or strongly disagree that racism will \"soon be a thing of the past.\"\n70% agree or strongly agree that whites have lots of advantages in American society.\n57% somewhat or strongly disagree that all people in the U.S. have equal opportunities. \n\nHowever, 71% also somewhat or strongly agree that they are \"colorblind,\" that is, they donÆt see race.\n\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2014\n\n\t\t\t\t\tSubmitted by: Eric Tranby"
 }
}