{
 "awd_id": "1258500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: An Exploratory Pilot Project to Build Human-Centric Physical Activity Monitoring Tools for Enhancing Rehabilitation Therapy Engagement and Assessment",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 138026.0,
 "awd_amount": 170026.0,
 "awd_min_amd_letter_date": "2013-01-28",
 "awd_max_amd_letter_date": "2014-04-01",
 "awd_abstract_narration": "There are many types of disabilities caused by arthritis, where systematic physical activity and physical therapy are essential to preventing further deterioration.  The challenge here is that periods of severe pain are an obstacle to such activities.  The relationship between pain and physical activity is very tricky; it typically involves all joints (e.g., hands, wrists, feet, knees) and is a major cause of reduced quality of life and disability.  This is the case with Rheumatoid Arthritis (RA), a chronic systemic inflammatory disease, where preserving functional range of motion and enhancing cardiovascular health are primary goals of physical therapy.  Persons with RA who exercise regularly show not only improvements in muscle strength and overall physical and health function, but also reduced mortality.  But it has been shown that long-term engagement in exercise among patients with RA is poor and does not exceed 50% when patients are not supervised.  This results in a huge cost to national health care and to national productivity. \r\n\r\nThe PI argues that computer technology (tools and interfaces) can help the RA patient remain motivated and maintain movement.  In this exploratory project her team will develop some of the components for motion capture and data integration that will eventually be integrated into a system called RPLAY which will enable patients with RA to perform physical therapy at home while the system accurately monitors their joint motions, motor performance and other physiological indicators.  Specific objectives  include: development of preliminary tools for human-centric adaptive remote monitoring, including facial, hand, arm, and body motions, and range of motion; development of prototype interactive games to encourage patient rehabilitation, and of a prototype user interface through which the patient and therapist can communicate via avatars to promote physical activity; and development of  tools for validating the physical therapy monitoring and assessment results and  their integration  into a visualization and report system.  \r\n\r\nBroader Impacts:  This project addresses issues of human joint pain and physical inactivity, which adversely affect the everyday lives of millions of people.  It will lay the foundations for integrating disparate human data of persons in similar conditions, which will advance and extend the relationship between engineering innovation and computational analysis.  The project will provide a training experience for computer science PhD students in modeling human motion in innovative ways.  The project will also lead to an interdisciplinary course for physical therapy and computer science students on improving health delivery and rehabilitation practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fillia",
   "pi_last_name": "Makedon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fillia S Makedon",
   "pi_email_addr": "makedon@cse.uta.edu",
   "nsf_id": "000191699",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Huang",
   "pi_email_addr": "heng@umd.edu",
   "nsf_id": "000086248",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vangelis",
   "pi_last_name": "Metsis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vangelis Metsis",
   "pi_email_addr": "vmetsis@txstate.edu",
   "nsf_id": "000738978",
   "pi_start_date": "2013-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "500 UTA Blvd",
  "perf_city_name": "arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 154026.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\n<div></div>\n</p>\n<p>Project Title: EAGER: An Exploratory Pilot Project to Build Human-Centric Physical Activity Monitoring Tools for Enhancing Rehabilitation Therapy Engagement and Assessment</p>\n<p>PI: Fillia Makedon</p>\n<p>Awardee: University of Texas at Arlington</p>\n<p>Award Number: 1258500</p>\n<p>Award Expires:10/31/2014</p>\n<p>&nbsp;</p>\n<p>Program Officer: Ephraim P. Glinert (<a href=\"mailto:eglinert@nsf.gov\">eglinert@nsf.gov</a>) Phone: (703)292-8930</p>\n<p>Awardees: University of Texas at Arlington and University of Texas at Dallas</p>\n<p>Program Officer Email Address: <a href=\"mailto:rmontell@nsf.gov\">rmontell@nsf.gov</a> &nbsp;(703)292-2421</p>\n<p class=\"Normal1\"><strong>Motivation and objectives</strong><strong>&nbsp;</strong></p>\n<p>Physical therapy is a crucial part of the rehabilitation process for patients with musculoskeletal problems or during recovery from an injury that has resulted in motor function loss. We developed a prototype evidence-based framework that uses a variety of unobtrusive sensors to collect and analyze multisensing patient data during therapy. This can improve current physical therapy practices in a dramatic way, personalize treatment, cut healthcare costs and improve the decision making by the expert clinician.</p>\n<p>We used the case of Cerebral Palsy (CP) as an example.&nbsp; CP is chronic neurological disorder that ranges from mild to severe that offers many challenges in terms of its diagnosis, monitoring and treatment. It can be caused by injury to the developing brain from the prenatal period until age 5. The proposed CPLAY system can greatly improve and slow down the neurological damage. CPLAY is a game-based system that simulates traditional exercises done by the expert and its methodology can apply to other neurological disorders.</p>\n<p>The goals of this project were to (a) build a therapy system that serves a dual purpose, as a diagnostic tool for children with cerebral palsy (CP); (b) as a rehabilitation tool that is targeted and personalized to the needs of the child, based on the multisensing data collected; ( c) to enable to wirelessly provide the therapist with a history of performance information of how the child is doing, including contextual information.</p>\n<p class=\"Normal1\"><strong>Summary of Activities</strong></p>\n<p>During the period of the grant, we developed new and expanded our current database of games to include touch screen, virtual reality, haptic and robotic games. We developed a common front end to allow one to choose the appropriate game. We automated the data logging of the game performance, as well as the multimodal data fusion, and sensor data analysis, to help determine whether the child is ready for the next game level or a different type of game stimulus. We developed real time monitoring facilities to enable game adaptation and personalization to enable the motor, mental and psychological state of the user.</p>\n<p class=\"Normal1\"><strong>Project Outcomes and Findings</strong></p>\n<p>We developed a prototype system for CP, called CPLAY. As part of this, we developed computer games for upper limbs that model traditional occupational therapy exercises and integrated various types of incentives to promote user engagement and also developed interfaces to analyze and visualize the patient&rsquo;s performance data. Using a cyberphysical (cyclical) evaluation methodology for the classification and personalization of CP systems and in collaboration with occupational therapists, we used machine learning methods to fuse the data from different sources. &nbsp;We also developed new eye tracking and head motion tracking devices to measure concentration and attention as well as algorithms for point-of-gaze estimation.</p>\n<p class=\"Normal1\"><strong>Intellectual Merit</strong></p>\n<p class=\"Normal1\">The project led to the developed of advanced motion analysis algorithms and gesture recognition. It al...",
  "por_txt_cntn": "\n\n\n\n\nProject Title: EAGER: An Exploratory Pilot Project to Build Human-Centric Physical Activity Monitoring Tools for Enhancing Rehabilitation Therapy Engagement and Assessment\n\nPI: Fillia Makedon\n\nAwardee: University of Texas at Arlington\n\nAward Number: 1258500\n\nAward Expires:10/31/2014\n\n \n\nProgram Officer: Ephraim P. Glinert (eglinert@nsf.gov) Phone: (703)292-8930\n\nAwardees: University of Texas at Arlington and University of Texas at Dallas\n\nProgram Officer Email Address: rmontell@nsf.gov  (703)292-2421\nMotivation and objectives \n\nPhysical therapy is a crucial part of the rehabilitation process for patients with musculoskeletal problems or during recovery from an injury that has resulted in motor function loss. We developed a prototype evidence-based framework that uses a variety of unobtrusive sensors to collect and analyze multisensing patient data during therapy. This can improve current physical therapy practices in a dramatic way, personalize treatment, cut healthcare costs and improve the decision making by the expert clinician.\n\nWe used the case of Cerebral Palsy (CP) as an example.  CP is chronic neurological disorder that ranges from mild to severe that offers many challenges in terms of its diagnosis, monitoring and treatment. It can be caused by injury to the developing brain from the prenatal period until age 5. The proposed CPLAY system can greatly improve and slow down the neurological damage. CPLAY is a game-based system that simulates traditional exercises done by the expert and its methodology can apply to other neurological disorders.\n\nThe goals of this project were to (a) build a therapy system that serves a dual purpose, as a diagnostic tool for children with cerebral palsy (CP); (b) as a rehabilitation tool that is targeted and personalized to the needs of the child, based on the multisensing data collected; ( c) to enable to wirelessly provide the therapist with a history of performance information of how the child is doing, including contextual information.\nSummary of Activities\n\nDuring the period of the grant, we developed new and expanded our current database of games to include touch screen, virtual reality, haptic and robotic games. We developed a common front end to allow one to choose the appropriate game. We automated the data logging of the game performance, as well as the multimodal data fusion, and sensor data analysis, to help determine whether the child is ready for the next game level or a different type of game stimulus. We developed real time monitoring facilities to enable game adaptation and personalization to enable the motor, mental and psychological state of the user.\nProject Outcomes and Findings\n\nWe developed a prototype system for CP, called CPLAY. As part of this, we developed computer games for upper limbs that model traditional occupational therapy exercises and integrated various types of incentives to promote user engagement and also developed interfaces to analyze and visualize the patientÆs performance data. Using a cyberphysical (cyclical) evaluation methodology for the classification and personalization of CP systems and in collaboration with occupational therapists, we used machine learning methods to fuse the data from different sources.  We also developed new eye tracking and head motion tracking devices to measure concentration and attention as well as algorithms for point-of-gaze estimation.\nIntellectual Merit\nThe project led to the developed of advanced motion analysis algorithms and gesture recognition. It also led in the development of speech recognition and an adaptive dialogue system. In addition, project outcomes include new types of multi-sensing game-driven data collection and analysis with broad impact on a variety of neurological disorders, facilitation the diagnosis and treatment,\n \nBroader Impacts\nThis grant helped identify critical areas of research that can greatly impact the quality of life of children with cerebral palsy, reduce healthcare costs and ..."
 }
}