{
 "awd_id": "1258199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ecological genomics of ecotypic divergence and incipient speciation in Mimulus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 675281.0,
 "awd_amount": 675281.0,
 "awd_min_amd_letter_date": "2013-03-07",
 "awd_max_amd_letter_date": "2013-03-07",
 "awd_abstract_narration": "Identifying the mechanisms contributing to the formation of new species is essential for understanding the origins of biological diversity. Speciation, the biological process of species formation, occurs when barriers to reproduction evolve between groups. Adaptation to different environments via natural selection is a pervasive feature of speciation, yet the underlying genetic changes are poorly understood. This project will investigate the targets of natural selection that drive the preliminary stages of speciation between distinct populations of the wildflower Mimulus aurantiacus. Despite adaptive differences associated with their unique habitats and pollinators, few additional reproductive barriers have evolved, suggesting that these populations are at an early stage of speciation. By integrating genomic information with experiments estimating the strength of natural selection, this project will provide unprecedented characterization of the roles that ecology and natural selection play at the beginning of the speciation process.\r\n\r\nMimulus has become a model genus for the study of plant evolutionary ecology, genomics, and speciation. Consequently, over the past few years, the genomic resources available in the genus have exploded, the user community has grown, and the needs for genomic information have become more sophisticated. A major goal of this project includes development of a key online resource for exploration, archiving, and sharing of genomic data on natural variation across Mimulus. These efforts will establish the web infrastructure necessary for strengthening connections and collaborations worldwide. In addition, this project will provide integral educational and research opportunities for students from underrepresented groups, further widening its impact to society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Streisfeld",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Streisfeld",
   "pi_email_addr": "mstreis@uoregon.edu",
   "nsf_id": "000550676",
   "pi_start_date": "2013-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon",
  "perf_str_addr": "5289 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035289",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 675281.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The biological process of species formation occurs when barriers to reproduction evolve between lineages. However, the genetic and <span><span>genomic</span></span> changes underlying this process of <span><span>speciation</span></span> are largely unknown, but they are critical for understanding the origins and maintenance of biodiversity on earth. This project used novel <span><span>genomic</span></span> technologies, coupled with field and greenhouse experiments, to identify how the structure of the genome, the geographic arrangement of populations, and their evolutionary history have shaped and maintained the early stages of <span><span>speciation</span></span> between populations of the bush <span><span>monkeyflower</span></span>. In southern California, the bush <span><span>monkeyflower</span></span> is geographically partitioned into western populations with red flowers and eastern populations with yellow flowers. Despite ongoing hybridization between these forms, this project revealed that partial barriers to reproduction exist due to difference in their ecology: namely different habitats and animal pollinators. Using genetic approaches, this project identified the primary genetic change responsible for this dramatic geographic shift in flower color and demonstrated that the gene involved showed classic signatures of natural selection acting on it. This gene has a unique evolutionary history, as it appears to have been transferred due to historical hybridization from another species before selection acted on it. This finding represents one of a limited number of examples where hybridization appears to have promoted - rather than hindered - the early stage of species formation. Moreover, this project revealed that other floral traits differ in much the same way as flower color, and that they also show signatures of natural selection. One explanation for this result is that the same <span><span>genomic</span></span> region(s) are responsible for these different floral features. However, genetic analyses revealed that these traits are encoded by numerous distinct <span><span>genomic</span></span> regions, further highlighting the importance of natural selection in maintaining these differences despite gene flow. As part of this project, we &nbsp;fully sequenced, assembled, and annotated the genome of the bush <span><span>monkeyflower</span></span>, which has led to novel advances in the fields of <span><span>speciation</span></span>, evolutionary <span><span>genomics</span></span>, and molecular evolution. Finally, this project also provided resources for public outreach, research opportunities for students typically underrepresented in science, and has contributed to an ongoing effort to create web-based infrastructure to host <span><span>genomic</span></span> data for the <span><span>monkeyflowers</span></span>, a model organism for studies in ecology and evolutionary biology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2018<br>\n\t\t\t\t\tModified by: Matthew&nbsp;A&nbsp;Streisfeld</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe biological process of species formation occurs when barriers to reproduction evolve between lineages. However, the genetic and genomic changes underlying this process of speciation are largely unknown, but they are critical for understanding the origins and maintenance of biodiversity on earth. This project used novel genomic technologies, coupled with field and greenhouse experiments, to identify how the structure of the genome, the geographic arrangement of populations, and their evolutionary history have shaped and maintained the early stages of speciation between populations of the bush monkeyflower. In southern California, the bush monkeyflower is geographically partitioned into western populations with red flowers and eastern populations with yellow flowers. Despite ongoing hybridization between these forms, this project revealed that partial barriers to reproduction exist due to difference in their ecology: namely different habitats and animal pollinators. Using genetic approaches, this project identified the primary genetic change responsible for this dramatic geographic shift in flower color and demonstrated that the gene involved showed classic signatures of natural selection acting on it. This gene has a unique evolutionary history, as it appears to have been transferred due to historical hybridization from another species before selection acted on it. This finding represents one of a limited number of examples where hybridization appears to have promoted - rather than hindered - the early stage of species formation. Moreover, this project revealed that other floral traits differ in much the same way as flower color, and that they also show signatures of natural selection. One explanation for this result is that the same genomic region(s) are responsible for these different floral features. However, genetic analyses revealed that these traits are encoded by numerous distinct genomic regions, further highlighting the importance of natural selection in maintaining these differences despite gene flow. As part of this project, we  fully sequenced, assembled, and annotated the genome of the bush monkeyflower, which has led to novel advances in the fields of speciation, evolutionary genomics, and molecular evolution. Finally, this project also provided resources for public outreach, research opportunities for students typically underrepresented in science, and has contributed to an ongoing effort to create web-based infrastructure to host genomic data for the monkeyflowers, a model organism for studies in ecology and evolutionary biology.\n\n\t\t\t\t\tLast Modified: 06/13/2018\n\n\t\t\t\t\tSubmitted by: Matthew A Streisfeld"
 }
}