{
 "awd_id": "1259780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 17th International Conference on Cognitive and Neural Systems (ICCNS), - May-June, 2013 - Boston, MA",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2013-01-31",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "Major themes of the International Conference on Cognitive and Neural Systems (ICCNS) are: How does the brain control behavior?  How can technology emulate biological intelligence? The conference is aimed at researchers and students in experimental and theoretical cognitive science and neuroscience, neural networks, computer science, neuromorphic engineering, artificial intelligence, mathematics, and physics. It includes invited lectures by distinguished scientists and engineers (with good representation of female scholars), and contributed lectures and posters by students and experts on the biology and technology of how the brain and other intelligent systems adapt to a changing world. There is an emphasis on enabling young scientists and students to present their work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Grossberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Grossberg",
   "pi_email_addr": "steve@bu.edu",
   "nsf_id": "000140115",
   "pi_start_date": "2013-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "677 Beacon Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Conference on Cognitive and Neural Systems (ICCNS) is an interdisciplinary conference that has been attended for each of the past seventeen years by approximately 150-300 people from 15-30 countries. Each year the conference has focused on solutions to the general problems:</p>\n<p>&nbsp;<strong>HOW DOES THE BRAIN CONTROL BEHAVIOR?</strong></p>\n<p>&nbsp;<strong>HOW CAN TECHNOLOGY EMULATE BIOLOGICAL INTELLIGENCE?</strong></p>\n<p>&nbsp;The brain is unique in its ability to autonomously adapt to a changing world that is filled with unexpected events. This conference aims at trying to understand how this happens. The conference is particularly interested in exploring how the brain and biologically-inspired algorithms and systems in engineering and technology can learn.&nbsp;</p>\n<p>Discovering how brain mechanisms cause behavioral functions provides insights into how the brain works and what its behavioral functions are for, in both health and disease. Knowing how a system works and what it is for are necessary to develop applications in engineering and technology. Many current intelligent technologies are aiming to achieve more autonomous control in a changing world, and discoveries about how the brain does this so brilliantly have inspired many important applications in technology.</p>\n<p>Because of this interdisciplinary link between brain, behavior, biological modeling, and technological applications, and the particulars of the conference organization, ICCNS has achieved a unique niche in the world&rsquo;s offerings of conferences that appeal to students of mind, brain, and intelligent technologies. The conference is accordingly aimed at researchers and students in experimental and theoretical cognitive science and neuroscience, neural networks, computer science, neuromorphic engineering, artificial intelligence, mathematics, and physics. It includes invited lectures by distinguished scientists and engineers, and contributed lectures and posters by students and experts on the biology and technology of how the brain and other intelligent systems adapt to a changing world. Single-track oral and poster sessions enable all presented work to be highly visible.</p>\n<p>There are invited and plenary speakers, contributed talks, and posters.</p>\n<p>There is an emphasis on enabling young scientists and students to present their work, but the big audience draw is the core program of invited talks by senior scientists and engineers.</p>\n<p>During the four day meeting, there are typically 20 - 23 invited speakers (45 minutes) and two plenary speakers (1 hour). In 2013, there were 20 invited speakers, 2 plenary speakers, 29 contributed talks (15 minutes), and 29 posters (all day). A total of 149 attendees attended from 13 countries and 18 states of the USA.</p>\n<p>There is typically a full-day workshop on a topic of current interest. In 2013, the topic of the workshop was &ldquo;Neural Dynamics of Value-Based Decision-Making and Cognitive Planning&rdquo;.</p>\n<p>There are morning and early afternoon invited talks. These are organized into coherent groupings that explore a given research topic. The topics are chosen to span a range of related but different areas that are of current interest to many scientists and engineers. Many senior scientists have commented over the years about how informative these sessions are. Indeed, ICCNS plays an important tutorial as well as scientific role, for both students and practicing scientists, by organizing within a single meeting groupings of several interdisciplinary topics that are of current interest. Various scientists and engineers who came as students now send their own students to the conference. Because of its location in Boston, which is a center of mind-brain-technology studies, the conference also draws a significant audience from the surrounding area.</p>\n<p>There is time set aside for group discussion with the au...",
  "por_txt_cntn": "\nThe International Conference on Cognitive and Neural Systems (ICCNS) is an interdisciplinary conference that has been attended for each of the past seventeen years by approximately 150-300 people from 15-30 countries. Each year the conference has focused on solutions to the general problems:\n\n HOW DOES THE BRAIN CONTROL BEHAVIOR?\n\n HOW CAN TECHNOLOGY EMULATE BIOLOGICAL INTELLIGENCE?\n\n The brain is unique in its ability to autonomously adapt to a changing world that is filled with unexpected events. This conference aims at trying to understand how this happens. The conference is particularly interested in exploring how the brain and biologically-inspired algorithms and systems in engineering and technology can learn. \n\nDiscovering how brain mechanisms cause behavioral functions provides insights into how the brain works and what its behavioral functions are for, in both health and disease. Knowing how a system works and what it is for are necessary to develop applications in engineering and technology. Many current intelligent technologies are aiming to achieve more autonomous control in a changing world, and discoveries about how the brain does this so brilliantly have inspired many important applications in technology.\n\nBecause of this interdisciplinary link between brain, behavior, biological modeling, and technological applications, and the particulars of the conference organization, ICCNS has achieved a unique niche in the worldÆs offerings of conferences that appeal to students of mind, brain, and intelligent technologies. The conference is accordingly aimed at researchers and students in experimental and theoretical cognitive science and neuroscience, neural networks, computer science, neuromorphic engineering, artificial intelligence, mathematics, and physics. It includes invited lectures by distinguished scientists and engineers, and contributed lectures and posters by students and experts on the biology and technology of how the brain and other intelligent systems adapt to a changing world. Single-track oral and poster sessions enable all presented work to be highly visible.\n\nThere are invited and plenary speakers, contributed talks, and posters.\n\nThere is an emphasis on enabling young scientists and students to present their work, but the big audience draw is the core program of invited talks by senior scientists and engineers.\n\nDuring the four day meeting, there are typically 20 - 23 invited speakers (45 minutes) and two plenary speakers (1 hour). In 2013, there were 20 invited speakers, 2 plenary speakers, 29 contributed talks (15 minutes), and 29 posters (all day). A total of 149 attendees attended from 13 countries and 18 states of the USA.\n\nThere is typically a full-day workshop on a topic of current interest. In 2013, the topic of the workshop was \"Neural Dynamics of Value-Based Decision-Making and Cognitive Planning\".\n\nThere are morning and early afternoon invited talks. These are organized into coherent groupings that explore a given research topic. The topics are chosen to span a range of related but different areas that are of current interest to many scientists and engineers. Many senior scientists have commented over the years about how informative these sessions are. Indeed, ICCNS plays an important tutorial as well as scientific role, for both students and practicing scientists, by organizing within a single meeting groupings of several interdisciplinary topics that are of current interest. Various scientists and engineers who came as students now send their own students to the conference. Because of its location in Boston, which is a center of mind-brain-technology studies, the conference also draws a significant audience from the surrounding area.\n\nThere is time set aside for group discussion with the audience of the invited speaker talks in each topical grouping.\n\nThere are afternoon contributed talks, and two early evening three-hour poster sessions, with posters up all day so that they can also be..."
 }
}