{
 "awd_id": "1259389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2013 Cellular and Molecular Bioengineering (CMBE) Conference; Kohala Coast, Hawaii; 1-5 January 2013",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-11-20",
 "awd_max_amd_letter_date": "2012-11-20",
 "awd_abstract_narration": "The goal of this award is to support students/fellows and young independent investigators (Rising Stars) to attend the 2013 Cellular and Molecular Bioengineering (CMBE) Conference, to be held in Waimea, Hawaii from January 2 to 5, 2013. CMBE was recently created as a special interest group (SIG) within the Biomedical Engineering Society (BMES) and represents a merger of the Society for Physical Regulation in Biology and Medicine (SPRBM) with BMES. This will be the first time that this conference is held as the primary meeting for the CMBE SIG, and BMES will provide enhanced exposure and membership. The specific theme of 2013 conference will be ?Gradient, Interfacial and Spatiotemporal Control of Cells and Tissues?. Within this central theme, a broad spectrum of isolated groups have converged from disparate disciplines, but without any sense of community. The need for this conference lies in the unique opportunity to bring these scientists together in one room for the first time to exchange ideas and brainstorm new spatiotemporal strategies for moving the field of regenerative medicine forward. This travel support opportunity will be advertised though emails to be sent out by BMES and CMBE as well as on the conference website. The application process will require a short abstract, an extended abstract and a resume/biosketch submitted via email sent to a specially created BMES email address. The selection committee will consider scientific merit, and previous accomplishments with special emphasis on promoting individuals from underrepresented groups and women scientists in the field. The selected students/fellows and Rising Stars will be expected to present during the conference. The Rising Stars will all present in a special session held on the first day of the conference.\r\nThe specific objectives of this award are two-fold. The first is to provide support to junior investigators, postdoctoral fellows and graduate students. The meeting will thus provide a platform for the development of long-term interdisciplinary interactions, and expose researchers in bioengineering, biology and medicine to the latest ideas and opportunities at the confluence of CMBE. The second objective of this award is to foster the emergence and growth of the burgeoning sub-field of CMBE. \r\nThe outcomes of the conference will be published in a special issue of the journal of Cellular and Molecular Bioengineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nic",
   "pi_last_name": "Leipzig",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nic D Leipzig",
   "pi_email_addr": "nl21@uakron.edu",
   "nsf_id": "000563057",
   "pi_start_date": "2012-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 Buchtel Common",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>This conference fulfilled an exciting objective and comprehensive theme of delivering the latest findings from frontier research related to &lsquo;Gradient, Interfacial and Spatiotemporal Control of Cells and Tissues&rsquo;. The conference organizers were Drs. Nic Leipzig (PI), Michael Detamore (senior personnel), and Christopher Chen (senior personnel). This conference integrated both engineers and biologists to encourage sharing of ideas toward common goals. The choice of theme was meant to address the key problem of how cells are spatiotemporally instructed to form tissues. This problem cannot be solved by traditional strategies alone, and the answers will help to shape the future of regenerative medicine. This conference was the first time that this conference was held as the primary meeting for the CMBE special interest group of BMES and turned out to be the organization biggest conference ever (this was the 31<sup>st</sup> meeting).</p>\n<p>The conference program included podium sessions with keynote speakers and distinguished invited speakers. A primary goal of the conference was to provide an authoritative review of the current state of the CMBE field in the context of the theme. In addition, short talks were selected from an outstanding pool of student/fellow abstracts as well as two Rising Star podium sessions made up of exceptional junior principle investigators selected after an extremely competitive review. Two poster presentations occurred and were well attended with international CMBE research represented from around the Pacific. The posters hung the entire conference.</p>\n<p>Overall, we had over 120 attendees from the USA, Canada, China, Japan, Korea, New Zealand, Singapore Taiwan, and United Kingdom.&nbsp; This figure included over 50 students and fellows that either were selected to present their abstract as a presentation in the main session or a poster in one of our two poster sessions. The conference included several stimulating talks including those from our three keynote speakers Cheng-Ming Chuong (University of Southern California), Michael P. Sheetz (National University of Singapore and Columbia University) and David M. Gardiner (University of California Irvine).</p>\n<p>The post conference survey was completed by 37 attendees and was overall positive.&nbsp; 95% of survey takers would recommend a future CMBE conference to a colleague, 53% said the conference exceeded their expectations.</p>\n<p>Broader Impacts:</p>\n<p>The awarded NSF funds were used to support travel awards for six Rising Star junior investigators and eight students. These fellows and students were selected to present a platform presentation during the main session. The Rising Stars presented on their own is separate session held on the first and second days, to highlight their work.&nbsp; The students and fellows present alongside established PIs during the course of the 4 day conference.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2014<br>\n\t\t\t\t\tModified by: Nic&nbsp;D&nbsp;Leipzig</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThis conference fulfilled an exciting objective and comprehensive theme of delivering the latest findings from frontier research related to æGradient, Interfacial and Spatiotemporal Control of Cells and TissuesÆ. The conference organizers were Drs. Nic Leipzig (PI), Michael Detamore (senior personnel), and Christopher Chen (senior personnel). This conference integrated both engineers and biologists to encourage sharing of ideas toward common goals. The choice of theme was meant to address the key problem of how cells are spatiotemporally instructed to form tissues. This problem cannot be solved by traditional strategies alone, and the answers will help to shape the future of regenerative medicine. This conference was the first time that this conference was held as the primary meeting for the CMBE special interest group of BMES and turned out to be the organization biggest conference ever (this was the 31st meeting).\n\nThe conference program included podium sessions with keynote speakers and distinguished invited speakers. A primary goal of the conference was to provide an authoritative review of the current state of the CMBE field in the context of the theme. In addition, short talks were selected from an outstanding pool of student/fellow abstracts as well as two Rising Star podium sessions made up of exceptional junior principle investigators selected after an extremely competitive review. Two poster presentations occurred and were well attended with international CMBE research represented from around the Pacific. The posters hung the entire conference.\n\nOverall, we had over 120 attendees from the USA, Canada, China, Japan, Korea, New Zealand, Singapore Taiwan, and United Kingdom.  This figure included over 50 students and fellows that either were selected to present their abstract as a presentation in the main session or a poster in one of our two poster sessions. The conference included several stimulating talks including those from our three keynote speakers Cheng-Ming Chuong (University of Southern California), Michael P. Sheetz (National University of Singapore and Columbia University) and David M. Gardiner (University of California Irvine).\n\nThe post conference survey was completed by 37 attendees and was overall positive.  95% of survey takers would recommend a future CMBE conference to a colleague, 53% said the conference exceeded their expectations.\n\nBroader Impacts:\n\nThe awarded NSF funds were used to support travel awards for six Rising Star junior investigators and eight students. These fellows and students were selected to present a platform presentation during the main session. The Rising Stars presented on their own is separate session held on the first and second days, to highlight their work.  The students and fellows present alongside established PIs during the course of the 4 day conference.\n\n\t\t\t\t\tLast Modified: 01/31/2014\n\n\t\t\t\t\tSubmitted by: Nic D Leipzig"
 }
}