{
 "awd_id": "1259726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The LEAPS Scholars Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Higgins",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 613865.0,
 "awd_amount": 613865.0,
 "awd_min_amd_letter_date": "2013-08-27",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "The Lincoln's Excellence Academic Program in the Sciences (LEAPS) Scholars Program is supporting two cohorts of academically talented students in attaining baccalaureate degrees in biology, chemistry, mathematics, computer science, physics, environmental science, or biochemistry and molecular biology at Lincoln University. In addition to scholarship aid, the project is providing support through a living-and-learning community, coordinated supplemental instruction, and mentoring to assist students with research and internship opportunities while at Lincoln and with transitions to post-baccalaureate employment and/or graduate programs.  The intellectual merit of this project lies in its thoughtful analysis of the challenges faced by Lincoln students in pursuit of STEM degrees and the well-planned response that combines recruitment and financial and academic support. The broader impacts include diversification of the STEM workforce through increased graduation from this Historically Black University, as well as providing a model for similar institutions in the region and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Hull",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anna K Hull",
   "pi_email_addr": "ahull@lincoln.edu",
   "nsf_id": "000061204",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lincoln University",
  "inst_street_address": "1570 BALTIMORE PIKE",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN UNIVERSITY",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4843657695",
  "inst_zip_code": "193529141",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "PA06",
  "org_lgl_bus_name": "LINCOLN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T59JHM69NCZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Lincoln University",
  "perf_str_addr": "1570 Baltimore Pike",
  "perf_city_name": "Lincoln University",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "193520999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "PA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 76868.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 536997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>The main goal of the LEAPS Scholars project was to increase the number of Lincoln students that receive their bachelor's degree in a STEM field and, after graduation, either enrolled in a graduate/professional degree program or enter a career in a STEM industry. The program sought to achieve this goal by (1) decreasing STEM attrition in the critical first two years of study; (2) increasing recruitment of STEM students to Lincoln University; (3) creating a STEM Learning Community to provide academic, personal, and professional support of STEM students; and (4) expand access to professional STEM activities, such as research experiences, internships, and conference participation, to increase STEM students' knowledge of STEM career choices and postgraduate opportunities.</span><span>The LEAPS Scholars project was successful in accomplishing its goal of graduating academically talented underrepresented minority (URM) students with baccalaureate degrees in STEM and preparing them to pursue STEM pathways in graduate school and entry-level positions. The project met its target number of recruiting and accepting 16 Scholars. While the program experienced some attrition, the project retained 81.3% of Scholars. The project retention rate exceeds the national average retention rate (72.0%) for first-year students, as well as state (79.0%), and national (72.0%) averages for Fall 2017. Accounting for 18.7% attrition, 13 URM students remained in the project as LEAPS Scholars. Importantly, all 13 Scholars were Black/African American. Their gender composition, 30.8% male and 69.2% female, resembled undergraduate enrollment at Lincoln, 33.6% male and 66.4% female respectively. The STEM majors of Scholars included 30.85% biology, 30.85% biochemistry/molecular biology, 23.1% computer science, 7.6% general science, and 7.6% mathematics. Twelve of the LEAPS Scholars have graduated from Lincoln with STEM degrees with one student remaining at Lincoln as a successful 5</span><span>th&nbsp;</span><span>year STEM major at the end of the program. The project&rsquo;s four-year graduation rate is 76.9%, which greatly exceeds Lincoln&rsquo;s 26.6% four-year graduation rate. The 76.9% persistence rate of the project exceeds national averages among all racial and ethnic subgroups. Among the 12 STEM baccalaureates produced by the project, 50% graduated with academic distinction. Since graduating from Lincoln, the Scholars have actively in pursued graduate school and entry-level employment. Approximately 70% are involved in STEM disciplines through graduate study or employment. Half of the graduates have been admitted to graduate school, five in STEM and one non-STEM, with at least two successfully completing graduate study and in possession of their Masters&rsquo; degree. Approximately 60% of Scholar graduates are employed. Among those working, 57% (n=4) are participating in STEM-related employment. The above results demonstrate the success of the project. When asked to rate the different components of the project, Scholars rated</span><span>the importance of the financial scholarship highest, but faculty mentors and the project PI/Coordinator were also rated very high as contributory factors to students&rsquo; success. These finding underscore the importance of mentoring relationships for underrepresented minority students in STEM.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2019<br>\n\t\t\t\t\tModified by: Anna&nbsp;K&nbsp;Hull</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The main goal of the LEAPS Scholars project was to increase the number of Lincoln students that receive their bachelor's degree in a STEM field and, after graduation, either enrolled in a graduate/professional degree program or enter a career in a STEM industry. The program sought to achieve this goal by (1) decreasing STEM attrition in the critical first two years of study; (2) increasing recruitment of STEM students to Lincoln University; (3) creating a STEM Learning Community to provide academic, personal, and professional support of STEM students; and (4) expand access to professional STEM activities, such as research experiences, internships, and conference participation, to increase STEM students' knowledge of STEM career choices and postgraduate opportunities.The LEAPS Scholars project was successful in accomplishing its goal of graduating academically talented underrepresented minority (URM) students with baccalaureate degrees in STEM and preparing them to pursue STEM pathways in graduate school and entry-level positions. The project met its target number of recruiting and accepting 16 Scholars. While the program experienced some attrition, the project retained 81.3% of Scholars. The project retention rate exceeds the national average retention rate (72.0%) for first-year students, as well as state (79.0%), and national (72.0%) averages for Fall 2017. Accounting for 18.7% attrition, 13 URM students remained in the project as LEAPS Scholars. Importantly, all 13 Scholars were Black/African American. Their gender composition, 30.8% male and 69.2% female, resembled undergraduate enrollment at Lincoln, 33.6% male and 66.4% female respectively. The STEM majors of Scholars included 30.85% biology, 30.85% biochemistry/molecular biology, 23.1% computer science, 7.6% general science, and 7.6% mathematics. Twelve of the LEAPS Scholars have graduated from Lincoln with STEM degrees with one student remaining at Lincoln as a successful 5th year STEM major at the end of the program. The project’s four-year graduation rate is 76.9%, which greatly exceeds Lincoln’s 26.6% four-year graduation rate. The 76.9% persistence rate of the project exceeds national averages among all racial and ethnic subgroups. Among the 12 STEM baccalaureates produced by the project, 50% graduated with academic distinction. Since graduating from Lincoln, the Scholars have actively in pursued graduate school and entry-level employment. Approximately 70% are involved in STEM disciplines through graduate study or employment. Half of the graduates have been admitted to graduate school, five in STEM and one non-STEM, with at least two successfully completing graduate study and in possession of their Masters’ degree. Approximately 60% of Scholar graduates are employed. Among those working, 57% (n=4) are participating in STEM-related employment. The above results demonstrate the success of the project. When asked to rate the different components of the project, Scholars ratedthe importance of the financial scholarship highest, but faculty mentors and the project PI/Coordinator were also rated very high as contributory factors to students’ success. These finding underscore the importance of mentoring relationships for underrepresented minority students in STEM.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2019\n\n\t\t\t\t\tSubmitted by: Anna K Hull"
 }
}