{
 "awd_id": "1259172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Safe@Home",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-10-19",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This project develops sensor technology for elders to help them stay at home longer and defer or deny a shift to institutional care. The technologies developed in this project offer a unique design perspective with a dual focus on elder and caregiver. The core design philosophy is on the elder as a social individual in a network of caregivers and a stable physical environment. The core technology is a communications hub creating both a personal area network and connecting this network outside the home with redundant connections on multiple channels (wifi, cellular, landlines). Inside the home, the hub coordinates the risk-specific modules. The multi-sensor modules can be deployed or removed as risks change. These modules generate alters to the hub which then sends them to caregivers first, community second, and first responders or call centers according to the preferences expressed during installation. The advantages include simplicity and reliability. The sensors are unobtrusive; there is no stigma. The purpose of each module is clear: falling, wandering, or isolation.\r\n\r\nThe societal and commercial impacts of this project are grounded in demographics. By 2030, the over 65 population in the United States will roughly double from the current 38 million to 72 million. Current models of caregiving will not scale to meet this need without appropriate technological mediation. A common solution to decrease the cost of caregiving is Aging in Place. Aging in place improves perceived quality of life, empowers social support networks, and reduces health care complaints and costs in comparison to institutionalization. Technologies produced through this project will help elders to age in place. The design of this technology offers an approach that will enhance scientific and technological understanding of this deeply socially embedded challenge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Camp",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Linda J Camp",
   "pi_email_addr": "admin@bespokesec.com",
   "nsf_id": "000647327",
   "pi_start_date": "2012-10-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "901 E Tenth St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ICorps proposal requires a team of three people.&nbsp;</p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The Principal Investigator is L Jean Camp. Professor L. Jean Camp is a founder of the inter- discipline of economics of security. Her core contributions are in area of the social and economic implications of technologies of security and privacy. She is a leader in the investigation of the insider threat in the networked realm. Professor Camp is the author of &ldquo;Trust and Risk in Internet Commerce&rdquo; (MIT Press), &ldquo;Economics of Identity Theft&rdquo; (Springer) and the editor of &ldquo;Economics of Information Security&rdquo; (Kluwer Academic). She has authored over one hundred fifty additional works, including more than ninety peer-reviewed works and two dozen book chapters. She has made scores of invited presentations on six continents. Her patents are in the area of privacy- enhancing technologies. Prof. Camp began her graduate studies in electrical engineering in North Carolina before moving to the Department of Engineering and Public Policy at Carnegie Mellon to complete her PhD in Engineering and Public Policy. Upon graduation she became a Senior Mem- ber of the Technical Staff at Sandia National Laboratories. She left Sandia National Laboratories for eight years as a professor at Harvard&rsquo;s Kennedy School, departing to lead the security group in the newly-formed School of Informatics at Indiana University. </span></p>\n<p><span>The Entrepreneurial Lead is Vaibhav Garg. Viahav Garg is a doctoral candidate at SOIC. His research investigates the cross-section of security and human behavior. He is also interested in risk perception, information ethics, eGovernance, eHealth, and policy. His Masters thesis from Purdue explored security and privacy risks in Telemedicine and Telecare. He earned his undergraduate degree in Information and Communication Technology from DA-IICT. His research there involved protocol analysis of wireless protocols for both authentication and key exchange. A recently ac- cepted PETS paper specifically addressed privacy and risk perceptions of elders. Camp has been the doctoral of Garg for three years. </span></p>\n<p><span>The Mentor is Duncan Goldie-Scot. Duncan Goldie-Scot pioneered the use of mobile payments in microfinance institutions in East Africa, through his not-for-profit company Mobile Microfinance Ltd. He co-founded and is now a director of Musoni BV, a new MFI operating in Kenya. It is the first MFI that is 100% cashless: all disbursements and repayments use mobile payment services such as M-PESA. Before starting in microfinance, Duncan ran his own publishing company and has&nbsp;</span>also written about emerging market banking and finance. &nbsp;</p>\n</div>\n</div>\n</div>\n<p>We spent multiple weeks, many interviews, and hours exploring the possibility of commercializing the technology.</p>\n<p>The proposed technology is a modular expandable sensor network with local processing to address specific threats: wandering, stove risks, falling, etc. For example, modern sensors and in-place processing can be configured to detect home departure, excessive or longtime heat, prone humans (respectively), etc. Each module is threat-specific, or expandable. The central module sends alerts to individuals in a hierarchy as determined by the installer (e.g., neighbor, daughter, friend, call center, police). The system does not require any of these parties, e.g., police can be rejected as recipients. The system can be enhanced to send additional data based on recipient, e.g., home layout to police or photos to friend. The system leverages advances in image processing and sensor reliability.</p>\n<p><br />The proposed technology is secure, privacy-aware, modular, personalizable sensor network to assist for in-home monitoring. According to IBISWorld Industry Report 62331 the retireme...",
  "por_txt_cntn": "\nThe ICorps proposal requires a team of three people. \n\n\n\n\nThe Principal Investigator is L Jean Camp. Professor L. Jean Camp is a founder of the inter- discipline of economics of security. Her core contributions are in area of the social and economic implications of technologies of security and privacy. She is a leader in the investigation of the insider threat in the networked realm. Professor Camp is the author of \"Trust and Risk in Internet Commerce\" (MIT Press), \"Economics of Identity Theft\" (Springer) and the editor of \"Economics of Information Security\" (Kluwer Academic). She has authored over one hundred fifty additional works, including more than ninety peer-reviewed works and two dozen book chapters. She has made scores of invited presentations on six continents. Her patents are in the area of privacy- enhancing technologies. Prof. Camp began her graduate studies in electrical engineering in North Carolina before moving to the Department of Engineering and Public Policy at Carnegie Mellon to complete her PhD in Engineering and Public Policy. Upon graduation she became a Senior Mem- ber of the Technical Staff at Sandia National Laboratories. She left Sandia National Laboratories for eight years as a professor at HarvardÆs Kennedy School, departing to lead the security group in the newly-formed School of Informatics at Indiana University. \n\nThe Entrepreneurial Lead is Vaibhav Garg. Viahav Garg is a doctoral candidate at SOIC. His research investigates the cross-section of security and human behavior. He is also interested in risk perception, information ethics, eGovernance, eHealth, and policy. His Masters thesis from Purdue explored security and privacy risks in Telemedicine and Telecare. He earned his undergraduate degree in Information and Communication Technology from DA-IICT. His research there involved protocol analysis of wireless protocols for both authentication and key exchange. A recently ac- cepted PETS paper specifically addressed privacy and risk perceptions of elders. Camp has been the doctoral of Garg for three years. \n\nThe Mentor is Duncan Goldie-Scot. Duncan Goldie-Scot pioneered the use of mobile payments in microfinance institutions in East Africa, through his not-for-profit company Mobile Microfinance Ltd. He co-founded and is now a director of Musoni BV, a new MFI operating in Kenya. It is the first MFI that is 100% cashless: all disbursements and repayments use mobile payment services such as M-PESA. Before starting in microfinance, Duncan ran his own publishing company and has also written about emerging market banking and finance.  \n\n\n\n\nWe spent multiple weeks, many interviews, and hours exploring the possibility of commercializing the technology.\n\nThe proposed technology is a modular expandable sensor network with local processing to address specific threats: wandering, stove risks, falling, etc. For example, modern sensors and in-place processing can be configured to detect home departure, excessive or longtime heat, prone humans (respectively), etc. Each module is threat-specific, or expandable. The central module sends alerts to individuals in a hierarchy as determined by the installer (e.g., neighbor, daughter, friend, call center, police). The system does not require any of these parties, e.g., police can be rejected as recipients. The system can be enhanced to send additional data based on recipient, e.g., home layout to police or photos to friend. The system leverages advances in image processing and sensor reliability.\n\n\nThe proposed technology is secure, privacy-aware, modular, personalizable sensor network to assist for in-home monitoring. According to IBISWorld Industry Report 62331 the retirement support market is $39.5B with profit of $3.2B with 14,354 businesses. Expected annual growth in 11-16 is expected to be 2.5%. In 2005 the elder population (i.e., over 65) was 30 million, which is 8% of the population.  Assistive technologies alone, not considering paid labor or facilities, ..."
 }
}