{
 "awd_id": "1259580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Beyond Horizontal Convection",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 373388.0,
 "awd_amount": 373388.0,
 "awd_min_amd_letter_date": "2013-03-15",
 "awd_max_amd_letter_date": "2013-03-15",
 "awd_abstract_narration": "Intellectual Merit: This project extend the investigators? work on horizontal convection which refers to the circulation resulting from differential heating along one horizontal boundary of a fluid and is seen as the simplest dynamical element contributing to the oceanic Meridional Overturning Circulation (MOC). The full problem of the MOC is complex and difficult, involving thermal, haline and mechanical forcing. The investigators on this project have been working on understanding single-component horizontal convection, which is commonly viewed as a simplified conceptual model of the MOC. This work, and that of other groups, suggests that the gap between horizontal convection and the MOC is not only quantitative, but also qualitative. The goal of this project is to move from the overly simplified problem of horizontal convection toward the richer dynamical setting of the ocean by conducting further laboratory and numerical experiments. The following hypotheses will be addressed:\r\n\r\n1. Deep stratification is largely set by the interaction between the vertical transport of buoyancy in the depth-varying, negatively buoyant plume and the lateral transport due to baroclinic eddies.\r\n2. Kinetic energy dissipation in rotating horizontal convection with and without surface stress occurs primarily in the interior of the flow and is not due to bottom drag. Direct Numerical Simulations indicate that this is true yet ocean circulation simulations with parameterized convection and turbulence suggest otherwise.\r\n3. An input of mechanical energy in the form of a surface stress in opposition to a buoyancy-driven circulation leads to a two-cell circulation, in which the system is no longer governed by classical scaling arguments.\r\n4. Spatial variability of the applied surface stress introduces new dynamical responses and energy pathways. The relative phase between wind and buoyancy forcing is thus important.\r\n\r\nBroader Impacts: This renewal project will enable two graduate students to finish their thesis research and acquire skills in laboratory work and computational fluid dynamics. To reach pre-college students, the investigators will continue to contribute to the professional development of high school teachers in the San Diego Unified School District. In partnership with the NSF-funded Center for Ocean Science Education Excellence ? California, they will sponsor a one-day workshop for approximately 25 Earth sciences teachers. The numerical simulations in this project will be used as examples in a seminar class on scientific computing, aimed at introducing graduate students carrying out computational research at the Scripps Institution of Oceanography to the NSF-supported supercomputing facilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Llewellyn Smith",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan G Llewellyn Smith",
   "pi_email_addr": "sgls@ucsd.edu",
   "nsf_id": "000096094",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kraig",
   "pi_last_name": "Winters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kraig Winters",
   "pi_email_addr": "kraig@coast.ucsd.edu",
   "nsf_id": "000173218",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 373388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Horizontal convection is the generic designation for the circulation resulting from differential heating along one horizontal boundary of a fluid. It is a key feature of the Meridional Overturning Circulation. The full problem of the MOC is complex and difficult, involving thermal, haline and mechanical forcing. Understanding the simpler problem of (single-component) horizontal convection is an important step in attacking the full problem.</p>\n<p>Experiments focused on the competing effects of surface stress and buoyancy in models of horizontal convection in the non-rotating case. By adjusting the direction of the buoyancy-driven cell, the mechanical forcing could drive flow in the same direction as, or against, the buoyancy-forced flow along the surface. When the mechanical forcing created by the surface stress acted in the same direction as the overturning circulation maintained by the buoyancy flux, experiment results suggest that for small values of the surface stress forcing, the steady-state flow exhibits the same qualitative features that have been observed in previous horizontal convection experiments. For larger values, the local stratification is no longer able to dampen instabilities near the fresh water inflow, resulting in a region of mixing that increases in size with an increase in surface shear. The consequence of a sustained mixing region is that the plume can no longer penetrate the full depth of the tank, and instead detrains at an intermediate depth. A recycling box theory was adapted to take into consideration a spatially-varying diffusivity and was found to describe key flow characteristics adequately, supporting the main result that the order-one effect of a surface stress imposed in the same direction as the flow generated by surface buoyancy fluxes is to impart mechanical energy into the circulation by creating a spatially nonhomogeneous turbulent diffusivity. The experiment results may be generally applied to the oceans and other large bodies of water subject to wind stress. The overarching theme is that changes in the upper boundary layer can be communicated to the interior through the plume, altering the global flow structure in response to a long-term perturbation.</p>\n<p>Direct numerical simulations and large eddy simulations were used to examine the kinetic energy balance in the ocean by comparing its reservoirs, evolution and spectral fluxes between two idealized simulations, one forced by buoyancy forcing only and a second by both surface stress and buoyancy forcing. A large fraction of the kinetic energy in the ocean is stored in the `quasi-geostrophic' eddy field. This `balanced' eddy field is expected, according to geostrophic turbulence theory, to transfer energy to larger scales. In order for the general circulation to remain approximately steady, instability mechanisms leading to `loss of balance' have been hypothesized to take place so that the eddy kinetic energy may be transferred to small scales where it can be dissipated. We found that eddy kinetic energy is dissipated preferentially at small scales near the surface via frontal instabilities associated with loss of balance and a forward energy cascade rather than by bottom drag after an inverse energy cascade. This was true both with and without forcing by the wind. These results suggest that loss of balance caused by frontal instabilities near the ocean surface could provide an efficient mechanism, independent of boundary effects, by which eddy kinetic energy is dissipated.</p>\n<p>As part of outreach efforts, high school teachers were given a tour of the laboratory. We also provided professional development workshops for mathematics teacher leaders in the greater San Diego community via the STEM Success Initiative of UCSD's Center for Educational Equity, Assessment and Teaching Excellence (CREATE). We offered a set of two workshops for 6 calculus teachers who are all tea...",
  "por_txt_cntn": "\nHorizontal convection is the generic designation for the circulation resulting from differential heating along one horizontal boundary of a fluid. It is a key feature of the Meridional Overturning Circulation. The full problem of the MOC is complex and difficult, involving thermal, haline and mechanical forcing. Understanding the simpler problem of (single-component) horizontal convection is an important step in attacking the full problem.\n\nExperiments focused on the competing effects of surface stress and buoyancy in models of horizontal convection in the non-rotating case. By adjusting the direction of the buoyancy-driven cell, the mechanical forcing could drive flow in the same direction as, or against, the buoyancy-forced flow along the surface. When the mechanical forcing created by the surface stress acted in the same direction as the overturning circulation maintained by the buoyancy flux, experiment results suggest that for small values of the surface stress forcing, the steady-state flow exhibits the same qualitative features that have been observed in previous horizontal convection experiments. For larger values, the local stratification is no longer able to dampen instabilities near the fresh water inflow, resulting in a region of mixing that increases in size with an increase in surface shear. The consequence of a sustained mixing region is that the plume can no longer penetrate the full depth of the tank, and instead detrains at an intermediate depth. A recycling box theory was adapted to take into consideration a spatially-varying diffusivity and was found to describe key flow characteristics adequately, supporting the main result that the order-one effect of a surface stress imposed in the same direction as the flow generated by surface buoyancy fluxes is to impart mechanical energy into the circulation by creating a spatially nonhomogeneous turbulent diffusivity. The experiment results may be generally applied to the oceans and other large bodies of water subject to wind stress. The overarching theme is that changes in the upper boundary layer can be communicated to the interior through the plume, altering the global flow structure in response to a long-term perturbation.\n\nDirect numerical simulations and large eddy simulations were used to examine the kinetic energy balance in the ocean by comparing its reservoirs, evolution and spectral fluxes between two idealized simulations, one forced by buoyancy forcing only and a second by both surface stress and buoyancy forcing. A large fraction of the kinetic energy in the ocean is stored in the `quasi-geostrophic' eddy field. This `balanced' eddy field is expected, according to geostrophic turbulence theory, to transfer energy to larger scales. In order for the general circulation to remain approximately steady, instability mechanisms leading to `loss of balance' have been hypothesized to take place so that the eddy kinetic energy may be transferred to small scales where it can be dissipated. We found that eddy kinetic energy is dissipated preferentially at small scales near the surface via frontal instabilities associated with loss of balance and a forward energy cascade rather than by bottom drag after an inverse energy cascade. This was true both with and without forcing by the wind. These results suggest that loss of balance caused by frontal instabilities near the ocean surface could provide an efficient mechanism, independent of boundary effects, by which eddy kinetic energy is dissipated.\n\nAs part of outreach efforts, high school teachers were given a tour of the laboratory. We also provided professional development workshops for mathematics teacher leaders in the greater San Diego community via the STEM Success Initiative of UCSD's Center for Educational Equity, Assessment and Teaching Excellence (CREATE). We offered a set of two workshops for 6 calculus teachers who are all teacher leaders in the community. The project provided training and professional de..."
 }
}