{
 "awd_id": "1259752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Material, Linguistic, and Cultural Influences in the Production of Heritage Food",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 120736.0,
 "awd_amount": 120736.0,
 "awd_min_amd_letter_date": "2013-01-23",
 "awd_max_amd_letter_date": "2013-01-23",
 "awd_abstract_narration": "Dr. Jillian R. Cavanaugh, Brooklyn College and the Graduate Center CUNY, will conduct research exploring how the production of and demand for locally-important, or \"heritage\" foods, influences cultural and political economic change. Recently, various types of specialty foods - local, organic, sustainable, heritage - have become increasingly important for understanding the cultural and economic transformations associated with globalization; yet not all foods that fall in these categories enjoy the same type of cultural and economic success. The research will investigate the different types of labor that are required for everyday foods to become both successful commodities as well as emblems of local heritage and tradition. This project will focus on the work of local food producers in Northern Italy, as well as the food activists and government officials who aid them, in order to examine why people invest in their past in order to prosper in the present and future. \r\n\r\nThe project will employ a range of social science research methods, including participant observation, audio-recording of naturally occurring conversation and public events, interviews, and the collection and analysis of documentary practices. Field research will take place across a variety of sites, including farms, processing plants, government offices, and heritage events.\r\n\r\nThis research will contribute to social scientific literature that has explored how entrepreneurs make choices that are driven by concerns about the preservation of heritage and culture, as well as by economic motivations. This project will also promote international scientific collaborations, and aid in the training of undergraduate and graduate students. The results of this research will deepen understandings of how food production has become part of a range of important debates about the value and meaning of food today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jillian",
   "pi_last_name": "Cavanaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jillian Cavanaugh",
   "pi_email_addr": "jcavanaugh@brooklyn.cuny.edu",
   "nsf_id": "000611249",
   "pi_start_date": "2013-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Brooklyn College",
  "inst_street_address": "2900 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189515622",
  "inst_zip_code": "112102850",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "XNAKYW3FTSE1"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Brooklyn College",
  "perf_str_addr": "2900 Bedford Avenue",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112102850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120736.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focused on the production of locally-important, or \"heritage\" foods as important indicators of political, economic, and cultural change. Recently, the production of various types of specialty foods - local, organic, sustainable, heritage - has become increasingly important as a way to combat, but also engage with, political, economic, and cultural transformations associated with globalization. Much has been written about the consumption of such foods, and how this impacts consumers&rsquo; senses of self, locations within hierarchies of taste, and political economic positions. Less is known, however, about the producers of such foods, including the types of work they undertake, the rewards they seek in doing this work, how they may participate in local movements to &ldquo;save food&rdquo; in various ways, and what ensures or prevents their financial success. In order to understand what is at stake for producers of heritage foods, as well as what motivates them and how and why they choose to save their culture as well as try to prosper economically, this project investigated the different types of labor required for everyday foods to become successful commodities <em>and</em> emblems of local heritage and tradition.</p>\n<p>&nbsp;</p>\n<p>The research was located in Italy, a place long known for its food and heavily invested in preserving its food heritage. It focused specifically on small- and medium-sized food producers in the northern Italian province of Bergamo, and the food activists, politicians, and government officials with whom they work. Most of the companies at the center of the research made salami and sausage, both historically important foods in this area still widely eaten. Most of the research was conducted with 4 production companies, ranging from small-scale (1-4 workers) to medium-scale (50-70 workers). All were family-based and explicitly depicted at least some of their products as heritage foods. <br /> <br /> The project employed numerous social science research methods, including participant observation with detailed field notes; audio-recording of naturally occurring conversation, public events, and interviews; transcribing of recordings with native speakers; and collection and analysis of documents related to food production. Field research was conducted across a variety of sites, including farms, slaughterhouses, sausage and salami processing facilities, government offices, farmers markets, restaurants, and food promotion events, such as food festivals. Undergraduate and graduate students were involved in transcription and analysis stages of the project, contributing to their training in social scientific research and analysis methods.</p>\n<p>&nbsp;</p>\n<p>The research showed that although heritage foods may be culturally-valued, not all who produce them enjoy the same level of success. Differential levels of financial success rest not just on how &lsquo;good&rsquo; or &lsquo;authentic&rsquo; the foods they produce are&mdash;that is, on the producers&rsquo; skills to physically make the foods&mdash;but just as importantly on their ability to engage in particular verbal and documentary practices, such as talking to governmental officials or customers in the correct manner and filling out forms in the right way. Heritage foods are heavily documented and regulated objects, subject to layers of documentation, strict regulation, and regular inspections to make sure they are being produced according to government-approved recipes and production techniques, all aimed to ensure that the foods being produced are &ldquo;just like grandma made,&rdquo; but also adhere to contemporary food safety standards. Such requirements are especially onerous for the smallest producers, those who, ironically, may make the foods that most closely resemble tastes of the past. Food activism, in the form of local, regional, national and international organizations that support small-scale, artisanal, and local foods (from local chambers of commerce to the international Slow Food movement), may step into the gap here, supporting the smallest producers by opening and maintaining framers markets, food festivals, and food tasting events. Heritage food production, then, is a complex social, cultural, political, and economic process shaped by local dynamics and global markets.</p>\n<p><br /> This research has resulted in several publications, both already published and forthcoming, as peer-reviewed journal articles and book chapters. A monograph about the project is currently being written. These publications analyze the importance of talk as a form of economic sociability for producers as they interact with customers at farmers markets, the centrality of documents to contemporary food production, and how heritage and authenticity are represented through labels and signage. Several publications have focused on research methods that support studying food and language together. Broadly, these publications contribute to social scientific scholarly conversations about how entrepreneurs make choices that are driven by the desire to preserve heritage and culture, as well as by economic motivations. The results of this research have additionally contributed to the PI&rsquo;s teaching of undergraduate and graduate students, and more broadly help to deepen understandings of how food is produced and how such understandings should contribute to important debates about the value and meaning of food today.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2017<br>\n\t\t\t\t\tModified by: Jillian&nbsp;Cavanaugh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research focused on the production of locally-important, or \"heritage\" foods as important indicators of political, economic, and cultural change. Recently, the production of various types of specialty foods - local, organic, sustainable, heritage - has become increasingly important as a way to combat, but also engage with, political, economic, and cultural transformations associated with globalization. Much has been written about the consumption of such foods, and how this impacts consumers? senses of self, locations within hierarchies of taste, and political economic positions. Less is known, however, about the producers of such foods, including the types of work they undertake, the rewards they seek in doing this work, how they may participate in local movements to \"save food\" in various ways, and what ensures or prevents their financial success. In order to understand what is at stake for producers of heritage foods, as well as what motivates them and how and why they choose to save their culture as well as try to prosper economically, this project investigated the different types of labor required for everyday foods to become successful commodities and emblems of local heritage and tradition.\n\n \n\nThe research was located in Italy, a place long known for its food and heavily invested in preserving its food heritage. It focused specifically on small- and medium-sized food producers in the northern Italian province of Bergamo, and the food activists, politicians, and government officials with whom they work. Most of the companies at the center of the research made salami and sausage, both historically important foods in this area still widely eaten. Most of the research was conducted with 4 production companies, ranging from small-scale (1-4 workers) to medium-scale (50-70 workers). All were family-based and explicitly depicted at least some of their products as heritage foods. \n \n The project employed numerous social science research methods, including participant observation with detailed field notes; audio-recording of naturally occurring conversation, public events, and interviews; transcribing of recordings with native speakers; and collection and analysis of documents related to food production. Field research was conducted across a variety of sites, including farms, slaughterhouses, sausage and salami processing facilities, government offices, farmers markets, restaurants, and food promotion events, such as food festivals. Undergraduate and graduate students were involved in transcription and analysis stages of the project, contributing to their training in social scientific research and analysis methods.\n\n \n\nThe research showed that although heritage foods may be culturally-valued, not all who produce them enjoy the same level of success. Differential levels of financial success rest not just on how ?good? or ?authentic? the foods they produce are&mdash;that is, on the producers? skills to physically make the foods&mdash;but just as importantly on their ability to engage in particular verbal and documentary practices, such as talking to governmental officials or customers in the correct manner and filling out forms in the right way. Heritage foods are heavily documented and regulated objects, subject to layers of documentation, strict regulation, and regular inspections to make sure they are being produced according to government-approved recipes and production techniques, all aimed to ensure that the foods being produced are \"just like grandma made,\" but also adhere to contemporary food safety standards. Such requirements are especially onerous for the smallest producers, those who, ironically, may make the foods that most closely resemble tastes of the past. Food activism, in the form of local, regional, national and international organizations that support small-scale, artisanal, and local foods (from local chambers of commerce to the international Slow Food movement), may step into the gap here, supporting the smallest producers by opening and maintaining framers markets, food festivals, and food tasting events. Heritage food production, then, is a complex social, cultural, political, and economic process shaped by local dynamics and global markets.\n\n\n This research has resulted in several publications, both already published and forthcoming, as peer-reviewed journal articles and book chapters. A monograph about the project is currently being written. These publications analyze the importance of talk as a form of economic sociability for producers as they interact with customers at farmers markets, the centrality of documents to contemporary food production, and how heritage and authenticity are represented through labels and signage. Several publications have focused on research methods that support studying food and language together. Broadly, these publications contribute to social scientific scholarly conversations about how entrepreneurs make choices that are driven by the desire to preserve heritage and culture, as well as by economic motivations. The results of this research have additionally contributed to the PI?s teaching of undergraduate and graduate students, and more broadly help to deepen understandings of how food is produced and how such understandings should contribute to important debates about the value and meaning of food today.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2017\n\n\t\t\t\t\tSubmitted by: Jillian Cavanaugh"
 }
}