{
 "awd_id": "1259255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Life Cycles of Diapausing Copepods in the Arabian Sea:  cues for sinking at the end of the SW Monsoon",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 549151.0,
 "awd_amount": 549151.0,
 "awd_min_amd_letter_date": "2013-04-10",
 "awd_max_amd_letter_date": "2013-04-10",
 "awd_abstract_narration": "Intellectual Merit.  The infusion or transport of large-bodied copepods, whose life cycle includes diapauses (hibernation) at subsurface depths, into the upwelling area off Oman is fundamental to the success of the pelagic ecosystem in the region. Changes in the SW Monsoon wind pattern or strength can alter timing and intensity of upwelling and mixing, presenting the possibility that primary productivity during upwelling (dominated by diatoms) and the large-bodied, diapausing copepods that ingest phytoplankton, may become de-coupled. When decoupling has happened in other ecosystems, populations crash forcing a food web reorganization, often with outcomes that are undesirable. In the case of Oman, the abundant myctophid fish, a key link to upper trophic level fish of commercial importance, may be at risk for a significant population decline because of changes in the timing of primary production.\r\n\r\nNow that climate change may be altering the monsoon cycle of wind forcing in the Arabian Sea, there exists the possibility that the life cycle of diapausing C. carinatus may become mismatched with the appearance of their food supply occurring during the upwelling season. While ontogenetic migration is generally associated with high latitude environments, where the spring bloom of phytoplankton driven by the annual cycle of sunlight provides a spatially and temporally reliable food supply, there are no other copepods inhabiting the tropics and subtropics that have diapause at depth in their life cycle (except perhaps Subeucalanus crassus in the Arabian Sea). Understanding the cues that trigger downward migration of C. carinatus at the end of the upwelling season, and investigating whether S. crassus has a phenology similar to C. carinatus, are the goals of this project. An international archive of samples from the Arabian Sea extending back to 1992, as well as new samples, will be used in this study.\r\n\r\nBroader Impacts. Collaboration will continue with the Sultan Qaboos University in Muscat, Oman. The university is just 26 years old, and marine science in Oman is not much older in spite of the fact Oman has 1700 miles of coastline bordering the Sea/Gulf of Oman and the Arabian Sea. These collaborative efforts will extend times series observations that began six years ago off Masirah Island (located in the seasonal upwelling zone) with a goal of introducing Omanis to the value of sustained measurements in their coastal waters. There have been important successes, especially with the Beduin fishermen on Masirah Island, who have known their local waters for a lifetime, and recognize that dramatic changes are happening now. They are eager participants in the \"knowledge gathering\" such as making daily measurements of sea surface temperature. As fish kills and red tides proliferate in the coastal waters of Oman, and costly cyclones impact the coast with greater frequency, the value of sustained observations has become appreciated. In addition, the PI has recently co-authored two books on Arabian Sea plankton taxonomy and two more volumes are expected to result from the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Smith",
   "pi_email_addr": "sharon.smith@rsmas.miami.edu",
   "nsf_id": "000415670",
   "pi_start_date": "2013-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami - RSMAS",
  "perf_str_addr": "4600 Rickenbacker Cswy",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 549151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Do you think mammals like bears are the only organisms on earth that hibernate during the &ldquo;food-poor&rdquo; seasons? If you said yes, you would be wrong. For almost 40 years, I have been studying a small crustacean (related to shrimps), the size of a rice grain, that lives in the Arabian Sea off Oman and Somalia and other coastal ocean areas around Africa and as far north as Spain.&nbsp;&nbsp;This little creature lives at the surface of the ocean during the favorable (abundant food) season, which is when winds force deep water to the surface (called upwelling), and &ldquo;hibernates&rdquo; (lives in a diapause state) as deep as 2000 meters during the unfavorable seasons. What is the timing of the rise of this organism to the surface and its departure from the surface? What are the environmental cues that trigger these behaviors? This project has demonstrated that the organism, a copepod known as&nbsp;<em>Calanoides natalis</em>, reaches the surface of the ocean off the Sultanate of Oman in mid-to-late June, just before strong upwelling, and its associated blooms of phytoplankton (mostly single-celled plants that are food for <em>C. natalis</em>), begins in July. And <em>C. natalis</em> departs the surface once the sea surface temperature rises to roughly 27<sup>o</sup>C and remains at that temperature, which is when the upwelling-favorable winds have died-off. Since wind speed and direction off Oman are partly governed by the snow and ice on the Tibetan Plateau, the physical variables that force upwelling have a climate component. This project has also demonstrated that climate change is occurring in the Arabian Sea region, and the little crustacean,<em>Calanoides natalis</em>, responds to changes occurring in the ocean by extending its time at the surface when temperatures are between 17<sup>o</sup>C and 27<sup>o</sup>C. Furthermore, prior to 2015, <em>C. natalis</em> reproduced once per upwelling season, while in 2016 during its extended stay at the surface, the species reproduced three times. Thus, the life cycle of <em>C. natalis</em> is changing as its physical environment changes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/23/2018<br>\n\t\t\t\t\tModified by: Sharon&nbsp;L&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDo you think mammals like bears are the only organisms on earth that hibernate during the \"food-poor\" seasons? If you said yes, you would be wrong. For almost 40 years, I have been studying a small crustacean (related to shrimps), the size of a rice grain, that lives in the Arabian Sea off Oman and Somalia and other coastal ocean areas around Africa and as far north as Spain.  This little creature lives at the surface of the ocean during the favorable (abundant food) season, which is when winds force deep water to the surface (called upwelling), and \"hibernates\" (lives in a diapause state) as deep as 2000 meters during the unfavorable seasons. What is the timing of the rise of this organism to the surface and its departure from the surface? What are the environmental cues that trigger these behaviors? This project has demonstrated that the organism, a copepod known as Calanoides natalis, reaches the surface of the ocean off the Sultanate of Oman in mid-to-late June, just before strong upwelling, and its associated blooms of phytoplankton (mostly single-celled plants that are food for C. natalis), begins in July. And C. natalis departs the surface once the sea surface temperature rises to roughly 27oC and remains at that temperature, which is when the upwelling-favorable winds have died-off. Since wind speed and direction off Oman are partly governed by the snow and ice on the Tibetan Plateau, the physical variables that force upwelling have a climate component. This project has also demonstrated that climate change is occurring in the Arabian Sea region, and the little crustacean,Calanoides natalis, responds to changes occurring in the ocean by extending its time at the surface when temperatures are between 17oC and 27oC. Furthermore, prior to 2015, C. natalis reproduced once per upwelling season, while in 2016 during its extended stay at the surface, the species reproduced three times. Thus, the life cycle of C. natalis is changing as its physical environment changes.\n\n \n\n\t\t\t\t\tLast Modified: 07/23/2018\n\n\t\t\t\t\tSubmitted by: Sharon L Smith"
 }
}