{
 "awd_id": "1259306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fish aggregations and biogeochemical hot spots across regional environmental gradients",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 657849.0,
 "awd_amount": 657849.0,
 "awd_min_amd_letter_date": "2013-02-08",
 "awd_max_amd_letter_date": "2013-02-08",
 "awd_abstract_narration": "Consumers in marine ecosystems have long been acknowledged for their role in top-down regulation of ecosystems, but their influence through bottom-up pathways such as nutrient supply is often underappreciated and has not been integrated into models of coastal ecosystem dynamics. Yet, nutrient supply from consumers may be a regulating factor when consumers aggregate, such as fishes around structurally complex habitat. Examining this bottom-up mechanistic pathway is essential for a more holistic understanding of seagrass ecosystems, which are important and threatened globally. This study will address the following questions: (1) Does concentrated nutrient supply from consumers result in distinct biogeochemical hot spots in seagrass beds? and (2) How do consumer effects on ecosystem processes vary across regional environmental contexts where nutrient availability and fishing pressure vary? The PIs will conduct experiments at multiple sites within three biogeographic regions in the Caribbean (The Bahamas, Hispaniola, and Grenada/St.Vincent/Grenadines). The experiments will utilize artificial reefs that mimic natural patch reef habitats that concentrate animals at high densities. Response variables reflecting ecosystem processes (e.g., seagrass nutrient content, seagrass biomass, primary producer diversity) will be measured at reef sites and compared with control sites (seagrass sites without reefs). The spatial extent over which ecosystem processes may be affected, i.e., distance from artificial reef, will be quantified and used to detect ecological thresholds in ecosystem responses. Predictor variables, including measures of ambient nutrient availability, fish densities and fish grazing rates, will be used to contextualize the relative importance of consumer-mediated nutrient supply. The hierarchical experimental design and two-pronged analysis will characterize relationships across environmental gradients found among and within the biogeographic regions, facilitating a conceptual framework needed to predict when, where, and why consumer-mediated nutrient supply is an important control of ecosystems processes in seagrass beds. Broader Impacts: The project is designed to maximize broader impacts at regional, national, and local levels through extensive integration of research and education efforts. The entire program is designed in partnership with The Nature Conservancy, for which the PI serves on the Caribbean Advisory Board. The Nature Conservancy is at the forefront of the Caribbean Challenge, an effort to protect 20% of marine habitats by the year 2020. All of the planned study sites are part of current, or proposed, marine protected areas as part of the Caribbean Challenge initiative. Data from the research will inform monitoring plans, management strategies, and prioritization of conservation measures. Outreach initiatives at local and national levels will be designed with sensitivity to local environmental and social opportunities and challenges. For example, in The Bahamas, the PI will help design and develop a new center on Abaco Island intended to support research, education and conservation activities: ACRE (the Abaco Conservation, Research & Education Center). The outreach website \"The Abaco Scientist\" will be expanded, continuing to provide a platform for quick dissemination of information to the general public. Emphasis will be placed on training minority students under-represented in the sciences, providing experiences within an integrated science, education, and cross-cultural integration model.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Layman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Layman",
   "pi_email_addr": "cal1634@yahoo.com",
   "nsf_id": "000241422",
   "pi_start_date": "2013-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}