{
 "awd_id": "1259904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biology Scholars: Literature, Laboratory, and Leadership Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 606528.0,
 "awd_amount": 606528.0,
 "awd_min_amd_letter_date": "2013-03-15",
 "awd_max_amd_letter_date": "2013-03-15",
 "awd_abstract_narration": "The overall goal of the program is to increase biology graduation rates in selected rural communities by providing scholarships and support to academically talented biology students with limited financial means. The project supports 18 total students, six students in each of three cohorts with funding for up to four years per student. From 2003-2007, freshmen biology majors from the selected rural communities graduated in lower rates in biology (39.1%) compared to freshman biology majors from all counties (45.5% graduation rate). These academically talented students are being retained and becoming graduates of the Saint Vincent biology program through two objectives: 1) increasing (or maintaining) their enthusiasm for the field of biology and 2) strengthening their biology foundation. The program is focussing on three general activities: engagement in the biological literature through Journal Clubs; research through Sophomore Laboratory Rotations; and leadership experiences including mentoring underclassmen, presenting at conferences, and participation in academic, social, and community service activities. The program is providing the skills and resources necessary for Scholars to properly attain employment or graduate school acceptance depending on the individual desires and abilities of the Scholar. Preliminary and final reports are being presented at Biology and STEM conferences and are being written for publication.  A recruitment presentation is also being made. An S-STEM Scholars website includes an overview of the program, application materials, updates on the Scholars, and preliminary data to increase dissemination of the program and results. \r\n\r\nIntellectual Merit: Within the last several years, there has been a movement to increase student engagement and become more student-centered in the classroom to increase student retention in Biology and other STEM fields (Seymour and Hewitt, 2000; Vision and Change, 2009; A New Biology, 2009). The activities the Saint Vincent S-STEM Scholars participate in are increasing critical thinking, reasoning skills, communication and collaboration, and are exposing the students to external research and biological careers, and leadership opportunities. \r\n\r\nBroader Impacts: This successful program allows continual engagement of academically talented students from rural communities. In addition, the overall graduation rate with students from these areas has been low so the success of this program is encouraging expansion to other majors to increase graduation rates. There are many college students from similar rural counties throughout the United States that will benefit from the extra engagement the Saint Vincent program is demonstrating leads to student success in biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Koehl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Koehl",
   "pi_email_addr": "jennifer.koehl@stvincent.edu",
   "nsf_id": "000624473",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Jodis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Jodis",
   "pi_email_addr": "stephen.jodis@email.stvincent.edu",
   "nsf_id": "000330030",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Gahr",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Albert S Gahr",
   "pi_email_addr": "albert.gahr@email.stvincent.edu",
   "nsf_id": "000625130",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kellam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Kellam",
   "pi_email_addr": "james.kellam@email.stvincent.edu",
   "nsf_id": "000625131",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Vincent College",
  "inst_street_address": "300 FRASER PURCHASE RD",
  "inst_street_address_2": "",
  "inst_city_name": "LATROBE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7248052271",
  "inst_zip_code": "156502690",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "SAINT VINCENT COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JTQRBGTSWUM7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Vincent College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "156502690",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "PA14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 606528.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the NSF-funded &ldquo;Biology Scholars: Literature, Laboratory, and Leadership&rdquo; program was to increase biology graduation rates in selected rural Pennsylvania communities by providing scholarships and support to academically talented biology students with limited financial means. From 2003-2007, the Saint Vincent College Biology Department graduated 46.4% of students who entered as Biology majors, and the overall graduation rate of students who entered as Biology majors was 71.8%. When looking a specific rural counties in Pennsylvania, the graduation rate dropped to 39.1% and 56.5% for Biology majors and overall graduation rates, respectively, for students who began as Biology majors.</p>\n<p>It was hypothesized that if students increased (or maintained) their enthusiasm for biological concepts and strengthened their biology foundation, then there should be higher retention and, therefore, graduation levels. The Biology Scholars program focused on engagement in the biological literature throughout the four-years, early-career laboratory research, and leadership experiences. Engagement in the literature included &ldquo;journal clubs&rdquo; where students under the mentorship of a faculty member discuss a scientific journal article; as sophomores, juniors, and seniors, Scholars lead the journal club discussions. Scholars completed journal club assignments as freshmen and sophomores and similar assignments in upper-level courses for comparison. In addition, sophomore Scholars participated in at least three research labs to engage students in research early in their college careers; Saint Vincent College Biology already requires a junior/senior three-semester research capstone. The final activity was to encourage students to take on leadership roles which included officer positions in extracurricular clubs, sports teams, and mentoring younger Scholars. Creating a community of Scholars was also important so cohorts met with the faculty leadership group several times a semester and schedules were coordinated as much as possible.</p>\n<p>We were able to successfully recruit 18 students over three cohorts (one student left after a few weeks of college and was removed from further assessment). We retained and graduated 14/17 Scholars in Biology at Saint Vincent College; one student transferred outside of Saint Vincent to pursue a program not offered and two changed majors at Saint Vincent College (one graduated). This is an 82% graduation rate compared to the previous 39.1% graduation rate for students from rural areas!</p>\n<p>Our Scholars did maintain their enthusiasm from freshman to senior year according to survey data, but enthusiasm scores were not more than that of non-Scholars. Our Scholars also increased their biological foundation as shown by freshman to upper-class differences in primary literature assignment scores. Our Scholars were leaders on campus across all areas.</p>\n<p>Overall, by maintaining enthusiasm for biological concepts and increasing their biological foundation through primary literature, engaging in early-career laboratory research experiences, and leadership, we were able to increase retention and Biology graduation rates of academically-strong students from rural areas in Pennsylvania.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2020<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;L&nbsp;Koehl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the NSF-funded \"Biology Scholars: Literature, Laboratory, and Leadership\" program was to increase biology graduation rates in selected rural Pennsylvania communities by providing scholarships and support to academically talented biology students with limited financial means. From 2003-2007, the Saint Vincent College Biology Department graduated 46.4% of students who entered as Biology majors, and the overall graduation rate of students who entered as Biology majors was 71.8%. When looking a specific rural counties in Pennsylvania, the graduation rate dropped to 39.1% and 56.5% for Biology majors and overall graduation rates, respectively, for students who began as Biology majors.\n\nIt was hypothesized that if students increased (or maintained) their enthusiasm for biological concepts and strengthened their biology foundation, then there should be higher retention and, therefore, graduation levels. The Biology Scholars program focused on engagement in the biological literature throughout the four-years, early-career laboratory research, and leadership experiences. Engagement in the literature included \"journal clubs\" where students under the mentorship of a faculty member discuss a scientific journal article; as sophomores, juniors, and seniors, Scholars lead the journal club discussions. Scholars completed journal club assignments as freshmen and sophomores and similar assignments in upper-level courses for comparison. In addition, sophomore Scholars participated in at least three research labs to engage students in research early in their college careers; Saint Vincent College Biology already requires a junior/senior three-semester research capstone. The final activity was to encourage students to take on leadership roles which included officer positions in extracurricular clubs, sports teams, and mentoring younger Scholars. Creating a community of Scholars was also important so cohorts met with the faculty leadership group several times a semester and schedules were coordinated as much as possible.\n\nWe were able to successfully recruit 18 students over three cohorts (one student left after a few weeks of college and was removed from further assessment). We retained and graduated 14/17 Scholars in Biology at Saint Vincent College; one student transferred outside of Saint Vincent to pursue a program not offered and two changed majors at Saint Vincent College (one graduated). This is an 82% graduation rate compared to the previous 39.1% graduation rate for students from rural areas!\n\nOur Scholars did maintain their enthusiasm from freshman to senior year according to survey data, but enthusiasm scores were not more than that of non-Scholars. Our Scholars also increased their biological foundation as shown by freshman to upper-class differences in primary literature assignment scores. Our Scholars were leaders on campus across all areas.\n\nOverall, by maintaining enthusiasm for biological concepts and increasing their biological foundation through primary literature, engaging in early-career laboratory research experiences, and leadership, we were able to increase retention and Biology graduation rates of academically-strong students from rural areas in Pennsylvania.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2020\n\n\t\t\t\t\tSubmitted by: Jennifer L Koehl"
 }
}