{
 "awd_id": "1259424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Places, Poverty and State Capacity:  Local State Responses to Recession and Socioeconomic Well-Being, 2001-2012",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2013-04-15",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 129009.0,
 "awd_amount": 129009.0,
 "awd_min_amd_letter_date": "2013-04-11",
 "awd_max_amd_letter_date": "2013-04-11",
 "awd_abstract_narration": "This collaborative research project will examine the degree to which local governments improve socioeconomic well-being across the nation and whether they contribute to recovery following the recession of 2008 to 2011.  The impacts of local governments on employment growth, income growth, poverty alleviation, and other socioeconomic indicators will be investigated.  The researchers will focus their efforts on tests of three broad-ranging hypotheses:  (1) Capacity (size, administrative/fiscal resources, and policy interventions) of local governments is positively related to the well-being of the populations they serve.  (2) Capacity is related to countercyclical (proactive) local government responses to the Great Recession.   (3) Where local governments took countercyclical responses, future socioeconomic well-being improved.  Each of these hypotheses will be addressed for all local governments within county-area units across 50 states and for the county governments. Although county governments exceed federal civilian government in employment size, social scientists have all but ignored them.  A local government database constructed by the investigators will be extended for the post-recession period through the use of the Census of Governments and other secondary data.  For county governments, unique primary longitudinal data spanning 2001-2008 will be used.\r\n\r\nThe project will have theoretical significance across the social sciences and broad utility for communities and families across the U.S. as they face potential cuts to their local governments in the aftermath of the Great Recession.  The project will create a new bridge between political sociology and the longstanding poverty-and-place literature, a tradition addressing subnational disparities that spans sociology, geography, economics, and regional science.  The project will address fundamental social science questions about the role of government in promoting public well-being across the nation.  It will inform policies aimed at post-recession recovery.  Captured in the data are local public employment changes during the Obama stimulus-package period that will enable the researchers to measure their impact on poverty and to also assess whether place-based (locally centered) policies helped in poverty alleviation.  The project will provide education and training opportunities for graduate and undergraduate students, and it will enhance the data infrastructure for detailed studies of local governments and well-being for future research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Lobao",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Lobao",
   "pi_email_addr": "lobao.1@osu.edu",
   "nsf_id": "000097376",
   "pi_start_date": "2013-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Partridge",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Partridge",
   "pi_email_addr": "partridge.27@osu.edu",
   "nsf_id": "000412304",
   "pi_start_date": "2013-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129009.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the extent to which local governments improve socioeconomic well-being for communities across the nation. &nbsp;This project is important for research across the social sciences and it has broad policy implications for America&rsquo;s communities and families. &nbsp;For the social sciences, the project contributes to research concerned with the role and impact of government in promoting citizens&rsquo; wellbeing. &nbsp;In particular, it advances theory by creating a new bridge between political sociology and the poverty-and-place literature, a tradition addressing disparities across communities which spans sociology, geography, economics, and regional science.&nbsp; For policy, the project&rsquo;s findings suggest that strengthening the capacity of local governments is likely to lead to better governmental decision-making regarding programs and policies and greater ability to alleviate poverty and increase household income<strong>. &nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>There were three central results of our study.&nbsp; First<strong>, </strong>we developed a new methodological protocol to analyze the impacts of government on populations&rsquo; well-being.&nbsp; &nbsp;Past research on this topic is complicated because of the issue of separating cause and effect, what researchers term the problem of endogeneity.&nbsp; For example, local government employment tends to be proportionately higher in less affluent communities as government grows in tandem to help needy populations.&nbsp; This makes it difficult to assess causality over time, that is, to address whether the level of government employment by itself helps in alleviating poverty. &nbsp;A major methodological contribution of our project is the development of a strategy to improve the ability to separate out this cause-effect relationship. &nbsp;We have developed a new methodological approach using instrumental variables (IV) which we term IVMatch that offers a practical strategy for separating out cause from effect.</p>\n<p>&nbsp;</p>\n<p>A second result of our study was to establish a link between local government capacity and better policy-making. &nbsp;Using data on county governments, across the nation, we found that higher capacity governments (larger with more professionalized staff) engage in greater policy-making of all types, provide a wider range of public services, and are less likely to use cutback policies such as selling assets. &nbsp;These findings suggest that strengthening the capacity of local governments could yield better policy-outcomes for local communities and their residents.</p>\n<p>&nbsp;</p>\n<p>The third result of our study was to establish a link between local government capacity and better outcomes for community economic well-being.&nbsp; We analyzed local government employment as a measure of government capacity and we assessed outcomes over 2007-2009 Great Recession period and the 2010-2012 recovery period.&nbsp; We find some evidence that higher capacity local governments better protected their populations to some degree over the recession period; that is, metropolitan counties with a larger share of local government employment prior to the recession, had lower poverty and income inequality and higher median household income over the recession and the recovery periods.&nbsp;&nbsp;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2017<br>\n\t\t\t\t\tModified by: Linda&nbsp;M&nbsp;Lobao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined the extent to which local governments improve socioeconomic well-being for communities across the nation.  This project is important for research across the social sciences and it has broad policy implications for America?s communities and families.  For the social sciences, the project contributes to research concerned with the role and impact of government in promoting citizens? wellbeing.  In particular, it advances theory by creating a new bridge between political sociology and the poverty-and-place literature, a tradition addressing disparities across communities which spans sociology, geography, economics, and regional science.  For policy, the project?s findings suggest that strengthening the capacity of local governments is likely to lead to better governmental decision-making regarding programs and policies and greater ability to alleviate poverty and increase household income.  \n\n \n\nThere were three central results of our study.  First, we developed a new methodological protocol to analyze the impacts of government on populations? well-being.   Past research on this topic is complicated because of the issue of separating cause and effect, what researchers term the problem of endogeneity.  For example, local government employment tends to be proportionately higher in less affluent communities as government grows in tandem to help needy populations.  This makes it difficult to assess causality over time, that is, to address whether the level of government employment by itself helps in alleviating poverty.  A major methodological contribution of our project is the development of a strategy to improve the ability to separate out this cause-effect relationship.  We have developed a new methodological approach using instrumental variables (IV) which we term IVMatch that offers a practical strategy for separating out cause from effect.\n\n \n\nA second result of our study was to establish a link between local government capacity and better policy-making.  Using data on county governments, across the nation, we found that higher capacity governments (larger with more professionalized staff) engage in greater policy-making of all types, provide a wider range of public services, and are less likely to use cutback policies such as selling assets.  These findings suggest that strengthening the capacity of local governments could yield better policy-outcomes for local communities and their residents.\n\n \n\nThe third result of our study was to establish a link between local government capacity and better outcomes for community economic well-being.  We analyzed local government employment as a measure of government capacity and we assessed outcomes over 2007-2009 Great Recession period and the 2010-2012 recovery period.  We find some evidence that higher capacity local governments better protected their populations to some degree over the recession period; that is, metropolitan counties with a larger share of local government employment prior to the recession, had lower poverty and income inequality and higher median household income over the recession and the recovery periods.   \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2017\n\n\t\t\t\t\tSubmitted by: Linda M Lobao"
 }
}