{
 "awd_id": "1260456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Mobility in Multiple Generations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 192050.0,
 "awd_amount": 192050.0,
 "awd_min_amd_letter_date": "2013-03-18",
 "awd_max_amd_letter_date": "2013-03-18",
 "awd_abstract_narration": "SES-1260456\r\nRobert D. Mare\r\nUniversity of California, Los Angeles\r\n\r\nThis research examines multigenerational influences on educational, occupational and income achievement and inequality.  It investigates the ways that individuals are advantaged or disadvantaged by their grandparents and more remote ancestors.  It asks:  Do grandparents and other kin affect the well-being of grandchildren beyond the benefits that the grandchildren receive from their parents?  Do grandparents and other more remote ancestors have more of an effect in some kinds of families than in others?  Specifically, are these effects particularly large for the most affluent families or for the poorest families or possibly other types of families?  In addition, the research focusses on how demographic factors may modify the effects of grandparents on their grandchildren.  These include the effects of increased longevity, which makes grandparents more likely to survive long enough to help their grandchildren; family size, which affects how many people share resources within families; and divorce and non-marital childbearing, which may increase the need for grandparents to help their adult children raise their grandchildren.  The study will also ask:  Which families are most successful over many generations because they both grow in size as well as prosper economically?  And, which families are likely to die out?  This research addresses these questions in both the United States during the past 50 years and in several historical populations in China.  It makes novel use of longitudinal survey data and genealogical data from archived population registers.  These data, unlike conventional survey data, enable one to follow the same families for many generations, thereby showing the connections between the resources and actions of people in one generation on their descendants several generations later. \r\n\r\nBroader Impacts. The findings of this research will advance the public's understanding of the multigenerational mechanisms through which families contribute to social inequality or offset short term adverse family circumstances. The findings will guide policymakers in identifying the most disadvantaged groups and in remedying their hardships.  The results of the study will contribute to a wider understanding of how grandparents and parents contribute to the success of later generations.  The research also will inform the public of the scientific value of genealogical records and contribute to the development of new databases for studies on long-term trends in social well-being and hardship.  As a member of the National Academy of Sciences Committee on Population, the Principal Investigator will use this research to influence future thinking and research about social inequality and demographic processes.  The approaches and research findings from this project will also enrich sociology curricula in colleges and high schools. As a teacher of social stratification to classes of undergraduate sociology students in a large public university, many of whom are first generation college students, the Principal Investigator will use the results of this research to better inform these students about the causes and consequences of social inequality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mare",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Mare",
   "pi_email_addr": "MARE@UCLA.EDU",
   "nsf_id": "000326154",
   "pi_start_date": "2013-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 192050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examines the ways that grandparents and other kin affect the socioeconomic attainment, mobility, and inequality of grandchildren.&nbsp; Focusing on the contemporary U.S. and the Qing dynasty of China (18<sup>th</sup> &ndash; early 20<sup>th</sup> centuries), it investigates how people are advantaged or disadvantaged by their grandparents and other kin, including the unique experiences of families who are extremely advantaged or disadvantaged and the role of increasing average length of life.&nbsp; The study also examines how some families prosper and grow whereas others suffer hardship and die out. &nbsp;Demographic processes, most importantly fertility and mortality, establish family connections and mutual exposure of individuals across generations. &nbsp;Differences in fertility and survival of persons and families in different socioeconomic groups combine with intergenerational social and economic mobility to bring about persistence and change in socioeconomic inequality. &nbsp;</p>\n<p>This research has yielded a number of important findings: &nbsp;In a wide variety of historical contexts, individuals may affect the social and economic wellbeing of their grandchildren and later descendants. &nbsp;They may pass along their own advantages or disadvantages in wealth, status, or privilege to their grandchildren.&nbsp; Individuals&rsquo; life chances are affected not only by the socioeconomic standing of specific kin (e.g., grandparents), but also by key remote ancestors regardless of their specific kin relationship. &nbsp;For example, during the Qing dynasty, persons descended from emperors enjoyed a substantial advantage in obtaining high status positions, no matter how many generations they were separated from the emperor.&nbsp; Similar types of effects are also likely to have occurred in other societies among families scarred by slavery or advantaged by a remote ancestor with extraordinary wealth. &nbsp;</p>\n<p>Individuals may also affect later generations by their numbers of children and grandchildren and by whether these children survive to adulthood.&nbsp; In many less developed societies, such as China during the Qing dynasty, higher status families have higher birth rates and lower death rates.&nbsp; Thus, their demographic advantages reinforce their socioeconomic advantages.&nbsp; In more developed societies, such as the contemporary U.S., higher status families tend to have fewer children and this, to some degree, offsets their socioeconomic advantages.&nbsp; If one ignores these demographic processes, it appears that the long run effect of a person's socioeconomic advantages or disadvantages dies out after a few generations. &nbsp;But the advantages of high fertility individuals and families can persist through many generations. &nbsp; Long run demographic effects are likely to be greater when socioeconomic and demographic advantages are linked mainly to the position of a single sex. &nbsp;When both parents contribute to socioeconomic advantage, intermarriage weakens the long run effects that result from advantages transmitted only in the male or female lines. &nbsp;</p>\n<p>The net effects of grandparents' socioeconomic characteristics on the achievements of their grandchildren depend on the type of families in which the grandchildren were raised. &nbsp;For the U.S., grandparents have a greater effect on grandchildren when the grandchildren are raised in two-parent families than when they are raised in single-parent families. &nbsp;This is a somewhat surprising because grandparents might help raise grandchildren more often in single-parent families. &nbsp;But the latter effect is offset by exposure to more grandparents for children raised in two-parent families. &nbsp;</p>\n<p>Children raised in the early 21<sup>st</sup> Century in the U.S. are more likely to know their grandparents than those raised 100 years before. &nbsp;Conversely, adults...",
  "por_txt_cntn": "\nThis research examines the ways that grandparents and other kin affect the socioeconomic attainment, mobility, and inequality of grandchildren.  Focusing on the contemporary U.S. and the Qing dynasty of China (18th &ndash; early 20th centuries), it investigates how people are advantaged or disadvantaged by their grandparents and other kin, including the unique experiences of families who are extremely advantaged or disadvantaged and the role of increasing average length of life.  The study also examines how some families prosper and grow whereas others suffer hardship and die out.  Demographic processes, most importantly fertility and mortality, establish family connections and mutual exposure of individuals across generations.  Differences in fertility and survival of persons and families in different socioeconomic groups combine with intergenerational social and economic mobility to bring about persistence and change in socioeconomic inequality.  \n\nThis research has yielded a number of important findings:  In a wide variety of historical contexts, individuals may affect the social and economic wellbeing of their grandchildren and later descendants.  They may pass along their own advantages or disadvantages in wealth, status, or privilege to their grandchildren.  IndividualsÆ life chances are affected not only by the socioeconomic standing of specific kin (e.g., grandparents), but also by key remote ancestors regardless of their specific kin relationship.  For example, during the Qing dynasty, persons descended from emperors enjoyed a substantial advantage in obtaining high status positions, no matter how many generations they were separated from the emperor.  Similar types of effects are also likely to have occurred in other societies among families scarred by slavery or advantaged by a remote ancestor with extraordinary wealth.  \n\nIndividuals may also affect later generations by their numbers of children and grandchildren and by whether these children survive to adulthood.  In many less developed societies, such as China during the Qing dynasty, higher status families have higher birth rates and lower death rates.  Thus, their demographic advantages reinforce their socioeconomic advantages.  In more developed societies, such as the contemporary U.S., higher status families tend to have fewer children and this, to some degree, offsets their socioeconomic advantages.  If one ignores these demographic processes, it appears that the long run effect of a person's socioeconomic advantages or disadvantages dies out after a few generations.  But the advantages of high fertility individuals and families can persist through many generations.   Long run demographic effects are likely to be greater when socioeconomic and demographic advantages are linked mainly to the position of a single sex.  When both parents contribute to socioeconomic advantage, intermarriage weakens the long run effects that result from advantages transmitted only in the male or female lines.  \n\nThe net effects of grandparents' socioeconomic characteristics on the achievements of their grandchildren depend on the type of families in which the grandchildren were raised.  For the U.S., grandparents have a greater effect on grandchildren when the grandchildren are raised in two-parent families than when they are raised in single-parent families.  This is a somewhat surprising because grandparents might help raise grandchildren more often in single-parent families.  But the latter effect is offset by exposure to more grandparents for children raised in two-parent families.  \n\nChildren raised in the early 21st Century in the U.S. are more likely to know their grandparents than those raised 100 years before.  Conversely, adults are now much more likely to know their grandchildren.  These trends are mainly due to a large increase in length of life, which enables many grandparents to live through their grandchildrenÆs childhood, teenage, and young adult years.  The impa..."
 }
}