{
 "awd_id": "1260911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Empirical Tests of Asymmetric Information in the Pharmaceutical Retail Market",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 22647.0,
 "awd_amount": 22647.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2015-01-20",
 "awd_abstract_narration": "This award funds research conducted by doctoral candidate Anne Fitzpatrick under the guidance of Dr. Rebecca Thornton.  The project seeks to determine the role of pharmaceutical retailers in the sale of counterfeit drugs.   The research will ascertain whether retailers know which drugs within their stock are counterfeit, and whether they can make different purchasing decisions and avoid purchasing counterfeit stock.\r\n\r\nThe research includes several rounds of data collection at over 500 drug vendors that sell anti-malarial drugs in an area where malaria is a serious public health problem.   An audit study will determine the prevalence of counterfeit drugs and whether or not the vendors are aware they are selling counterfeits; the study achieves this goal by comparing purchases from anonymous shoppers to purchases from shoppers who announce that their purchases will subjected to quality testing.   A randomized controlled trial will be conducted as well; this trial will test the effects of an incentive scheme that gives the retailers incentives to avoid counterfeits.  Economic theory predicts that the incentive scheme will have the desired effect, so the project also tests key hypotheses about seller incentives to provide quality products.\r\n\r\nThe broader impact of the project comes from the eventual use of the research results.  The project could result in a workable solution to curb the worldwide sale of counterfeit pharmaceuticals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Thornton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Thornton",
   "pi_email_addr": "rebeccal@umich.edu",
   "nsf_id": "000318957",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Fitzpatrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Fitzpatrick",
   "pi_email_addr": "fitza@umich.edu",
   "nsf_id": "000625920",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 22647.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Anne Fitzpatrick has completed research for her dissertation &ldquo;Three Essays in Development Economics&rdquo; at the University of Michigan supported by the NSF Dissertation Improvement Grant. As a development economist, she contributed new research into the social and economic factors associated with the sale of counterfeit, or fake, medicines through collecting original data from various areas of Uganda. Her study focuses specifically on antimalarial drugs sold in the private sector. Malaria is the most common illness throughout sub-Saharan Africa and a leading cause of death among children.</p>\n<p>In order to analyze the problem of low quality drugs, Fitzpatrick collected original data at randomly selected drug shops within Uganda. These private sector outlets are the most common source of treatment for malaria. Each shop was visited by two different &ldquo;mystery shoppers&rdquo; who purchased an antimalarial drug; there are no prescriptions in this context. The purchased medicines were shipped to a laboratory at the University of Michigan and analyzed using a handheld spectrometer in order to determine the chemical quality. That data were then linked to additional survey data of vendors and their customers.</p>\n<p>&nbsp;During her funding period, Fitzpatrick and her study team completed chemical and statistical analysis on these drug samples. In their analysis they distinguish between two types of &ldquo;low quality&rdquo; drugs: &ldquo;counterfeit&rdquo; drugs, and &ldquo;substandard&rdquo; drugs. Counterfeit medicines are drugs that are off-brand but still likely medically effective. In contrast, substandard medicines are unlikely to be medically effective. Individuals taking substandard medicines risk increased illness, and even death, from a lack of treatment.</p>\n<p>Contrary to the existing literature, they find that overall drug quality is relatively high in the study area.&nbsp;In total, 17 percent of purchased drug dosages had at least one counterfeit tablet, while only 3.4 percent of samples contain at least one substandard tablet. However, the average rate of outlets ever selling a low quality drugs across is slightly higher. They find that counterfeit drugs were sold at 25 percent of outlets, and substandard drugs were sold at 5.6 percent of outlets. Their results differ from the previous literature are likely due to a more accurate estimate of the market prevalence through random sampling and also an improved drug quality testing methodology.</p>\n<p>The analysis reveals several patterns of counterfeit drug sales. First, substandard drugs are typically diluted versions of high-quality drugs, as opposed to &ldquo;sugar pills&rdquo;.&nbsp;It is relatively uncommon for vendors to sell a complete dosage of ineffective tablets. By mixing in high quality with low quality, vendors make it more difficult for customers to learn about true quality from personal experience.</p>\n<p>Second, identifying outlets and vendors that are more likely to sell low-quality drugs is difficult. The shopper&rsquo;s impression of the shop&rsquo;s quality is generally not correlated with actual drug quality. Poor storage conditions, including selling expired medicines, are also not primary causes of low-quality drug sales. Market characteristics, however, do matter. Rural areas have more substandard medicines, perhaps because increased competition improves drug quality. Their analysis implies that mobile drug hawkers are how substandard medicines infiltrate supply chains.</p>\n<p>Third, their results indicate that vendors strategically allocate substandard medicines to certain customers. In particular, the information that a customer has about their purchase substantially affects the price and quality that they receive. Customers that ask the vendor for advice about what to purchase are substantially less likely to receive a substandard drug&mdash;although they also pay subst...",
  "por_txt_cntn": "\nAnne Fitzpatrick has completed research for her dissertation \"Three Essays in Development Economics\" at the University of Michigan supported by the NSF Dissertation Improvement Grant. As a development economist, she contributed new research into the social and economic factors associated with the sale of counterfeit, or fake, medicines through collecting original data from various areas of Uganda. Her study focuses specifically on antimalarial drugs sold in the private sector. Malaria is the most common illness throughout sub-Saharan Africa and a leading cause of death among children.\n\nIn order to analyze the problem of low quality drugs, Fitzpatrick collected original data at randomly selected drug shops within Uganda. These private sector outlets are the most common source of treatment for malaria. Each shop was visited by two different \"mystery shoppers\" who purchased an antimalarial drug; there are no prescriptions in this context. The purchased medicines were shipped to a laboratory at the University of Michigan and analyzed using a handheld spectrometer in order to determine the chemical quality. That data were then linked to additional survey data of vendors and their customers.\n\n During her funding period, Fitzpatrick and her study team completed chemical and statistical analysis on these drug samples. In their analysis they distinguish between two types of \"low quality\" drugs: \"counterfeit\" drugs, and \"substandard\" drugs. Counterfeit medicines are drugs that are off-brand but still likely medically effective. In contrast, substandard medicines are unlikely to be medically effective. Individuals taking substandard medicines risk increased illness, and even death, from a lack of treatment.\n\nContrary to the existing literature, they find that overall drug quality is relatively high in the study area. In total, 17 percent of purchased drug dosages had at least one counterfeit tablet, while only 3.4 percent of samples contain at least one substandard tablet. However, the average rate of outlets ever selling a low quality drugs across is slightly higher. They find that counterfeit drugs were sold at 25 percent of outlets, and substandard drugs were sold at 5.6 percent of outlets. Their results differ from the previous literature are likely due to a more accurate estimate of the market prevalence through random sampling and also an improved drug quality testing methodology.\n\nThe analysis reveals several patterns of counterfeit drug sales. First, substandard drugs are typically diluted versions of high-quality drugs, as opposed to \"sugar pills\". It is relatively uncommon for vendors to sell a complete dosage of ineffective tablets. By mixing in high quality with low quality, vendors make it more difficult for customers to learn about true quality from personal experience.\n\nSecond, identifying outlets and vendors that are more likely to sell low-quality drugs is difficult. The shopperÆs impression of the shopÆs quality is generally not correlated with actual drug quality. Poor storage conditions, including selling expired medicines, are also not primary causes of low-quality drug sales. Market characteristics, however, do matter. Rural areas have more substandard medicines, perhaps because increased competition improves drug quality. Their analysis implies that mobile drug hawkers are how substandard medicines infiltrate supply chains.\n\nThird, their results indicate that vendors strategically allocate substandard medicines to certain customers. In particular, the information that a customer has about their purchase substantially affects the price and quality that they receive. Customers that ask the vendor for advice about what to purchase are substantially less likely to receive a substandard drug&mdash;although they also pay substantially high prices. The authors conclude that vendors recommend drugs that are of higher quality, because recommending a substandard drug may negatively impact their reputation.\n\nIn conclusion, t..."
 }
}