{
 "awd_id": "1260492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intradispute Bargaining: Collecting and Coding Individual Incidents in the Militarized Interstate Dispute (MID) Data, 1816-2001",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 236167.0,
 "awd_amount": 279729.0,
 "awd_min_amd_letter_date": "2013-01-07",
 "awd_max_amd_letter_date": "2014-08-29",
 "awd_abstract_narration": "Both policymakers and scholars care greatly about coercive military bargaining between states and between leaders, but no large-scale data resource exists to adequately test theories. This project addresses a critical shortcoming by collecting, coding, and analyzing all instances in which one state threatened, displayed, or used military force against another state, from 1816 to 2001. Currently, almost all data presents summary measures of combatant interactions. This existing data includes the overall start and end dates of hostilities, how many military troops died, and what the highest level of military action was during the conflict. However, we do not know what happened during the conflict. There is no data on the evolution of conflict within militarized disputes, when exactly fatalities occurred, or the individual actions that were taken by each combatant. The project will create new, incident-level data that will be combined with additional variables measuring whether actions were reciprocated, the location of each incident, and the number of civilian fatalities, generating precise conflict data over a long temporal span.\r\n\r\nThe intellectual merit of the project is associated with its advancement of theoretical insights in the study of conflict. Existing summary data of international disputes provides only indirect measures of what actually happened during these conflicts and, hence, an inappropriate sample for tests of theories. By increasing the level of data precision, the project will allow scholars to accurately assess the effects of deterrence in conflict, the likelihood of escalation during conflict, and many of the questions related to how and when states use military force to bargain. The data are likely to change the nature of empirical testing in international relations studies. \r\n\r\nThe broader impacts are connected to the project's importance for policymakers, as well as training opportunities. What causes international conflict is of course a central concern of policymakers and scholars, and this project would provide the opportunity to study the causes of conflict at a level of precision that has never before been realized over such a large time period. Thus, this work and the data from it are likely to have a broad impact on policy, scholarship, and society. The project also integrates numerous undergraduates and graduate students into the process of discovery and understanding. Almost 30 undergraduate students over the past two years have been involved in research related to this project, and the grant will accelerate their development tremendously. These students have started considering graduate education and research careers at a much higher rate than their peers, and many of these students have benefited from attending academic conferences. The majority of these undergraduate researchers have been from groups that are traditionally underrepresented in political science and several are first-generation college students whose primary exposure to science and discovery will be this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Gibler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Gibler",
   "pi_email_addr": "doug.gibler@gmail.com",
   "nsf_id": "000342314",
   "pi_start_date": "2013-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870213",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 236167.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 43562.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant project collected, coded, and analyzed all instances in which one state threatened, displayed, or used military force against another state from 1816 to 2001. &nbsp;This data greatly enhances the Militarized Interstate Dispute dataset (MID) data, which is one of the most widely-used datasets in international relations. &nbsp;Indeed, with the data from this funded project scholars will be able to move beyond summary evaluations of conflicts such as those in the MID dataset and examine bargaining and the causes of escalation and de-escalation within international conflicts. &nbsp;In short, following my final cleaning of the data we have collected, international relations will finally have data available to test the arguments of many of our key theories of international conflict.</p>\n<p><br />My research group and I also cleaned the existing data on international conflict in important ways. &nbsp;For example, there are a total of 2,338 cases in the MID dataset from 1816 to 2001. &nbsp;However, we found that there are at least 232 cases that should be dropped after further review. &nbsp;Another 71 disputes should be merged with other cases, and there remain 19 disputes which we could not substantiate with searches of primary and secondary historical data. &nbsp;Of the remaining 2,016 cases, we recommend changes in 1,241 disputes or 61.5% of the remaining dataset. &nbsp;A minority of these changes involve filling in missing data, but there have been a large number of dispute participant corrections, date changes (even years of conflict), and fatality changes. &nbsp;</p>\n<p><br />We have already published our review of this dataset and have analyzed the effects these changes may have on existing scholarship. &nbsp;We found that studies examining only whether conflict occurs should have findings that will remain stable after our recommended changes. &nbsp;However, many scholars have used different aspects of the dataset---fatalities during conflicts, reciprocation of actions, etc---and the stability of the findings in these studies that use those data should be reexamined. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2017<br>\n\t\t\t\t\tModified by: Douglas&nbsp;M&nbsp;Gibler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant project collected, coded, and analyzed all instances in which one state threatened, displayed, or used military force against another state from 1816 to 2001.  This data greatly enhances the Militarized Interstate Dispute dataset (MID) data, which is one of the most widely-used datasets in international relations.  Indeed, with the data from this funded project scholars will be able to move beyond summary evaluations of conflicts such as those in the MID dataset and examine bargaining and the causes of escalation and de-escalation within international conflicts.  In short, following my final cleaning of the data we have collected, international relations will finally have data available to test the arguments of many of our key theories of international conflict.\n\n\nMy research group and I also cleaned the existing data on international conflict in important ways.  For example, there are a total of 2,338 cases in the MID dataset from 1816 to 2001.  However, we found that there are at least 232 cases that should be dropped after further review.  Another 71 disputes should be merged with other cases, and there remain 19 disputes which we could not substantiate with searches of primary and secondary historical data.  Of the remaining 2,016 cases, we recommend changes in 1,241 disputes or 61.5% of the remaining dataset.  A minority of these changes involve filling in missing data, but there have been a large number of dispute participant corrections, date changes (even years of conflict), and fatality changes.  \n\n\nWe have already published our review of this dataset and have analyzed the effects these changes may have on existing scholarship.  We found that studies examining only whether conflict occurs should have findings that will remain stable after our recommended changes.  However, many scholars have used different aspects of the dataset---fatalities during conflicts, reciprocation of actions, etc---and the stability of the findings in these studies that use those data should be reexamined.  \n\n\t\t\t\t\tLast Modified: 04/03/2017\n\n\t\t\t\t\tSubmitted by: Douglas M Gibler"
 }
}