{
 "awd_id": "1260693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrative evaluation of larval dispersal and delivery in kelp rockfish using inter-generational genetic tagging, demography and oceanography",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 878770.0,
 "awd_amount": 922480.0,
 "awd_min_amd_letter_date": "2013-01-14",
 "awd_max_amd_letter_date": "2015-04-06",
 "awd_abstract_narration": "The spatial structure and dynamics of coastal marine fish populations are strongly influenced by the transport and recruitment of larvae. However, the scale and patterns of larval dispersal are among the most difficult demographic parameters to quantify in marine systems, due to the inability to tag and track the movement of larvae. In particular, the extent of local retention of larvae versus regional dispersal to other locations and populations is currently a hotly debated topic in the field of marine ecology and has profound implications for the design and effectiveness of Marine Protected Areas (MPAs). The research will identify patterns of larval dispersal and use those patterns to test predictions of dispersal generated by state-of-the-art circulation models. \r\n\r\nThe PI team brings together ecologists, geneticists, statisticians, and oceanographers with expertise in population demography and field sampling, mark/recapture data from genetic tags, and empirical and model-based evaluation of oceanographic processes to answer the following questions.  1. Do observed patterns of dispersal and connectivity of larval kelp rockfish correspond to patterns predicted by high spatial resolution regional ocean circulation models? Model predictions will be tested empirically using larval settlement samples. Parentage analysis will be used to verify the occurrence of larvae derived from genetically tagged source populations. 2. Is there evidence for local retention of larval kelp rockfish within the study area? To test the hypothesis that local retention of juvenile kelp rockfish from source populations is greater than expected by existing larval transport models, the PIs will compare the proportion of recruits that are genetically identified to have been produced from within three focal sites with the proportion of larval production that was tagged in those sites. 3. Is the relative recruitment of recently settled kelp rockfish to focal sites in the study region proportionate to the relative larval production of those focal sites? The PIs will compare the proportion of tagged recruits with the proportion of larval production generated from tagged adults at varying spatial scales. They will use goodness of fit models to compare expected and observed connectivity matrices under varying hypotheses of larval dispersal. Alternatively, if the relative contribution of focal sites to larval replenishment of themselves, one another, and more distant populations is disproportionate to their relative production, can this discrepancy be explained by oceanographic processes that could facilitate particular trajectories of larval dispersal? To determine if differences in self recruitment and connectivity can be attributed to local oceanographic features, the PIs will examine spatial and temporal correlations between these features and the spatial distribution and timing of recruitment. \r\n\r\nBroader Impacts: These include three elements: graduate and undergraduate interdisciplinary training, public outreach, and informing fisheries and conservation managers and policy makers. Graduate training in interdisciplinary science will be achieved through co-mentoring by PIs with expertise in population genetics, ecology and oceanography. Undergraduates will assist graduate students and faculty in all aspects of the study. Results will be disseminated to the general public through collaboration with the local University outreach center. Outreach to the fishing community will be through their involvement in the sampling program and through workshops facilitated by the Sea Grant advisor and the state collaborative fisheries program. Based on the PI's relationships with state and federal agencies, managers and policy makers will be directly informed of the results and their implications for management decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Carr",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mark H Carr",
   "pi_email_addr": "mhcarr@ucsc.edu",
   "nsf_id": "000431056",
   "pi_start_date": "2013-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Garza",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Garza",
   "pi_email_addr": "carlosjg@ucsc.edu",
   "nsf_id": "000219201",
   "pi_start_date": "2013-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Edwards",
   "pi_email_addr": "cedwards@ucsc.edu",
   "nsf_id": "000200970",
   "pi_start_date": "2013-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Anderson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Anderson",
   "pi_email_addr": "eriq@soe.ucsc.edu",
   "nsf_id": "000585671",
   "pi_start_date": "2013-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "Southwest Fisheries Science Center Santa Cruz",
  "perf_str_addr": "110 Shaffer Rd",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950605730",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 878770.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21990.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5422e79c-a76c-fe39-13fe-62b017acb159\"> </span></p>\n<p><span id=\"docs-internal-guid-a17eefae-f835-0b1a-abe0-1c4637d642b6\"> </span></p>\n<p dir=\"ltr\"><span>The vast majority of marine species produce young that are dispersed by ocean currents. Therefore, replenishment of local populations is dependent on both the transport of young produced elsewhere, and the retention of young in their native location. The relative contribution of these sources of young to replenishment of local populations has profound consequences for the ecology, evolution and management of marine species. Nonetheless it remains one of the most challenging questions in marine ecology and evolution. We explored this question with the kelp rockfish, </span><span>Sebastes atrovirens</span><span>, which is one of the most common fishes in kelp forests along the central coast of California. This is the first study to our knowledge that has&nbsp;</span>identified and&nbsp;measured realized dispersal of a species with a substantial larval duration (two months) along the open coast of North America. As such, the study provides a critical proof-of-concept for our approach to measuring dispersal patterns for coastal marine fishes along continental coastlines.&nbsp;</p>\n<p dir=\"ltr\">We sampled recruiting offspring (4,269) and reproductive adults (1,887) and, because kelp rockfish are largely sedentary following larval settlement, the distance between a reproductive adult and its settled offspring is a close approximation of its larval dispersal distance. We sampled in four areas (&ldquo;local populations&rdquo;) in southern Monterey Bay and Carmel Bay. We estimated the density of adults at each population from visual diver surveys each year and multiplied those densities by the area of rocky reef from high resolution seafloor maps to estimate the size of each adult population. &nbsp;The resulting estimates of adult population size relative to the numbers of adults and young sampled, and parent-offspring matches detected in each year and each population allowed us to determine the contribution each population made to replenishing itself and other populations.</p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>We identified a total of nine parent-offspring pairs, which were distributed throughout the study area. Dispersal trajectories included north to south, south to north and short distance events. Across the four-year study, we estimated that 8% of larvae recruiting within the study were produced by populations within the study region. However, this contribution varied markedly among the four years (0 to 13%). At the scale of subregions, approximating local populations, we detected self-replenishment at only one population (North Carmel Bay) in only one year (2014); however, the level of self-replenishment (8%) was surprisingly high for a species of such long larval duration along the open coast.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>We also found 31 pairs of recently settled full siblings that were similarly spread throughout the study area. As with parent-offspring pairs, frequency of these sibling matches varied interannually with a corresponding pattern among the four years of the study. In addition, we identified a pair of adult siblings, and two pairs of siblings born in consecutive years, indicating either monogamy or long term sperm storage.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>Together, the parent offspring matches and distribution of siblings indicate that kelp rockfish populations can be self-replenishing at a scale corresponding to an individual marine protected area (MPA), while simultaneously contributing to the replenishment of other MPAs and populations outside the MPA. &nbsp;</span></p>\n<p dir=\"ltr\"><span>The high dispersal potential and gene flow of the study species made highly accurate pedigree reconstruction more difficult and therefore required us to develop of an entirely novel set of genetic markers, methods and analytical framework. We leveraged the power of next generation DNA sequencing to develop a novel type of population genetic marker, the &lsquo;microhaplotype&rsquo;, that utilizes the same short read sequence data as traditional single nucleotide polymorphism (SNP) analyses, but has orders of magnitude more power for pedigree reconstruction. Our set of 96 microhaplotypes not only allowed us to identify parents and offspring and full siblings with high accuracy, but also to distinguish kelp rockfish from 48 other common co-occuring rockfish species. Many juvenile rockfish are visually indistinguishable, so this allowed us to identify the ~45% of sampled juveniles that were kelp rockfish and not other closely related species. This microhaplotype method is already being widely adopted in molecular ecology.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>The project also required development of a high resolution nearshore ocean circulation model across the study region, achieved through grid nests from coarse resolution models resolving the California Current System coast-wide down to the Carmel and Monterey Bay regions, all using Regional Ocean Modeling System. The model allowed us to evaluate whether circulation patterns might explain the patterns of larval dispersal revealed by genetic sampling including higher levels of larval retention and sibling cohesion seen in one year of our study (2014). Highly variable ocean circulation enabled both local retention within and transient two-way exchange between Carmel Bay and southern Monterey Bay, consistent with genetic results. The nesting approach used in this study is now being applied to other projects examining nearshore coastal processes at very high resolution.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;H&nbsp;Carr</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766338891_Kelprockfishjuvenile--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766338891_Kelprockfishjuvenile--rgov-800width.jpg\" title=\"Kelp rockfish juvenile\"><img src=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766338891_Kelprockfishjuvenile--rgov-66x44.jpg\" alt=\"Kelp rockfish juvenile\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Juvenile kelp rockfish, Sebastes atrovirens, photographed in a kelp forest.  This study compared genotypes between thousands of these juveniles and reproductive adults and found a series of parent-offspring pairs, allowing us to map out patterns of dispersal within and among local populations.</div>\n<div class=\"imageCredit\">Steve Lonhart</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;H&nbsp;Carr</div>\n<div class=\"imageTitle\">Kelp rockfish juvenile</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766758849_CollectingjuvenilerockfishwithaSMURF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766758849_CollectingjuvenilerockfishwithaSMURF--rgov-800width.jpg\" title=\"Collecting juvenile rockfish\"><img src=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519766758849_CollectingjuvenilerockfishwithaSMURF--rgov-66x44.jpg\" alt=\"Collecting juvenile rockfish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Juvenile fish were collected from Standardized Monitoring Units for the Recruitment of Fishes (SMURFs). These collectors allow us to pinpoint the arrival of newly settled juveniles to a particular point in space and time.</div>\n<div class=\"imageCredit\">Scott Gabara</div>\n<div class=\"imageSubmitted\">Mark&nbsp;H&nbsp;Carr</div>\n<div class=\"imageTitle\">Collecting juvenile rockfish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519846758510_Diverwithjuvenilerockfish--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519846758510_Diverwithjuvenilerockfish--rgov-800width.jpg\" title=\"Diver with juvenile rockfish\"><img src=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519846758510_Diverwithjuvenilerockfish--rgov-66x44.jpg\" alt=\"Diver with juvenile rockfish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Diver holds a newly arrived juvenile rockfish . Larval dispersal of these fish has been traced using genetic parentage analysis. Simulations of ocean currents from Regional Ocean Modeling System (ROMS) models help identify trajectories of dispersal.</div>\n<div class=\"imageCredit\">Scott Gabara</div>\n<div class=\"imageSubmitted\">Mark&nbsp;H&nbsp;Carr</div>\n<div class=\"imageTitle\">Diver with juvenile rockfish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519847831273_CollectingjuvenilerockfishfromaSMURF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519847831273_CollectingjuvenilerockfishfromaSMURF--rgov-800width.jpg\" title=\"Collecting juvenile rockfish 2\"><img src=\"/por/images/Reports/POR/2018/1260693/1260693_10228405_1519847831273_CollectingjuvenilerockfishfromaSMURF--rgov-66x44.jpg\" alt=\"Collecting juvenile rockfish 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project leader Mark Carr and technicians sort through a handnet used to collect juvenile rockfish from a SMURF. These fish spend 2-3 months drifting with ocean currents. Parentage analysis allows us to measure contributions that local populations make to replenishing their own and other populations</div>\n<div class=\"imageCredit\">Roy Qi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;H&nbsp;Carr</div>\n<div class=\"imageTitle\">Collecting juvenile rockfish 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThe vast majority of marine species produce young that are dispersed by ocean currents. Therefore, replenishment of local populations is dependent on both the transport of young produced elsewhere, and the retention of young in their native location. The relative contribution of these sources of young to replenishment of local populations has profound consequences for the ecology, evolution and management of marine species. Nonetheless it remains one of the most challenging questions in marine ecology and evolution. We explored this question with the kelp rockfish, Sebastes atrovirens, which is one of the most common fishes in kelp forests along the central coast of California. This is the first study to our knowledge that has identified and measured realized dispersal of a species with a substantial larval duration (two months) along the open coast of North America. As such, the study provides a critical proof-of-concept for our approach to measuring dispersal patterns for coastal marine fishes along continental coastlines. \nWe sampled recruiting offspring (4,269) and reproductive adults (1,887) and, because kelp rockfish are largely sedentary following larval settlement, the distance between a reproductive adult and its settled offspring is a close approximation of its larval dispersal distance. We sampled in four areas (\"local populations\") in southern Monterey Bay and Carmel Bay. We estimated the density of adults at each population from visual diver surveys each year and multiplied those densities by the area of rocky reef from high resolution seafloor maps to estimate the size of each adult population.  The resulting estimates of adult population size relative to the numbers of adults and young sampled, and parent-offspring matches detected in each year and each population allowed us to determine the contribution each population made to replenishing itself and other populations.\n \nWe identified a total of nine parent-offspring pairs, which were distributed throughout the study area. Dispersal trajectories included north to south, south to north and short distance events. Across the four-year study, we estimated that 8% of larvae recruiting within the study were produced by populations within the study region. However, this contribution varied markedly among the four years (0 to 13%). At the scale of subregions, approximating local populations, we detected self-replenishment at only one population (North Carmel Bay) in only one year (2014); however, the level of self-replenishment (8%) was surprisingly high for a species of such long larval duration along the open coast.\n \nWe also found 31 pairs of recently settled full siblings that were similarly spread throughout the study area. As with parent-offspring pairs, frequency of these sibling matches varied interannually with a corresponding pattern among the four years of the study. In addition, we identified a pair of adult siblings, and two pairs of siblings born in consecutive years, indicating either monogamy or long term sperm storage.\n \nTogether, the parent offspring matches and distribution of siblings indicate that kelp rockfish populations can be self-replenishing at a scale corresponding to an individual marine protected area (MPA), while simultaneously contributing to the replenishment of other MPAs and populations outside the MPA.  \nThe high dispersal potential and gene flow of the study species made highly accurate pedigree reconstruction more difficult and therefore required us to develop of an entirely novel set of genetic markers, methods and analytical framework. We leveraged the power of next generation DNA sequencing to develop a novel type of population genetic marker, the ?microhaplotype?, that utilizes the same short read sequence data as traditional single nucleotide polymorphism (SNP) analyses, but has orders of magnitude more power for pedigree reconstruction. Our set of 96 microhaplotypes not only allowed us to identify parents and offspring and full siblings with high accuracy, but also to distinguish kelp rockfish from 48 other common co-occuring rockfish species. Many juvenile rockfish are visually indistinguishable, so this allowed us to identify the ~45% of sampled juveniles that were kelp rockfish and not other closely related species. This microhaplotype method is already being widely adopted in molecular ecology.\n \nThe project also required development of a high resolution nearshore ocean circulation model across the study region, achieved through grid nests from coarse resolution models resolving the California Current System coast-wide down to the Carmel and Monterey Bay regions, all using Regional Ocean Modeling System. The model allowed us to evaluate whether circulation patterns might explain the patterns of larval dispersal revealed by genetic sampling including higher levels of larval retention and sibling cohesion seen in one year of our study (2014). Highly variable ocean circulation enabled both local retention within and transient two-way exchange between Carmel Bay and southern Monterey Bay, consistent with genetic results. The nesting approach used in this study is now being applied to other projects examining nearshore coastal processes at very high resolution.\n\n\t\t\t\t\tLast Modified: 03/05/2018\n\n\t\t\t\t\tSubmitted by: Mark H Carr"
 }
}