{
 "awd_id": "1260929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: When Pride Becomes Shame: Organizational Identification and Self-Presentation During Scandal",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 41076.0,
 "awd_amount": 41076.0,
 "awd_min_amd_letter_date": "2012-11-07",
 "awd_max_amd_letter_date": "2012-11-07",
 "awd_abstract_narration": "Employees vary in their organizational identification, the extent they view themselves as personally connected to and part of their work organization.  When the organization is doing well, such identification can benefit self-concept, motivational energy, and health, which is especially beneficial for front-line employees because they actually feel the enthusiasm and pride they need to express to potential clients or donors.  Paradoxically, organizational identification can become a liability if the organization becomes associated with scandal or stigma, such that one's pride-by-association turns to feelings of shame and betrayal.  In such cases, those who are the most motivated become those who are most threatened; how do such employees respond, and how does this affect their health and performance?\r\n\r\nTo answer these questions, a current real-life event, the scandal at Pennsylvania State University, provides a unique time-sensitive context.  The proposed research integrates social identity and emotion regulation theories to more fully understand the process and outcomes of responding to an identity threat.  The researchers expect that organizational identification is likely to influence employees health and performance via the strength of emotional response (i.e., shame and betrayal), and emotional regulation (i.e., refocusing, suppressing) while they work with the public. We assess whether a \"climate of authenticity\" at work (i.e., emphasizing openness and honesty) buffers or exacerbates the health and performance costs of these negative emotions from identity threat.\r\n\r\nThis project has the potential to demonstrate generalizability of traditionally laboratory-based models of identity and self-regulation, and to provide evidence regarding how to protect employee well-being in organizational settings where, too often, there is negative media and scandal. Furthermore, this project provides important information about a way to reduce the costs of interpersonal self-regulation to health and motivation in field settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alicia",
   "pi_last_name": "Grandey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alicia Grandey",
   "pi_email_addr": "aag6@psu.edu",
   "nsf_id": "000626566",
   "pi_start_date": "2012-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 41076.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Members of any social group vary in their identification with the group.&nbsp;&nbsp; Group identity is often studied as racial or cultural identity, but can also occur with social groups or formal organizations. Strongly identifying with one&rsquo;s group can provide a strong sense of self that protects members from external threat and solidifies their group loyalty.&nbsp; At the same time, strongly identifying with a group can intensify distress and a desire for withdrawal if the group is seen negatively. &nbsp;The majority of prior studies are in the laboratory with contrived or manipulated group threat, which may make the findings less realistic and less intense.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of this project is the integration of theories about self-regulation with social identity theory, in order to untangle prior mixed findings about the costs and benefits of group identification.&nbsp; In addition, we applied these traditionally lab-based ideas to a real-life example of social identity threat and work motivation. In the current project, industrial-organizational psychologist Alicia Grandey studied how strength of identification with a group affects distress and withdrawal during an intense and realistic threat to the group. Specifically, our team was interested in the front-line employees who must regulate their own emotions to perofrm their job while also coping with public hostility due to an organizational scandal.&nbsp; The team interviewed and surveyed full-time and student employees to understand their experience with public hostility, identification with the stigmatized organization, and their emotional distress and desire to quit.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Across these methods, we learned that highly identified members felt more distress (i.e., shame, betrayal, anger), and more need for self-regulation of emotional reactions to perform the job.&nbsp; Consistent with the mixed findings in prior studies, identification did not have a direct relationship with work motivation (i.e., promoting the positive aspects of group to the public) or self-regulatory depletion (i.e., burnout, intentions to quit).Based on self-regulatory theories, we identified possible moderators of these relationships. We found that for the full time sample, identified workers who had a stronger <em>self-regulatory capacity</em> (i.e., positive self-concept) were less depleted, while those with a lower self-concept were more depleted; however, this was not replicated with the students. When <em>self-regulatory emotional demands</em> were low (infrequent public hostility), member identification was beneficial to work motivation and loyalty; however, when public hostility was frequent these benefits were neutralized. Finally, perceiving that one has <em>regulatory recovery</em> by expressing felt emotions with coworkers was positively related to employees&rsquo; work motivation and negatively to intentions to quit, beyond public hostility.&nbsp; Thus overall, our study provides a real-world test of how group identification affects distress and deletion depending on self-regulatory demands and resources.</p>\n<p>&nbsp;</p>\n<p>&nbsp;The main outcomes from this study were</p>\n<p>1)&nbsp;&nbsp;&nbsp; A technical report for the involved employees:</p>\n<p><strong>Grandey</strong>, A. &amp; Slezak, T. (2012). <em>Development Officers&rsquo; Reaction to Scandal</em>; for the Director of Development, Penn State University, University Park, PA.</p>\n<p>&nbsp;</p>\n<p>2)&nbsp;&nbsp;&nbsp; Three posters at national conferences</p>\n<p>Krannitz, M., &amp; Grandey, A., (May 2014).&nbsp; <em>Avoiding Threat, Approaching Opportunity: Scandal Appraisals, CSE, and Burnout. </em>Paper presented at symposium at Society of Industrial-Organizational Psychologists, Honolulu, HI.&nbsp;</p>\n<p>Grandey, A., &amp; Krannitz, M.&nbsp; (May, 2013).&nbsp; <em>From Pride to Shame: O...",
  "por_txt_cntn": "\nMembers of any social group vary in their identification with the group.   Group identity is often studied as racial or cultural identity, but can also occur with social groups or formal organizations. Strongly identifying with oneÆs group can provide a strong sense of self that protects members from external threat and solidifies their group loyalty.  At the same time, strongly identifying with a group can intensify distress and a desire for withdrawal if the group is seen negatively.  The majority of prior studies are in the laboratory with contrived or manipulated group threat, which may make the findings less realistic and less intense. \n\n \n\nThe intellectual merit of this project is the integration of theories about self-regulation with social identity theory, in order to untangle prior mixed findings about the costs and benefits of group identification.  In addition, we applied these traditionally lab-based ideas to a real-life example of social identity threat and work motivation. In the current project, industrial-organizational psychologist Alicia Grandey studied how strength of identification with a group affects distress and withdrawal during an intense and realistic threat to the group. Specifically, our team was interested in the front-line employees who must regulate their own emotions to perofrm their job while also coping with public hostility due to an organizational scandal.  The team interviewed and surveyed full-time and student employees to understand their experience with public hostility, identification with the stigmatized organization, and their emotional distress and desire to quit. \n\n \n\nAcross these methods, we learned that highly identified members felt more distress (i.e., shame, betrayal, anger), and more need for self-regulation of emotional reactions to perform the job.  Consistent with the mixed findings in prior studies, identification did not have a direct relationship with work motivation (i.e., promoting the positive aspects of group to the public) or self-regulatory depletion (i.e., burnout, intentions to quit).Based on self-regulatory theories, we identified possible moderators of these relationships. We found that for the full time sample, identified workers who had a stronger self-regulatory capacity (i.e., positive self-concept) were less depleted, while those with a lower self-concept were more depleted; however, this was not replicated with the students. When self-regulatory emotional demands were low (infrequent public hostility), member identification was beneficial to work motivation and loyalty; however, when public hostility was frequent these benefits were neutralized. Finally, perceiving that one has regulatory recovery by expressing felt emotions with coworkers was positively related to employeesÆ work motivation and negatively to intentions to quit, beyond public hostility.  Thus overall, our study provides a real-world test of how group identification affects distress and deletion depending on self-regulatory demands and resources.\n\n \n\n The main outcomes from this study were\n\n1)    A technical report for the involved employees:\n\nGrandey, A. &amp; Slezak, T. (2012). Development OfficersÆ Reaction to Scandal; for the Director of Development, Penn State University, University Park, PA.\n\n \n\n2)    Three posters at national conferences\n\nKrannitz, M., &amp; Grandey, A., (May 2014).  Avoiding Threat, Approaching Opportunity: Scandal Appraisals, CSE, and Burnout. Paper presented at symposium at Society of Industrial-Organizational Psychologists, Honolulu, HI. \n\nGrandey, A., &amp; Krannitz, M.  (May, 2013).  From Pride to Shame: Organizational Identification and Burnout During Scandal. Poster presentation at the 25th APS Annual Convention, Washington, D.C., US \n\nGrandey, A. &amp; Slezak, T. (April, 2013).  When Pride Becomes Shame:  Organizational Identification and Self-Regulation During Scandal.  Symposium presentation at the annual meeting of the Society of Industrial and Organiza..."
 }
}