{
 "awd_id": "1260424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrative Investigation of Population Connectivity Using a Coral Reef Fish",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 1439322.0,
 "awd_amount": 1439322.0,
 "awd_min_amd_letter_date": "2012-12-28",
 "awd_max_amd_letter_date": "2016-10-19",
 "awd_abstract_narration": "Understanding the patterns, causes and consequences of larval dispersal is a major goal of 21st century marine ecology. Patterns of dispersal determine the rates of larval exchange, or connectivity, between populations. Both physical factors (e.g., water movement) and biological factors (e.g., larval behavior) cause variation in population connectivity. Population connectivity, in turn, has major consequences for all aspects of an organism?s biology, from individual behavior to metapopulation dynamics, and from evolution within metapopulations to the origin and extinction of species. Further, understanding population connectivity is critical for the design\r\nof effective networks of marine reserves ? vital tools in conservation and the development of sustainable fisheries.\r\n\r\nOver the last decade, three methods, each of which tells something slightly different, have emerged as leading contenders to provide the greatest insights into population connectivity. First, coupled biophysical models make assumptions regarding water flow, larval behavior and ecology, to predict population connectivity. Second, indirect genetic methods use spatial distributions of allele frequencies to infer population connectivity. Third, direct genetic methods use parentage analyses, tracing recruits to specific adults, to measure population connectivity. Despite advances, lack of integration means that we do not know the predictive skill of biophysical models, or the extent to which patterns of dispersal predict spatial genetic structure. The overall objective of this proposal is to conduct an integrated investigation of population connectivity, using all three methods in one tractable system: the neon goby, Elacatinus lori, on\r\nthe Belizean Barrier Reef. There are three motives for this choice of study system: i) fourteenhighly polymorphic microsatellite loci have been developed, facilitating the assignment of recruits to parents using parentage analyses and the measurement of dispersal; ii) the physical oceanography of the Belizean Barrier Reef is well-studied, facilitating the development and testing of coupled biophysical models; and, iii) E. lori has a relatively small biogeographic range, facilitating analysis of the spatial distribution of allele frequencies throughout its range.\r\n\r\nBroader Impacts. The grant will support one postdoc and two graduate students who will be trained in scientific diving, marine fieldwork, population genetics, biophysical modeling, and mathematical modeling, and will gain collaborative research experience. PIs will incorporate research findings in their courses, which cover all these topics. The grant will also broaden participation of under-represented groups by supporting six undergraduates from groups traditionally underrepresented in STEM fields. In each year of the project there will be an All Participants meeting to reinforce the network of participants. A project website will be developed, in English and Spanish, on the theme of larval dispersal and population connectivity.  This will include a resource for K-12 marine science educators developed in collaboration with a marine science educator. All PIs will ensure that results are broadly disseminated to the scientific community and general public via appropriate forms of media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Buston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Buston",
   "pi_email_addr": "buston@bu.edu",
   "nsf_id": "000583250",
   "pi_start_date": "2012-12-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Harrison",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Harrison",
   "pi_email_addr": "rgh4@cornell.edu",
   "nsf_id": "000227768",
   "pi_start_date": "2012-12-28",
   "pi_end_date": "2016-10-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Warner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Warner",
   "pi_email_addr": "warner@lifesci.ucsb.edu",
   "nsf_id": "000455036",
   "pi_start_date": "2012-12-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "McCune",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Amy R McCune",
   "pi_email_addr": "arm2@cornell.edu",
   "nsf_id": "000280709",
   "pi_start_date": "2016-10-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Paris",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Claire B Paris",
   "pi_email_addr": "cparis@rsmas.miami.edu",
   "nsf_id": "000482877",
   "pi_start_date": "2012-12-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Webb",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen T Webb",
   "pi_email_addr": "ctwebb@lamar.colostate.edu",
   "nsf_id": "000388754",
   "pi_start_date": "2012-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1439322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>An Integrative Investigation of Population Connectivity Using a Coral Reef Fish</strong></p>\n<p>Understanding the patterns, causes and consequences of larval dispersal is a major goal of 21st century marine ecology. Patterns of dispersal determine the rates of larval exchange, or connectivity, between populations. Both physical factors (e.g., water movement) and biological factors (e.g., larval behavior) cause variation in population connectivity. Population connectivity, in turn, has major consequences for all aspects of an organism?s biology, from individual behavior to metapopulation dynamics, and from evolution within metapopulations to the origin and extinction of species. Further, understanding population connectivity is critical for thedesign of effective networks of marine reserves ? vital tools in the development of sustainablefisheries and to create resilience to climate change.</p>\n<p>Over the last two decades, three methods, each of which tells us something different, have emerged as the leading contenders to provide the greatest insights into population connectivity. First, coupled biophysical models make assumptions regarding water flow, larval behavior and ecology, to&nbsp;<em>predict</em>population connectivity. Second, indirect genetic methods use spatial distributions of allele frequencies to&nbsp;<em>infer</em>population connectivity. Third, direct genetic methods use parentage analyses, tracing recruits to specific adults, to&nbsp;<em>measure&nbsp;</em>population connectivity. Despite advances, lack of integration means that we do not know the predictive skill of biophysical models, or the extent to which patterns of dispersal predict spatial genetic structure.</p>\n<p>The overall objective of this proposal was to conduct an integrated investigation of population connectivity, using all three methods, in one tractable system: the neon goby,&nbsp;<em>Elacatinus lori</em>, on the Belizean Barrier Reef. There were three motives for this choice of study system: i) fourteen highly polymorphic microsatellite loci had been developed, facilitating the assignment of recruits to parents using parentage analyses and the measurement of dispersal; ii) the physical oceanography of the Belizean Barrier Reef was well-studied, facilitating the development and testing of coupled biophysical models; and, iii)&nbsp;<em>E. lori&nbsp;</em>had a relatively small biogeographic range, facilitating analysis of the spatial distribution of allele frequencies throughout its range.</p>\n<p><strong>Intellectual Merit.&nbsp;</strong>The proposed research had three specific research objectives.&nbsp;<strong><em>Objective 1)&nbsp;</em></strong>To determine the relationship between distance and the probability of successful dispersal measured using direct genetic methods.&nbsp;We used genetic parentage analysis to quantify a dispersal kernel for&nbsp;<em>Elacatinus lori</em>, demonstrating that dispersal declines exponentially with distance. The spatial scale of dispersal is an order of magnitude less than previous estimates?the median dispersal distance is just 1.7 km and no dispersal events exceed 16.4 km despite intensive sampling out to 30 km from source.&nbsp;<strong><em>Objective 2)&nbsp;</em></strong>To determine the relationship between the probability of successful dispersal predicted by alternative coupled biophysical models and the probability of successful dispersal measured using direct genetic methods. We constructed alternative ocean-atmosphere models to describe surface transport in the region of the Belizean Barrier Reef and validated the predictions of these models. We demonstrate that increasing the resolution of the ocean-atmosphere models and incorporating tidal forcing markedly improves prediction.&nbsp;<strong><em>Objective 3)&nbsp;</em></strong>To determine the relationship between spatial genetic structure (SGS) predicted by alternative evolutionary ecology models, incorporating results from objectives 1 and 2, and SGS measured using indirect genetic methods. We explored hierarchical patterns of spatial genetic structure in the reef fish&nbsp;<em>Elacatinus lori</em>using a high-resolution approach with respect to both geographic and genomic sampling. We demonstrate microgeographic structure at previously undetected spatial scales (&lt; 10 km). The results of this project are ground breaking in their own right, and they lay the foundation for a unique integration, using validated biophysical models to predict the best possible empirical estimates of dispersal kernels and spatial genetic structure, in the future.</p>\n<p><strong>Broader Impacts.&nbsp;</strong><strong><em>1) Integration of research and teaching</em></strong>. The grant supported multiple postdocs and graduate students. They were trained in scientific diving, marine fieldwork, population genetics, biophysical modeling and mathematical modeling. Two of these trainees are now Assistant Professors in their own right, while others are postdocs or near the completion of their PhDs. PIs incorporated research findings in their undergraduate and graduate courses. In 2015, PI Buston received the Dean?s Award for Excellence in Graduate Education from Boston University; from summer 2019, PI Buston will serve as Director of the BU Marine Program, overseeing BU's Marine Science degree program which emphasizes integration of research and teaching during the marine semester.&nbsp;<strong><em>2) Broaden participation of underrepresented groups</em></strong>. The grant supported many undergraduates recruited from groups traditionally underrepresented in STEM fields, and many of these have gone on to careers in STEM.&nbsp;<strong><em>3) Broad dissemination to enhance public understanding</em>.&nbsp;</strong>Results were broadly disseminated to the scientific community and general public via publications in high impact journals, presentations at national and international conferences and press releases.&nbsp;In 2018, Co-PI Paris recevied the Rachel Carson Award from the American Geophysical Union recognizing her work at the cutting-edge of ocean science, especially science relevant to societal concerns.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2019<br>\n\t\t\t\t\tModified by: Peter&nbsp;Buston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn Integrative Investigation of Population Connectivity Using a Coral Reef Fish\n\nUnderstanding the patterns, causes and consequences of larval dispersal is a major goal of 21st century marine ecology. Patterns of dispersal determine the rates of larval exchange, or connectivity, between populations. Both physical factors (e.g., water movement) and biological factors (e.g., larval behavior) cause variation in population connectivity. Population connectivity, in turn, has major consequences for all aspects of an organism?s biology, from individual behavior to metapopulation dynamics, and from evolution within metapopulations to the origin and extinction of species. Further, understanding population connectivity is critical for thedesign of effective networks of marine reserves ? vital tools in the development of sustainablefisheries and to create resilience to climate change.\n\nOver the last two decades, three methods, each of which tells us something different, have emerged as the leading contenders to provide the greatest insights into population connectivity. First, coupled biophysical models make assumptions regarding water flow, larval behavior and ecology, to predictpopulation connectivity. Second, indirect genetic methods use spatial distributions of allele frequencies to inferpopulation connectivity. Third, direct genetic methods use parentage analyses, tracing recruits to specific adults, to measure population connectivity. Despite advances, lack of integration means that we do not know the predictive skill of biophysical models, or the extent to which patterns of dispersal predict spatial genetic structure.\n\nThe overall objective of this proposal was to conduct an integrated investigation of population connectivity, using all three methods, in one tractable system: the neon goby, Elacatinus lori, on the Belizean Barrier Reef. There were three motives for this choice of study system: i) fourteen highly polymorphic microsatellite loci had been developed, facilitating the assignment of recruits to parents using parentage analyses and the measurement of dispersal; ii) the physical oceanography of the Belizean Barrier Reef was well-studied, facilitating the development and testing of coupled biophysical models; and, iii) E. lori had a relatively small biogeographic range, facilitating analysis of the spatial distribution of allele frequencies throughout its range.\n\nIntellectual Merit. The proposed research had three specific research objectives. Objective 1) To determine the relationship between distance and the probability of successful dispersal measured using direct genetic methods. We used genetic parentage analysis to quantify a dispersal kernel for Elacatinus lori, demonstrating that dispersal declines exponentially with distance. The spatial scale of dispersal is an order of magnitude less than previous estimates?the median dispersal distance is just 1.7 km and no dispersal events exceed 16.4 km despite intensive sampling out to 30 km from source. Objective 2) To determine the relationship between the probability of successful dispersal predicted by alternative coupled biophysical models and the probability of successful dispersal measured using direct genetic methods. We constructed alternative ocean-atmosphere models to describe surface transport in the region of the Belizean Barrier Reef and validated the predictions of these models. We demonstrate that increasing the resolution of the ocean-atmosphere models and incorporating tidal forcing markedly improves prediction. Objective 3) To determine the relationship between spatial genetic structure (SGS) predicted by alternative evolutionary ecology models, incorporating results from objectives 1 and 2, and SGS measured using indirect genetic methods. We explored hierarchical patterns of spatial genetic structure in the reef fish Elacatinus loriusing a high-resolution approach with respect to both geographic and genomic sampling. We demonstrate microgeographic structure at previously undetected spatial scales (&lt; 10 km). The results of this project are ground breaking in their own right, and they lay the foundation for a unique integration, using validated biophysical models to predict the best possible empirical estimates of dispersal kernels and spatial genetic structure, in the future.\n\nBroader Impacts. 1) Integration of research and teaching. The grant supported multiple postdocs and graduate students. They were trained in scientific diving, marine fieldwork, population genetics, biophysical modeling and mathematical modeling. Two of these trainees are now Assistant Professors in their own right, while others are postdocs or near the completion of their PhDs. PIs incorporated research findings in their undergraduate and graduate courses. In 2015, PI Buston received the Dean?s Award for Excellence in Graduate Education from Boston University; from summer 2019, PI Buston will serve as Director of the BU Marine Program, overseeing BU's Marine Science degree program which emphasizes integration of research and teaching during the marine semester. 2) Broaden participation of underrepresented groups. The grant supported many undergraduates recruited from groups traditionally underrepresented in STEM fields, and many of these have gone on to careers in STEM. 3) Broad dissemination to enhance public understanding. Results were broadly disseminated to the scientific community and general public via publications in high impact journals, presentations at national and international conferences and press releases. In 2018, Co-PI Paris recevied the Rachel Carson Award from the American Geophysical Union recognizing her work at the cutting-edge of ocean science, especially science relevant to societal concerns.\n\n\t\t\t\t\tLast Modified: 05/17/2019\n\n\t\t\t\t\tSubmitted by: Peter Buston"
 }
}