{
 "awd_id": "1260891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Understanding Trust through Higher-Order Beliefs",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 8647.0,
 "awd_amount": 8647.0,
 "awd_min_amd_letter_date": "2013-03-19",
 "awd_max_amd_letter_date": "2013-03-19",
 "awd_abstract_narration": "This award funds a series of decision making experiments that will test a specific theory about the sources of trust in economic relationships.  The coPI has contributed to recent research that uses game theory to examine whether trust is a rational decision.  He has developed a theory in which a person who is deciding whether or not to trust an economic partner considers whether or not the partner cares about being considered trustworthy.  The result is a new binary trust game that can be used to investigate whether and how controlled variations in participants' higher order beliefs may affect their decisions.  A key innovation of the design is the introduction of a random move between the two participants' nodes which affects the interpretation of the Sender's decision to invest as a pure act of trust.  Controlled lab experiments are used to test whether or not the Sender is more likely to invest when his/her decision is more easily interpretable as a sign of trust.\r\n\r\nThis research contributes to our understanding of the behavioral sources of trust in economic relationships.  Because trust between trading partners is key in many economic situations, understanding how to foster appropriate trust is likely to result in broader impact.  These impacts will come as market designers employ the new insights to encourage individuals to make investments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guillaume",
   "pi_last_name": "Frechette",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Guillaume R Frechette",
   "pi_email_addr": "gf35@nyu.edu",
   "nsf_id": "000226442",
   "pi_start_date": "2013-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Severine",
   "pi_last_name": "Toussaert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Severine Toussaert",
   "pi_email_addr": "st1445@nyu.edu",
   "nsf_id": "000624180",
   "pi_start_date": "2013-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8647.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the determinants of trust between two people has been a widely researched topic in experimental economics since the mid 90&rsquo;s. Interpersonal trust is usually studied through experimental games between a Sender (the &ldquo;trustor&rdquo;) and a Receiver (the &ldquo;trustee&rdquo;). While the structure of payoffs and precise action space of each player may vary, all games have a similar structure: the Sender must decide whether to transfer a given amount of money to the Receiver, the transferred amount is then multiplied by a given factor (the idea being that the intervention of the Receiver makes the investment more productive) and the Receiver must then decide how much of the multiplied transfer to return to the Sender. In this game, trust is measured by the amount transferred by the Sender, which represents a risk he takes in the hope that the Receiver will return his trust.&nbsp; Trustworthiness is in turn measured by the amount returned by the Receiver.</p>\n<p>Although the game is simple, many determinants may affect decisions to send and return.&nbsp; For the Sender, risk aversion, betrayal aversion and, to some extent, altruism, have been found to correlate with decisions to invest. Regarding the Receiver, altruism or concerns for fairness, reciprocity or guilt aversion have been taken to be important determinants of the decision to send back. In particular, reciprocity defined as the attitude consisting of being kind to someone if and only if the person was kind to you seems to be a driving force behind the Receiver&rsquo;s decision. Otherwise stated, the Sender&rsquo;s <em>intentions </em>matter for the Receiver. For instance, McCabe et al. (2003) find that the Receiver is more likely to share when the Sender&rsquo;s decision to invest was intentional rather than forced. However, while intentions matter for the Receiver, it is not clear whether the Sender accounts for the reciprocity concerns of his partner when deciding to trust.</p>\n<p>I considered a new experimental trust game where the Sender&rsquo;s action (invest or not invest) is only implemented with some probability. Therefore, upon observing a money transfer, the Receiver cannot be fully certain that it comes from the Sender&rsquo;s decision to invest. In two treatments, I varied both the probability that the Sender&rsquo;s action is implemented as well as the information transmitted to the Receiver about the action chosen by the Sender. Practically, subjects made decisions for several probability values and levels of information transmission. The objective was to try to understand how making the environment less transparent may affect the Sender&rsquo;s decision to trust. The hypothesis was that as the environment becomes noisier, the Sender should feel more reluctant to invest any money because his intentions can be less credibly conveyed to the Receiver. As a further test that Senders understand the importance of conveying credible trust intentions, I considered a third treatment where they can communicate their actions to the Receiver at some cost. If Senders perceive that intentions matter for their partner, then they should be willing to pay to signal their trust when there is uncertainty about their intentions. These hypotheses were tested in a computerized laboratory experiment conducted at the experimental lab for Social Science of NYU during fall 2013 &ndash; winter 2013-14. Overall, I ran 14 sessions, for a total of 226 subjects.</p>\n<p>I find that the behavior of a large fraction of subjects is sensitive to the amount of noise present in the game. First, about 55% of Senders and 47% of Receivers altered their behavior in response to a change in the probability that the Sender&rsquo;s action was implemented. However, there is a lot of heterogeneity in behavior; unexpectedly, I found that 18% of Senders and 12% of Receivers played strategies where they were <em>less</em...",
  "por_txt_cntn": "\nUnderstanding the determinants of trust between two people has been a widely researched topic in experimental economics since the mid 90Æs. Interpersonal trust is usually studied through experimental games between a Sender (the \"trustor\") and a Receiver (the \"trustee\"). While the structure of payoffs and precise action space of each player may vary, all games have a similar structure: the Sender must decide whether to transfer a given amount of money to the Receiver, the transferred amount is then multiplied by a given factor (the idea being that the intervention of the Receiver makes the investment more productive) and the Receiver must then decide how much of the multiplied transfer to return to the Sender. In this game, trust is measured by the amount transferred by the Sender, which represents a risk he takes in the hope that the Receiver will return his trust.  Trustworthiness is in turn measured by the amount returned by the Receiver.\n\nAlthough the game is simple, many determinants may affect decisions to send and return.  For the Sender, risk aversion, betrayal aversion and, to some extent, altruism, have been found to correlate with decisions to invest. Regarding the Receiver, altruism or concerns for fairness, reciprocity or guilt aversion have been taken to be important determinants of the decision to send back. In particular, reciprocity defined as the attitude consisting of being kind to someone if and only if the person was kind to you seems to be a driving force behind the ReceiverÆs decision. Otherwise stated, the SenderÆs intentions matter for the Receiver. For instance, McCabe et al. (2003) find that the Receiver is more likely to share when the SenderÆs decision to invest was intentional rather than forced. However, while intentions matter for the Receiver, it is not clear whether the Sender accounts for the reciprocity concerns of his partner when deciding to trust.\n\nI considered a new experimental trust game where the SenderÆs action (invest or not invest) is only implemented with some probability. Therefore, upon observing a money transfer, the Receiver cannot be fully certain that it comes from the SenderÆs decision to invest. In two treatments, I varied both the probability that the SenderÆs action is implemented as well as the information transmitted to the Receiver about the action chosen by the Sender. Practically, subjects made decisions for several probability values and levels of information transmission. The objective was to try to understand how making the environment less transparent may affect the SenderÆs decision to trust. The hypothesis was that as the environment becomes noisier, the Sender should feel more reluctant to invest any money because his intentions can be less credibly conveyed to the Receiver. As a further test that Senders understand the importance of conveying credible trust intentions, I considered a third treatment where they can communicate their actions to the Receiver at some cost. If Senders perceive that intentions matter for their partner, then they should be willing to pay to signal their trust when there is uncertainty about their intentions. These hypotheses were tested in a computerized laboratory experiment conducted at the experimental lab for Social Science of NYU during fall 2013 &ndash; winter 2013-14. Overall, I ran 14 sessions, for a total of 226 subjects.\n\nI find that the behavior of a large fraction of subjects is sensitive to the amount of noise present in the game. First, about 55% of Senders and 47% of Receivers altered their behavior in response to a change in the probability that the SenderÆs action was implemented. However, there is a lot of heterogeneity in behavior; unexpectedly, I found that 18% of Senders and 12% of Receivers played strategies where they were less likely to invest and return as the probability of implementing the SenderÆs decision increased.  More consistent with the theory predictions, I find that Receivers were less likely to ..."
 }
}