{
 "awd_id": "1260840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Cooperation in Stochastic Games: A Prisoner's Dilemma Experiment",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 13583.0,
 "awd_amount": 13583.0,
 "awd_min_amd_letter_date": "2013-03-21",
 "awd_max_amd_letter_date": "2013-03-21",
 "awd_abstract_narration": "One question that economists and social scientists have contemplated for some time is what are the proper prerequisites for societal cooperation when private incentives conflict with social ones?  One answer to this question comes from the theory of repeated games, the study of decision making amongst members of a group (the game) where the decision is made over and over again.  More precisely, the specific game associated with this answer is the repeated prisoner's dilemma.  In the prisoner's dilemma, cooperation is socially beneficial but it is in the private best interest of each player to not cooperate and thus, when only played once, no cooperation occurs.  However, when the prisoner's dilemma is repeated, cooperation can be sustained by linking future choices to current choices so that the gain that one would obtain by deviating from cooperation in the present period is offset by a loss in future periods.  Specifically, the gain is deterred by the credible threat of mutual non-cooperation by all players in the future.\r\n\r\nRepeated games, however, are a drastic simplification of the real world.  Realistically, while many economic situations feature repeated interaction, the nature of the interaction changes through time.   This feature is captured by stochastic games, a generalization of repeated games in which the game played each period changes and is determined, at least partially, by chance.\r\n\r\nThis project is a laboratory experiment in the field of stochastic games.  In particular, the experiment utilizes a repeated prisoner's dilemma in which the payoffs of the prisoner?s dilemma are stochastically determined each period.   Most importantly, given the link between future choices and current choices that is established to sustain cooperation, altering the nature of future choices is a substantial step towards understanding how people behave in these environments.\r\n\r\nFrom a broader perspective, the main economic example for the stochastic prisoner?s dilemma in the experiment is collusion among firms over the business cycle.  In this environment, firms desire collusion, cooperation on non-competitive prices or quantities, and compete over many periods.  The demand fluctuates because of booms and busts in the economy, which changes the exact interaction they face each period.  This experiment can potentially guide antitrust law by providing insight into conditions where firms may find it easier to collude.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Schotter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Schotter",
   "pi_email_addr": "andrew.schotter@nyu.edu",
   "nsf_id": "000181634",
   "pi_start_date": "2013-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kloosterman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Kloosterman",
   "pi_email_addr": "ask5b@virginia.edu",
   "nsf_id": "000624179",
   "pi_start_date": "2013-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A well-known result in economics is that cooperation among agents can be very difficult in a static environments.&nbsp; This is because, while all agents prefer that everyone cooperates, it is in the best interest of each agent to not cooperate while everyone else cooperates.&nbsp; Repeated games have offered one solution to this problem.&nbsp; When the environment is dynamic rather than static, agents may be able to set up a credible plan for cooperation.&nbsp; The plan stipulates that any agent who does not cooperate will be punished in the future with non-cooperation from everyone.&nbsp; The existence of a future to the relationship is instrumental as a way to deter cheating by not cooperating.</p>\n<p>&nbsp;</p>\n<p>However, repeated games are a drastic simplification of the real world.&nbsp; Few dynamic interactions are exact repetition of the same static interaction over and over again.&nbsp; Stochastic games, which generalize repeated games to allow for the interaction to evolve over time, are therefore a more realistic description of many environments. &nbsp;While many of the strategic considerations are similar to repeated games, there are some differences.&nbsp; Most notably, the agents do not know the future exactly and so beliefs about it are crucial to determining the scope of the punishment that can be implemented if anyone to cheat.</p>\n<p>&nbsp;</p>\n<p>The main intellectual merit of this project is to formulate this scenario in a stochastic version of the repeated prisoner&rsquo;s dilemma and test theoretical predictions derived from it in a laboratory experiment.&nbsp; Subjects played a repeated prisoner&rsquo;s dilemma where the payoffs could change over time.&nbsp; The experiment was designed so that in some treatments beliefs about the future suggested a harsh punishment was possible which supported cooperation in the current period and in other treatments beliefs suggested only a weak punishment and therefore defection in the current period.&nbsp; The results of the experiment suggested that subjects were able to understand how their beliefs matter in this way, but only at the ends of sessions after the subjects had gained much experience with the game.&nbsp; A number of other results addressed the more complicated nature of the most cooperative equilibrium path that the stochastic element introduced.</p>\n<p>&nbsp;</p>\n<p>Cooperation is an important aspect of many economic, and non-economic, situations and therefore the results of the experiment suggesting beliefs about the future matter can have a broader impact.&nbsp; One classic example that the stochastic prisoner&rsquo;s dilemma addresses is a repeated oligopoly problem where demand changes over time.&nbsp; A group of firms is competing over time, and hoping to collude by setting high prices or restricting quantity.&nbsp; Demand fluctuates over time as the economy goes through business cycles.&nbsp; The results of the experiment may help us understand how firms&rsquo; beliefs about future demand effect their prospects for collusion.&nbsp; Ultimately, this is important for anti-trust authorities who look for conditions where collusion is likely.&nbsp; Another general example of an economic situation that applies is any environment where a group of agents would like to insure each other against idiosyncratic bad shocks to their incomes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Kloosterman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA well-known result in economics is that cooperation among agents can be very difficult in a static environments.  This is because, while all agents prefer that everyone cooperates, it is in the best interest of each agent to not cooperate while everyone else cooperates.  Repeated games have offered one solution to this problem.  When the environment is dynamic rather than static, agents may be able to set up a credible plan for cooperation.  The plan stipulates that any agent who does not cooperate will be punished in the future with non-cooperation from everyone.  The existence of a future to the relationship is instrumental as a way to deter cheating by not cooperating.\n\n \n\nHowever, repeated games are a drastic simplification of the real world.  Few dynamic interactions are exact repetition of the same static interaction over and over again.  Stochastic games, which generalize repeated games to allow for the interaction to evolve over time, are therefore a more realistic description of many environments.  While many of the strategic considerations are similar to repeated games, there are some differences.  Most notably, the agents do not know the future exactly and so beliefs about it are crucial to determining the scope of the punishment that can be implemented if anyone to cheat.\n\n \n\nThe main intellectual merit of this project is to formulate this scenario in a stochastic version of the repeated prisonerÆs dilemma and test theoretical predictions derived from it in a laboratory experiment.  Subjects played a repeated prisonerÆs dilemma where the payoffs could change over time.  The experiment was designed so that in some treatments beliefs about the future suggested a harsh punishment was possible which supported cooperation in the current period and in other treatments beliefs suggested only a weak punishment and therefore defection in the current period.  The results of the experiment suggested that subjects were able to understand how their beliefs matter in this way, but only at the ends of sessions after the subjects had gained much experience with the game.  A number of other results addressed the more complicated nature of the most cooperative equilibrium path that the stochastic element introduced.\n\n \n\nCooperation is an important aspect of many economic, and non-economic, situations and therefore the results of the experiment suggesting beliefs about the future matter can have a broader impact.  One classic example that the stochastic prisonerÆs dilemma addresses is a repeated oligopoly problem where demand changes over time.  A group of firms is competing over time, and hoping to collude by setting high prices or restricting quantity.  Demand fluctuates over time as the economy goes through business cycles.  The results of the experiment may help us understand how firmsÆ beliefs about future demand effect their prospects for collusion.  Ultimately, this is important for anti-trust authorities who look for conditions where collusion is likely.  Another general example of an economic situation that applies is any environment where a group of agents would like to insure each other against idiosyncratic bad shocks to their incomes.\n\n\t\t\t\t\tLast Modified: 04/09/2015\n\n\t\t\t\t\tSubmitted by: Andrew Kloosterman"
 }
}