{
 "awd_id": "1260875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Study Into the Effect of Employment Conditions Upon Judicial Behavior and Performance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 228000.0,
 "awd_amount": 228000.0,
 "awd_min_amd_letter_date": "2013-03-11",
 "awd_max_amd_letter_date": "2018-05-03",
 "awd_abstract_narration": "In common-law jurisdictions, appellate judges construct legal rules over time by building on previous decisions, using the facts, reasoning, and outcomes described by previous judges to guide their rulings. In this scheme, high-quality appellate decision-making has beneficial spillovers by helping future judges make good decisions. As with all public officials, the performance of appellate judges will depend in part on their conditions of employment. Across the United States the rules for selecting, compensating, and retaining judges vary significantly by state, with no consensus on the best way forward. This research seeks to explore the importance of different judicial selection, compensation, and retention schemes by measuring the effects on judge performance of discrete changes in the rules defining these schemes.\r\n\r\nTo that end, the project will build a new data set on the employment rules for and performance of state appellate judges. This data set will include information from all state appellate court cases between 1947 and 1994. Changes in employment conditions that occur as the result of state legislation are used as \"natural experiments\" to tease out the relationships between employment rules and a variety of performance measures. Employment rules include judge salary, judge tenure status, judge retention processes, and length of term of office. Performance measures include number and length of opinions, the linguistic richness of opinions, the amount of research going into opinions, and the number of subsequent citations to opinions. Higher measurements on these variables reflect greater judge effort into writing opinions and likely greater influence on the development of the law.\r\n\r\nPrevious research into judicial performance has relied upon much shorter time periods, and hence could not exploit the natural variation in employment conditions. In this project, researchers observe how individual judges alter their behavior, and hence are able to track the causal impact of the employment rule changes.\r\n\r\nThis analysis can assist decision makers in crafting employment conditions that will allow for a more effective use of scarce public funds. Moreover, the rules for re-appointment rely upon different subjective measures of performance, and hence the project can provide insights into effective oversight of highly skilled employees, such as state appellate judges. More generally, the research will extend recent work in how incentive schemes can interact with intrinsic motivation or else distort allocation of effort across multiple professional tasks. For political economists, the results will be relevant to the study of the incentives in different electoral systems.\r\n\r\nThe project will result in an original data set on judge employment conditions and judge performance that will be made available to interested researchers. This data set, and the resulting papers, will be of interest not just to economists but to a broad array of social scientists, legal scholars, and policy analysts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "MacLeod",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B MacLeod",
   "pi_email_addr": "wbm2103@columbia.edu",
   "nsf_id": "000106433",
   "pi_start_date": "2013-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 228000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>In this project we have constructed a data set consisting of written decisions by State Supreme court judges that is matched to biographical data on the judges. There are a number of reasons why this is an intellectually interesting project. &nbsp;The first is that appelate court judges interpret and set the law of the land which in turn determines how well the American economy performans. &nbsp;Second, Judges, like doctors and teachers, produce an output that is complex and difficult to evaluate. &nbsp;In the case of doctors, technical change makes it difficult to evaluate perfrmance over time. In the case of teachers, we simply do not have any data that allows us to evaluated teachers over a long period of time.</p>\n<p><span style=\"white-space: pre;\"> </span>The unique feature of this data is that from the the beginning (after WW 2) until now ther job has not fundamentally changed - Judges listen to appeals from lower courts, and then decide if the law is correctly applied. &nbsp;In out date we can measure the influence of these decisons over a long period of time as measured by how often their case are cited.</p>\n<p><span style=\"white-space: pre;\"> </span>We use this data to address three questions:</p>\n<p>1. &nbsp;What motivates judges? Specifically, does their salary affect performance?</p>\n<p>2. How does the method of evaluation affect the quality of judges?</p>\n<p>3. How does judge performance change with age.</p>\n<p>Our research establishes the following results:</p>\n<p>1. &nbsp;Judges are not directly motivated by compensation, though certainly paying more will get more qualified judges. Rather, judges appear to be mainly motivated by doing a good job, and deciding difficult and important cases. We know this because when they are given more time to work on a case, they use this time to write longer and more influential decisions.</p>\n<p>2. &nbsp;Using the performance measures we have developed, we find that judges that are appointed by state governors who choose from a pre-selected set of candiates have the best judges. The worst judges are those selected by systems where a judge's political affiliation is known at the time of an election.</p>\n<p>3. We look at performance over time, and find that it peaks when judges are in their mid 60s. &nbsp;However, we also find that there is a great deal of heterogeneity, with many judges performing at a high level well into their 80s.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2019<br>\n\t\t\t\t\tModified by: W. Bentley&nbsp;Macleod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n In this project we have constructed a data set consisting of written decisions by State Supreme court judges that is matched to biographical data on the judges. There are a number of reasons why this is an intellectually interesting project.  The first is that appelate court judges interpret and set the law of the land which in turn determines how well the American economy performans.  Second, Judges, like doctors and teachers, produce an output that is complex and difficult to evaluate.  In the case of doctors, technical change makes it difficult to evaluate perfrmance over time. In the case of teachers, we simply do not have any data that allows us to evaluated teachers over a long period of time.\n\n The unique feature of this data is that from the the beginning (after WW 2) until now ther job has not fundamentally changed - Judges listen to appeals from lower courts, and then decide if the law is correctly applied.  In out date we can measure the influence of these decisons over a long period of time as measured by how often their case are cited.\n\n We use this data to address three questions:\n\n1.  What motivates judges? Specifically, does their salary affect performance?\n\n2. How does the method of evaluation affect the quality of judges?\n\n3. How does judge performance change with age.\n\nOur research establishes the following results:\n\n1.  Judges are not directly motivated by compensation, though certainly paying more will get more qualified judges. Rather, judges appear to be mainly motivated by doing a good job, and deciding difficult and important cases. We know this because when they are given more time to work on a case, they use this time to write longer and more influential decisions.\n\n2.  Using the performance measures we have developed, we find that judges that are appointed by state governors who choose from a pre-selected set of candiates have the best judges. The worst judges are those selected by systems where a judge's political affiliation is known at the time of an election.\n\n3. We look at performance over time, and find that it peaks when judges are in their mid 60s.  However, we also find that there is a great deal of heterogeneity, with many judges performing at a high level well into their 80s.\n\n \n\n\t\t\t\t\tLast Modified: 05/22/2019\n\n\t\t\t\t\tSubmitted by: W. Bentley Macleod"
 }
}