{
 "awd_id": "1260287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Trace Metal Deposition And Cycling In The North Atlantic On The 2013 CLIVAR/Repeat Hydrography A16N Expedition",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 162004.0,
 "awd_amount": 162004.0,
 "awd_min_amd_letter_date": "2013-03-18",
 "awd_max_amd_letter_date": "2013-03-18",
 "awd_abstract_narration": "Dr. Joseph Resing of the Joint Institute for the Study of the Atmosphere and the Ocean, Pacific Marine Environmental Laboratory, University of Washington and Dr. William Landing of Florida State University have proposed an ambitous field study to conduct trace metal sampling on the CLIVAR/CO2 Repeat Hydrography section A16N in the Atlantic Ocean in 2013.  This field program will provide a valuable opportunity to elucidate aerosol-water column coupling, and possible decadal variability, for selected trace metals (Fe, Al, and others) and biogenic calcium carbonate. In addition to examining important questions regarding the nature of the response of trace element distributions in the water column to external dust input, these invetigators will gain further insight into the issue of temporal and spatial changes in trace metal distributions through comparison with other field programs, most notably the international GEOTRACES program.  With regard to the broader significance of this study, results from this large expedition will generate multiple national and international collaborations, contribute positively to the education and training of a graduate student and a postdoctoral fellow, and be of broad interest to the ocean sciences community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Landing",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Landing",
   "pi_email_addr": "wlanding@fsu.edu",
   "nsf_id": "000443650",
   "pi_start_date": "2013-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 162004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of our trace element contribution to the CLIVAR/Repeat Hydrography program has been to improve our understanding of the sources, distributions, and removal processes of geochemically significant trace elements and isotopes (TEIs) in the world&rsquo;s oceans. Atmospheric &ldquo;dust&rdquo; (aerosols) and rainfall deposition can be a significant source of TEIs to the global ocean. Desert dust will be a significant source of the biologically required element, iron (Fe). Al is a tracer for atmospheric dust deposition, while Mn and Co are essential trace elements for phytoplankton. Pb isotopes can be used to track pollutants in air masses from the continents. Mercury (Hg), a potent neurotoxin that is concentrated in marine fish, is delivered to the oceans almost exclusively via atmospheric deposition. The atmospheric deposition research also complements the water column TEI research, where TEIs with widely different residence times in the upper ocean (such as Mn&gt;Al&gt;Fe=Nd&gt;Th) have been studied.</p>\n<p>This proposal was funded to collect aerosol and rainfall samples and seawater profiles for trace element analysis on the CLIVAR/Repeat Hydrography A16N 2013 research cruise from Iceland to Brazil. This same transect was occupied in 2003 by co-PIs Landing and Measures, in one of the first attempts to collect uncontaminated trace element samples using a clean rosette system. That system was shown to work quite well, and served as the &ldquo;template&rdquo; for the 24-bottle rosette now used in the US GEOTRACES program. Our results from 2003 produced a compelling snapshot of trace element distributions through the North Atlantic, revealing a large plume of total suspended matter and dFe below the Saharan dust plume. One unanticipated result from 2003 was the identification of a large region at low latitudes greatly depleted in biogenic particulate Ca, likely the result of subsurface waters with a relatively low carbonate saturation state. Decreases in particulate Ca may strongly impact the export of carbon in this region, allowing more recycled CO2 to be readily mixed into the near surface layer.</p>\n<p>These findings compelled us to want to examine this same section a decade later to answer key questions. For example, are individual surface and subsurface trace element features in steady state? How might they respond to both short term variability and decadal trends in dust inputs? The Barbados dust record (Prospero, Pers. Comm.) indicates a decrease in dust flux by as much as 20&ndash;30% to the Atlantic over the last 10&ndash;15 years. How would these features respond to variations in dust deposition over the intervening years? To answer these and other questions, we returned to the A16N transect in 2013 with our clean rosette system. We analyzed for dissolved and particulate Al, Mn, Fe, Co, Ni, Cu, Zn, Cd, and Pb. Total suspended matter samples were analyzed by EDXRF for particulate Al, Fe, and other trace and major elements. Replicate bulk aerosol samples were collected daily and analyzed for total aerosol Al, Fe, and other trace elements, seawater soluble aerosol Al and Fe, and ultrapure water soluble aerosol Al, Fe, trace elements, and major ions.&nbsp;</p>\n<p>The dissolved trace element data from the 2013 A16N cruise were then compared to data from the 2003 A16N cruise, showing that the inventories of dissolved Mn, Fe, Ni, Cu, Zn, and Cd have not changed significantly over that 10-year period. Due to the decline in the use of leaded gasoline, the inventory of dissolved Pb in surface waters has declined by about 35% while the dissolved Pb inventory in the Mediterranean Outflow water has declined by about 26%. We also compared the distributions of suspended particulate trace elements from 2003 to 2013 to conclude that dust deposition rates had increased by about 15%. Comparing the magnitude of upper water column CaCO<sub>3</sub> dissolution rate...",
  "por_txt_cntn": "\nThe overall goal of our trace element contribution to the CLIVAR/Repeat Hydrography program has been to improve our understanding of the sources, distributions, and removal processes of geochemically significant trace elements and isotopes (TEIs) in the worldÆs oceans. Atmospheric \"dust\" (aerosols) and rainfall deposition can be a significant source of TEIs to the global ocean. Desert dust will be a significant source of the biologically required element, iron (Fe). Al is a tracer for atmospheric dust deposition, while Mn and Co are essential trace elements for phytoplankton. Pb isotopes can be used to track pollutants in air masses from the continents. Mercury (Hg), a potent neurotoxin that is concentrated in marine fish, is delivered to the oceans almost exclusively via atmospheric deposition. The atmospheric deposition research also complements the water column TEI research, where TEIs with widely different residence times in the upper ocean (such as Mn&gt;Al&gt;Fe=Nd&gt;Th) have been studied.\n\nThis proposal was funded to collect aerosol and rainfall samples and seawater profiles for trace element analysis on the CLIVAR/Repeat Hydrography A16N 2013 research cruise from Iceland to Brazil. This same transect was occupied in 2003 by co-PIs Landing and Measures, in one of the first attempts to collect uncontaminated trace element samples using a clean rosette system. That system was shown to work quite well, and served as the \"template\" for the 24-bottle rosette now used in the US GEOTRACES program. Our results from 2003 produced a compelling snapshot of trace element distributions through the North Atlantic, revealing a large plume of total suspended matter and dFe below the Saharan dust plume. One unanticipated result from 2003 was the identification of a large region at low latitudes greatly depleted in biogenic particulate Ca, likely the result of subsurface waters with a relatively low carbonate saturation state. Decreases in particulate Ca may strongly impact the export of carbon in this region, allowing more recycled CO2 to be readily mixed into the near surface layer.\n\nThese findings compelled us to want to examine this same section a decade later to answer key questions. For example, are individual surface and subsurface trace element features in steady state? How might they respond to both short term variability and decadal trends in dust inputs? The Barbados dust record (Prospero, Pers. Comm.) indicates a decrease in dust flux by as much as 20&ndash;30% to the Atlantic over the last 10&ndash;15 years. How would these features respond to variations in dust deposition over the intervening years? To answer these and other questions, we returned to the A16N transect in 2013 with our clean rosette system. We analyzed for dissolved and particulate Al, Mn, Fe, Co, Ni, Cu, Zn, Cd, and Pb. Total suspended matter samples were analyzed by EDXRF for particulate Al, Fe, and other trace and major elements. Replicate bulk aerosol samples were collected daily and analyzed for total aerosol Al, Fe, and other trace elements, seawater soluble aerosol Al and Fe, and ultrapure water soluble aerosol Al, Fe, trace elements, and major ions. \n\nThe dissolved trace element data from the 2013 A16N cruise were then compared to data from the 2003 A16N cruise, showing that the inventories of dissolved Mn, Fe, Ni, Cu, Zn, and Cd have not changed significantly over that 10-year period. Due to the decline in the use of leaded gasoline, the inventory of dissolved Pb in surface waters has declined by about 35% while the dissolved Pb inventory in the Mediterranean Outflow water has declined by about 26%. We also compared the distributions of suspended particulate trace elements from 2003 to 2013 to conclude that dust deposition rates had increased by about 15%. Comparing the magnitude of upper water column CaCO3 dissolution rates with measured surface ocean CaCO3 standing stocks suggests that biologically mediated CaCO3 dissolution may be occurring in ..."
 }
}