{
 "awd_id": "1260753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Matching",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 450198.0,
 "awd_amount": 450198.0,
 "awd_min_amd_letter_date": "2013-03-13",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "This award funds new economic theory on matching in environments with incomplete information.  Matching models use techniques from game theory to study situations in which two partners must be 'matched' in order to make a trade.  Examples include matching workers to employers and matching students to schools.\r\n\r\nThe project has two parts.  The first part studies agents' incentives to invest in productive characteristics.  In many situations, the value of a match depends on investments the partners have made before their match.  For example, the value of a match between a teacher and a school depends on the teacher's education, training and experience.  It also depends on the physical equipment and facilities available at the school.  Both parties must invest before the match, but they may not have incentives to invest if they fear that their future partners will take advantage of their investment through the well-known 'hold up problem'.  Here, the PIs will consider how specific bargaining protocols and property rights can lead to efficient investments.  \r\n\r\nThe second part of the research considers the implications of stability of matching outcomes under incomplete information.  There is a large literature that uses matching models to analyze a broad variety of applications.  The commonly employed solution concept in these applications is the core.  The use of the core as a solution concept incorporates the stability of a proposed matching between workers and firms; if the proposed outcome is not in the core we would expect the outcome to be upset by the pair that could jointly improve their circumstances.  This argument, however, relies on an assumption of complete information.  The PIs develop a concept that defines pairwise stability in incomplete information environments.  They investigate the robustness of various models to incomplete information and consider many-to-one matching problems.   This project provides better foundations for the large applied literature in matching.\r\n\r\nExisting theories of matching have had substantial broader impact through their application to market design.  These methods are used to match students to schools, medical graduates to residencies, and transplant donors to recipients.   The new theory may improve the economic performance of these mechanisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Postlewaite",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Postlewaite",
   "pi_email_addr": "apostlew@econ.upenn.edu",
   "nsf_id": "000305587",
   "pi_start_date": "2013-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Mailath",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "George J Mailath",
   "pi_email_addr": "gmailath@econ.upenn.edu",
   "nsf_id": "000198658",
   "pi_start_date": "2013-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3718 Locust Walk",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190046209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "PA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 450198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The first part of the project studied agents&rsquo; incentives to invest in productive characteristics. In many markets, agents match with the value of the resulting transaction depending on investments the agents have made prior to their match. The value of a match between a teacher and a school depends on the human capital investments made by the teacher and the physical capital investments of the school, which are made prior to the parties meeting.</p>\n<p>The second part of the project studied how matching between agents is affected by asymmetries of information, that is, when one side of a potential match has information about the benefits of the match that the other side does not have.</p>\n<p>The output of the project is contained in several published papers that provide insight into the workings of economically important matching problems. Those papers are described below.</p>\n<p>Work with Larry Samuelson followed up on earlier work supported by a previous NSF grant that analyzed markets in which individuals make investments prior to meeting with participants on the other side of the market.&nbsp; When there is no opportunity to contract prior to the time when investments must be made, there is a &ldquo;hold-up&rdquo; possibility which diminishes the parties&rsquo; incentives to invest.&nbsp; This&nbsp; paper, &ldquo;Premuneration Values and Investments in Matching Markets&rdquo;, puts additional structure on the investment cost functions and obtains a sharper characterization of the effects of asymmetric information on investment inefficiencies. That paper is published in 2017 in the<em> Economic Journal</em>.&nbsp;</p>\n<p>&ldquo;Matching with Incomplete Information&rdquo;, joint with Larry Samuelson and Qingmin Liu analyzes matching when there is asymmetric information. There is a large literature on matching problems, most of which assumes complete information. That is, when agents on the two sides of the market match, both sides know the benefit of matching with the other. This is clearly a strong assumption that is not satisfied in most of the problems that the model is used to analyze. There is a difficulty in extending the analysis in those models to the case of asymmetric information as the solution concept employed in those models, the core, is not defined for asymmetric information problems. Furthermore, it is not at all obvious how the concept should be defined for asymmetric information problems. This paper provides definitions of stable outcomes for these problems, and more interestingly, shows that under the standard assumption of supermodularity of the matching values, the only stable matching outcomes are efficient. This paper is published in the March 2014 issue of <em>Econometrica</em>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Postlewaite</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe first part of the project studied agents? incentives to invest in productive characteristics. In many markets, agents match with the value of the resulting transaction depending on investments the agents have made prior to their match. The value of a match between a teacher and a school depends on the human capital investments made by the teacher and the physical capital investments of the school, which are made prior to the parties meeting.\n\nThe second part of the project studied how matching between agents is affected by asymmetries of information, that is, when one side of a potential match has information about the benefits of the match that the other side does not have.\n\nThe output of the project is contained in several published papers that provide insight into the workings of economically important matching problems. Those papers are described below.\n\nWork with Larry Samuelson followed up on earlier work supported by a previous NSF grant that analyzed markets in which individuals make investments prior to meeting with participants on the other side of the market.  When there is no opportunity to contract prior to the time when investments must be made, there is a \"hold-up\" possibility which diminishes the parties? incentives to invest.  This  paper, \"Premuneration Values and Investments in Matching Markets\", puts additional structure on the investment cost functions and obtains a sharper characterization of the effects of asymmetric information on investment inefficiencies. That paper is published in 2017 in the Economic Journal. \n\n\"Matching with Incomplete Information\", joint with Larry Samuelson and Qingmin Liu analyzes matching when there is asymmetric information. There is a large literature on matching problems, most of which assumes complete information. That is, when agents on the two sides of the market match, both sides know the benefit of matching with the other. This is clearly a strong assumption that is not satisfied in most of the problems that the model is used to analyze. There is a difficulty in extending the analysis in those models to the case of asymmetric information as the solution concept employed in those models, the core, is not defined for asymmetric information problems. Furthermore, it is not at all obvious how the concept should be defined for asymmetric information problems. This paper provides definitions of stable outcomes for these problems, and more interestingly, shows that under the standard assumption of supermodularity of the matching values, the only stable matching outcomes are efficient. This paper is published in the March 2014 issue of Econometrica.\n\n\t\t\t\t\tLast Modified: 07/25/2017\n\n\t\t\t\t\tSubmitted by: Andrew Postlewaite"
 }
}