{
 "awd_id": "1260872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: A False Balance? Exemplars, Affect, and Media Coverage of Controversial Risk",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 15097.0,
 "awd_amount": 15097.0,
 "awd_min_amd_letter_date": "2013-02-22",
 "awd_max_amd_letter_date": "2013-02-22",
 "awd_abstract_narration": "A prominent journalistic norm is to provide balance when reporting on controversial risk issues, even when scientific evidence and support between two risk interpretations is significantly uneven. While journalists present two sides of a controversial topic, howeever, their use of affective exemplars (pictures with captions that provoke an  emotional response) may be uneven, such as placing an exemplar to only one risk interpretation. To date, studies have found that affective reactions can inform on risk, lead to greater recall of risk-related information, as well as significantly bias peoples' perception of risk severity, frequency, and probability, such that their perceptions differ greatly from those of risk managers, scientists, and other experts. Such studies, however, have been done in the context of one-sided messages and stories unrelated to controversial risk. This proposal investigates the potential role news reporting plays in distorting people's risk perception surrounding controversial risk topics by surveying journalists and testing message strategies intended to improve readers' understanding. The researchers hypothesize that for risk controversies where the evidence supports only one side of a two-sided news article, uneven placement of a negative affect-inducing exemplar might lead people to primarily recall the side that is supported by little or no evidence. This is important because journalists who believe they are presenting a \"balanced article\" on a risk controversy might unknowingly influence their readers to largely process and recall only one side of a two-sided message. Moreover, the ease with which readers recall such information (i.e., the availability heuristic) might influence their risk perception to greatly differ from expert estimates. \r\n\r\nBy examining potential sources of distortions in people's risk perception and testing message strategies to improve these perceptual distortions, the research provides empirically informed message strategies that not only aid risk managers and health officials but also open up important discussions on journalism practices that potentially misinform audiences on risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "McComas",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine A McComas",
   "pi_email_addr": "kam19@cornell.edu",
   "nsf_id": "000364779",
   "pi_start_date": "2013-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Dixon",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Graham N Dixon",
   "pi_email_addr": "graham.n.dixon@gmail.com",
   "nsf_id": "000625031",
   "pi_start_date": "2013-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Department of Communication",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF grant funded dissertation research investigating how people make judgments of risk when confronted with emotional news content. In particular, we investigated how news messages influence biased information processing and lead to amplified risk perceptions surrounding important public health issues (e.g., vaccination and foodborne illness).&nbsp;</p>\n<p>Three separate studies were conducted using NSF funds obtained to support my dissertation research. Results from the studies suggest emotional campaigns aimed at highlighting risks associated with inaction (non vaccination) often backfire for certain people. In the case of communicating the risks of non-vaccination via a negative picture, people with anti-vaccine views are not emotionally affected and experienced&nbsp;<em>lower&nbsp;</em>risk perception regarding non-vaccination. People&rsquo;s existing attitudes and beliefs often bias how they process new information. As a result, a seemingly persuasive message might only be effective for one group of people, but backfire for another group of people. I have sent out a press release regarding this key finding given the current nation-wide measles outbreak in the U.S.&nbsp;</p>\n<p>Two of my dissertation studies that were directly funded by the NSF grant have been accepted for publication and are currently \"in press\" in the journals&nbsp;<em>Communication Research</em>&nbsp;and&nbsp;<em>Journal of Communication</em>&nbsp;- both of which are the top journals in the field of communication based on impact and reputation. A third paper is under review at&nbsp;<em>Journal of Communication.</em>&nbsp;Journal acceptance in a top tier venue was a specific objective that I had mentioned in my grant proposal. In addition to journals, I have also presented my dissertation research at the following conferences: National Communication Association (awarded top student paper award), Association for Education in Journalism and Mass Communication, and Society for Risk Analysis. All in all, I believe that I have achieved my specific objectives with regard to my NSF study.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2015<br>\n\t\t\t\t\tModified by: Graham&nbsp;N&nbsp;Dixon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF grant funded dissertation research investigating how people make judgments of risk when confronted with emotional news content. In particular, we investigated how news messages influence biased information processing and lead to amplified risk perceptions surrounding important public health issues (e.g., vaccination and foodborne illness). \n\nThree separate studies were conducted using NSF funds obtained to support my dissertation research. Results from the studies suggest emotional campaigns aimed at highlighting risks associated with inaction (non vaccination) often backfire for certain people. In the case of communicating the risks of non-vaccination via a negative picture, people with anti-vaccine views are not emotionally affected and experienced lower risk perception regarding non-vaccination. PeopleÆs existing attitudes and beliefs often bias how they process new information. As a result, a seemingly persuasive message might only be effective for one group of people, but backfire for another group of people. I have sent out a press release regarding this key finding given the current nation-wide measles outbreak in the U.S. \n\nTwo of my dissertation studies that were directly funded by the NSF grant have been accepted for publication and are currently \"in press\" in the journals Communication Research and Journal of Communication - both of which are the top journals in the field of communication based on impact and reputation. A third paper is under review at Journal of Communication. Journal acceptance in a top tier venue was a specific objective that I had mentioned in my grant proposal. In addition to journals, I have also presented my dissertation research at the following conferences: National Communication Association (awarded top student paper award), Association for Education in Journalism and Mass Communication, and Society for Risk Analysis. All in all, I believe that I have achieved my specific objectives with regard to my NSF study.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/03/2015\n\n\t\t\t\t\tSubmitted by: Graham N Dixon"
 }
}