{
 "awd_id": "1260026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Analyzing Health and Environmental Risk in the Ecuadorian Amazon",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 10748.0,
 "awd_amount": 10748.0,
 "awd_min_amd_letter_date": "2013-02-14",
 "awd_max_amd_letter_date": "2013-02-14",
 "awd_abstract_narration": "University of North Carolina doctoral student Amelia Fiske, under the guidance of Dr. Margaret Wiener, will explore how the categories used by those auditing and investigating the environmental and health impacts of extractive industries reflect perceptions that emerge from their methods of data collection and analysis. The researcher will conduct an ethnographic study of oil production in the northeastern corner of the Ecuadorian Amazon, which for the past 40 years has been the site of intensive oil operations. Oil extraction has increasingly become associated with environmental and health risks (pollution, agricultural runoff, reports of cancer, reproductive difficulties, etc.) for many people in this area of the Amazon. In response to the concerns associated with oil, state, non-governmental, and scientific entities have gathered to conduct numerous investigations trying to study the consequences of oil production. \r\n\r\nThis research investigates how notions of environmental and health risks develop through the tools used to ascertain, measure, and present those risks. The investigator proposes to follow residents, activists, and educators as they engage in three kinds of practices in particular: emergent forms of educational tourism; environmental monitoring training; and community mapping projects. Concentrating on these three very different practices will allow the investigator to elicit how environmental and health risks are identified, given shape, and contested in practice.\r\n\r\nThis project offers a rethinking not only of what is understood as environmentally harmful and health adverse by various actors, but also enables an investigation of the consequences of various practices of measurement, documentation, and training. By disseminating its results to policy and industry officials in Ecuador and the United States, the project contributes to enhancing the public's scientific and technological understanding of energy policy and extractive industry development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Wiener",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret J Wiener",
   "pi_email_addr": "mjwiener@unc.edu",
   "nsf_id": "000581433",
   "pi_start_date": "2013-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amelia",
   "pi_last_name": "Fiske",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amelia Fiske",
   "pi_email_addr": "fiske@live.unc.edu",
   "nsf_id": "000612913",
   "pi_start_date": "2013-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "EC",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Ecuador",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The northeastern corner of the Ecuadorian Amazon has been the site of intensive oil operations for the past 40 years, resulting in widespread harm to human health and the environment. In response to this damage, numerous individuals, non-profit groups, corporations, government entities and others have responded to define and determine what counts as &ldquo;harm.&rdquo; The goal of this project is to better understand harm from oil extraction, asking questions such as: How do we account for harm? How do we access it, represent it, redress it?</p>\n<p>Building on prior research I conducted in the region, in this project I employed targeted ethnographic observation of &ldquo;toxic tours&rdquo; and a community-mapping project in order to investigate how harm is made through these two projects of presentation, documentation, and mapping currently employed in the Amazon.&nbsp;Concentrating on these specific practices allowed me to document how harm is identified, given shape, and contested; to analyze how different kinds of harm align or negate one another; and to understand how the production of objects used to represent such harm affects how people go about their lives.</p>\n<p>I completed 4 months of ethnographic research in the provinces of Sucumb&iacute;os and Orellana in the Ecuadorian Amazon in 2013. This research consisted of participant observation, formal and informal interviews, and document collection. Specifically, I observed &ldquo;toxic tours&rdquo; that are led by representatives from the organization Selva Viva (associated with the&nbsp;<em>Aguinda v. Texaco</em>&nbsp;lawsuit). I conducted interviews with tour leaders and participants in order to situate the claims and historical information presented during the tours. This research led me to follow a campaign launched by the Ecuadorian government called the &ldquo;Dirty hand of Texaco,&rdquo; that began during the research period and draws on practices used in the &ldquo;toxic tours.&rdquo; I conducted participant observation, interviews, and document collection in order to situate the history of &ldquo;toxic tours&rdquo; in relation to current discourse about extraction and the environment in Ecuador.</p>\n<p>In order to address the second focus of my research, I conducted participant observation of an ongoing community-mapping project by the Clearwater organization. Clearwater is a grassroots organization that installs of rainwater catchment systems in communities contaminated by oil production, whose work has recently expanded to include water quality monitoring and training, and the creation of an online map of environmental threats in the region. I observed the installation water system in communities, attended inspections of existing water sources with technicians, assisted in meetings between the NGO and different communities as well as internal planning meetings for the development of the map. I continue to work with the organization and several independent engineers to develop a water quality monitoring system for the region.</p>\n<p>The significance of this research is manifold. Oil extraction, even with &ldquo;state of the art technology,&rdquo; always poses risk to life, not only human health or an abstract &lsquo;environment,&rsquo; but to an entire web of living things. Oil disasters are not limited to the Amazon, but are occurring across the globe, such as the Niger Delta, the Tar sands of Canada, the Yellowstone River, or the Gulf of Mexico. In each of these cases, questions arise over the costs and benefits of energy, extraction, environmental risk, and public safety that rely on various kinds of assessments of harm from oil. In addition to interrogating the concept of harm, my project explores the categories, techniques, and practices we use to constitute, make sense of, and act on harm from oil extraction. Practices of determining whether harm has occurred and at what level, particularly ...",
  "por_txt_cntn": "\nThe northeastern corner of the Ecuadorian Amazon has been the site of intensive oil operations for the past 40 years, resulting in widespread harm to human health and the environment. In response to this damage, numerous individuals, non-profit groups, corporations, government entities and others have responded to define and determine what counts as \"harm.\" The goal of this project is to better understand harm from oil extraction, asking questions such as: How do we account for harm? How do we access it, represent it, redress it?\n\nBuilding on prior research I conducted in the region, in this project I employed targeted ethnographic observation of \"toxic tours\" and a community-mapping project in order to investigate how harm is made through these two projects of presentation, documentation, and mapping currently employed in the Amazon. Concentrating on these specific practices allowed me to document how harm is identified, given shape, and contested; to analyze how different kinds of harm align or negate one another; and to understand how the production of objects used to represent such harm affects how people go about their lives.\n\nI completed 4 months of ethnographic research in the provinces of Sucumb&iacute;os and Orellana in the Ecuadorian Amazon in 2013. This research consisted of participant observation, formal and informal interviews, and document collection. Specifically, I observed \"toxic tours\" that are led by representatives from the organization Selva Viva (associated with the Aguinda v. Texaco lawsuit). I conducted interviews with tour leaders and participants in order to situate the claims and historical information presented during the tours. This research led me to follow a campaign launched by the Ecuadorian government called the \"Dirty hand of Texaco,\" that began during the research period and draws on practices used in the \"toxic tours.\" I conducted participant observation, interviews, and document collection in order to situate the history of \"toxic tours\" in relation to current discourse about extraction and the environment in Ecuador.\n\nIn order to address the second focus of my research, I conducted participant observation of an ongoing community-mapping project by the Clearwater organization. Clearwater is a grassroots organization that installs of rainwater catchment systems in communities contaminated by oil production, whose work has recently expanded to include water quality monitoring and training, and the creation of an online map of environmental threats in the region. I observed the installation water system in communities, attended inspections of existing water sources with technicians, assisted in meetings between the NGO and different communities as well as internal planning meetings for the development of the map. I continue to work with the organization and several independent engineers to develop a water quality monitoring system for the region.\n\nThe significance of this research is manifold. Oil extraction, even with \"state of the art technology,\" always poses risk to life, not only human health or an abstract æenvironment,Æ but to an entire web of living things. Oil disasters are not limited to the Amazon, but are occurring across the globe, such as the Niger Delta, the Tar sands of Canada, the Yellowstone River, or the Gulf of Mexico. In each of these cases, questions arise over the costs and benefits of energy, extraction, environmental risk, and public safety that rely on various kinds of assessments of harm from oil. In addition to interrogating the concept of harm, my project explores the categories, techniques, and practices we use to constitute, make sense of, and act on harm from oil extraction. Practices of determining whether harm has occurred and at what level, particularly those backed by science and law, are used to sustain particular practices of oil production and consumption and to settle claims about truth and accountability. The ways we intervene in order to calculate, ..."
 }
}