{
 "awd_id": "1260917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monitoring for worker quality: a theory of task assignment, job ladders, wages and mobility in internal labor markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 283525.0,
 "awd_amount": 283525.0,
 "awd_min_amd_letter_date": "2013-04-22",
 "awd_max_amd_letter_date": "2013-04-22",
 "awd_abstract_narration": "The broad goal of the proposed research is to understand how the nature of information and the technology for acquiring it affect wages, promotion paths and task-assignment within firms (the internal labor market). The narrower goal is to explain some of the regularities and variation in the structure of internal labor markets for non-managerial workers. In contrast with much of the literature, the PIs do not focus on policies intended to incentivize hard work or discourage moral hazard, which may be an intuitively unappealing starting point and might lead to conclusions that are inconsistent with the data. Instead, this project focuses on monitoring in order to assess workers.\r\n\r\nThe baseline model is one with two types of workers, good and bad, and two types of task, high and low. In this model most work is routine (at least for suitably trained workers), but workers face occasional \"crises\" which good workers can resolve but bad workers cannot. Failures are readily observed, but successes are only observed if the firm monitors the worker. Routine work is more productive in the \"high\" task but failures are more costly.\r\n \r\nSince monitoring is costly, a firm can choose one of three strategies. First, it can place a worker in the high task and hope for the best. Second, the firm can assign the worker to the low task and monitor the worker. When a crisis arrives, it will observe success as well as failure and know whether the worker is good or bad. Workers who resolve the crisis will be moved to the high task. Finally, it can assign the worker to the low task, not monitor and wait for a failure. As time passes without a failure, it becomes increasingly likely that the worker has successfully resolved a crisis. When sufficient time has passed, the firm will assign the worker to the high task.\r\n\r\nThe first task of this project is the completion of an optimal assignment model with extensions such as partial monitoring, false positive and false negatives as well as the consideration of multiple tasks of increasing complexity. The second task is to embed the model in a broader model of the labor market and wage determination.\r\n\r\nThis type of analysis is expected to enable the PIs to explain important features of non-managerial labor markets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Lang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Lang",
   "pi_email_addr": "lang@bu.edu",
   "nsf_id": "000167212",
   "pi_start_date": "2013-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 283525.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Historically economists based their models on the admittedly false assumption that information was perfect. Implicitly we assumed that models with perfect information would be approximately correct. But, we have come to realize that accounting for imperfect information and the effort to overcome that imperfect information can dramatically alter our understanding of the economy. Our research is focused on how the nature of information (does it come in small increments or in large highly-informative chunks) and how it is obtained affects behavior in the labor market.</p>\n<p>In one part of our research program, we considered the case of guardian jobs. Guardian jobs are those in which the cost of a mistake is large and mistakes are easily observable but otherwise most work is routine. This description fits many nonmanagerial jobs. A rude salesperson can cost the firm many customers, but one who is unusually pleasant may not have much effect on sales. We model this as a setting in which there are occasional challenges.&nbsp; A worker&rsquo;s failure to address these challenges results in a large cost to the firm and is always observed, but success is only observed if the firm devotes resources to `monitoring&rsquo; the worker.&nbsp; The model explains several empirical regularities regarding nonmanagerial internal labor markets: low use of performance pay, seniority pay, rare demotions, wage ceilings within grade and wage jumps at promotion.</p>\n<p>In a related paper, we consider jobs in which neither failure nor success is readily observed. A firm, therefore, must choose between devoting resources to assessing worker quality or treating all workers as coming from the average of the pool from which they hire workers.&nbsp; If firms assess worker quality and fire those who turn out not to be good, they lower the quality of the pool of unemployed workers.&nbsp; If employers also have difficulty observing the true work history of the workers they are considering hiring, them they will be drawing from a lower quality pool when other firms are assessing and firing workers. This creates pressure on that firm to assess its workers as well. Consequently, there can be two equilibria, one in which firms devote resources to assessing their workers and one in which they do not. If a group enters the labor market with relatively low skills, its members will be assessed. But more importantly, this state is persistent. Even if the skills of later cohorts are sufficiently high that the equilibrium in which workers are not assessed is possible, the original equilibrium will generally persist. The model is able to explain a number of empirical regularities of the labor market for blacks relative to whites:&nbsp; shorter employment duration, higher unemployment duration, lower earnings, greater investment in schooling.</p>\n<p>When firms assess their workers&rsquo; quality, they may have private information about that worker which is unavailable to other firms. A firm that is considering hiring a worker employed by another firm must consider the possibility that the worker&rsquo;s employer is more likely to have taken steps to avoid losing a good worker. This, in turn, means that lower quality workers are more likely than higher quality to accept an offer to leave their employer. Hiring firms must take this into account when determining who to hire and how much to pay. We show that in a broad class of such models, apparently similar workers should have higher future wage increases if they remain with their current firm than if they have recently left.&nbsp; We show that this prediction is not supported by the data, suggesting that we need to revise the way we model this form of information asymmetry.</p>\n<p>A final paper, still very much in progress, considers the labor market for teachers.&nbsp; An important element of this market relative to other occupations is that earnings are relatively predictable even in comparison with other jobs held by college graduates. As a consequence, teachers are, on average, noticeably more risk averse than other college graduates. We are exploring how changing the structure of compensation might work in this setting. Currently our main contribution has been to develop new ways of assessing structural models using an approach derived from big data analysis.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2017<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Lang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHistorically economists based their models on the admittedly false assumption that information was perfect. Implicitly we assumed that models with perfect information would be approximately correct. But, we have come to realize that accounting for imperfect information and the effort to overcome that imperfect information can dramatically alter our understanding of the economy. Our research is focused on how the nature of information (does it come in small increments or in large highly-informative chunks) and how it is obtained affects behavior in the labor market.\n\nIn one part of our research program, we considered the case of guardian jobs. Guardian jobs are those in which the cost of a mistake is large and mistakes are easily observable but otherwise most work is routine. This description fits many nonmanagerial jobs. A rude salesperson can cost the firm many customers, but one who is unusually pleasant may not have much effect on sales. We model this as a setting in which there are occasional challenges.  A worker?s failure to address these challenges results in a large cost to the firm and is always observed, but success is only observed if the firm devotes resources to `monitoring? the worker.  The model explains several empirical regularities regarding nonmanagerial internal labor markets: low use of performance pay, seniority pay, rare demotions, wage ceilings within grade and wage jumps at promotion.\n\nIn a related paper, we consider jobs in which neither failure nor success is readily observed. A firm, therefore, must choose between devoting resources to assessing worker quality or treating all workers as coming from the average of the pool from which they hire workers.  If firms assess worker quality and fire those who turn out not to be good, they lower the quality of the pool of unemployed workers.  If employers also have difficulty observing the true work history of the workers they are considering hiring, them they will be drawing from a lower quality pool when other firms are assessing and firing workers. This creates pressure on that firm to assess its workers as well. Consequently, there can be two equilibria, one in which firms devote resources to assessing their workers and one in which they do not. If a group enters the labor market with relatively low skills, its members will be assessed. But more importantly, this state is persistent. Even if the skills of later cohorts are sufficiently high that the equilibrium in which workers are not assessed is possible, the original equilibrium will generally persist. The model is able to explain a number of empirical regularities of the labor market for blacks relative to whites:  shorter employment duration, higher unemployment duration, lower earnings, greater investment in schooling.\n\nWhen firms assess their workers? quality, they may have private information about that worker which is unavailable to other firms. A firm that is considering hiring a worker employed by another firm must consider the possibility that the worker?s employer is more likely to have taken steps to avoid losing a good worker. This, in turn, means that lower quality workers are more likely than higher quality to accept an offer to leave their employer. Hiring firms must take this into account when determining who to hire and how much to pay. We show that in a broad class of such models, apparently similar workers should have higher future wage increases if they remain with their current firm than if they have recently left.  We show that this prediction is not supported by the data, suggesting that we need to revise the way we model this form of information asymmetry.\n\nA final paper, still very much in progress, considers the labor market for teachers.  An important element of this market relative to other occupations is that earnings are relatively predictable even in comparison with other jobs held by college graduates. As a consequence, teachers are, on average, noticeably more risk averse than other college graduates. We are exploring how changing the structure of compensation might work in this setting. Currently our main contribution has been to develop new ways of assessing structural models using an approach derived from big data analysis.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/12/2017\n\n\t\t\t\t\tSubmitted by: Kevin Lang"
 }
}