{
 "awd_id": "1260233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research:  Adaptation of key N2-fixing cyanobacteria to changing CO2",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 483420.0,
 "awd_amount": 483420.0,
 "awd_min_amd_letter_date": "2013-01-17",
 "awd_max_amd_letter_date": "2013-01-17",
 "awd_abstract_narration": "Intellectual Merit. This study will employ a novel combination of experimental evolution techniques and state-of-the-art molecular methods to yield unique insights into adaptive changes in the keystone marine cyanobacteria Trichodesmium and Crocosphaera in response to selection by high CO2 Several studies have suggested that N2-fixation rates of the biogeochemically-critical cyanobacteria Trichodesmium and Crocosphaera may increase dramatically in the future high CO2 ocean, but these have all used the same limited set of cultured isolates and considered cells only briefly acclimated to elevated CO2. The investigator's new results, however, demonstrate that a broad diversity of high- and low-CO2 adapted ecotypes exists within each diazotroph genus. Furthermore, in a preliminary four year experimental evolution study with Trichodesmium, the PIs observed large adaptive responses following 500-700 generations of selection by high CO2- but in a completely unexpected way. All of the six replicate high CO2-adapted cell lines exhibited strong constitutive up-regulation of N2 fixation rates. These very elevated N2 fixation rates continued, even though the cultures have were switched back to low-CO2 conditions for many months. Expression of the nif operon and N assimilatory genes was also up-regulated in these cell lines, as is expression of many intergenic regions of the genome. The investigators hypothesize that constitutive up-regulation of cellular N2 fixation systems may be a common adaptive response of both Trichodesmium and Crocosphaera under extended selection by elevated CO2. This project will test this hypothesis in a four-year experimental evolution study to determine the adaptive responses of both high- and low-CO2 specialized ecotypes of these two diazotrophs to increased CO2. The investigators will grow representative high- and low-CO2 adapted ecotypes from each genus in well-replicated cell lines at 380 ppm and 750 ppm CO2 for up to 1000 generations. Periodically, they will perform \"switch\" experiments to measure N2 and CO2 fixation rates and growth rates of high CO2-selected cell lines grown briefly (one week) at low CO2, and vice versa. These switch experiments will allow screening for cell lines which exhibit adaptive changes in phenotypically-expressed rate parameters, such as those observed in the preliminary Trichodesmium study. Evolutionary mechanisms in the CO2-selected cell lines will be examined by comparison of changes in their genomes, transcriptomes, and proteomes over time relative to reference genomes, using frozen samples archived monthly during the preceding selection period. Examination of these molecular and biochemical changes will be coordinated with an in-depth array of physiological and biogeochemical analyses. This combined approach will allow an evaluation of potential adaptive mechanisms in diazotrophic cyanobacteria ranging from indel, duplication, single nucleotide polymorphism, and transposition mutations to altered putative non-coding RNA expression, protein expression, and post-translational protein modifications, and then allow the investigators to link these mechanisms directly with their potential impacts on ecosystem-level biogeochemical processes like N2 and CO2 fixation. Finally, the research team will determine how long term selection by high CO2 affects the iron and phosphorus requirements of Trichodesmium and Crocosphaera, since constitutive up-regulation of N2 fixation would also have major implications for limitation of diazotrophs by these two critical nutrients in the future high CO2 ocean.\r\n\r\nBroader Impacts. This project will support graduate student dissertation work at USC and WHOI, as well as research activities by under-represented undergraduate biology majors. Public education and communication efforts for this project will be enhanced by an annual series of public outreach and professional colloquia sponsored by our USC-funded \"2020\" initiative intended to integrate scientific and societal responses to climate change. The biggest scientific impact of this project may well be the development of a pioneering new approach combining marine science and evolutionary biology, in order to obtain a mechanistic understanding of the adaptive responses of N2-fixing cyanobacteria and the key biogeochemical cycles that they control to changing ocean chemistry and climate",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mak",
   "pi_last_name": "Saito",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mak A Saito",
   "pi_email_addr": "msaito@whoi.edu",
   "nsf_id": "000230765",
   "pi_start_date": "2013-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "360 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 483420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied the response of keystone marine cyanobacteria such as <em>Trichodesmium</em>, <em>Synechococcus</em>, and <em>Prochlorococcus</em> to multiple stressors. The study observed selection by high CO2 treatments during long-term experimental evolution experiment resulting in a constitutive increase in nitrogen fixation rates. This observation showed that this cyanobacterium could become &ldquo;stuck&rdquo; with elevated N2 fixation rates in the future ocean conditions, even after return to pre-industrial conditions. This outcome has consequences for ocean biology and biogeochemistry, including those connected to iron and phosphorus limitation of new production in marine ecosystems if enhanced productivity continues. Further this study examined the influence of co-limitation by iron and phosphorus, two nutrients that can both be so low as to constrain productivity in the oceans. In these experiments a co-limited phenotype was discovered that was unique from single limitation, implying that multiple stressors have their own unique response as opposed to being additive independent responses. Iron scarcity experiments were conducted on coastal and open ocean <em>Synechococcus </em>that revealed a highly dynamic response in coastal isolates implying conditions of iron scarcity are far more important than previously recognized. Zinc toxicity studies were also conducted on the abundant cyanobacterium <em>Prochlorococcus, </em>revealing that Pacific isolates can extraordinarily susceptible to zinc toxicity likely due to lack of exposure in that region. Finally a review of two component regulatory systems, which contribute to the key control switches within bacteria, found that marine microbes have significantly different ratios of their two component systems compared to previously characterized organisms. This deviance is likely due to the extreme scarcity of nutrients and the need to conserve nitrogen and phosphate in protein and DNA involved in maintaining these control systems. Finally this project contributed to the development of a novel \"targeted metaproteomic\" method to allow direct absolute and high-throughput measurement&nbsp; of proteins in natural environments. Overall, this project furthered knowledge regarding the influence of key nutrients and micronutrients on abundant phytoplankton in the ocean.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2018<br>\n\t\t\t\t\tModified by: Mak&nbsp;A&nbsp;Saito</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied the response of keystone marine cyanobacteria such as Trichodesmium, Synechococcus, and Prochlorococcus to multiple stressors. The study observed selection by high CO2 treatments during long-term experimental evolution experiment resulting in a constitutive increase in nitrogen fixation rates. This observation showed that this cyanobacterium could become \"stuck\" with elevated N2 fixation rates in the future ocean conditions, even after return to pre-industrial conditions. This outcome has consequences for ocean biology and biogeochemistry, including those connected to iron and phosphorus limitation of new production in marine ecosystems if enhanced productivity continues. Further this study examined the influence of co-limitation by iron and phosphorus, two nutrients that can both be so low as to constrain productivity in the oceans. In these experiments a co-limited phenotype was discovered that was unique from single limitation, implying that multiple stressors have their own unique response as opposed to being additive independent responses. Iron scarcity experiments were conducted on coastal and open ocean Synechococcus that revealed a highly dynamic response in coastal isolates implying conditions of iron scarcity are far more important than previously recognized. Zinc toxicity studies were also conducted on the abundant cyanobacterium Prochlorococcus, revealing that Pacific isolates can extraordinarily susceptible to zinc toxicity likely due to lack of exposure in that region. Finally a review of two component regulatory systems, which contribute to the key control switches within bacteria, found that marine microbes have significantly different ratios of their two component systems compared to previously characterized organisms. This deviance is likely due to the extreme scarcity of nutrients and the need to conserve nitrogen and phosphate in protein and DNA involved in maintaining these control systems. Finally this project contributed to the development of a novel \"targeted metaproteomic\" method to allow direct absolute and high-throughput measurement  of proteins in natural environments. Overall, this project furthered knowledge regarding the influence of key nutrients and micronutrients on abundant phytoplankton in the ocean.  \n\n\t\t\t\t\tLast Modified: 07/17/2018\n\n\t\t\t\t\tSubmitted by: Mak A Saito"
 }
}