{
 "awd_id": "1261104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: Building Networks for U.S. Chemistry Undergraduates in Germany",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 249326.0,
 "awd_amount": 249326.0,
 "awd_min_amd_letter_date": "2013-05-30",
 "awd_max_amd_letter_date": "2015-05-11",
 "awd_abstract_narration": "TECHNICAL Abstract\r\nThis award from the National Science Foundation Office of International Science and Engineering (NSF OISE) supports a new International Research Experiences for Students (IRES) program organized and managed by the American Chemical Society (ACS) for the summers of 2014-2016. This IRES takes a non-traditional approach by connecting U.S. students with undergraduate research experiences throughout Germany while reciprocally, at no cost to the U.S. funding agencies, German students will be placed into summer U.S. Chemistry and Materials Science sites. For 2014-2016, through a partnership with the German Academic Exchange Service (DAAD) students will conduct summer research on important topics at leading German universities and institutes, all offering substantial research projects with a high potential for resulting publications. Eight U.S. students?from diverse ethnic and cultural backgrounds and from institutions with limited access to research?are recruited nationally to participate in this ten-week IRES program. Conversely, approximately eight international students from across Germany are placed throughout existing NSF sponsored Research Experiences for Undergraduates (REU) programs in the U.S., nurturing the global networks of these domestic programs. Participants in both directions are matched with research mentors and projects that meet their individual interests. All IRES participants present their research at the Spring ACS National Meeting; prepare an official abstract; create and present a research poster; consider ethical issues of research; gain respect for scientific professionalism, other cultures, and collaboration; and communicate scientific findings. \r\n\r\nNON-TECHNICAL Abstract\r\nStrict curricular requirements prevent many U.S. students majoring in the sciences from studying abroad. While sharpening their laboratory research skills, this intensive, summer International Research Experiences for Students (IRES) program provides U.S. undergraduates with the opportunity to develop talents that will allow them to work effectively across cultures, boost their careers, and establish relationships that may lead to future scientific collaborations. In particular, summer research allows students to gain international experience without disrupting their studies; increases national competiveness, innovation, and knowledge base; and assists in solving challenges of a global scope (e.g., energy, health, food/water). This American Chemical Society (ACS) IRES program funded by the National Science Foundation (NSF) Office of International Science and Engineering (OISE) yearly connects eight U.S. chemistry and materials science students?recruited national from diverse backgrounds and institutions?with research experiences at recognized producers of scientific knowledge throughout Germany by means of a partnership with the German Academic Exchange Service (DAAD). While fostering intellectual growth and maturity, the IRES experience is intended to catalyze students? desire to enroll in advanced degree programs; deliver a substantial research experience; produce excellent scientific publications; instill a respect for other cultures and science professionalism; and provide an appreciation for the global scientific enterprise. Reciprocally, as part of this program and at no cost to U.S. institutions or funders, approximately eight German students are matched to and placed at domestic NSF sponsored summer institutes to nurture international dimensions and establish additional networks at these host universities. This unique many-to-many model where students from all U.S. institutions can go to all German institutions, and students from across Germany can go to dozens of U.S. partner institutions, significantly disperses the beneficial impact of these international exchanges beyond what is achievable with a traditional study abroad program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Miller",
   "pi_email_addr": "b_miller@acs.org",
   "nsf_id": "000239551",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Meyers",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Meyers",
   "pi_email_addr": "s_meyers@acs.org",
   "nsf_id": "000592376",
   "pi_start_date": "2013-05-30",
   "pi_end_date": "2014-06-18"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Miller",
   "pi_email_addr": "b_miller@acs.org",
   "nsf_id": "000239551",
   "pi_start_date": "2013-05-30",
   "pi_end_date": "2014-06-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "LaPrade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher LaPrade",
   "pi_email_addr": "C_LaPrade@acs.org",
   "nsf_id": "000692966",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Chemical Society (ACS)",
  "inst_street_address": "1155 16TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028724600",
  "inst_zip_code": "200364892",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN CHEMICAL SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QLTNY1VKHMM9"
 },
 "perf_inst": {
  "perf_inst_name": "American Chemical Society (ACS)",
  "perf_str_addr": "1155 16th St. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200364839",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 249326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2014-2017, the <span><span>ACS</span></span> IRES program placed 23 talented U.S. undergraduate chemistry/chemical engineering students in respected labs throughout Germany. Chemistry and chemical engineering students had the opportunity to engage in research in an international context while enhancing their research abilities. IRES students came from all over the United States (including Puerto Rico) from large and smaller institutions alike&nbsp; and conducted research in topics from antibacterial resistance, HIV drug delivery to computation chemistry and development of magnesium batteries. IRES students undertook diverse research opportunities to learn new techniques and have exposure to a broader network of scientists in their field of research.&nbsp;</p>\n<p>In 2014, IRES students were partnered with the German Academic Exchange Service (<span><span>DAAD</span></span>) and placed in labs throughout Germany. In 2015 and 2016, students were placed at three Germany universities: <span><span>Ulm</span></span> University, Leibniz University <span><span>Hannover</span></span>, and <span><span>Freidrich</span></span> Schiller <span><span>Univers</span></span>-Jena. 100% of <span><span>ACS</span></span> IRES students continued research or graduate training in chemistry or chemical engineering.&nbsp;</p>\n<p>The <span><span>ACS</span></span> IRES program produced a number of valuable outcomes for IRES students. One student, L. <span><span>Hristov</span></span> received a Fulbright award to continue his IRES research at the <span><span>Frei</span></span> University-Berlin in 2015-16 (later slated to begin graduate research at Harvard University). Two other students, L. <span><span>Qiao</span></span> and E. <span><span>Bringley</span></span> from 2015 were admitted to graduate programs at Cambridge University (UK) with the Herschel Fellowship and Gates Millennium Fellowship, respectively. L. <span><span>Qiao</span></span> was also offered a Fulbright award to continue her IRES research in <span><span>Hannover</span></span> (but declined to attend Cambridge).&nbsp;</p>\n<p>The IRES experience provides participants with a unique opportunity to research and learn new cultural skills simultaneously. IRES students reported increased confidence in working with scientists from around the world as well as enhanced knowledge of their field of research and new techniques. Global scientific collaboration is not a choice in today's research environment, but rather a requirement for success. The IRES program enables the U.S. scientific community to prepare its trainees for a future with a strong international foundation that encourages collaboration.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2017<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Laprade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom 2014-2017, the ACS IRES program placed 23 talented U.S. undergraduate chemistry/chemical engineering students in respected labs throughout Germany. Chemistry and chemical engineering students had the opportunity to engage in research in an international context while enhancing their research abilities. IRES students came from all over the United States (including Puerto Rico) from large and smaller institutions alike  and conducted research in topics from antibacterial resistance, HIV drug delivery to computation chemistry and development of magnesium batteries. IRES students undertook diverse research opportunities to learn new techniques and have exposure to a broader network of scientists in their field of research. \n\nIn 2014, IRES students were partnered with the German Academic Exchange Service (DAAD) and placed in labs throughout Germany. In 2015 and 2016, students were placed at three Germany universities: Ulm University, Leibniz University Hannover, and Freidrich Schiller Univers-Jena. 100% of ACS IRES students continued research or graduate training in chemistry or chemical engineering. \n\nThe ACS IRES program produced a number of valuable outcomes for IRES students. One student, L. Hristov received a Fulbright award to continue his IRES research at the Frei University-Berlin in 2015-16 (later slated to begin graduate research at Harvard University). Two other students, L. Qiao and E. Bringley from 2015 were admitted to graduate programs at Cambridge University (UK) with the Herschel Fellowship and Gates Millennium Fellowship, respectively. L. Qiao was also offered a Fulbright award to continue her IRES research in Hannover (but declined to attend Cambridge). \n\nThe IRES experience provides participants with a unique opportunity to research and learn new cultural skills simultaneously. IRES students reported increased confidence in working with scientists from around the world as well as enhanced knowledge of their field of research and new techniques. Global scientific collaboration is not a choice in today's research environment, but rather a requirement for success. The IRES program enables the U.S. scientific community to prepare its trainees for a future with a strong international foundation that encourages collaboration. \n\n\t\t\t\t\tLast Modified: 07/31/2017\n\n\t\t\t\t\tSubmitted by: Christopher Laprade"
 }
}