{
 "awd_id": "1261325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Flow, Geometric Motion, Deformation and Mass Transport in Materials Science and Physiological Processes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 13996.0,
 "awd_amount": 13996.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "Calderer\r\n1261325\r\n\r\n     The investigator and her collaborators organize a Summer Graduate Program, Flow, Geometric Motion, Deformation, and Mass Transport in Materials Sciences and Physiological Processes, at the Institute of Mathematics and its Applications in July 2013.  Through a series of lectures, tutorials, and hands-on lab demonstrations the summer school introduces students and junior researchers to the mathematical and scientific connections between topics of condensed matter physics and materials sciences on the one hand and physiology problems on the other, and it gives them a better grasp of the fundamentals of mathematical and computational studies in mechanisms that underlie physiological and materials processes, particularly soft materials.  Speakers includes experts in applied and numerical analysis, partial differential equations and geometry, mathematical modeling in material sciences and physiology, computational mathematics, and experimental sciences.  The project helps support students, junior researchers, and researchers from under-represented groups.\r\n\r\n     How a system behaves over time, and the drivers of its dynamics, are central questions in every area of science and engineering.  They are especially challenging when they involve phenomena that span large ranges of length or time scales.  Such questions in the areas of materials, particularly soft materials, and of physiology share common features of multiscale phenomena, transport and diffusion, and energy-driven dynamics.  The science and engineering communities that deal with physiological systems and those that deal with materials sciences would benefit from greater interactions and from better understanding of the mathematical methods appropriate for these problems.  The purpose of this summer school is to give students and junior researchers a better grasp of the fundamentals of mathematical and computational studies in mechanisms that underlie physiological and materials processes.  Improved understanding of how to model, analyze, and computationally simulate basic physiological and materials processes can lead to improved materials, advances in fundamental understanding of physiological processes with consequences for health care, and advances in bioengineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria-Carme",
   "pi_last_name": "Calderer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Maria-Carme T Calderer",
   "pi_email_addr": "mcc@math.umn.edu",
   "nsf_id": "000236074",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "206 Church Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2013 &nbsp;<em><strong>Participating Insitutions Summer Graduate Program &nbsp;</strong></em>gathered 52 graduate students and postdocs, young as well as senior researchers under the theme &nbsp; <em><strong>Flow, Geometric Motion, Deformation and Mass Transport inMaterials Sciences and Physiological Processes</strong></em>. It took place at the Insitutite for Mathematics and its Applications, University of Minnesota, from July 15 to August 2. The participants were &nbsp;exposed &nbsp; to the fundamentals of mathematical and computational studies in mechanisms that underlie physiological and materials processes, &nbsp;including the motion of biomembranes, &nbsp;solid-fluid interaction in blood flow, the motion of fluid in printing, &nbsp;motility at microscopic scales, motion of cells in metastasis, modeling of brain tissue, and the morphogenesis of growing tissues. Invited speakers included experts in applied and numerical analysis, partial differential equations and geometry, &nbsp;mathematical modeling in material sciences and physiology,&nbsp;computational mathematics, and experimental science.&nbsp;The summer school had three main components, &nbsp;a &nbsp;series of &nbsp;lectures &nbsp;by senior researchers, tutorials and hands-on lab demonstrations taught in collaboration between senior and junior scientists, and visits with industrial scientists and administrators.&nbsp;</p>\n<p>&nbsp;<strong>Intellectual merit.</strong> &nbsp;Physiological &nbsp;processes serve key functions of living organisms and involve several time and length scales, from the molecular to the one-cell to the multi-cell level.&nbsp;For example, the dynamics of biomembranes and the motion of individual and clusters of cells on these membranes can be intimately connected to the onset and development of cancer.&nbsp;How groups of cells attach to a membrane and move there may also apply to the development of interface engineering printing, &nbsp;as &nbsp;in the design of electronic components.&nbsp;&nbsp;The theme of &nbsp; solid-fluid interactions such as in blood flow modeling involves &nbsp;considerable modeling, analytic and computational complexity. Models of polyelectrolyte gels may help in understanding&nbsp;&nbsp;brain pathologies such as hydrocephalus and suggest potential therapies &nbsp;and help develop new drugs. Understanding the swimming of bacteria and the crawling of snails may one day lead to the &nbsp;development of &nbsp;&nbsp;flexible and controllable inner body diagnostic and imaging tools. Despite the complexity underlying these phenomena, one may identify and analyze some of their simpler constituent elements such as geometric&nbsp;motion and mass transport, &nbsp;for instance, diffusive and electrophoretic processes. The &nbsp;main speakers combine knowledge and expertise in mathematical modeling, applied and numerical analysis, computational science, and laboratory experiments, particularly in relation to microfluidics and drug delivery. &nbsp;&nbsp;The main speakers delivered series of lectures on &nbsp;geometric and numerical methods for biophysical processes, variational modeling of energy-driven systems, multiscale modeling and simulation of biomembranes and morphogenesis of growing tissues. Tutorials and lectures by guest speakers covered a wide range of related topics in cell motility and cancer metastasis, microscopic motility, modeling &nbsp;of blood flow and arteries, &nbsp;brain neuro-mechanics, electrowetting, printing and imaging.&nbsp;</p>\n<p>&nbsp;<strong>Broader impact</strong>. A broader impact of the summer school &nbsp;is that&nbsp;understanding how to model, analyze and simulate the basic elements of physiological processes, from the molecular to the one-cell to the multi-cell level, can possibly pave the way to improving drug designs, diagnostic and imaging nano-tools, understanding of cancer metastasis and tumor growth, cardio-vascular diseas...",
  "por_txt_cntn": "\nThe 2013  Participating Insitutions Summer Graduate Program  gathered 52 graduate students and postdocs, young as well as senior researchers under the theme   Flow, Geometric Motion, Deformation and Mass Transport inMaterials Sciences and Physiological Processes. It took place at the Insitutite for Mathematics and its Applications, University of Minnesota, from July 15 to August 2. The participants were  exposed   to the fundamentals of mathematical and computational studies in mechanisms that underlie physiological and materials processes,  including the motion of biomembranes,  solid-fluid interaction in blood flow, the motion of fluid in printing,  motility at microscopic scales, motion of cells in metastasis, modeling of brain tissue, and the morphogenesis of growing tissues. Invited speakers included experts in applied and numerical analysis, partial differential equations and geometry,  mathematical modeling in material sciences and physiology, computational mathematics, and experimental science. The summer school had three main components,  a  series of  lectures  by senior researchers, tutorials and hands-on lab demonstrations taught in collaboration between senior and junior scientists, and visits with industrial scientists and administrators. \n\n Intellectual merit.  Physiological  processes serve key functions of living organisms and involve several time and length scales, from the molecular to the one-cell to the multi-cell level. For example, the dynamics of biomembranes and the motion of individual and clusters of cells on these membranes can be intimately connected to the onset and development of cancer. How groups of cells attach to a membrane and move there may also apply to the development of interface engineering printing,  as  in the design of electronic components.  The theme of   solid-fluid interactions such as in blood flow modeling involves  considerable modeling, analytic and computational complexity. Models of polyelectrolyte gels may help in understanding  brain pathologies such as hydrocephalus and suggest potential therapies  and help develop new drugs. Understanding the swimming of bacteria and the crawling of snails may one day lead to the  development of   flexible and controllable inner body diagnostic and imaging tools. Despite the complexity underlying these phenomena, one may identify and analyze some of their simpler constituent elements such as geometric motion and mass transport,  for instance, diffusive and electrophoretic processes. The  main speakers combine knowledge and expertise in mathematical modeling, applied and numerical analysis, computational science, and laboratory experiments, particularly in relation to microfluidics and drug delivery.   The main speakers delivered series of lectures on  geometric and numerical methods for biophysical processes, variational modeling of energy-driven systems, multiscale modeling and simulation of biomembranes and morphogenesis of growing tissues. Tutorials and lectures by guest speakers covered a wide range of related topics in cell motility and cancer metastasis, microscopic motility, modeling  of blood flow and arteries,  brain neuro-mechanics, electrowetting, printing and imaging. \n\n Broader impact. A broader impact of the summer school  is that understanding how to model, analyze and simulate the basic elements of physiological processes, from the molecular to the one-cell to the multi-cell level, can possibly pave the way to improving drug designs, diagnostic and imaging nano-tools, understanding of cancer metastasis and tumor growth, cardio-vascular disease, brain pathologies and materials processes. The summer school succeeded in fostering mathematical and scientific  connections between topics of condensed matter physics and  materials sciences, and  physiology; the students were  given a perspective of the  unique challenges facing mathematicians seeking to  access the field, and they were also made aware of the wealth of professi..."
 }
}