{
 "awd_id": "1261327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Syndication on public television stations via NETA of \"Taking the Long View: The Life of Shiing-shen Chern\"",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2013-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 48210.0,
 "awd_amount": 48210.0,
 "awd_min_amd_letter_date": "2013-04-08",
 "awd_max_amd_letter_date": "2014-03-21",
 "awd_abstract_narration": "Although programs such as PBS's NOVA and NPR's Science Friday and magazine articles in Scientific American and Discovery make the sciences accessible to the public, content about mathematics and mathematicians is scarce.  \"Taking the Long View\" presents a unique opportunity to learn about the extraordinary mathematical contributions of Shiing-shen Chern.  Going beyond an exposition of his foundational contributions to differential geometry, the film interweaves 20th century Chinese history to ground Chern's intellectual and cultural accomplishments.  The result is a startling realization of Chern's far-reaching impact on the development of pure mathematics, specifically, differential geometry, and on cross-cultural mathematical collaboration.  For its analysis of how historical events shaped the life of an extraordinary man who greatly advanced pure mathematics and mathematical exchange between China and the West, \"Taking the Long View\" is unlike anything else currently available, especially given its focus on Chinese and Western relations.  This 54-minute film has been released as a DVD with 35 minutes of extra features that explain, among other things, the Gauss-Bonnet Theorem and Chern's insightful proof, Cartan's technique of moving frames for treating geometric problems, vector bundles and Chern's discovery of their topological classes, and other mathematical topics.  This project will make the film available for broadcast on more than 300 local public television stations through syndication by the National Educational Telecommunications Association (NETA).  Following its broadcast, it will be made available for online streaming from several web sites.\r\n\r\n\"Taking the Long View\" is a unique and valuable contribution to the goal of bringing mathematics to nonmathematical audiences.  Syndication of \"Taking the Long View\" by NETA will expose an extremely large and diverse audience (the general public) to accessible mathematical concepts, Shiing-shen Chern's dedication to and impact on mathematics, and the importance of Western and Chinese relations in the development of mathematics.  Viewers will learn about fundamental concepts in differential geometry, such as Chern classes; Chern's critical role in disseminating Cartan's innovative techniques (often described as \"moving frames\"); and Chern's great success in promoting cross-cultural mathematical collaboration by encouraging Chinese and Western mathematicians to study and teach abroad.  The film's focus on the impact of Chinese and Western relations on the development of mathematics distinguishes the film from other programs and articles about mathematics.  Furthermore, Shiing-shen Chern remains an original and highly respected thinker within the field whose contributions cannot be overestimated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Bryant",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Bryant",
   "pi_email_addr": "bryant@math.duke.edu",
   "nsf_id": "000254623",
   "pi_start_date": "2013-04-08",
   "pi_end_date": "2014-03-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Eisenbud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Eisenbud",
   "pi_email_addr": "de@math.berkeley.edu",
   "nsf_id": "000178779",
   "pi_start_date": "2014-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mathematical Sciences Research Institute",
  "inst_street_address": "17 GAUSS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106420143",
  "inst_zip_code": "947205070",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "SIMONS LAUFER MATHEMATICAL SCIENCES INSTITUTE",
  "org_prnt_uei_num": "LWLJAPATKEL8",
  "org_uei_num": "LWLJAPATKEL8"
 },
 "perf_inst": {
  "perf_inst_name": "Mathematical Sciences Research Institute",
  "perf_str_addr": "17 Gauss Way",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 48210.0
  }
 ],
 "por": null
}