{
 "awd_id": "1261025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics:   Bandits or states? Evidence on the origins of states from armed groups in eastern Congo",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 30001.0,
 "awd_amount": 30001.0,
 "awd_min_amd_letter_date": "2013-02-28",
 "awd_max_amd_letter_date": "2013-02-28",
 "awd_abstract_narration": "Some states protect their populations, use restraint in taxation and provide public goods, while others engage in arbitrary expropriation and impede economic growth. Why?\r\n \r\nThis question has recently received substantial attention in economics, but the existing theory remains exploratory and untested with causal inference methods. Since states are supposed to have the monopoly of the use of violence, social sciences have often described strong states forming out of criminal organizations centralizing violence. It is this first step into the formation of strong states that this study will test using armed groups in eastern Democratic of Congo.\r\n\r\nExisting explanations emphasize that high expected value of future potential taxation can induce criminal organizations to abandon arbitrary expropriation. Larger levels of expected taxable income from the population indeed can generate incentives to \"bandits\" to settle and promote growth for the purpose of taxing it, especially when the environment in which they operate is characterized by a weak state. The opposite can in turn reduce the returns of territorial control, and lead bandits to engage in arbitrary violent expropriations that discourage investment or hurt the tax base potential for output generation.  \r\nIn order to provide for the first time empirical evidence on this question with causal inference methods, this project implements the collection of original historical data (1990-2013) on dozens of armed groups in 120 villages in the eastern part of the Democratic Republic of Congo (DRC), where armed groups operate and have operated. There is anecdotal and preliminary evidence that these groups engage in violent expropriations, but they often prefer to settle, build local institutions, provide public goods, and tax output on a repeated basis. The wealth of information accessible about the past of this region if often disregarded, but this study demonstrates that it is possible to collect it and produce high quality disaggregated data in DRC of an area and a period that has none.\r\n\r\nThrough that period, unusually large changes in world prices for minerals located in DRC have been well documented. This study exploits these changes, as well as village level dates of surprise mineral discovery and exhaustion, in order to provide a causal explanation of how local conditions - the value and type of the taxable output in the village, often minerals - drive economic institutions, which are believed to be essential for private sector growth. In this context, the objective is understanding how local conditions and changes in world market forces cause armed groups to set up local state-like institutions, and to refrain from violence against civilians in the affected villages.\r\n\r\nThe project has been designed to generate data that will be the basis of a long term research agenda, and allow for the analysis of the following questions: the mechanisms of formation of community defense groups; the extent and social effects of sexual violence; as well as an embedded real context experiment assessing inter-ethnic trust among conflicted groups and the role of trust-inducing institutions.\r\nThe resulting dataset has been demonstrated to be of very high quality. It includes local prices; taxation types and levels by armed groups and local authorities; violent expropriations; provision of public goods; degree of participation of armed groups in village administration; local recruitment strategies; and household economic and social histories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Naidu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh Naidu",
   "pi_email_addr": "sn2430@columbia.edu",
   "nsf_id": "000626496",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Sanchez de la Sierra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raul Sanchez de la Sierra",
   "pi_email_addr": "raul@uchicago.edu",
   "nsf_id": "000626235",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Research Question</strong></p>\n<p>A dominant view in political economy suggests that states arise from a organizations of violence which, under certain circumstances, can create &ldquo;monopolies of violence&rdquo;, provide protection and public goods - in order, for instance, to maximize expropriation through taxes. This study sought&nbsp;to refine and provide empirical tests to this view of the state by focusing on two main research questions. First, if organizations of violence are motivated by the revenues from expropriation when they settle in a particular location, &ldquo;monopolies of violence&rdquo; should be more likely to <em>emerge</em> in locations with higher potential tax revenues. Do they? Second, this exercise relies on the definition of the state as a &ldquo;monopoly of violence&rdquo;. Is this a useful characterization of the state?</p>\n<p>East Congo is well-suited to examine the early stages of state formation. The country is considered a &lsquo;failed state&rsquo;. Numerous armed groups often implement violent robberies but also fight each other in order to control individual villages, in which they administer monopolies of violence, collect taxes, provide public goods, and even enjoy popular support &ndash; as in historical accounts European states&rsquo; formation.</p>\n<p><strong>Data collection</strong></p>\n<p>In order to produce disaggregated data on the behavior of violent organizations at the level of villages, I conducted fieldwork in East Congo. Based on preparatory work, I developed a strategy to collect sensitive historical data and trained a team of 11 Congolese surveyors. I deployed them to 140 villages. In each village, the surveyors trained a group of select villagers for the collection of historical data, the &ldquo;village committee&rdquo;. Then, during one week in each village, the surveyors administered retrospective private household surveys. In the last day, the surveyors cross-checked the data in a day-long meeting with the &ldquo;village committee&rdquo; (Figures1,2).</p>\n<p><strong>Findings on the origins of monopolies of violence</strong></p>\n<p>In a first exercise, I find that increases in potential tax revenues in a location induce the formation (and battles for control) of &ldquo;monopolies of violence&rdquo; in that location. In the year 2000, due to innovations in the video-game industry, a large rise in the global demand for coltan, a bulky mineral difficult to conceal and hence easy to tax, led armed groups to establish local monopolies of violence focused on taxation in coltan villages &ndash; often by battles of territorial conquest. The later sudden rise in the world price of gold, a high-value mineral easy to conceal from taxes, however, did not have such an impact (Figures 3,4). This result is consistent with the theory where potential tax revenues determine the desirability to hold &ldquo;monopolies of violence&rdquo; and may lead to the formation of states.</p>\n<p><strong>Findings on the behavior of existing monopolies of violence</strong></p>\n<p>In a second exercise, I find that such monopolies of violence develop strategies similar to those of medieval states (Figure 5). They tax population movement, food sales, labor, mining output, and collect capitation (poll) taxes. They provide security and administer justice. Furthermore, the <em>presence</em> of monopolies of violence in a particular location leads to a higher likelihood of economic activity in that location. However, when their monopoly comes under threat, I find that armed groups turn to violent pillages against the same households they used to tax and protect.</p>\n<p><strong>Broader Impacts</strong></p>\n<p><em>State capacity:</em></p>\n<ul>\n<li><strong>Human resources for statistics</strong>: State capacity relies on the quality of statistics. This project developed a technique to collect systematic panel data in conflict areas, and traine...",
  "por_txt_cntn": "\nResearch Question\n\nA dominant view in political economy suggests that states arise from a organizations of violence which, under certain circumstances, can create \"monopolies of violence\", provide protection and public goods - in order, for instance, to maximize expropriation through taxes. This study sought to refine and provide empirical tests to this view of the state by focusing on two main research questions. First, if organizations of violence are motivated by the revenues from expropriation when they settle in a particular location, \"monopolies of violence\" should be more likely to emerge in locations with higher potential tax revenues. Do they? Second, this exercise relies on the definition of the state as a \"monopoly of violence\". Is this a useful characterization of the state?\n\nEast Congo is well-suited to examine the early stages of state formation. The country is considered a æfailed stateÆ. Numerous armed groups often implement violent robberies but also fight each other in order to control individual villages, in which they administer monopolies of violence, collect taxes, provide public goods, and even enjoy popular support &ndash; as in historical accounts European statesÆ formation.\n\nData collection\n\nIn order to produce disaggregated data on the behavior of violent organizations at the level of villages, I conducted fieldwork in East Congo. Based on preparatory work, I developed a strategy to collect sensitive historical data and trained a team of 11 Congolese surveyors. I deployed them to 140 villages. In each village, the surveyors trained a group of select villagers for the collection of historical data, the \"village committee\". Then, during one week in each village, the surveyors administered retrospective private household surveys. In the last day, the surveyors cross-checked the data in a day-long meeting with the \"village committee\" (Figures1,2).\n\nFindings on the origins of monopolies of violence\n\nIn a first exercise, I find that increases in potential tax revenues in a location induce the formation (and battles for control) of \"monopolies of violence\" in that location. In the year 2000, due to innovations in the video-game industry, a large rise in the global demand for coltan, a bulky mineral difficult to conceal and hence easy to tax, led armed groups to establish local monopolies of violence focused on taxation in coltan villages &ndash; often by battles of territorial conquest. The later sudden rise in the world price of gold, a high-value mineral easy to conceal from taxes, however, did not have such an impact (Figures 3,4). This result is consistent with the theory where potential tax revenues determine the desirability to hold \"monopolies of violence\" and may lead to the formation of states.\n\nFindings on the behavior of existing monopolies of violence\n\nIn a second exercise, I find that such monopolies of violence develop strategies similar to those of medieval states (Figure 5). They tax population movement, food sales, labor, mining output, and collect capitation (poll) taxes. They provide security and administer justice. Furthermore, the presence of monopolies of violence in a particular location leads to a higher likelihood of economic activity in that location. However, when their monopoly comes under threat, I find that armed groups turn to violent pillages against the same households they used to tax and protect.\n\nBroader Impacts\n\nState capacity:\n\nHuman resources for statistics: State capacity relies on the quality of statistics. This project developed a technique to collect systematic panel data in conflict areas, and trained and employed 11 Congolese surveyors during 1.5 years in partnership with a local institute for data collection, IRED. The surveyors acquired skills, international visibility and were trained to develop their own research. \n\n\nHuman resources for policy implementation: State capacity relies on the capacity of civil servants to implement and advocate for policy. The Pr..."
 }
}