{
 "awd_id": "1261638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Toward hybrid energy-harvesting image sensors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "chengshan xiao",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 263726.0,
 "awd_amount": 263726.0,
 "awd_min_amd_letter_date": "2012-12-15",
 "awd_max_amd_letter_date": "2012-12-15",
 "awd_abstract_narration": "The objective of this research is to develop and to apply advances in circuit integration and Compressive Sensing theory to the design of next generation of energy-harvesting image sensors. Compressive Sensing is a new theoretical framework for signal acquisition. In the proposed project, Compressive Sensing provides a solution for the trade-off between image quality and harvested energy. Specifically, these image sensors will have reconfigurable pixels that can work as light sensors or as tiny solar cells. Depending on the environmental conditions more or less pixels can be reconfigured to either modality. \r\n\r\nThe proposed research introduces a new sensing paradigm especially suited to sensor networks and energy-constrained sensing applications. It also introduces a new approach based on fractal geometry to increase the efficiency of on-chip solar cells. The project will advance the field of Compressive Sensing by providing hardware solutions and practical encoding techniques. Analog-to-digital converters that can jointly perform the tasks of quantization and entropy encoding are also included in this project.\r\n\r\nThe proposed research will result in low-cost image sensors suitable for surveillance, space exploration, and monitoring applications. These sensors can harvest ambient energy and, thus, can operate unattended for extended periods of time. Moreover, the proposed fractal photodiodes can be employed to improve solar cell design. The proposed educational activities will enhance the curricula of courses taught at University of Missouri-Kansas City. A design competition and a workshop will be implemented to increase the participation of underrepresented students in research activities and to enrich outreach efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Leon-Salas",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Walter D Leon-Salas",
   "pi_email_addr": "wleonsal@purdue.edu",
   "nsf_id": "000404903",
   "pi_start_date": "2012-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 263726.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The goal of the research project &ldquo;CAREER: Toward Hybrid Energy-Harvesting Image Sensors&rdquo; was to develop a camera with the ability to reconfigure its pixels to harvest solar energy to recharge its batteries. Electronic cameras use a silicon microchip as their sensor. On the sensor microchip, an array of pixels capture light focused by a lens. At the core of each pixel there is a photodiode that converts photons to an electric current. The magnitude of this electric current is proportional to light intensity. Hence, by measuring the current generated by each photodiode, an image can be formed. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The sensor microchip is one of the most expensive parts of a camera because their fabrication requires sophisticated facilities and processes. When a camera is not capturing images, the sensor microchip lies dormant and unused. This project sought to explore the possibility of utilizing the expensive sensor microchip for other purposes, such as harvesting energy from its environment, when the camera is not capturing images. Moreover, if pixels are made configurable, that is, they can be configured to work in one of two modes: imaging mode or energy harvesting mode, then a fraction of the pixels could be used to harvest energy while the rest are still used to capture images. Hence, simultaneous image capture and energy harvesting are possible. Besides this technical objective, the project also aimed at reaching out to middle-school and high-school students </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The project resulted in the following outcomes:</span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">1) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">Two sensor microchips designs with re-configurable pixels. As a proof-of-concept these designs were fabricated on a 0.5 um CMOS microchip fabrication process. The first design uses 14 transistors per pixel and allows individual pixel configuration in one of two modes: imaging mode or energy harvesting mode. The second design uses four transistors per pixel but configuration is limited to blocks of pixels (a standard image sensor uses 3 transistors per pixel). Our tests show that both designs have similar performance in terms of energy harvesting. Hence, the second design provides the best solution for most applications.</span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">2) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">A system-level mathematical model that describes the tradeoff between image resolution and harvested energy. </span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">This mathematical model shows that the developed image sensor can power itself if its activity is reduced to capturing one image every five seconds and harvesting energy when not acquiring images. This level of activity is adequate for applications such as habitat or environmental monitoring.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><span><span><span style=\"font-family: Calibri; font-size: small;\">3) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">A circuit that allows solar energy harvesting using on-chip substrate photodiodes. In the past, on-chip substrate photodiodes have been problematic for energy harvesting due to leakage currents.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">A novel circuit developed during this project eliminated leakage allowing the collection of energy from these type of photodiodes. The advantage of employing substrate photodiodes is that they result in larger light collection surfaces.</span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">4) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">Analog-to-digital converters with compressed outputs. Analog-to-digital converters are special circuits that convert voltages into bit sequences. They are an important part of an electronic digital camera. An analog-to-digital converter with compressed output has the advantage of using fewer bits to represent a voltage than a regular converter would use. In this project, the theory of Compressive Sensing was applied to design converters with compressed output. </span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">5) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">Knowledge dissemination through publications in engineering journals and conferences. The engineering aspects of the technical contributions of this project were detailed in several publications in engineering journals and presentations at international conferences. </span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">6) S</span></span></span><span style=\"font-family: Calibri; font-size: small;\">everal outreach activities for middle-school and high-school students. In an effort to get more pre-college students interested in engineering and technology disciplines, several workshops were planned and delivered by the investigator. The theme of the workshops included solar energy, paper-based circuits, light-emitting diodes, electronic amplifiers and hand-made toy robots. More than 200 students attended these workshops. Undergraduate and graduate students were involved planning and delivery of these workshops.</span></p>\n<p><span><span><span style=\"font-family: Calibri; font-size: small;\">7) </span></span></span><span style=\"font-family: Calibri; font-size: small;\">The award provided training opportunities for five graduate and three undergraduate students at the University of Missouri-Kansas City and at Purdue University. Students were trained in technical areas such as microchip design, power conversion and embedded systems but also on technical writing, public speaking and team work. Many of these students are working for U.S. based companies.</span></p>\n<p><strong>&nbsp;</strong><em></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2017<br>\n\t\t\t\t\tModified by: Walter&nbsp;D&nbsp;Leon-Salas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the research project \"CAREER: Toward Hybrid Energy-Harvesting Image Sensors\" was to develop a camera with the ability to reconfigure its pixels to harvest solar energy to recharge its batteries. Electronic cameras use a silicon microchip as their sensor. On the sensor microchip, an array of pixels capture light focused by a lens. At the core of each pixel there is a photodiode that converts photons to an electric current. The magnitude of this electric current is proportional to light intensity. Hence, by measuring the current generated by each photodiode, an image can be formed. \n\nThe sensor microchip is one of the most expensive parts of a camera because their fabrication requires sophisticated facilities and processes. When a camera is not capturing images, the sensor microchip lies dormant and unused. This project sought to explore the possibility of utilizing the expensive sensor microchip for other purposes, such as harvesting energy from its environment, when the camera is not capturing images. Moreover, if pixels are made configurable, that is, they can be configured to work in one of two modes: imaging mode or energy harvesting mode, then a fraction of the pixels could be used to harvest energy while the rest are still used to capture images. Hence, simultaneous image capture and energy harvesting are possible. Besides this technical objective, the project also aimed at reaching out to middle-school and high-school students \n\nThe project resulted in the following outcomes:\n\n1) Two sensor microchips designs with re-configurable pixels. As a proof-of-concept these designs were fabricated on a 0.5 um CMOS microchip fabrication process. The first design uses 14 transistors per pixel and allows individual pixel configuration in one of two modes: imaging mode or energy harvesting mode. The second design uses four transistors per pixel but configuration is limited to blocks of pixels (a standard image sensor uses 3 transistors per pixel). Our tests show that both designs have similar performance in terms of energy harvesting. Hence, the second design provides the best solution for most applications.\n\n2) A system-level mathematical model that describes the tradeoff between image resolution and harvested energy.  This mathematical model shows that the developed image sensor can power itself if its activity is reduced to capturing one image every five seconds and harvesting energy when not acquiring images. This level of activity is adequate for applications such as habitat or environmental monitoring.\n\n 3) A circuit that allows solar energy harvesting using on-chip substrate photodiodes. In the past, on-chip substrate photodiodes have been problematic for energy harvesting due to leakage currents.  A novel circuit developed during this project eliminated leakage allowing the collection of energy from these type of photodiodes. The advantage of employing substrate photodiodes is that they result in larger light collection surfaces.\n\n4) Analog-to-digital converters with compressed outputs. Analog-to-digital converters are special circuits that convert voltages into bit sequences. They are an important part of an electronic digital camera. An analog-to-digital converter with compressed output has the advantage of using fewer bits to represent a voltage than a regular converter would use. In this project, the theory of Compressive Sensing was applied to design converters with compressed output. \n\n5) Knowledge dissemination through publications in engineering journals and conferences. The engineering aspects of the technical contributions of this project were detailed in several publications in engineering journals and presentations at international conferences. \n\n6) Several outreach activities for middle-school and high-school students. In an effort to get more pre-college students interested in engineering and technology disciplines, several workshops were planned and delivered by the investigator. The theme of the workshops included solar energy, paper-based circuits, light-emitting diodes, electronic amplifiers and hand-made toy robots. More than 200 students attended these workshops. Undergraduate and graduate students were involved planning and delivery of these workshops.\n\n7) The award provided training opportunities for five graduate and three undergraduate students at the University of Missouri-Kansas City and at Purdue University. Students were trained in technical areas such as microchip design, power conversion and embedded systems but also on technical writing, public speaking and team work. Many of these students are working for U.S. based companies.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2017\n\n\t\t\t\t\tSubmitted by: Walter D Leon-Salas"
 }
}