{
 "awd_id": "1261596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Expanding Links with Industry through Collaborative Research and Education in Applied Mathematics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 61353.0,
 "awd_amount": 61353.0,
 "awd_min_amd_letter_date": "2013-03-25",
 "awd_max_amd_letter_date": "2018-03-01",
 "awd_abstract_narration": "The project is a collaborative program of research, education and training based on the Mathematical Problems in Industry (MPI) Workshop and the Graduate Student Mathematical Modeling (GSMM) Camp.  These annual meetings, held during successive weeks in June, attract graduate students, postdoctoral fellows and faculty from universities, and applied mathematicians, scientists and engineers from industry.  This award funds the MPI and GSSM for the summer of 2013, 2014, and 2015.  The MPI Workshop will be held in 2013 at Worcester Polytechnic Institute in Worcester, MA; in 2014 at New Jersey Institute of Technology in Newark, NJ; and in 2015 at the University of Delaware in Newark, DE.   The GSSM Camp will be held each year at Rensselaer Polytechnic Institute in Troy, NY.  The focus of the MPI Workshop is a set of problems brought by contributing participants from industry.  These problems span a wide range of areas of applications, often in fluid and solid mechanics but also in mathematical biology, data analysis, and mathematical finance, among others.  Recent problems have included, for example, mathematical models for electromagnetic wave interactions with nanostructures, mathematical problems related to drawing of glass sheets, medical ultrasonic imaging, and automatic defect recognition in industrial inspection applications.  The work on the problems is done in vertically integrated teams consisting of the representatives from industry, senior and junior faculty, postdocs and graduate students.  The scientific objective of the activity generated by the Workshop and its intellectual merit is the study of mathematical problems of significant interest for industrial applications.  The GSMM Camp is held during the week prior to the Workshop, and graduate students attending the Camp also attend the Workshop.  The main objective of the Camp is graduate student education and training.  At the Camp, graduate students work together in teams, with the guidance of invited faculty mentors, on interdisciplinary problems typically inspired by industrial applications.  The problems are carefully chosen to promote a rich set of problem-solving skills, both analytical and numerical, and to provide a warm-up for the challenging problems considered at the Workshop.  The two meetings complement each other and form a comprehensive program of interdisciplinary research, education and training that is unique amongst universities in the United States.\r\n\r\nThe project is an ongoing effort organized by the principal investigators at RPI, WPI, NJIT and UD.  The MPI Workshop has run annually for the past 27 years with the principal aim of promoting research and education in applied mathematics and of developing links between mathematicians at universities and scientists and engineers from industry for the mutual benefit of both sides.  For the past 9 years, the research and educational activities of the Workshop have been enhanced by the introduction of the GSMM Camp.  In addition to these established meetings, the project involves a number of new activities associated with the Workshop and Camp designed to further advance the research and educational objectives of the collaborative program.  These activities include the introduction of a graduate student fellowship program, support for early-career mathematicians to attend the meetings, and the development of a graduate student exchange program in cooperation with the Oxford Center for Collaborative Applied Mathematics.  Overall, the Workshop and Camp, and its associated activities, have a broad impact on the education and development of early-career mathematicians, and on the interdisciplinary research and educational activities of participating faculty.  The Workshop also promotes collaborations with industry and has an impact on the development and analysis of new technologies in industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Cummings",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Linda J Cummings",
   "pi_email_addr": "linda.j.cummings@njit.edu",
   "nsf_id": "000517201",
   "pi_start_date": "2013-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Moore",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Richard O Moore",
   "pi_email_addr": "moore@siam.org",
   "nsf_id": "000310564",
   "pi_start_date": "2013-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 56793.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 18.0px 'Helvetica Light'} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 18.0px 'Helvetica Light'; min-height: 22.0px} span.s1 {font: 18.0px Helvetica} -->\n<p class=\"p1\">This award provided partial support over a 6-year period 2013-2018 inclusive, to run the Graduate Student Mathematical Modeling Camps (GSMMC) and the Mathematical Problems in Industry (MPI) workshops, two interactive events held in consecutive weeks in June. The 2013-2017 GSMMCs were held at Rensselaer Polytechnic Institute; GSMMC did not run in 2018 due to insufficient remaining funds. The MPI workshop was held at Worcester Polytechnic Institute (WPI) in 2013, at the New Jersey Institute of Technology (NJIT) in 2014, at Duke University in 2015, at the University of Delaware in 2016, at NJIT in 2017, and at Claremont Graduate University (CGU) in 2018.</p>\n<p class=\"p2\">The purpose of GSMMC is to train graduate (Ph.D.) students in skills of mathematical modeling of real-world problems, that will help prepare them for a range of careers in industry. Three or four modeling problems - real-world systems, often arising in industry or biology - are described to the student cohort (comprising between 20 and 30 students) by faculty mentors. Based on student preferences, teams are formed to work on each problem, and the mentors guide teams to build and simulate mathematical models that describe and predict behavior of the systems considered. The website for the most recent GSMMC may be found at <span class=\"s1\"><strong>https://homepages.rpi.edu/~schwed/Workshop/GSMMCamp2017/home.html. </strong></span>The GSMMC is designed to promote a broad range of problem-solving skills, including mathematical modeling and analysis, scientific computation, and critical assessment of solutions. At the Camp?s conclusion, each team makes final presentations to the whole group summarizing findings; and final reports are prepared.</p>\n<p class=\"p2\">The MPI workshop is held the week after GSMMC, and takes a similar format, except that the problems considered are genuine industrial challenges presented by participants from industry; and faculty and postdoctoral participants join graduate students in the modeling efforts. In this way the skills that graduate students honed in GSMMC the previous week are immediately consolidated and strengthened by the more challenging, open-ended industrial problems; and significant progress on the problems is all but guaranteed due to the presence of experienced faculty to guide the modeling efforts. Each participating industry pays a fee, which primarily supports the faculty and postdoctoral participants and helps defray other workshop expenses. Progress made during the week of MPI is again summarized on the final day, with presentations made almost exclusively by graduate students, providing further additional training in key communications skills, as well as an opportunity for students to showcase their talents to the industrial participants, many of whom may be recruiting new talent. This NSF award also included support for a limited number of ?MPI graduate fellowships?, which enabled student applicants to continue with research on one of the problems after the workshop?s conclusion, under guidance from a faculty and an industrial mentor. A total of 4 such fellowships were awarded under this funding.</p>\n<p class=\"p2\">The problems considered at MPI under this NSF funding spanned a wide range of industrial applications, including filtration (Pall, W.L. Gore &amp; Associates), finance (Standard &amp; Poor?s), medical diagnostics (Revon Systems Inc.), glass manufacture (Corning), TV advertising (clypd), cancer treatment (Novartis) and pipes freezing in space flight (Jet Propulsion Laboratory), to name but a few. The website for the 2018 MPI workshop, the last that was held under this award, may be found at <span class=\"s1\"><strong>http://ccms.claremont.edu/content/2018-Mathematical-Problems-Industry-Workshop.</strong></span></p>\n<p class=\"p2\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2019<br>\n\t\t\t\t\tModified by: Linda&nbsp;J&nbsp;Cummings</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award provided partial support over a 6-year period 2013-2018 inclusive, to run the Graduate Student Mathematical Modeling Camps (GSMMC) and the Mathematical Problems in Industry (MPI) workshops, two interactive events held in consecutive weeks in June. The 2013-2017 GSMMCs were held at Rensselaer Polytechnic Institute; GSMMC did not run in 2018 due to insufficient remaining funds. The MPI workshop was held at Worcester Polytechnic Institute (WPI) in 2013, at the New Jersey Institute of Technology (NJIT) in 2014, at Duke University in 2015, at the University of Delaware in 2016, at NJIT in 2017, and at Claremont Graduate University (CGU) in 2018.\nThe purpose of GSMMC is to train graduate (Ph.D.) students in skills of mathematical modeling of real-world problems, that will help prepare them for a range of careers in industry. Three or four modeling problems - real-world systems, often arising in industry or biology - are described to the student cohort (comprising between 20 and 30 students) by faculty mentors. Based on student preferences, teams are formed to work on each problem, and the mentors guide teams to build and simulate mathematical models that describe and predict behavior of the systems considered. The website for the most recent GSMMC may be found at https://homepages.rpi.edu/~schwed/Workshop/GSMMCamp2017/home.html. The GSMMC is designed to promote a broad range of problem-solving skills, including mathematical modeling and analysis, scientific computation, and critical assessment of solutions. At the Camp?s conclusion, each team makes final presentations to the whole group summarizing findings; and final reports are prepared.\nThe MPI workshop is held the week after GSMMC, and takes a similar format, except that the problems considered are genuine industrial challenges presented by participants from industry; and faculty and postdoctoral participants join graduate students in the modeling efforts. In this way the skills that graduate students honed in GSMMC the previous week are immediately consolidated and strengthened by the more challenging, open-ended industrial problems; and significant progress on the problems is all but guaranteed due to the presence of experienced faculty to guide the modeling efforts. Each participating industry pays a fee, which primarily supports the faculty and postdoctoral participants and helps defray other workshop expenses. Progress made during the week of MPI is again summarized on the final day, with presentations made almost exclusively by graduate students, providing further additional training in key communications skills, as well as an opportunity for students to showcase their talents to the industrial participants, many of whom may be recruiting new talent. This NSF award also included support for a limited number of ?MPI graduate fellowships?, which enabled student applicants to continue with research on one of the problems after the workshop?s conclusion, under guidance from a faculty and an industrial mentor. A total of 4 such fellowships were awarded under this funding.\nThe problems considered at MPI under this NSF funding spanned a wide range of industrial applications, including filtration (Pall, W.L. Gore &amp; Associates), finance (Standard &amp; Poor?s), medical diagnostics (Revon Systems Inc.), glass manufacture (Corning), TV advertising (clypd), cancer treatment (Novartis) and pipes freezing in space flight (Jet Propulsion Laboratory), to name but a few. The website for the 2018 MPI workshop, the last that was held under this award, may be found at http://ccms.claremont.edu/content/2018-Mathematical-Problems-Industry-Workshop.\n \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2019\n\n\t\t\t\t\tSubmitted by: Linda J Cummings"
 }
}