{
 "awd_id": "1261393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Relationships between Dual-Polarimetric In-cloud Microphysics and Satellite-Observed Cumulus Cloud Properties to Predict Lightning Character",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 124859.0,
 "awd_amount": 124859.0,
 "awd_min_amd_letter_date": "2013-08-20",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "With this award, the investigators will examine physical processes occurring in growing and evolving convective clouds as they begin to produce lightning. The study will utilize: Satellite-based cloud observations and retrieved cloud properties, including time-series (5-15-min) of Geostationary Operational Environmental Satellite (GOES) and Meteosat Second Generation (MSG) visible and infrared (IR) measurements; S-band dual-polarimetric National Weather Service Surveillance 1988 Doppler (WSR-88D) radar observations across the United States; Ground-based VHF Lightning Mapping Array (LMA) observations (e.g., over Northern Alabama, Central Oklahoma); Observations collected during the Cloud processes of the main precipitation systems in Brazil: A contribution to cloud resolving modeling and to the Global Precipitation Measurement(CHUVA) campaign; Retrieved aerosol observations from satellites such as MODerate resolution Imaging Spectroradiometer (MODIS), and ground, such as from the AErosol RObotic NETwork (AERONET). \r\n\r\nThe award seeks to address a fundamental question in lightning prediction: How does the combination of multi-scale processes influence total lightning production? The corollary to this is: How do we obtain a longer lead time (>10-15 min) in lightning forecasting?\r\n\r\nThe specific goals are: (1) To improve understanding of the physical processes and precursory signals of lightning evolution within the 0-1 h timeframe through the collection and interpretation of high-temporal and spatial resolution space- and ground-based remote sensing observations of hydrometeor and aerosol type, amount and distribution; (2) To seek improvement in lightning amount nowcasting skill for longer lead-time (~30-45 min) and higher accuracy using combined data from geostationary satellite observations, radar and  models; (3) To significantly bolster graduate- and undergraduate-level university education directly through transition of scientific discoveries to students, and indirectly via curriculum enhancements.\r\n\r\nThe Broader Impacts will be improving understanding of lightning processes that are inherently difficult to observe, more skillful 0-1 hour quantitative lightning nowcasts, and exploitation of WSR-88D dual-polarimetric data. Improved lightning nowcasts will benefit the general public, and especially the aviation industry that suffer substantial costs due to lightning-disrupted ground operations. Relatively few studies have developed physical relationships related to lightning nowcasting using combined datasets with a focus on satellite data. Use of WSR-88D radar in conjunction with satellite is timely in light of new observations from the GOES-R Advanced Baseline Imager and Geostationary Lightning Mapper expected in 2016, and from the Meteosat Third Generation Lightning Imager in ~2019. In addition, collaboration with other university scientists and graduate students will further extend this research to the larger academic and educational community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "McCaul",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene W McCaul",
   "pi_email_addr": "emccaul@usra.edu",
   "nsf_id": "000239254",
   "pi_start_date": "2013-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Universities Space Research Association",
  "inst_street_address": "425 3RD ST SW STE 950",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "4107302656",
  "inst_zip_code": "200243230",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITIES SPACE RESEARCH ASSOCIATION",
  "org_prnt_uei_num": "VPWMMPGGPJ74",
  "org_uei_num": "VPWMMPGGPJ74"
 },
 "perf_inst": {
  "perf_inst_name": "Universities Space Research Association",
  "perf_str_addr": "320 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40395.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 41606.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 42858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp; In this collaborative research, co-investigator Eugene McCaul, USRA/STI,<br />Huntsville, AL, supplied flash clustering software and guidance in performing detailed lightning analyses to project lead investigator John Mecikalski, University of Alabama Huntsville, and his doctoral students.&nbsp; These analyses were executed for a series of four diverse convective storm events in Alabama, Texas and Colorado, covering a range of storm types and intensities.&nbsp; The goal was to investigate in detail the relationships between lightning in storms and satellite-observed cloud-top characteristics, through the initial storm growth phase and into storm maturity.&nbsp; Storm case studies were chosen based on completeness and availability of both lightning, Doppler radar, and rapid-scan satellite observations.&nbsp; Storm cases included summertime pulse storms in Alabama, tornadic supercells in Colorado, and non-tornadic, upscale-growing supercell hailstorms in west Texas.&nbsp;&nbsp;&nbsp; <br /><br />&nbsp;&nbsp; Prior studies by the UAH workers have shown that GOES-IR satellite <br />signatures of growing storms can be related to their radar signatures, <br />allowing predictions of convective initiation, as defined by storm <br />reflectivity thresholds.&nbsp; In this project, the goal is to further relate the <br />observed patterns and trends seen in lightning data to the corresponding trend signals seen in IR satellite data and ground-based radar data, in order to pave the way for predictions of the character of lightning in developing <br />and mature storms, with lead times as long as possible.&nbsp; In this study,<br />ground-truth lightning data are obtained from lightning mapping arrays (LMAs), which provide highly reliable and detailed documentation of the evolving three-dimensional structure of individual lightning flash channels in storms located within 150-200 km of LMA networks, and also very accurate counts of flash events in storms. <br /><br />&nbsp;&nbsp; Results show that all storms studied exhibited strong positive temporal cross-correlations between storm flash rates and peak cloud-top divergence <br />(CTD) during the initial storm growth phase, with lesser correlations <br />between lightning and cloud-top divergence area.&nbsp; After storms matured, the <br />cross-correlations became more complex and episodic, evidently because of<br />the effects of anvil-level dynamics, possibly involving gravity waves and<br />delays in microphysical transformations.&nbsp; Individual updraft pulses in the long-lived supercells often showed distinctive anomalies in lightning and CTD correlation statistics.&nbsp; These anomalies included a common finding of delays in flash rate peaks until 6-20 mins after CTD peaks, unlike what was found in storm initial updrafts, where CTD always lagged flash rates by about 7 min.&nbsp; Interestingly, the Alabama pulse storm, which faded away after its first and only updraft pulse, exhibited strong and consistent lightning-CTD correlations during its entire lifetime, with correlations maximized if CTD times were shifted to remove the 7-min lag relative to flash rates.<br /><br />&nbsp;&nbsp; While the evolving lightning flash rates in storms were strongly correlated<br />with peak CTD during initial storm growth, the actual regressions between the two parameters showed case-by-case variability.&nbsp; This regression line slope variability appears to be indicative of not only storm environment factors, but also the extent of occurrence of unpredictable incidental complications such as updraft seeding by encroachment of cirrus particles from nearby storm anvil material.&nbsp; Such seeding would have provided an external supply of condensation and ice nuclei within the growing updraft, and thus could have had an impact on hydrometeor field evolution in the growing updraft, which could in turn have affected its precipitation and later updraft evolution.&nbsp; In future work, it is recommended that more extensive idealized parameter-space numerical experiments be conducted, in order to obtain a more complete and consistent understanding of the relationships between the behaviors of storm updrafts, lightning activity, and cloud-top satellite-observable signatures, and how these relate to storm environment.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2017<br>\n\t\t\t\t\tModified by: Eugene&nbsp;W&nbsp;Mccaul</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n    In this collaborative research, co-investigator Eugene McCaul, USRA/STI,\nHuntsville, AL, supplied flash clustering software and guidance in performing detailed lightning analyses to project lead investigator John Mecikalski, University of Alabama Huntsville, and his doctoral students.  These analyses were executed for a series of four diverse convective storm events in Alabama, Texas and Colorado, covering a range of storm types and intensities.  The goal was to investigate in detail the relationships between lightning in storms and satellite-observed cloud-top characteristics, through the initial storm growth phase and into storm maturity.  Storm case studies were chosen based on completeness and availability of both lightning, Doppler radar, and rapid-scan satellite observations.  Storm cases included summertime pulse storms in Alabama, tornadic supercells in Colorado, and non-tornadic, upscale-growing supercell hailstorms in west Texas.    \n\n   Prior studies by the UAH workers have shown that GOES-IR satellite \nsignatures of growing storms can be related to their radar signatures, \nallowing predictions of convective initiation, as defined by storm \nreflectivity thresholds.  In this project, the goal is to further relate the \nobserved patterns and trends seen in lightning data to the corresponding trend signals seen in IR satellite data and ground-based radar data, in order to pave the way for predictions of the character of lightning in developing \nand mature storms, with lead times as long as possible.  In this study,\nground-truth lightning data are obtained from lightning mapping arrays (LMAs), which provide highly reliable and detailed documentation of the evolving three-dimensional structure of individual lightning flash channels in storms located within 150-200 km of LMA networks, and also very accurate counts of flash events in storms. \n\n   Results show that all storms studied exhibited strong positive temporal cross-correlations between storm flash rates and peak cloud-top divergence \n(CTD) during the initial storm growth phase, with lesser correlations \nbetween lightning and cloud-top divergence area.  After storms matured, the \ncross-correlations became more complex and episodic, evidently because of\nthe effects of anvil-level dynamics, possibly involving gravity waves and\ndelays in microphysical transformations.  Individual updraft pulses in the long-lived supercells often showed distinctive anomalies in lightning and CTD correlation statistics.  These anomalies included a common finding of delays in flash rate peaks until 6-20 mins after CTD peaks, unlike what was found in storm initial updrafts, where CTD always lagged flash rates by about 7 min.  Interestingly, the Alabama pulse storm, which faded away after its first and only updraft pulse, exhibited strong and consistent lightning-CTD correlations during its entire lifetime, with correlations maximized if CTD times were shifted to remove the 7-min lag relative to flash rates.\n\n   While the evolving lightning flash rates in storms were strongly correlated\nwith peak CTD during initial storm growth, the actual regressions between the two parameters showed case-by-case variability.  This regression line slope variability appears to be indicative of not only storm environment factors, but also the extent of occurrence of unpredictable incidental complications such as updraft seeding by encroachment of cirrus particles from nearby storm anvil material.  Such seeding would have provided an external supply of condensation and ice nuclei within the growing updraft, and thus could have had an impact on hydrometeor field evolution in the growing updraft, which could in turn have affected its precipitation and later updraft evolution.  In future work, it is recommended that more extensive idealized parameter-space numerical experiments be conducted, in order to obtain a more complete and consistent understanding of the relationships between the behaviors of storm updrafts, lightning activity, and cloud-top satellite-observable signatures, and how these relate to storm environment.\n\n\n\n\t\t\t\t\tLast Modified: 10/27/2017\n\n\t\t\t\t\tSubmitted by: Eugene W Mccaul"
 }
}