{
 "awd_id": "1261202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excavations and Geophysical Survey at the Early Historic Town of Talapada, India",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 194749.0,
 "awd_amount": 194749.0,
 "awd_min_amd_letter_date": "2012-11-28",
 "awd_max_amd_letter_date": "2017-09-08",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Monica L. Smith and a team of colleagues from the United States and India will conduct three field seasons of research at the archaeological site of Talapada in eastern India to investigate the role of towns in urbanizing environments.  Talapada was occupied in the Early Historic period (4th century BC to 3rd century AD), an era marked by momentous change in the Indian subcontinent that included the development of Buddhism, the first extensive use of writing, and the emergence of cities.  \r\n\r\nTalapada is a recently discovered site surrounded by a massive encircling rampart that is an exact replica, at one-quarter size, of the fortification wall at the nearby urban center of Sisupalgarh where Smith and colleagues have previously worked.  Investigations at the site of Talapada present an opportunity to evaluate how towns interacted with the region's dominant center.  Talapada's inhabitants clearly were engaged in some political linkages as exhibited in rampart construction.  However, the variability of artifact types at the site suggests that the town was not simply a small-size version of Sisupalgarh and that the inhabitants may have generated and sustained their own distinctive economic, social, and ritual traditions.  The research will particularly focus on Talapada's relationship with its larger neighbor before and after the \"Kalinga War\" of the third century BC in which the region was briefly conquered by a larger neighboring state.  \r\n\r\nThe project will be the first in India to utilize the same methods of investigation, including geophysical survey and excavations, to examine sites of different sizes in the Early Historic period. The excavations will provide data on artifacts and architecture, as well as generating a comprehensive series of radiocarbon dates to identify the stages of the site's development over time.  In conjunction with the excavations, the team also will utilize non-destructive geophysical survey to trace subsurface architectural features in neighborhood-sized areas at Talapada to examine social and spatial configurations that also will be compared with Sisupalgarh. \r\n\r\nThe intellectual merit of the project is encompassed in its investigation of towns as intermediate-sized population centers in an urbanizing landscape.  Through survey and excavation, the project will enable the analysis of the social, economic, and political developments of South Asia's Early Historic era from the perspective of ordinary people.  The data will be structured for comparison with other archaeologically known regions in which the inhabitants of long-lived towns and cities created flexible networks of interaction that enabled them to thrive even during periods of regional conflict.  \r\n\r\nThe broader impacts of the research project include significant international collaboration between Indian and US researchers and students; provision of data for theses and dissertations for both Indian and US students; training of students in archaeological field techniques and analysis; and provision of resources for university classes and public presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Monica L Smith",
   "pi_email_addr": "smith@anthro.ucla.edu",
   "nsf_id": "000323660",
   "pi_start_date": "2012-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951550",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 194749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span> </span>The study of urbanism involves not only the investigation of actual cities, but also the study of surrounding countrysides that are impacted by the economic and social configurations of urban growth. Cities require continual inputs of food, fuel, and human labor from their surrounding hinterlands in ways that are throught to be similar for both ancient and modern cities, as can be assessed through archaeological investigation. A global perspective on cities provides the opportunity to evaluate fundamental social and economic conditions of human activities in the urban environment, a helpful perspective given that cities have housed an increasing proportion of the world&rsquo;s population over time.<span>&nbsp;</span></p>\n<p>This project made use of archaeological excavations, mapping, and geophysical surveys in eastern India where there are numerous well-preserved archaeological sites of the Early Historic period (c. 3rd c. BC to 4th c. AD). This was a time of vibrant urbanism that was also linked to the development of new religious traditions such as Buddhism and Jainism. The NSF-supported research consisted of an investigation of a medium-sized ancient town site (Talapada) and one of its subsidiary villages (Ostapur) as an insightful counterbalance to our team&rsquo;s prior research at one of eastern India&rsquo;s largest urban centers, Sisupalgarh.</p>\n<p>Intellectual Merit</p>\n<p>The most striking observation about the settlements of Talapada and Ostapur is that they are relatively impoverished compared to the city of Sisupalgarh. At Sisupalgarh, there was considerable evidence for middle-class wealth in the form of consumer durable goods such as cooking and serving wares and a variety of ornaments, along with sturdy brick architecture and large civic buildings including a ritual structure made of monolithic pillars as well as an encircling wall that was 4.4 km (2.75 miles) in length and 9 m (30 feet high) laid out in a perfect square with eight stone-lined formal gateways.&nbsp;<span> </span></p>\n<p>The town of Talapada was clearly planned with the anticipation of settlement growth, having an identical layout to Sisupalgarh but at a suburban scale with a rampart measuring 1.1 km (0.7 miles) in length and four gateways. Yet in every way the settlement of Talapada was much more modest: the rampart is so low that it can be easily crossed over on foot, and only one of the gateways was formally completed with stone revetments. Although the inhabitants had some consumer goods, the ratio of ornaments was far lower and there was very little evidence of brick or stone architecture.<span> </span></p>\n<p>The humble scale of hinterland settlements is even more accented at the site of Ostapur, a village-sized locality that predated the growth of Sisupalgarh. At Ostapur, there were no brick or stone structures at all, and consumer durables were very limited. The study of Talapada and Ostapur suggests that even when rural inhabitants could theoretically access the same goods, styles, and modes of life as in Sisupalgarh, the impact of urban development was still heavily skewed towards actually living in the city. This observation may help to explain the massive influx of migrants once cities begin to grow (a factor of attraction and resultant urban-rural imbalances seen in many ancient cases of urbanism as well as in the modern world).&nbsp;</p>\n<p>Broader Impacts</p>\n<p>The project had a significant impact on international collaborative interactions and student training. A total of 68 students and 13 postdoctoral scholars and faculty members from the United States and India, along with more than 60 local workers, participated in the project during the four seasons of excavation and the subsequent sessions of artifact sorting and analysis. A specific aim of the project was to increase the visibility of female students and scholars, who constituted more than 50% percent of the project personnel and contributed to local scientific capacity-building.<span> </span></p>\n<p>The project recording system was the same one utilized in prior research projects by this PI and team, in effect doubling the number of sites that have been investigated with comparable techniques. This comparability is rare in archaeology, where different sites tend to be investigated by different people using different recording systems; by contrast our projects have already contributed to the formation of big-data approaches to early urbanism in the Indian subcontinent in which standardization of data collection enables testable hypotheses about the differences among settlements of village, town, and urban size.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2019<br>\n\t\t\t\t\tModified by: Monica&nbsp;L&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The study of urbanism involves not only the investigation of actual cities, but also the study of surrounding countrysides that are impacted by the economic and social configurations of urban growth. Cities require continual inputs of food, fuel, and human labor from their surrounding hinterlands in ways that are throught to be similar for both ancient and modern cities, as can be assessed through archaeological investigation. A global perspective on cities provides the opportunity to evaluate fundamental social and economic conditions of human activities in the urban environment, a helpful perspective given that cities have housed an increasing proportion of the world?s population over time. \n\nThis project made use of archaeological excavations, mapping, and geophysical surveys in eastern India where there are numerous well-preserved archaeological sites of the Early Historic period (c. 3rd c. BC to 4th c. AD). This was a time of vibrant urbanism that was also linked to the development of new religious traditions such as Buddhism and Jainism. The NSF-supported research consisted of an investigation of a medium-sized ancient town site (Talapada) and one of its subsidiary villages (Ostapur) as an insightful counterbalance to our team?s prior research at one of eastern India?s largest urban centers, Sisupalgarh.\n\nIntellectual Merit\n\nThe most striking observation about the settlements of Talapada and Ostapur is that they are relatively impoverished compared to the city of Sisupalgarh. At Sisupalgarh, there was considerable evidence for middle-class wealth in the form of consumer durable goods such as cooking and serving wares and a variety of ornaments, along with sturdy brick architecture and large civic buildings including a ritual structure made of monolithic pillars as well as an encircling wall that was 4.4 km (2.75 miles) in length and 9 m (30 feet high) laid out in a perfect square with eight stone-lined formal gateways.  \n\nThe town of Talapada was clearly planned with the anticipation of settlement growth, having an identical layout to Sisupalgarh but at a suburban scale with a rampart measuring 1.1 km (0.7 miles) in length and four gateways. Yet in every way the settlement of Talapada was much more modest: the rampart is so low that it can be easily crossed over on foot, and only one of the gateways was formally completed with stone revetments. Although the inhabitants had some consumer goods, the ratio of ornaments was far lower and there was very little evidence of brick or stone architecture. \n\nThe humble scale of hinterland settlements is even more accented at the site of Ostapur, a village-sized locality that predated the growth of Sisupalgarh. At Ostapur, there were no brick or stone structures at all, and consumer durables were very limited. The study of Talapada and Ostapur suggests that even when rural inhabitants could theoretically access the same goods, styles, and modes of life as in Sisupalgarh, the impact of urban development was still heavily skewed towards actually living in the city. This observation may help to explain the massive influx of migrants once cities begin to grow (a factor of attraction and resultant urban-rural imbalances seen in many ancient cases of urbanism as well as in the modern world). \n\nBroader Impacts\n\nThe project had a significant impact on international collaborative interactions and student training. A total of 68 students and 13 postdoctoral scholars and faculty members from the United States and India, along with more than 60 local workers, participated in the project during the four seasons of excavation and the subsequent sessions of artifact sorting and analysis. A specific aim of the project was to increase the visibility of female students and scholars, who constituted more than 50% percent of the project personnel and contributed to local scientific capacity-building. \n\nThe project recording system was the same one utilized in prior research projects by this PI and team, in effect doubling the number of sites that have been investigated with comparable techniques. This comparability is rare in archaeology, where different sites tend to be investigated by different people using different recording systems; by contrast our projects have already contributed to the formation of big-data approaches to early urbanism in the Indian subcontinent in which standardization of data collection enables testable hypotheses about the differences among settlements of village, town, and urban size. \n\n\t\t\t\t\tLast Modified: 03/28/2019\n\n\t\t\t\t\tSubmitted by: Monica L Smith"
 }
}