{
 "awd_id": "1262899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Interactive and Intelligent Media",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 359999.0,
 "awd_amount": 359999.0,
 "awd_min_amd_letter_date": "2013-03-27",
 "awd_max_amd_letter_date": "2018-02-02",
 "awd_abstract_narration": "The Intelligent and Interactive Media (IIM) REU Site at North Carolina State University immerses a diverse group of undergraduates in a vibrant research community working on cutting-edge interactive and intelligent media including serious games and game technologies, interfaces, visual experiences, and natural language dialogue. The IIM REU at NC State recruits broadly, but focuses on providing opportunities for students from underrepresented groups, and from colleges and universities with limited research opportunities, reaching students not typically exposed to research. The IIM REU engages faculty and graduate student mentors with undergraduates to create a supportive culture of collaboration while promoting individual contributions to research through just-in-time training for both mentors and students throughout the summer. REU students present their work at an undergraduate research competition, develop videos to convey their research to K-12 students, and are encouraged to submit their technical papers as peer reviewed publications.\r\n\r\nThe Site's explicit training in research skills and mentoring to support students with diverse backgrounds through the Affinity Research Groups model, and its engagement and integration with the STARS Alliance (http://starsalliance.org) to recruit students from underrepresented groups, creates great potential to inspire students to enroll in computing graduate programs. The project's focus on relevant cutting edge interactive technologies is a proven focus that can improve retention for minorities and women. REU students become part of the STARS Computing Corps, a computing leadership consortium dedicated to broadening participation in computing, providing REU students access to excellent mentoring and networking resources through STARS while also giving them the chance to extend their REU experiences into the academic year.\r\n\r\nThe Intelligent and Interactive Media REU website (http://research.csc.ncsu.edu/iim-reu/) provides additional information to students, educators and researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Barnes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany M Barnes",
   "pi_email_addr": "tiffany.barnes@gmail.com",
   "nsf_id": "000253072",
   "pi_start_date": "2013-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "890 Oval Dr, EB II",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 359999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9be20db6-7fff-5d28-c0f2-eb3bed8acfdb\"> <span id=\"docs-internal-guid-4f75509e-7fff-a69c-c4e5-80c9f4391bc3\"> </span></span></p>\n<p dir=\"ltr\"><span>Since 2013, we have hosted at least 10 REU students per summer with a substantial number of participants from underrepresented minority groups. During the summers of 2013-2015, we have supported a total of 67 undergraduate students in conducting innovative research projects across six labs. The Intelligent and Interactive Media and Games REU Site at NC State University immersed a diverse group of undergraduates in a vibrant research community working on cutting-edge interactive and intelligent media including serious games and game technologies, interfaces, visual experiences, and natural language dialogue. The IIM REU at NC State recruited broadly, but focused on providing opportunities for students from underrepresented groups, and from colleges and universities with limited research opportunities, reaching students not typically exposed to research. The IIM REU implemented the Affinity Research Groups and STARS Training for REUs models to engage faculty and graduate student mentors with undergraduates to create a supportive culture of collaboration while promoting individual contributions to research through just-in-time training for both mentors and students throughout the summer. REU students presented their work at an undergraduate research competition, developed videos to convey their research to K-12 students, and were encouraged to submit their technical papers as peer reviewed publications.</span></p>\n<p dir=\"ltr\"><span>The students from the three years of student cohorts have produced 5 conference proceedings and two journal articles. As of our latest alumni survey</span><span>, <strong>8 students are still pursuing BS/BA degrees (with 6 considering graduate school), 32 have completed bachelors degrees; 7 have completed masters degrees, and 11</strong></span><span><strong> are pursuing doctoral degrees. </strong>IIM REU Alumni who have completed degrees are employed in computing and research areas at a range of prestigious employers, such as IBM, Microsoft, Google, Universal Parks &amp; Resort, and the USGS.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Intellectual merit</strong><span><strong>:</strong> The IIM REU program has created an immersive research experience for a diverse group of students in order to prepare and motivate students to pursue graduate studies, and advance their career readiness. We contributed to the computing research knowledge through research projects across six labs each of which is dedicated to providing cutting-edge solutions to vexing communication, social,&nbsp; and educational challenges. We determined the most important factors in building student confidence and readiness for advanced academic and career pursuits is in the mentoring relationships and infrastructures that support and sustain immersive research practices. Our application of and adaptation of the Affinity Group Model has demonstrated efficacy through the IIM REU Alumni feedback.&nbsp;</span></p>\n<p><br /><strong>Broader impacts</strong><span><strong>: </strong>The principal outcome of this project was an increase in the interest in, preparation for, and enrollment in graduate degree programs in computing. </span><strong>Eighteen IIM REU Alumni </strong><span>have completed or are pursuing advanced computing degrees. Among those alumni continuing undergraduate degrees, the majority have indicated plans for graduate studies. Additionally, we have contributed to the doctoral pipeline in computing not only by preparing undergraduate students for advanced study, but also in training current doctoral students in mentoring excellence to prepare them for academic life.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2019<br>\n\t\t\t\t\tModified by: Tiffany&nbsp;M&nbsp;Barnes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \nSince 2013, we have hosted at least 10 REU students per summer with a substantial number of participants from underrepresented minority groups. During the summers of 2013-2015, we have supported a total of 67 undergraduate students in conducting innovative research projects across six labs. The Intelligent and Interactive Media and Games REU Site at NC State University immersed a diverse group of undergraduates in a vibrant research community working on cutting-edge interactive and intelligent media including serious games and game technologies, interfaces, visual experiences, and natural language dialogue. The IIM REU at NC State recruited broadly, but focused on providing opportunities for students from underrepresented groups, and from colleges and universities with limited research opportunities, reaching students not typically exposed to research. The IIM REU implemented the Affinity Research Groups and STARS Training for REUs models to engage faculty and graduate student mentors with undergraduates to create a supportive culture of collaboration while promoting individual contributions to research through just-in-time training for both mentors and students throughout the summer. REU students presented their work at an undergraduate research competition, developed videos to convey their research to K-12 students, and were encouraged to submit their technical papers as peer reviewed publications.\nThe students from the three years of student cohorts have produced 5 conference proceedings and two journal articles. As of our latest alumni survey, 8 students are still pursuing BS/BA degrees (with 6 considering graduate school), 32 have completed bachelors degrees; 7 have completed masters degrees, and 11 are pursuing doctoral degrees. IIM REU Alumni who have completed degrees are employed in computing and research areas at a range of prestigious employers, such as IBM, Microsoft, Google, Universal Parks &amp; Resort, and the USGS. \n\n \nIntellectual merit: The IIM REU program has created an immersive research experience for a diverse group of students in order to prepare and motivate students to pursue graduate studies, and advance their career readiness. We contributed to the computing research knowledge through research projects across six labs each of which is dedicated to providing cutting-edge solutions to vexing communication, social,  and educational challenges. We determined the most important factors in building student confidence and readiness for advanced academic and career pursuits is in the mentoring relationships and infrastructures that support and sustain immersive research practices. Our application of and adaptation of the Affinity Group Model has demonstrated efficacy through the IIM REU Alumni feedback. \n\n\nBroader impacts: The principal outcome of this project was an increase in the interest in, preparation for, and enrollment in graduate degree programs in computing. Eighteen IIM REU Alumni have completed or are pursuing advanced computing degrees. Among those alumni continuing undergraduate degrees, the majority have indicated plans for graduate studies. Additionally, we have contributed to the doctoral pipeline in computing not only by preparing undergraduate students for advanced study, but also in training current doctoral students in mentoring excellence to prepare them for academic life.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2019\n\n\t\t\t\t\tSubmitted by: Tiffany M Barnes"
 }
}