{
 "awd_id": "1262907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Ecosystem Studies in the Maquenque National Wildlife Refuge (MNWLR) of Costa Rica",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 290185.0,
 "awd_amount": 290185.0,
 "awd_min_amd_letter_date": "2013-04-11",
 "awd_max_amd_letter_date": "2015-05-12",
 "awd_abstract_narration": "A Research Experience For Undergraduates (REU) Site award has been made to Kean University, providing international experience and training for 8 students per year for 10 weeks (5 weeks in Costa Rica and 5 weeks in New Jersey) during the summer of 2013-2015. This REU project will have students conduct research as part of an international team of scientists from Kean University, the Centro Cientifico Tropical and Instituto Biologica Nacional  to study the vegetation, invertebrate, primate, soil microbial community structures, biogeochemical, and/or ecological characteristics  within a variety of undamaged, damaged, or at-risk habitats in Maquenque National Wildlife Refuge (MNWLR), a new conservation area, in the Northern Zone of Costa Rica. Students will assess if patterns/indicators of change in ecosystem conditions can be observed by habitat, management strategy, and/or atmospheric condition, adding to Costa Rica's natural resource database as students study the differences across different trophic communities within a continuum of habitats in the MNWLR, where little research has been conducted. Students will develop an understanding of the connections between land use, biodiversity and ecosystem function; present their work at a regional ESA conference and submit manuscripts to journals; and have a value-added cultural experience working with the local community in the village of Boca Tapada in their elementary school. Students will receive enhancement activities concerning research methods, data analysis, communicating science, publishing their work in journals, the ethics in scientific investigations and responsible conduct of research, and other support mechanisms to enhance the students' pursuit of graduate programs in ecological/environmental sciences. The PIs will use the NSF REU common assessment tool to assess students' scientific and intellectual gains, and will also track student progress and activities for 3 years post-REU experience. Students will be chosen based on a more holistic perspective that includes transcripts, GPA, an essay on why they want to work in the program, their goals as future scientists, how they think they will benefit from this program, what other research opportunities may exist at their home institution, and 2 letters of recommendation. For more information, please contact Dr. Bill Eaton (weaton@kean.edu) or Dr. Daniela Shebitz (dshebitz@kean.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Shebitz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela J Shebitz",
   "pi_email_addr": "dshebitz@kean.edu",
   "nsf_id": "000170389",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Eaton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Eaton",
   "pi_email_addr": "weaton@pace.edu",
   "nsf_id": "000538418",
   "pi_start_date": "2013-04-11",
   "pi_end_date": "2014-06-13"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Shebitz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela J Shebitz",
   "pi_email_addr": "dshebitz@kean.edu",
   "nsf_id": "000170389",
   "pi_start_date": "2013-04-11",
   "pi_end_date": "2014-06-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Eaton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Eaton",
   "pi_email_addr": "weaton@pace.edu",
   "nsf_id": "000538418",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kean University",
  "inst_street_address": "1000 MORRIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "UNION",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9083733464",
  "inst_zip_code": "070837133",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "KEAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SQ62WM5KNSV8"
 },
 "perf_inst": {
  "perf_inst_name": "Kean University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070837131",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 194980.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 95205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Linking Education and Conservation </em></strong><strong><em>&nbsp;</em></strong></p>\n<p class=\"normal\">The Ecosystem Studies in the Maquenque National Wildlife Refuge (&ldquo;MNWLR&rdquo;) of Costa Rica REU provided an unparalleled opportunity for students (&ldquo;REUs&rdquo;) to develop enhanced scientific creativity and critical thinking skills, interdisciplinary and global perspectives, and an understanding of tropical rainforest conservation. From 2013-2016, 24 REUs from 10 states conducted research in the lowland wet forests of Costa Rica. Each summer, eight REUs worked with one of seven faculty mentors on field projects that provided ecological information to the MNWLR Research and Monitoring Plan and can influence land management decisions in one of our planet&rsquo;s most biologically diverse ecosystems. Focus areas included: plant ecology, medicinal botany, soil biogeochemistry, soil microbiology, entomology, herpetology, and primatology within a variety of undamaged, damaged, or at-risk habitats.</p>\n<p>Through this project, REUs from underrepresented ethnic groups had the opportunity to become stronger scientists while developing their knowledge of tropical ecology and cultural awareness. Approximately 80% of the participants were female, and over 65% of the participants were Hispanic or African-American. While most participants were sophomores or juniors when they were REUs, over 70% had minimal or no previous research experience and 88% had never traveled abroad for international research.</p>\n<p class=\"normal\">The first two weeks of the 10-week program were conducted at Kean University, New Jersey where REUs worked with mentors to learn about Costa Rica, develop research questions and methods, practice field techniques, and become familiar with scientific literature. Then the students, faculty, and a graduate student traveled to one of the most remote and underdeveloped parts of Costa Rica, where the REUs stayed for six weeks. The study site is on the grounds of Laguna del Lagarto Lodge, approximately 20km south of the Nicaraguan border (Latitude: N 10&deg;40'13.68\" Longitude: W 85&deg;45'43.15&rdquo;), near the town of Boca Tapada (population approximately 250). REUs presented research updates weekly and assisted one another in project development to facilitate connections between the projects. They also took part in service activities based on requests from the community such as cleaning the chicken coop run by the local Women&rsquo;s Association and painting local school buildings. Additionally, soccer games, cooking classes, and canoe rides with the community enriched the REUs&rsquo; cultural knowledge and sensitivity. The final two weeks were spent back at Kean University where REUs worked with mentors to prepare their research for presentations and publications. They also presented their research to Kean University&rsquo;s students, faculty and administration.</p>\n<p class=\"normal\">&nbsp;<strong><em>REU Research Summary</em></strong></p>\n<p class=\"normal\">Collectively, we compared the plant, animal, and soil development and diversity within a variety of sites including intact primary forests, 10-30 year old regenerating secondary forests, silviculture plots, and retired agriculture sites. Through these studies, REUs were making &ldquo;apples to apples&rdquo; comparisons since all study sites were originally part of the same primary forests, with similar topography and soil. REUs worked with mentors to design a project that was possible to accomplish within the allotted time with the field/lab equipment that we brought with us. Below, we highlight two projects that developed the students&rsquo; scientific skills while addressing cultural and environmental needs of the MNWLR.</p>\n<p class=\"normal\"><span style=\"text-decoration: underline;\">Effects of land management on the availability and ecology of medicinal plants:</span><em> </em>R...",
  "por_txt_cntn": "\nLinking Education and Conservation  \nThe Ecosystem Studies in the Maquenque National Wildlife Refuge (\"MNWLR\") of Costa Rica REU provided an unparalleled opportunity for students (\"REUs\") to develop enhanced scientific creativity and critical thinking skills, interdisciplinary and global perspectives, and an understanding of tropical rainforest conservation. From 2013-2016, 24 REUs from 10 states conducted research in the lowland wet forests of Costa Rica. Each summer, eight REUs worked with one of seven faculty mentors on field projects that provided ecological information to the MNWLR Research and Monitoring Plan and can influence land management decisions in one of our planetÆs most biologically diverse ecosystems. Focus areas included: plant ecology, medicinal botany, soil biogeochemistry, soil microbiology, entomology, herpetology, and primatology within a variety of undamaged, damaged, or at-risk habitats.\n\nThrough this project, REUs from underrepresented ethnic groups had the opportunity to become stronger scientists while developing their knowledge of tropical ecology and cultural awareness. Approximately 80% of the participants were female, and over 65% of the participants were Hispanic or African-American. While most participants were sophomores or juniors when they were REUs, over 70% had minimal or no previous research experience and 88% had never traveled abroad for international research.\nThe first two weeks of the 10-week program were conducted at Kean University, New Jersey where REUs worked with mentors to learn about Costa Rica, develop research questions and methods, practice field techniques, and become familiar with scientific literature. Then the students, faculty, and a graduate student traveled to one of the most remote and underdeveloped parts of Costa Rica, where the REUs stayed for six weeks. The study site is on the grounds of Laguna del Lagarto Lodge, approximately 20km south of the Nicaraguan border (Latitude: N 10&deg;40'13.68\" Longitude: W 85&deg;45'43.15\"), near the town of Boca Tapada (population approximately 250). REUs presented research updates weekly and assisted one another in project development to facilitate connections between the projects. They also took part in service activities based on requests from the community such as cleaning the chicken coop run by the local WomenÆs Association and painting local school buildings. Additionally, soccer games, cooking classes, and canoe rides with the community enriched the REUsÆ cultural knowledge and sensitivity. The final two weeks were spent back at Kean University where REUs worked with mentors to prepare their research for presentations and publications. They also presented their research to Kean UniversityÆs students, faculty and administration.\n REU Research Summary\nCollectively, we compared the plant, animal, and soil development and diversity within a variety of sites including intact primary forests, 10-30 year old regenerating secondary forests, silviculture plots, and retired agriculture sites. Through these studies, REUs were making \"apples to apples\" comparisons since all study sites were originally part of the same primary forests, with similar topography and soil. REUs worked with mentors to design a project that was possible to accomplish within the allotted time with the field/lab equipment that we brought with us. Below, we highlight two projects that developed the studentsÆ scientific skills while addressing cultural and environmental needs of the MNWLR.\nEffects of land management on the availability and ecology of medicinal plants: REUs documented commonly used medicinal plant species in the MNWLR based on interviews with local healers and began to understand the knowledge that yields from Nicaraguan immigration into this remote section of Costa Rica. Many plants that are sources of medicine are found in secondary or primary forests based on ecological variables. REUs studied abiotic and biotic factors that affected growt..."
 }
}