{
 "awd_id": "1262545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research:   ABI Development:   Making Advanced Statistical Tools Accessible for Quantitative Research Synthesis and Discovery in Ecology and Evolutionary Biology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 193890.0,
 "awd_amount": 193890.0,
 "awd_min_amd_letter_date": "2013-03-15",
 "awd_max_amd_letter_date": "2013-03-15",
 "awd_abstract_narration": "An award is made to build an easy-to-use program for carrying out and teaching meta-analysis in in the fields of ecology and evolution (E&E), by adapting and developing an existing medical meta-analysis program for the unique needs of the scientific community in these fields. Meta-analysis is the quantitative synthesis of independent studies. It has become an important approach for summarizing research results and generalizing from their findings in E&E, as it has in medicine and the social sciences. There is a compelling need for new statistical software for meta-analysis in E&E employing current, cutting edge methodology. Making these statistical tools widely available is highly likely to propel new scientific advances and insights, as did the first generation of meta-analysis software in E&E. This new software, called OpenMeta for Ecology and Evolution (OpenMEE), will be open-source and cross-platform program, will facilitate implementation of statistical methods appropriate for meta-analysis of ecological and evolutionary data, and will include a user interface specifically designed for the unique challenges and conventions of research synthesis in these fields. Then intuitive graphical user interface (GUI) will seamlessly integrate with analytic routines written in the popular open-source statistical programming language R. Novice users will thus be able to take advantage of such routines to carry out sophisticated meta-analyses without needing to know advanced programming. Furthermore, OpenMEE is designed so that those users who are competent programmers can incorporate new statistical developments in a straightforward manner, allowing OpenMEE to be developed and updated indefinitely by the user community. OpenMEE will be introduced with cutting edge statistical developments for meta-analysis in E&E, including complex meta-regression models and phylogenetic analyses. Putting much more powerful tools for quantitative research synthesis into the hands of scientists in E&E will have dramatic effects on research progress in these fields.\r\n\r\nThe scientists working on this project have a solid record of successfully mentoring high school students, undergraduates, graduate students, and postdoctoral fellows, including those belonging to underrepresented groups, and will continue to work actively to recruit and train people at all of these levels. OpenMEE will be disseminated in workshops and short courses, as well as electronically. In recruiting participants for these courses, the researchers will work to identify and attract graduate students and postdoctoral researchers from underrepresented groups as well as others; they will be able to structure the fees for the courses so as to be able to offer travel fellowships for students lacking support to attend the courses. Finally, underrepresented minority students and others will be recruited for research experience through the NSF-funded Center for Science and Mathematics Education at Stony Brook University, and by recruiting from the rich resource of the high underrepresented student population at University of South Florida. More information about this project may be found at: http://www.cebm.brown.edu/OpenMEE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Lajeunesse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Lajeunesse",
   "pi_email_addr": "lajeunesse@usf.edu",
   "nsf_id": "000595165",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "3650 Spectrum Blvd",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 193890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientific research results in hundreds or thousands of scientific publications in any given subject area every year. Methods for evaluating the results of multiple studies on a particular question or topic of scientific interest have been developed to make sense of this avalanche of information. These methods, broadly known as <em>research synthesis methodology</em>, have been used in fields from medical research to education, psychology, criminology, ecology, and many others. Research synthesis uses similar approaches in these different fields, but the methods are tailored to the specific needs in each discipline. One major aspect of research synthesis is meta-analysis, the quantitative, statistical synthesis of the results of different studies on a common research question. There has been a great deal of interest in meta-analysis and research synthesis in ecology, but the software available to carry out meta-analyses in ecology using up-to-date techniques has been either outdated, is very difficult to use, or is very expensive (and often, a combination of these problems exists for current software). We developed OpenMEE (Open Meta-analyst for Ecology and Evolution), an easy-to-use, statistically very powerful software package that is open access and open source, particularly designed for use in the field of ecology. This software is also useful in other fields, particularly in the social sciences. In addition to completing the software development and making the software available to users on an open-access website (<a href=\"http://www.cebm.brown.edu/openmee\">http://www.cebm.brown.edu/openmee</a>), we have carried out the following goals of the project:</p>\n<ul>\n<li>Published a scientific paper explaining the use and value of the software for ecologists</li>\n<li>Published several scientific papers made possible by funding from this grant, and by the use of the software</li>\n<li>Taught workshops and short courses using the OpenMEE software </li>\n<li>Trained a high school teacher in research synthesis methods for introduction to his advanced software students </li>\n<li>Used OpenMEE to teach graduate and undergraduate students at our home institutions how to carry out meta-analyses and how to interpret the outcomes of a meta-analysis to answer scientific questions</li>\n<li>Given talks to scientific, educational, and general public audiences on research synthesis and meta-analysis, with particular focus on resolving the outcomes of multiple scientific studies in ecology</li>\n</ul>\n<p>We will be continuing to work to make the software more widely known and useful to scientists carrying out research syntheses in ecology and in other disciplines in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2018<br>\n\t\t\t\t\tModified by: Marc&nbsp;Lajeunesse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientific research results in hundreds or thousands of scientific publications in any given subject area every year. Methods for evaluating the results of multiple studies on a particular question or topic of scientific interest have been developed to make sense of this avalanche of information. These methods, broadly known as research synthesis methodology, have been used in fields from medical research to education, psychology, criminology, ecology, and many others. Research synthesis uses similar approaches in these different fields, but the methods are tailored to the specific needs in each discipline. One major aspect of research synthesis is meta-analysis, the quantitative, statistical synthesis of the results of different studies on a common research question. There has been a great deal of interest in meta-analysis and research synthesis in ecology, but the software available to carry out meta-analyses in ecology using up-to-date techniques has been either outdated, is very difficult to use, or is very expensive (and often, a combination of these problems exists for current software). We developed OpenMEE (Open Meta-analyst for Ecology and Evolution), an easy-to-use, statistically very powerful software package that is open access and open source, particularly designed for use in the field of ecology. This software is also useful in other fields, particularly in the social sciences. In addition to completing the software development and making the software available to users on an open-access website (http://www.cebm.brown.edu/openmee), we have carried out the following goals of the project:\n\nPublished a scientific paper explaining the use and value of the software for ecologists\nPublished several scientific papers made possible by funding from this grant, and by the use of the software\nTaught workshops and short courses using the OpenMEE software \nTrained a high school teacher in research synthesis methods for introduction to his advanced software students \nUsed OpenMEE to teach graduate and undergraduate students at our home institutions how to carry out meta-analyses and how to interpret the outcomes of a meta-analysis to answer scientific questions\nGiven talks to scientific, educational, and general public audiences on research synthesis and meta-analysis, with particular focus on resolving the outcomes of multiple scientific studies in ecology\n\n\nWe will be continuing to work to make the software more widely known and useful to scientists carrying out research syntheses in ecology and in other disciplines in the future.\n\n\t\t\t\t\tLast Modified: 08/06/2018\n\n\t\t\t\t\tSubmitted by: Marc Lajeunesse"
 }
}