{
 "awd_id": "1262745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BRIDGES: Building Resources through Integrating Disciplines for Group Effectiveness in Science",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 214470.0,
 "awd_amount": 214470.0,
 "awd_min_amd_letter_date": "2013-06-26",
 "awd_max_amd_letter_date": "2013-06-26",
 "awd_abstract_narration": "Finding solutions for many of society's most challenging problems requires the collaboration and integration of teams of individuals from diverse fields of science. Millions of dollars are spent in the public and private sectors to support research collaborations among scientists who possess the breadth and depth of expertise to address these complex problems. An increasingly prevalent approach to integrating diverse expertise is the use of interdisciplinary science teams. Although interdisciplinary scientific collaboration has many success stories, it is also true that in many cases these teams fail to successfully integrating the knowledge needed to address a problem. The goal of knowledge integration among diverse scientists is often elusive due to the make-up of the teams, lack of understanding about best practices for managing collaborations, and team leaders who are scientific experts but have not been trained to lead diverse teams of professionals. The consequence can be a costly investment in scientific endeavors that do not reap the expected benefits. It is critical that interdisciplinary science teams have the capability to collaborate and integrate their knowledge. A team's integrative capacity is a core competence necessary for these teams to perform successfully. Integrative capacity is a capability that is sustained through an interactive system linking social, psychological, and cognitive processes and emergent states in the team that can provide them with the resources needed to succeed. This research investigates how the development of a team's integrative capacity and subsequent knowledge outcomes are impacted by: (1) boundary-spanning leadership behaviors and (2) communication structuring interventions. Exposure to these interventions can nurture team members' trans-disciplinary intellectual orientation, the enduring values, beliefs, skills, and behaviors that support collaboration with teammates who have diverse disciplinary backgrounds, which in turn fosters the development of integrative capacity. \r\n\r\nBroader Impact. Given the reliance of society on interdisciplinary science teams for advancement in key areas such as medicine, education, security, and technology, the development of theoretical and practical knowledge about how to build and maintain integrative capacity in these teams is imperative. This research directly supports the aims of the SciSIP program and the NSF by investigating the structures, processes, and interventions that facilitate the development of usable knowledge by interdisciplinary science teams. First, this study sheds light on how leader and communication interventions can enhance a team's integrative capacity and team members' trans-disciplinary intellectual orientation, both of which can support teams working across boundaries to generate new solutions to complex problems. Second, training material and digital metrics developed in this research can be leveraged to foster improved scientific collaboration in teams beyond those included in this study. The insights gained from this research can foster improved scientific collaboration and the resulting scientific breakthroughs that are the promise of interdisciplinary science teams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maritza",
   "pi_last_name": "Campo",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Maritza S Campo",
   "pi_email_addr": "maritza.salazar@uci.edu",
   "nsf_id": "000624585",
   "pi_start_date": "2013-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Claremont Graduate University",
  "inst_street_address": "150 E 10TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096079296",
  "inst_zip_code": "917115909",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CLAREMONT GRADUATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N34CXJCDNDU1"
 },
 "perf_inst": {
  "perf_inst_name": "Claremont Graduate University",
  "perf_str_addr": "150 East Tenth St",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 214470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Disclaimer</p>\n<p>&nbsp;</p>\n<p>The Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award.&nbsp; Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p>&nbsp;</p>\n<p>Finding solutions to business and society's most challenging problems requires the collaboration and integration of teams of individuals from diverse fields of science. Millions of dollars are spent in the public and private sectors to support research collaborations among scientists who possess the breadth and depth of expertise to address these complex problems. An increasingly prevalent approach to integrating diverse expertise is the use of interdisciplinary science teams. Although interdisciplinary scientific collaboration has many success stories, in many cases these teams fail to integrate their diverse knowledge due to gaps in understanding and coordination losses (Cronin &amp; Weingart, 2007; Cummings, Kiesler, Zadeh, &amp; Balakrishnan, 2013; Kotha, George, &amp; Srikanth, 2013). This research, therefore, seeks to answer the question, &ldquo;What distinguishes science teams that are able to integrate knowledge across disciplinary boundaries to generate novel ideas from those that are unable to do so?&rdquo;</p>\n<p>&nbsp;</p>\n<p>Prior research suggests that interdisciplinary teams must develop an <em>integrative capacity,</em> a capability sustained through an interactive system linking team social, psychological, and cognitive processes and emergent states can provide interdisciplinary teams with the resources needed to succeed<a href=\"#_ftn1\">[1]</a>. This <em>National Science Foundation</em> supported research investigates how the development of a team&rsquo;s integrative capacity and subsequent knowledge outcomes are impacted by two types of team training interventions: (1) strategic team mapping &ndash; learn to better assemble your team to foster collaboration and (2) communication principles &ndash; to support cross-boundary knowledge sharing, integration and creation. We designed these two interventions based on our prior study of sixty interdisciplinary research teams and argue that this training&nbsp; <a href=\"#_ftn2\">[2]</a>) can nurture team members&rsquo; trans-disciplinary orientation, the enduring values, beliefs, skills, and behaviors that support collaboration with teammates who have diverse disciplinary backgrounds, which, in turn, fosters the development of integrative capacity.</p>\n<p>&nbsp;</p>\n<p>To test the effectiveness of these science team training interventions, we conducted a large-scale quasi-experiment in the field involving 296 faculty members from over 70<strong> </strong>interdisciplinary medical research teams. The study used a 2x2 design, in which teams are assigned to one of four conditions: strategic team mapping training alone, communication principles training alone, both types of training, or no training. We tracked the impact of training on the level of integrative capacity and subsequent ability to generate integrated knowledge and innovation. Pre and post data collection were used to assess the development of the team&rsquo;s integrative capacity at various points during their collaborative process.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of the study centers on two breakthroughs in understanding the role of integrative capacity in interdisciplinary science teams: the development of a measurement tool to assess integrative capacity and assessment of the impact of integrative capacity on team collaboration, knowledge integration and innovation.&nbsp; We find that teams receiving both trainings demonstrated an increase in integrative capacity, suggesting that integrative capacity can be improved through training and development.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project had a broader impact in that we were able to support the scientific endeavors of full-time biomedical clinical and basic research faculty by providing them with an opportunity to enhance their teamwork skills.&nbsp; The project has also produced educational curriculum that has been provided to junior faculty and students at several institutions.&nbsp; The project also provided developmental opportunities to 4 doctoral students (2 female) and 6 master&rsquo;s students (4 female, 2 under represented ethnic minorities). The findings from this project have been presented to groups in psychology, business, healthcare, and medicine who are all interested in identifying how to enhance the effectiveness of collaborating science teams.</p>\n<p>&nbsp;</p>\n<p>In conclusion, this grant helped us to understand the important role that integrative capacity plays in helping science teams to work and integrate knowledge more effectively across disciplinary boundaries.&nbsp; This is a very important issue given that society&rsquo;s most complex problems need to be addressed by diverse experts working across disciplinary and institutional boundaries. We propose that team training, such as that developed in our research, can support the development of integrative capacity in teams and the improved ability to integrate knowledge from diverse domains of expertise.&nbsp;</p>\n<p>&nbsp;</p>\n<div><br /> \n<hr size=\"1\" />\n<div>\n<p><a href=\"#_ftnref1\">[1]</a> Salazar, M., Lant, T., Fiore, S., &amp; Salas, E., (2012) Integrative Capacity: A New Perspective for Understanding Interdisciplinary Team Processes and Outcomes,\" <em>Small Group Research</em>. October 2012 vol. 43, no. 5; 527-558</p>\n<p>&nbsp;</p>\n</div>\n<div>\n<p><a href=\"#_ftnref2\">[2]</a> Salazar, M., Lant, T., &amp; Kane, A. (2011), To Join or Not to Join: An Investigation of Individual Facilitators and Inhibitors of Medical Faculty Participation in Interdisciplinary Research Teams, <em>Clinical and Translational Science, </em>Vol. 4, 4:274-278. <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1752-8062.2011.00321.x/full\">http://onlinelibrary.wiley.com/doi/10.1111/j.1752-8062.2011.00321.x/full</a></p>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: Maritza&nbsp;R&nbsp;Salazar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDisclaimer\n\n \n\nThe Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award.  Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\nFinding solutions to business and society's most challenging problems requires the collaboration and integration of teams of individuals from diverse fields of science. Millions of dollars are spent in the public and private sectors to support research collaborations among scientists who possess the breadth and depth of expertise to address these complex problems. An increasingly prevalent approach to integrating diverse expertise is the use of interdisciplinary science teams. Although interdisciplinary scientific collaboration has many success stories, in many cases these teams fail to integrate their diverse knowledge due to gaps in understanding and coordination losses (Cronin &amp; Weingart, 2007; Cummings, Kiesler, Zadeh, &amp; Balakrishnan, 2013; Kotha, George, &amp; Srikanth, 2013). This research, therefore, seeks to answer the question, \"What distinguishes science teams that are able to integrate knowledge across disciplinary boundaries to generate novel ideas from those that are unable to do so?\"\n\n \n\nPrior research suggests that interdisciplinary teams must develop an integrative capacity, a capability sustained through an interactive system linking team social, psychological, and cognitive processes and emergent states can provide interdisciplinary teams with the resources needed to succeed[1]. This National Science Foundation supported research investigates how the development of a team?s integrative capacity and subsequent knowledge outcomes are impacted by two types of team training interventions: (1) strategic team mapping &ndash; learn to better assemble your team to foster collaboration and (2) communication principles &ndash; to support cross-boundary knowledge sharing, integration and creation. We designed these two interventions based on our prior study of sixty interdisciplinary research teams and argue that this training  [2]) can nurture team members? trans-disciplinary orientation, the enduring values, beliefs, skills, and behaviors that support collaboration with teammates who have diverse disciplinary backgrounds, which, in turn, fosters the development of integrative capacity.\n\n \n\nTo test the effectiveness of these science team training interventions, we conducted a large-scale quasi-experiment in the field involving 296 faculty members from over 70 interdisciplinary medical research teams. The study used a 2x2 design, in which teams are assigned to one of four conditions: strategic team mapping training alone, communication principles training alone, both types of training, or no training. We tracked the impact of training on the level of integrative capacity and subsequent ability to generate integrated knowledge and innovation. Pre and post data collection were used to assess the development of the team?s integrative capacity at various points during their collaborative process.\n\n \n\nThe intellectual merit of the study centers on two breakthroughs in understanding the role of integrative capacity in interdisciplinary science teams: the development of a measurement tool to assess integrative capacity and assessment of the impact of integrative capacity on team collaboration, knowledge integration and innovation.  We find that teams receiving both trainings demonstrated an increase in integrative capacity, suggesting that integrative capacity can be improved through training and development. \n\n \n\nThe project had a broader impact in that we were able to support the scientific endeavors of full-time biomedical clinical and basic research faculty by providing them with an opportunity to enhance their teamwork skills.  The project has also produced educational curriculum that has been provided to junior faculty and students at several institutions.  The project also provided developmental opportunities to 4 doctoral students (2 female) and 6 master?s students (4 female, 2 under represented ethnic minorities). The findings from this project have been presented to groups in psychology, business, healthcare, and medicine who are all interested in identifying how to enhance the effectiveness of collaborating science teams.\n\n \n\nIn conclusion, this grant helped us to understand the important role that integrative capacity plays in helping science teams to work and integrate knowledge more effectively across disciplinary boundaries.  This is a very important issue given that society?s most complex problems need to be addressed by diverse experts working across disciplinary and institutional boundaries. We propose that team training, such as that developed in our research, can support the development of integrative capacity in teams and the improved ability to integrate knowledge from diverse domains of expertise. \n\n \n\n \n\n\n\n[1] Salazar, M., Lant, T., Fiore, S., &amp; Salas, E., (2012) Integrative Capacity: A New Perspective for Understanding Interdisciplinary Team Processes and Outcomes,\" Small Group Research. October 2012 vol. 43, no. 5; 527-558\n\n \n\n\n\n[2] Salazar, M., Lant, T., &amp; Kane, A. (2011), To Join or Not to Join: An Investigation of Individual Facilitators and Inhibitors of Medical Faculty Participation in Interdisciplinary Research Teams, Clinical and Translational Science, Vol. 4, 4:274-278. http://onlinelibrary.wiley.com/doi/10.1111/j.1752-8062.2011.00321.x/full\n\n\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: Maritza R Salazar"
 }
}