{
 "awd_id": "1262049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Functional Genomics Research Projects for Undergraduates",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "ann sakai",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 362350.0,
 "awd_amount": 383850.0,
 "awd_min_amd_letter_date": "2013-08-31",
 "awd_max_amd_letter_date": "2015-04-02",
 "awd_abstract_narration": "A Research Experiences for Undergraduates (REU) Sites award has been made to The Jackson Laboratory (JAX) that will provide a residential summer research experience for 10 undergraduates and 2 incoming college freshmen per year. The program focus is functional genomics, a rapidly evolving scientific discipline that seeks to understand how the information encoded within a genome determines the development and function of a living organism. Under the guidance of 11 available faculty mentors, the program challenges students with hands-on projects that utilize diverse interdisciplinary approaches linking the biological, physical, and computational sciences to investigations of genome function. A strong emphasis is placed on ethics education and professional development training, and institutional commitment includes student access to on-campus courses and conferences, state-of-the-art instrumentation, dedicated program direction by the Education Office, and housing in a JAX-owned facility overseen by professional staff. The REU program is as an integral part of the 10-week JAX Summer Student Program (SSP), an internationally recognized research opportunity that annually welcomes 30-40 undergraduates and high school students. A weekly stipend, subsistence allotment, and travel assistance provided to each intern enables economically disadvantaged students to forgo summer jobs and participate in this life-changing educational experience. The SSP has well-established administrative procedures for recruitment, program design and management, mentor guidance, and alumni tracking to determine lasting influences of the research experience. REU participants are chosen through a competitive, nationwide application process that targets students with a strong interest in functional genomics. Members of underrepresented groups are encouraged to apply and actively recruited, and at least half are selected from academic institutions where research opportunities in STEM are limited. Professional third-party evaluation is conducted by the University of Maine, and the program is guided by the common assessment tool available to BIO-funded REU PIs. More information is available at http://education.jax.org/summerstudent/index.html, or by contacting PI Robert Braun, Ph.D., or Lisa John, Training Coordinator, at (207) 288-6924 or summerstudents@jax.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Braun",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Braun",
   "pi_email_addr": "bob.braun@jax.org",
   "nsf_id": "000521675",
   "pi_start_date": "2013-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson Laboratory",
  "inst_street_address": "600 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "BAR HARBOR",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2072886772",
  "inst_zip_code": "046091523",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "JACKSON LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XR6LMXNKDJJ1"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson Laboratory",
  "perf_str_addr": "600 Main Street",
  "perf_city_name": "Bar Harbor",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "046091523",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 362350.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major challenge in biological research is to understand how the information encoded within a genome determines the development and function of a living organism.&nbsp; Understanding functional genomics is critical to understanding an organism&rsquo;s physiology, how it survives in complex environments, and the genetics of disease. The Jackson Laboratory (JAX) is a non-profit mammalian genetics research institution headquartered in Bar Harbor, Maine. JAX is a pioneer and leading center in genetics and functional genomics and interdisciplinary approaches to biological research, with a focus on the laboratory mouse as a powerful research model.</p>\n<p>Our program, the &ldquo;Research Experiences for Undergraduates Site: Functional Genomics Research Projects for Undergraduates&rdquo; provided undergraduate research experiences within the 93-year-old Summer Student Program (SSP) at The Jackson Laboratory. The SSP has more than 2,500 alumni since its beginning in 1924, including three Nobel laureates in Physiology or Medicine: David Baltimore and Howard Temin (1975 Nobel) and Jack Szostak (2009 Nobel). Through grants, the NSF has funded 287 undergraduate research internships at JAX including 34 Research Experience for Undergraduates awards over the most recent four-year period (2014-2017).</p>\n<p>Thirty-four undergraduates from around the US conducted independent, hypothesis-driven research in functional genomics in the labs of select JAX faculty mentors. In addition to their independent projects, the students discussed research outside of their direct area of study, attended guest seminars on topics including preparing for graduate school and optimizing an academic-year research experience, and discussed the ethical, legal, and social issues in genomics. Communication skills were taught and practiced and students presented their research findings in a final Summer Student Symposium.</p>\n<p>Through NSF support, each REU intern received a stipend, and costs including room and board, laboratory supplies, and travel were also covered. The students were chosen through a competitive application process to include those with limited research experience and access to internship opportunities because of gender, ethnicity, race, economic background, physical disability, or geographic location.</p>\n<p>Program evaluation data indicate the significance of the JAX Research Experience for Undergraduates Site in each student&rsquo;s education in their perception of their own career path and future interests.&nbsp; Over the three-year period, student report strong agreement with statements including &ldquo;The program has enhanced my belief in my ability to meet difficult intellectual challenges&rdquo; and &ldquo;The program increased my understanding of how to do research.&rdquo;&nbsp; NSF funding for student research between 2014 and 2017 has resulted in publications in peer-reviewed journals including Science, Cell Research, Behavior and Brain Research, Mammalian Genome, PLoS Biology, and Human Molecular Genetics.</p>\n<p>Through follow up data collected by the JAX Alumni Association, we know the status of 33 (97%) of the 34 students who received NSF REU support in the summers of 2014 through 2017 under our current REU Site. Fourteen are undergraduate students. Of the 19 who earned their undergraduate degrees, five are enrolled in Ph.D. programs, two are enrolled in medical school, five are working as research assistants, one is enrolled in optometry school, and one is pursuing an MPH. Two participants are working in nonprofit organizations focused on providing healthcare and housing for the homeless, two are management consultants, and one student is a web applications developer and educator.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;E&nbsp;Braun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA major challenge in biological research is to understand how the information encoded within a genome determines the development and function of a living organism.  Understanding functional genomics is critical to understanding an organism?s physiology, how it survives in complex environments, and the genetics of disease. The Jackson Laboratory (JAX) is a non-profit mammalian genetics research institution headquartered in Bar Harbor, Maine. JAX is a pioneer and leading center in genetics and functional genomics and interdisciplinary approaches to biological research, with a focus on the laboratory mouse as a powerful research model.\n\nOur program, the \"Research Experiences for Undergraduates Site: Functional Genomics Research Projects for Undergraduates\" provided undergraduate research experiences within the 93-year-old Summer Student Program (SSP) at The Jackson Laboratory. The SSP has more than 2,500 alumni since its beginning in 1924, including three Nobel laureates in Physiology or Medicine: David Baltimore and Howard Temin (1975 Nobel) and Jack Szostak (2009 Nobel). Through grants, the NSF has funded 287 undergraduate research internships at JAX including 34 Research Experience for Undergraduates awards over the most recent four-year period (2014-2017).\n\nThirty-four undergraduates from around the US conducted independent, hypothesis-driven research in functional genomics in the labs of select JAX faculty mentors. In addition to their independent projects, the students discussed research outside of their direct area of study, attended guest seminars on topics including preparing for graduate school and optimizing an academic-year research experience, and discussed the ethical, legal, and social issues in genomics. Communication skills were taught and practiced and students presented their research findings in a final Summer Student Symposium.\n\nThrough NSF support, each REU intern received a stipend, and costs including room and board, laboratory supplies, and travel were also covered. The students were chosen through a competitive application process to include those with limited research experience and access to internship opportunities because of gender, ethnicity, race, economic background, physical disability, or geographic location.\n\nProgram evaluation data indicate the significance of the JAX Research Experience for Undergraduates Site in each student?s education in their perception of their own career path and future interests.  Over the three-year period, student report strong agreement with statements including \"The program has enhanced my belief in my ability to meet difficult intellectual challenges\" and \"The program increased my understanding of how to do research.\"  NSF funding for student research between 2014 and 2017 has resulted in publications in peer-reviewed journals including Science, Cell Research, Behavior and Brain Research, Mammalian Genome, PLoS Biology, and Human Molecular Genetics.\n\nThrough follow up data collected by the JAX Alumni Association, we know the status of 33 (97%) of the 34 students who received NSF REU support in the summers of 2014 through 2017 under our current REU Site. Fourteen are undergraduate students. Of the 19 who earned their undergraduate degrees, five are enrolled in Ph.D. programs, two are enrolled in medical school, five are working as research assistants, one is enrolled in optometry school, and one is pursuing an MPH. Two participants are working in nonprofit organizations focused on providing healthcare and housing for the homeless, two are management consultants, and one student is a web applications developer and educator.\n\n \n\n\t\t\t\t\tLast Modified: 12/07/2017\n\n\t\t\t\t\tSubmitted by: Robert E Braun"
 }
}