{
 "awd_id": "1262246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  ResolveAble: A Proposal to the National Science Foundation I-Corps Teams Program",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-10-17",
 "awd_max_amd_letter_date": "2012-10-17",
 "awd_abstract_narration": "This project explores the viability of automated bargaining software to more efficiently and effectively resolve disputes between courts and (potentially anonymous) individuals accused or convicted of minor offenses. The U.S. legal system grants judges the authority to resolve minor infractions such as unpaid parking tickets and failure to appear for low-level misdemeanors. There is the potential for this judicial discretion process to be improved and increase its benefit through technological advances. The current system requires offenders to either hire lawyers or appear in court to resolve certain legal issues. Frequently lawyers can be costly and court appearances may involve risk of sanctions including potential incarceration. Often many offenders choose not to appear which potentially limits many aspects of their lives. Technology that has the potential to 1)Enable judges to reach binding arrangements without the need for court appearances of legal representation and that 2)offer defendants the ability to negotiate anonymously with the government, can facilitate dispute resolution by reducing costs and potentially mitigating negative impacts of traditional surrender.\r\n\r\nCurrently, tens of millions of people in the U.S. have outstanding, minor problems with courts, such as bench warrants and unpaid fines (exact numbers are unknown, but most states have backlogs in at least the hundreds of thousands). These large backlogs impose costs on state and local governments by forgoing significant revenue and consuming limited enforcement resources. By facilitating mutually beneficial deals between courts and affected individuals, the technology may improve these private and social problems. Additionally, the technology may have many v alternative applications: The technology can be modified to automate legal tasks that currently require the direct involvement of multiple, highly-compensated attorneys, such as plea bargaining. The technology may also have uses in non-legal fields, such as automating college admissions and financial aid decisions. Lastly, by learning more about the offender decision making process, the project may provide court personnel, judges and policy makers with useful insights into how to improve court efficiency and offender compliance rates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Prescott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Prescott",
   "pi_email_addr": "jjpresco@umich.edu",
   "nsf_id": "000540852",
   "pi_start_date": "2012-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Although courts are institutions designed to solve problems, the inconvenience, uncertainty, and complexity of their use dissuade millions of Americans from taking full advantage of our justice system. In fact, these barriers even keep many Americans who have outstanding issues with courts from resolving them, despite the high price they &ndash; and society &ndash; pay as a result. Although exact figures are unknown, it is estimated that, nationwide, state trial courts have a warrant backlog of 20 to 30 million, with the vast majority having been issued for relatively minor matters, such as failure to pay fines or failure to appear for a court date in a misdemeanor case.</span></p>\n<p><span>Litigants who avoid resolving their warrants suffer personal costs which reverberate throughout society. These costs include difficulties qualifying for loans or government benefits, as well as passing employer background checks. Additionally, courts and their funding units are forced to choose between diverting police resources away from public safety matters to enforce outstanding low-level warrants, or doing nothing and losing out on billions of dollars in potential revenue.&nbsp;</span></p>\n<p><span>This project was designed to test whether it was possible, using technology developed at The University of Michigan Law School, to create a way for litigants to negotiate resolutions to their cases online, without going to court. Specifically, the project explored whether providing an online alternative to physically appearing in court to people with outstanding warrants or other issues would be effective at encouraging them to efficiently and effectively resolve their cases. Methodologically, this testing was conducted using the \"customer discovery\" process, an iterative cycle of learning about customer needs and the market overall, and incorporating those insights into the technology under development to determine whether a path to real-world adoption existed.&nbsp;</span></p>\n<p><span>Over a six-month period, the project team interviewed numerous judges, court administrators, state government officials, litigants, and academic and industry experts. By identifying and developing those features of the technology that were attractive to the technology&rsquo;s potential users and purchasers, the team discerned a viable pathway to commercialization. The project also yielded novel insights into how courts operate, including information about how judges make decisions when dealing with large numbers of cases, and the structural, historical, and cultural barriers to technology-based reform in America&rsquo;s courts. Together, these findings suggest not only that the technology is likely to succeed in the marketplace, but that it has great potential to significantly reduce the social costs associated with the large warrant backlogs in American courts. &nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2014<br>\n\t\t\t\t\tModified by: James&nbsp;Prescott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough courts are institutions designed to solve problems, the inconvenience, uncertainty, and complexity of their use dissuade millions of Americans from taking full advantage of our justice system. In fact, these barriers even keep many Americans who have outstanding issues with courts from resolving them, despite the high price they &ndash; and society &ndash; pay as a result. Although exact figures are unknown, it is estimated that, nationwide, state trial courts have a warrant backlog of 20 to 30 million, with the vast majority having been issued for relatively minor matters, such as failure to pay fines or failure to appear for a court date in a misdemeanor case.\n\nLitigants who avoid resolving their warrants suffer personal costs which reverberate throughout society. These costs include difficulties qualifying for loans or government benefits, as well as passing employer background checks. Additionally, courts and their funding units are forced to choose between diverting police resources away from public safety matters to enforce outstanding low-level warrants, or doing nothing and losing out on billions of dollars in potential revenue. \n\nThis project was designed to test whether it was possible, using technology developed at The University of Michigan Law School, to create a way for litigants to negotiate resolutions to their cases online, without going to court. Specifically, the project explored whether providing an online alternative to physically appearing in court to people with outstanding warrants or other issues would be effective at encouraging them to efficiently and effectively resolve their cases. Methodologically, this testing was conducted using the \"customer discovery\" process, an iterative cycle of learning about customer needs and the market overall, and incorporating those insights into the technology under development to determine whether a path to real-world adoption existed. \n\nOver a six-month period, the project team interviewed numerous judges, court administrators, state government officials, litigants, and academic and industry experts. By identifying and developing those features of the technology that were attractive to the technologyÆs potential users and purchasers, the team discerned a viable pathway to commercialization. The project also yielded novel insights into how courts operate, including information about how judges make decisions when dealing with large numbers of cases, and the structural, historical, and cultural barriers to technology-based reform in AmericaÆs courts. Together, these findings suggest not only that the technology is likely to succeed in the marketplace, but that it has great potential to significantly reduce the social costs associated with the large warrant backlogs in American courts.  \n\n \n\n\t\t\t\t\tLast Modified: 07/17/2014\n\n\t\t\t\t\tSubmitted by: James Prescott"
 }
}