{
 "awd_id": "1262075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Multifunctional Nanomaterials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jose caro",
 "awd_eff_date": "2013-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2013-04-15",
 "awd_max_amd_letter_date": "2015-03-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY:  With funding provided by the National Science Foundation's Divisions of Materials Research and Chemistry, West Virginia University will host a Multifunctional Nanomaterials Research Experiences for Undergraduates (REU) Site.  This project focuses on solving fundamental engineering and scientific problems related to surfaces, toxicity and fluid transport in a variety of configurations both experimentally and theoretically.  Projects will focus on multifunctional nanomaterials and fabrication of complex devices with applications to biometrics, environmental monitoring, early disease detection, and energy efficiency.  The approach includes: use of scanning probe acceleration microscopy to study nanoscale mechanical responses of biologically relevant surfaces; synthesis of fullerene fragments as templates for carbon nanotubes; use of ultrafast laser spectroscopy to characterize and coherently control nanophotonic materials for optical detection and light harvesting devices; use of microsurgery to assess microvascular toxicity after exposure to engineered nanomaterials; cell-based monitoring assays and characterization of cell fate to assess toxicity of nanomaterials; modeling of liver functions using P450 enzymes attached to self-assembled monolayers with subsequent elucidation of the role of substrate binding in controlling electron transfer and enzyme activity of P450; and fabrication and characterization of a) multiferroic thin films for integration into memory devices, b) non-mechanical valves composed of nanogels for point-of-care testing, and c) microfluidic polydimethylsiloxane tissue bioreactors for characterization of carbon nanotubes and their chronic effects on lung epithelial cells. REU participants carry out their research in collaboration with faculty and graduate students and are trained on modern scientific equipment (AFM, X-ray reflectivity and diffraction, capillary electrophoresis, photolithography, SEM, etc.) and/or in the use of computer modeling software.  The project includes training that is important to the development of future scientific leaders, e.g. scientific ethics, laboratory safety, communication, collaboration and technical presentation skills.\r\n\r\nNON-TECHNICAL SUMMARY:  Undergraduate student participants (10 per year) in this Research Experiences for Undergraduates (REU) site are integrated into scientific investigations in order to train the next generation of U.S. scientists and engineers. This project primarily supports participation of women, underrepresented minorities, U.S. Armed Forces veterans and persons from economically depressed areas (e.g., Appalachia).  Involvement will improve the likelihood that participants will enroll in graduate-level science and engineering education programs, thereby improving the scientific workforce of the U.S.  Participants are provided with a comprehensive program that rapidly moves them toward research independence. This preparation includes day-to-day research work on nanomaterials-related projects intermingled with training in: the research process and cutting-edge scientific instrumentation; laboratory safety and scientific ethics; and communication and collaboration. Research projects are geared to the eventual development of new hybrid electronic and photonic devices that will lead to a new generation of biometric, environmental monitoring, early disease detection, and energy efficient device applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Richards-Babb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Richards-Babb",
   "pi_email_addr": "Michelle.Richards-Babb@mail.wvu.edu",
   "nsf_id": "000223288",
   "pi_start_date": "2013-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lederman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lederman",
   "pi_email_addr": "dlederma@ucsc.edu",
   "nsf_id": "000471414",
   "pi_start_date": "2013-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The REU Site&rsquo;s (Multifunctional Nanomaterials; DMR-1262075) main objective was to increase the quality and quantity of the US scientific workforce by increasing and broadening participation of women, underrepresented minorities, veterans, and persons from economically depressed areas in graduate level training in the STEM disciplines. This project continued and extended, two previous NSF-funded REU Sites (2007-2012; DMR-1004431 &amp; DMR-0647763) at West Virginia University (WVU). REU Site participants were provided with interdisciplinary research opportunities that focused on multifunctional nanomaterials with applications relevant to society. A comprehensive training program, which integrated research and education, rapidly moved undergraduate participants toward intellectual and research independence. Participants improved competence in communication, collaboration, and technical presentation skills. Team-building activities and scientific field trips reinforced the collaborative nature of the program and science in general. Invited scientific speakers provided career mentoring. Culminating judged poster presentations at the university-wide &ldquo;Summer Undergraduate Research Symposium&rdquo; provided participants with an experience similar to a scientific conference. The Site fell under the umbrella of a 2010-2015 EPSCoR Research Infrastructure Improvement grant project, NanoSAFE, whose mission was to accelerate research and education in the nanosciences in West Virginia. As part of the state&rsquo;s EPSCoR plan, WVU formed recruitment networks among four-year colleges and universities, while strengthening partnerships between faculties within STEM to enhance scientific, communication, and collaborative skills of participants. These networks and partnerships are an integral component of training and mentoring of the next generation of scientists.</p>\n<p>&nbsp;</p>\n<p>Each of three summers (2013, 2014, and 2015), ten participants, rising sophomores through rising seniors, were recruited from predominately undergraduate institutions throughout Appalachia and beyond. Participants engaged in 10-weeks of full-time, joint research efforts with expert faculty advisors. Projects addressed fundamental questions related to surfaces, interfaces, toxicity and fluid transport in a variety of configurations, both experimentally and theoretically. Research projects focused on multifunctional nanomaterials, and development of new hybrid electronic and photonic devices, with applications to biometrics, environmental monitoring, early disease detection, and energy efficiency. &nbsp;Involvement in the REU Site increases the likelihood that participants will enroll in graduate level STEM education, thereby improving the scientific workforce of the US.</p>\n<p>&nbsp;</p>\n<p>Over the course of the nine-year REU Site, 96 undergraduates participated with a demographic makeup of which women, underrepresented minorities, and undergraduates from economically depressed areas (e.g., Appalachia) were well-represented. Most participants (82%) came from non-Ph.D. granting institutions and a minimum of 74% are now attending, have graduated from, or plan to apply and attend a graduate level training program in a STEM discipline. Those who have graduated are gainfully employed in STEM fields and are working in academia, government, or industry. Thus, the REU Site: Multifunctional Nanomaterials was successful in: (i) encouraging students to enroll in graduate school, (ii) broadening participation of students underrepresented in graduate school training, and (iii) increasing the quality and quantity of the US scientific workforce. In addition, past REU participants have contributed to the intellectual research and discovery mission of the US, particularly in the area of nanoscience. To date, ten different REU participants are listed as co-authors on ten peer-reviewed publications and on one ...",
  "por_txt_cntn": "\nThe REU SiteÆs (Multifunctional Nanomaterials; DMR-1262075) main objective was to increase the quality and quantity of the US scientific workforce by increasing and broadening participation of women, underrepresented minorities, veterans, and persons from economically depressed areas in graduate level training in the STEM disciplines. This project continued and extended, two previous NSF-funded REU Sites (2007-2012; DMR-1004431 &amp; DMR-0647763) at West Virginia University (WVU). REU Site participants were provided with interdisciplinary research opportunities that focused on multifunctional nanomaterials with applications relevant to society. A comprehensive training program, which integrated research and education, rapidly moved undergraduate participants toward intellectual and research independence. Participants improved competence in communication, collaboration, and technical presentation skills. Team-building activities and scientific field trips reinforced the collaborative nature of the program and science in general. Invited scientific speakers provided career mentoring. Culminating judged poster presentations at the university-wide \"Summer Undergraduate Research Symposium\" provided participants with an experience similar to a scientific conference. The Site fell under the umbrella of a 2010-2015 EPSCoR Research Infrastructure Improvement grant project, NanoSAFE, whose mission was to accelerate research and education in the nanosciences in West Virginia. As part of the stateÆs EPSCoR plan, WVU formed recruitment networks among four-year colleges and universities, while strengthening partnerships between faculties within STEM to enhance scientific, communication, and collaborative skills of participants. These networks and partnerships are an integral component of training and mentoring of the next generation of scientists.\n\n \n\nEach of three summers (2013, 2014, and 2015), ten participants, rising sophomores through rising seniors, were recruited from predominately undergraduate institutions throughout Appalachia and beyond. Participants engaged in 10-weeks of full-time, joint research efforts with expert faculty advisors. Projects addressed fundamental questions related to surfaces, interfaces, toxicity and fluid transport in a variety of configurations, both experimentally and theoretically. Research projects focused on multifunctional nanomaterials, and development of new hybrid electronic and photonic devices, with applications to biometrics, environmental monitoring, early disease detection, and energy efficiency.  Involvement in the REU Site increases the likelihood that participants will enroll in graduate level STEM education, thereby improving the scientific workforce of the US.\n\n \n\nOver the course of the nine-year REU Site, 96 undergraduates participated with a demographic makeup of which women, underrepresented minorities, and undergraduates from economically depressed areas (e.g., Appalachia) were well-represented. Most participants (82%) came from non-Ph.D. granting institutions and a minimum of 74% are now attending, have graduated from, or plan to apply and attend a graduate level training program in a STEM discipline. Those who have graduated are gainfully employed in STEM fields and are working in academia, government, or industry. Thus, the REU Site: Multifunctional Nanomaterials was successful in: (i) encouraging students to enroll in graduate school, (ii) broadening participation of students underrepresented in graduate school training, and (iii) increasing the quality and quantity of the US scientific workforce. In addition, past REU participants have contributed to the intellectual research and discovery mission of the US, particularly in the area of nanoscience. To date, ten different REU participants are listed as co-authors on ten peer-reviewed publications and on one manuscript currently in preparation.\n\n\t\t\t\t\tLast Modified: 04/14/2016\n\n\t\t\t\t\tSubmitted by: Michelle Richards-Babb"
 }
}