{
 "awd_id": "1262447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Community and a New Data Infrastructure for Science Policy",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 499836.0,
 "awd_amount": 572414.0,
 "awd_min_amd_letter_date": "2013-07-02",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "This project creates and maintains infrastructure and community to support policy relevant social science research. It uses newly available STAR METRICS data on how universities spend federal research grants to examine the scientific, social and economic impact of federally funded academic research.  Infrastructure includes shared research tools and datasets.  The community spans researchers in multiple disciplines, academic administrators, and state and federal policy makers. \r\n \r\nEmploying STAR METRICS data and utilizing infrastructure for its access and use the research community can provide systematic answers to questions such as: What scientific collaborations are directly supported by research funding? What indirect effects do federal grants exert on regional economies and labor markets? The first question can be answered with systematic study of the structure and productivity of scientific collaboration networks using fine-grained information on who is paid to work on the same scientific grants.  In doing so, this project is the first to characterize the productivity of campus-wide, federally funded science on 11 large university campuses.  The second question can be answered using the same data source to analyze payments to vendors for scientific equipment, supplies, etc.  By analyzing the distribution, geographic location, and industry of vendors that supply federally funded research, this project offers the first comprehensive picture of the effects of federal R&D spending on economic resilience and job creation via companies that support university research.  These and other community research endeavors provide compelling cases for large scale, sustained research to assess the US science ecosystem and the full public value of federal support for scientific research. \r\n\r\nBroader impacts.  The community and infrastructure developed by this project support a range of ongoing research projects; the results are of immediate interest to policy makers and academic administrators. Insights derived from this research can inform the allocation of resources on campus, decisions about how to pursue cutting edge scientific research and even the design and allocation of space in research facilities.  At the national and state level, this project contributes to the development of a rigorous science of science policy that can inform decisions about how to allocate public resources for R&D by providing systematic evidence about the productivity of different approaches to organizing research and the larger social and economic results of discovery and learning on research university campuses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Owen-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Owen-Smith",
   "pi_email_addr": "jdos@umich.edu",
   "nsf_id": "000247763",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Levenstein",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret C Levenstein",
   "pi_email_addr": "maggiel@umich.edu",
   "nsf_id": "000104656",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "julia",
   "pi_last_name": "lane",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "julia I lane",
   "pi_email_addr": "julia.lane@nyu.edu",
   "nsf_id": "000620356",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "426 Thompson St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481041248",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499836.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 72578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Building Community and a New Data Infrastructure for Science Policy&rdquo; supported the development of data infrastructure to improve analysis and reporting designed to understand, explain, and improve the public value of federal and other investments in academic research.&nbsp; U.S. Universities spent more than $214 on research for every man, woman and child in the country in 2015. About $0.55 of every dollar spent on academic research came from the federal government. We make those investments to improve human knowledge and ultimately the quality of life of people in the country and around the world.</p>\n<p>This project went about developing community and infrastructure in three ways:</p>\n<ul>\n<li>First, we conducted research with a new type of data, administrative records of research expenditures shared by universities. These data resulted in several publications including a research piece in the prestigious journal <em>Science</em>, and two books.&nbsp; The first of those is a text to aid researchers interested in this kind of work in doing &ldquo;big data&rdquo; research in social science. The second is a case study of the effects academic research has on national food safety and security.</li>\n</ul>\n<ul>\n<li>Second, we engaged with relevant stakeholders in the research community, as well as university administrators and science policy experts.&nbsp; We hosted three meetings (two in Ann Arbor and one in Washington DC) where representatives of these groups gathered to discuss data and infrastructure needs and current research.</li>\n</ul>\n<ul>\n<li>Third, we used the research and community development efforts above to support new applications for funding from foundations. Those proposals were successful and resulted in nearly $2 million of additional funding. Those funds allowed us to found a permanent research infrastructure that is based on the work supported by this grant. The Institute for Research on Innovation and Science (<a href=\"http://iris.isr.umich.edu)\">http://iris.isr.umich.edu)</a> is a currently a consortium of 32 research universities who share data for the purposes of research and reporting. We anticipate expanding that group to include as many as 150 over the next several years.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2017<br>\n\t\t\t\t\tModified by: Jason&nbsp;Owen-Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"Building Community and a New Data Infrastructure for Science Policy\" supported the development of data infrastructure to improve analysis and reporting designed to understand, explain, and improve the public value of federal and other investments in academic research.  U.S. Universities spent more than $214 on research for every man, woman and child in the country in 2015. About $0.55 of every dollar spent on academic research came from the federal government. We make those investments to improve human knowledge and ultimately the quality of life of people in the country and around the world.\n\nThis project went about developing community and infrastructure in three ways:\n\nFirst, we conducted research with a new type of data, administrative records of research expenditures shared by universities. These data resulted in several publications including a research piece in the prestigious journal Science, and two books.  The first of those is a text to aid researchers interested in this kind of work in doing \"big data\" research in social science. The second is a case study of the effects academic research has on national food safety and security.\n\n\nSecond, we engaged with relevant stakeholders in the research community, as well as university administrators and science policy experts.  We hosted three meetings (two in Ann Arbor and one in Washington DC) where representatives of these groups gathered to discuss data and infrastructure needs and current research.\n\n\nThird, we used the research and community development efforts above to support new applications for funding from foundations. Those proposals were successful and resulted in nearly $2 million of additional funding. Those funds allowed us to found a permanent research infrastructure that is based on the work supported by this grant. The Institute for Research on Innovation and Science (http://iris.isr.umich.edu) is a currently a consortium of 32 research universities who share data for the purposes of research and reporting. We anticipate expanding that group to include as many as 150 over the next several years.\n\n\n\t\t\t\t\tLast Modified: 10/25/2017\n\n\t\t\t\t\tSubmitted by: Jason Owen-Smith"
 }
}