{
 "awd_id": "1262522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The executive science network: University trustees and the organization of university industry exchanges",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 381581.0,
 "awd_amount": 399053.0,
 "awd_min_amd_letter_date": "2013-03-13",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "This study explores how the external interests of university trustees and senior university officers influence innovation between academe and industry. Previous research has noted a difference in the composition and function of the trustees of private and public universities belonging to the American Association of Universities (AAU). Trustees of private universities are often heads of science-based corporations and simultaneously members of boards of directors of other corporation(s).  Over time trustee research interests and those of the universities of which they are stewards become more similar with regard to areas in which they patent and broad fields of science in which their universities are funded.  The trustees and senior university management of private AAU universities form a dense network, in which one member is not more than half a step away from any other, constituting an executive science network that creates channels for innovation between academe and industry.  Trustees of public AAU universities are not part of this network.   This study gathers additional data extending the temporal coverage of the earlier research while broadening the scope to include trustees of public university foundations (arms-length organizations) because pilot research suggests that these trustees may be part of the network and create channels of innovation between public universities and industry rather than public university trustees who are political appointments.  The data are analyzed using network analysis and regression analysis to understand how the network functions (i.e., whether trustees? firms? position in biotechnology networks or sub networks or computer science sub networks predicts success in university research funding; whether trustees? firms are likely to patent with or have partnerships with the universities of which they are stewards). These quantitative data are augmented by interviews with 60 trustees at 4 universities to gain in-depth understanding of trustees? corporate exchanges with the universities they govern and how these contribute to technology development and economic innovation.  However, if trustees and senior university officers are managing their universities as firms and establishing exchanges with their corporate firms (whether as CEO or member of a board of directors) the possibility of institutional conflict of interest arises.   While trustees firms? and universities may both benefit by these exchanges, there is a possibility that pursuit of technology development may harm university science (i.e., by emphasizing some types of science over others). Thus, the interviews focus not only on trustee-university exchange with regard to technology development, but also on how trustees and senior management handle institutional conflict of interest.  \r\n\r\nBroader impacts of this project are several.  First, this project advances our understanding of the part research university trustees play in bringing innovative science to the market place, enhancing U.S. ability to compete internationally.  Second, the research compares public and private university trustee channels between academe and industry, identifying trustee characteristics that promote innovation.  Third, the project examines how trustees involved in exchanges with the universities they govern manage institutional conflict of interest, suggesting best practices for other research universities. All three of these broader impacts will be helpful in developing policy to enable research universities to better participate in technology development and economic innovation that will lead to economic growth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Slaughter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila Slaughter",
   "pi_email_addr": "slaughtr@uga.edu",
   "nsf_id": "000313431",
   "pi_start_date": "2013-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barrett",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barrett Taylor",
   "pi_email_addr": "Barrett.Taylor@unt.edu",
   "nsf_id": "000627189",
   "pi_start_date": "2013-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "Institute of Higher Education",
  "perf_str_addr": "Meigs Hall, University of GA",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 399053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"xmsonormal\"><span>Intellectual merit. This project contributed to the literature on science policy in several ways.&nbsp; It constructed a database of the trustees of American Association of Universities (AAU) member universities and the corporations that those trustees represented. Data were collected at ten-year intervals from 1975 to 2015 that will be available for other researchers to use. We expanded understanding of university-industry relations with regard to innovation and entreprensurship by using trustee ties to provide a window into university-business relationships by analyzing the way trustees, trustee firms and universities are connected in broad networks and subnetworks and analyze exchanged between trustees and universities.&nbsp;Overall, we found that AAU private universities&rsquo; trustees connected them to businesses to a much greater degree than did publics.&nbsp; Private universities&rsquo; trustees were on the boards of directors of many corporations, especially financial corporations that manage large global investments and manufacturing firms at the forefront of technological discovery and entrepreneurship.&nbsp; Public trustees had relatively few ties to corporations and were only loosely linked to the corporate network created by private university trustee ties (Barringer, Slaughter, &amp; Taylor, 2016; Slaughter &amp; Taylor, in press).&nbsp; There were also great differences between private and publics with regard to ties to non-profit organizations. The publics most closely tied to non-profits)tended to be large-enrollment institutions, and the ties were to arms-length entities (e.g. research foundations that license intellectual property) whereas highly research active privates had many ties to non-profits involved in policymaking, (e.g. the Business Roundtable) and new venture creation (e.g. MITRE, Charles Stark Draper Laboratory) (Taylor, Barringer, &amp; Warshaw, in press). In short, the trustees at private and public universities are very different: public trustees were often regional businesspersons who were appointed to boards for supporting governors&rsquo; campaigns.&nbsp; In contrast, at privates, where trustees were selected by other trustees in perpetuity, there was increasingly similarity between trustees and professors, with many trustees holding Ph.D.&rsquo;s in S&amp;E fields, law degrees, or MBAs (Barringer &amp; Slaughter, 2016).&nbsp; Notably, private universities were more invested in research partnerships with trustees corporation and emphasized these more than licensing intellectual property. Qualitative analysis of exchanges between university trustees and the corporate boards on which they served as directors and the universities they represented indicated many trustees and trustees&rsquo; corporations were conduits for gifts, shared research projects between corporation and university, research funding, start-up funding, service on various university committees, hiring opportunities for graduates, etc. (Slaughter, Taylor, &amp; Barringer, 2017).</span><span>&nbsp;</span></p>\n<p class=\"xmsonormal\"><span>Broader impacts. These differences between private and public universities matter as they allow universities to access particular resources and produce different outputs (Taylor, Slaughter, &amp; Barringer, 2017). Policy makers at the state level can use this information to make decisions about the governance structures (i.e. whom to appoint as trustees) of universities.&nbsp; At the federal level, policy makers use this information to better understand the ways in which private, public and non-profit sectors interact when they contribute to discovery, innovation and entrepreneurship. This grant contributes to the literature on the science of science and innovation policy, sociology of organizations and higher education.&nbsp; An edited book on this and related topics with global circulation was published (Slaughter &amp; Taylor, 2016). A post-doc was mentored and trained, participated in research and article publication and now has a faculty position.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2017<br>\n\t\t\t\t\tModified by: Sheila&nbsp;Slaughter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual merit. This project contributed to the literature on science policy in several ways.  It constructed a database of the trustees of American Association of Universities (AAU) member universities and the corporations that those trustees represented. Data were collected at ten-year intervals from 1975 to 2015 that will be available for other researchers to use. We expanded understanding of university-industry relations with regard to innovation and entreprensurship by using trustee ties to provide a window into university-business relationships by analyzing the way trustees, trustee firms and universities are connected in broad networks and subnetworks and analyze exchanged between trustees and universities. Overall, we found that AAU private universities? trustees connected them to businesses to a much greater degree than did publics.  Private universities? trustees were on the boards of directors of many corporations, especially financial corporations that manage large global investments and manufacturing firms at the forefront of technological discovery and entrepreneurship.  Public trustees had relatively few ties to corporations and were only loosely linked to the corporate network created by private university trustee ties (Barringer, Slaughter, &amp; Taylor, 2016; Slaughter &amp; Taylor, in press).  There were also great differences between private and publics with regard to ties to non-profit organizations. The publics most closely tied to non-profits)tended to be large-enrollment institutions, and the ties were to arms-length entities (e.g. research foundations that license intellectual property) whereas highly research active privates had many ties to non-profits involved in policymaking, (e.g. the Business Roundtable) and new venture creation (e.g. MITRE, Charles Stark Draper Laboratory) (Taylor, Barringer, &amp; Warshaw, in press). In short, the trustees at private and public universities are very different: public trustees were often regional businesspersons who were appointed to boards for supporting governors? campaigns.  In contrast, at privates, where trustees were selected by other trustees in perpetuity, there was increasingly similarity between trustees and professors, with many trustees holding Ph.D.?s in S&amp;E fields, law degrees, or MBAs (Barringer &amp; Slaughter, 2016).  Notably, private universities were more invested in research partnerships with trustees corporation and emphasized these more than licensing intellectual property. Qualitative analysis of exchanges between university trustees and the corporate boards on which they served as directors and the universities they represented indicated many trustees and trustees? corporations were conduits for gifts, shared research projects between corporation and university, research funding, start-up funding, service on various university committees, hiring opportunities for graduates, etc. (Slaughter, Taylor, &amp; Barringer, 2017). \nBroader impacts. These differences between private and public universities matter as they allow universities to access particular resources and produce different outputs (Taylor, Slaughter, &amp; Barringer, 2017). Policy makers at the state level can use this information to make decisions about the governance structures (i.e. whom to appoint as trustees) of universities.  At the federal level, policy makers use this information to better understand the ways in which private, public and non-profit sectors interact when they contribute to discovery, innovation and entrepreneurship. This grant contributes to the literature on the science of science and innovation policy, sociology of organizations and higher education.  An edited book on this and related topics with global circulation was published (Slaughter &amp; Taylor, 2016). A post-doc was mentored and trained, participated in research and article publication and now has a faculty position. \n\n \n\n\t\t\t\t\tLast Modified: 09/23/2017\n\n\t\t\t\t\tSubmitted by: Sheila Slaughter"
 }
}