{
 "awd_id": "1262260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Technology, Collaboration, and Learning: Modeling Complex International Innovation Partnerships",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 199561.0,
 "awd_amount": 199561.0,
 "awd_min_amd_letter_date": "2013-07-10",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "This project studies Complex International Innovation Partnerships (CIIPs) as an instrument for national technological development through cross-border learning. CIIPs are one approach through which countries seek to improve their technological and innovation capability in specific sectors by partnering with global experts. CIIPs are typically initiated by a learning country that is building capacity in a particular area of science, technology or innovation. When the learning country determines that the requisite expertise is not available in their country, they seek out a foreign expert partner. The two partners engage in a long term relationship during which individuals from both partners spend significant time together, working jointly in collaborative research, engineering or education activities. Typically, the expert partner provides education, mentoring or training services to representatives of the learning partner. Through this sustained interaction, each partner is impacted by the social and cultural context of the other. Many CIIPs occur in public service sectors and are led by government organizations. The project team investigates CIIPS by producing two sets of case studies via international field work. The case studies examine CIIPs that are executed as part of programs to develop space satellite capabilities and international university partnerships that seek to enhance an innovation ecosystem. Using a systems architecture framework, the project analyzes the technological, social, organizational and policy dimensions of these partnerships. The systems architecture approach synthesizes findings that build on four bodies of literature: Innovation Policy, Technology Transfer, Technological Learning, and Science and Technology Studies. The research develops a multi-stage analytic model that describes the evolution and dynamics of CIIPs; explains differences in the implementation of CIIPs; identifies insightful patterns across CIIPs; and provides initial tools to assess the extent to which CIIPs meet stakeholder objectives. The results of the study will advance scientific understanding of how science, technology and innovation can contribute to economic growth and societal progress under conditions that are globalized and necessitate continuous learning. The project is a first step in formulating a theory of CIIPs that combines their international and systemic nature. \r\n\r\nBroader Impacts\r\nThe concept of Collaborative International Innovation Partnerships (CIIPs) describes a diverse set of Science, Technology and Innovation Policy initiatives occurring around the world. CIIPs are largely driven by the public sector and frequently relate to public goods such as education, environmental management, basic research and innovation spillovers. However, CIIPs are currently practitioner-driven and under-theorized. Policy-makers, program managers and industrial partners can benefit immediately from a sound theoretical grounding and analytic framework to inform the design and evaluation of current CIIPs. The results will also inform how CIIPs may be strategically deployed to address national priorities. The project will promote understanding across cultures and sectors by elucidating the dynamics that occur when partners from distinct cultures come together to execute a complex, sociotechnical endeavor. The project brings together two independent streams of research ? on emerging satellite programs and on international university partnerships. The combined effort will provide valuable insights into commonalities across sectors. In the long term, the investigators seek to extend the models and assessment tools developed here to a broad range of countries and technology sectors. This project lays a foundation for a network of researchers studying CIIPs in different contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takeru",
   "pi_last_name": "Igusa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takeru Igusa",
   "pi_email_addr": "tigusa@jhu.edu",
   "nsf_id": "000229360",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Wood",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle R Wood",
   "pi_email_addr": "drwood@media.mit.edu",
   "nsf_id": "000553468",
   "pi_start_date": "2013-07-10",
   "pi_end_date": "2013-08-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Wood",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle R Wood",
   "pi_email_addr": "drwood@media.mit.edu",
   "nsf_id": "000553468",
   "pi_start_date": "2013-08-08",
   "pi_end_date": "2015-09-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Howell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Howell",
   "pi_email_addr": "djhowell@alum.mit.edu",
   "nsf_id": "000702843",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University Applied Physics Laboratory",
  "perf_str_addr": "11100 Johns Hopkins Road",
  "perf_city_name": "Laurel",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past decades, Complex International Science, Technology, and Innovation Partnerships (CISTIPs) have emerged as an increasingly popular policy instrument through which governments seek to build domestic capability in science, technology and innovation through collaboration with globally recognized expert organizations. For example, countries like Singapore, Russia, the UAE, Portugal, and Saudi Arabia have hired leading research universities from around the globe, including MIT, Carnegie Mellon, and Harvard, to assist them in jumpstarting or strengthening selected research fields, increase innovation and entrepreneurial activity at their leading national universities, or build whole new universities from scratch. Likewise, countries like Algeria, Chile, Egypt, Indonesia, Malaysia, Nigeria, Turkey, Taiwan, Thailand and the UAE have entered into collaborative satellite development projects with foreign firms and space agencies to obtain access to cutting-edge satellite technology, raise domestic engineering capabilities, and harness the broader socio-economic benefits of aerospace engineering.</p>\n<p>This research investigates the technological, organizational and policy dimensions of these partnerships, in order to advance our understanding of how science, technology and innovation (STI) can contribute to economic growth and societal progress. CISTIPs are defined as a joint initiative undertaken by organizations from two or more countries in which the &ldquo;mentoring partners&rdquo; assist organizations in another country (the &ldquo;learning partner&rdquo;) in building domestic capacity in science, technology and innovation to help the learning partners achieve a set of sociotechnical goals.</p>\n<p>The study pursued three research questions, as follows:</p>\n<p><strong>1.&nbsp;&nbsp;&nbsp; </strong>What CISTIP architectures exist across countries and sectors, and why?</p>\n<p><strong>2.&nbsp;&nbsp;&nbsp; </strong>How can we assess the performance of CISTIPs?&nbsp;</p>\n<p><strong>3.&nbsp;&nbsp;&nbsp; </strong>How can CISTIP be purposefully designed to support countries in their development priorities?&nbsp;</p>\n<p>To answer these questions, the research team chose a research design that compared case studies from two sectors (aerospace and education) and multiple countries. The outcomes of the research are theoretical, methodological and practical. The theoretical findings include the detailed descriptions of empirical examples of countries collaborating on complex technology initiatives related to satellites or higher education. These descriptions are valuable because they provide insight into the decision making processes of leaders that implement CISTIPs and allow for the development of explanations for the factors that led to the decisions. The methodological outcome is the refinement of a Systems Architecture analysis process that identifies generic steps that researchers can use to study any CISTIP. This analysis process is also relevant to the study of other government decisions regarding science, technology and innovation. The practical outcome of the research is the prescriptive process that describes steps decision makers can use in order to design CISTIPs that meet their needs. The prescriptive process has already been applied on projects in Mexico and Japan in order to inform the design of partnership models. The team also defined tools to evaluate the outcomes of CISTIPs using interviews and capability assessment. Leaders that design CISTIPs can benefit from applying the descriptive, prescriptive and evaluative models in their designs for future partnerships. CISTIP teams in Mexico and Japan have already implemented these models in their partnership planning. The CISTIP modeling and assessment tools can contribute to national development by facilitating the design of effective international partnerships in complex science and technology areas.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Deborah&nbsp;J&nbsp;Howell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past decades, Complex International Science, Technology, and Innovation Partnerships (CISTIPs) have emerged as an increasingly popular policy instrument through which governments seek to build domestic capability in science, technology and innovation through collaboration with globally recognized expert organizations. For example, countries like Singapore, Russia, the UAE, Portugal, and Saudi Arabia have hired leading research universities from around the globe, including MIT, Carnegie Mellon, and Harvard, to assist them in jumpstarting or strengthening selected research fields, increase innovation and entrepreneurial activity at their leading national universities, or build whole new universities from scratch. Likewise, countries like Algeria, Chile, Egypt, Indonesia, Malaysia, Nigeria, Turkey, Taiwan, Thailand and the UAE have entered into collaborative satellite development projects with foreign firms and space agencies to obtain access to cutting-edge satellite technology, raise domestic engineering capabilities, and harness the broader socio-economic benefits of aerospace engineering.\n\nThis research investigates the technological, organizational and policy dimensions of these partnerships, in order to advance our understanding of how science, technology and innovation (STI) can contribute to economic growth and societal progress. CISTIPs are defined as a joint initiative undertaken by organizations from two or more countries in which the \"mentoring partners\" assist organizations in another country (the \"learning partner\") in building domestic capacity in science, technology and innovation to help the learning partners achieve a set of sociotechnical goals.\n\nThe study pursued three research questions, as follows:\n\n1.    What CISTIP architectures exist across countries and sectors, and why?\n\n2.    How can we assess the performance of CISTIPs? \n\n3.    How can CISTIP be purposefully designed to support countries in their development priorities? \n\nTo answer these questions, the research team chose a research design that compared case studies from two sectors (aerospace and education) and multiple countries. The outcomes of the research are theoretical, methodological and practical. The theoretical findings include the detailed descriptions of empirical examples of countries collaborating on complex technology initiatives related to satellites or higher education. These descriptions are valuable because they provide insight into the decision making processes of leaders that implement CISTIPs and allow for the development of explanations for the factors that led to the decisions. The methodological outcome is the refinement of a Systems Architecture analysis process that identifies generic steps that researchers can use to study any CISTIP. This analysis process is also relevant to the study of other government decisions regarding science, technology and innovation. The practical outcome of the research is the prescriptive process that describes steps decision makers can use in order to design CISTIPs that meet their needs. The prescriptive process has already been applied on projects in Mexico and Japan in order to inform the design of partnership models. The team also defined tools to evaluate the outcomes of CISTIPs using interviews and capability assessment. Leaders that design CISTIPs can benefit from applying the descriptive, prescriptive and evaluative models in their designs for future partnerships. CISTIP teams in Mexico and Japan have already implemented these models in their partnership planning. The CISTIP modeling and assessment tools can contribute to national development by facilitating the design of effective international partnerships in complex science and technology areas.\n\n \n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Deborah J Howell"
 }
}