{
 "awd_id": "1262717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determining Qualitative Geographic Sample Size in the Presence of Spatial Autocorrelation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2013-06-10",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "This research project will examine impacts of the tendency for individuals with similar attributes to cluster in geographic space on the sample size of a qualitative research study.  Sample size is a crucial feature in empirical scientific research projects, affecting generalizability and manipulation/control in quantitative studies and transferability and discovery in qualitative studies.  Selecting a minimum number of observations helps ensure the adequacy of a sampling strategy.  An insufficient sample size can undermine the soundness of research findings and/or waste resources.  Because of the tendency for individuals with similar attributes to cluster in geographic space rather than to be distributed randomly, a characteristic known as spatial autocorrelation, special care must be taken in the design of research projects.  This project will seek to determine the appropriate sample size for qualitative research in the presence of spatial autocorrelation.  The theoretical foundations of this project draw on Thomas Schelling's Nobel Prize-winning work, adapting it for use in a geospatial context.  The investigators will use a set of simulation experiments to assess metrics that can be used as guidelines for determining appropriate sample sizes for a set of different sampling approaches.  They also will conduct a qualitative sampling project to evaluate the computer laboratory findings with real world field work.\r\n\r\nThis research project will advance understanding of sample size determination for qualitative research conducted in the presence of spatial autocorrelation.  The project will address the controversial issue of qualitative sample size determination in the more general literature, supplement what is known for quantitative sample size determination, furnish numerical evidence for selecting a qualitative sample size, and make qualitative researchers more aware of spatial autocorrelation impacts on their research.  The project will provide a new tool to bolster the rigor of qualitative spatial research, thereby helping to make its execution more efficient and its findings more widely acceptable.  The project will contribute numerical evidence for determining qualitative research sample size, and it will help qualitative spatial researchers better understand how spatial autocorrelation complicates their data collection and impacts their findings.  The project also will yield a real-world example of the use of this new spatially informed qualitative sampling method.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Griffith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Griffith",
   "pi_email_addr": "dagriffith@utdallas.edu",
   "nsf_id": "000225362",
   "pi_start_date": "2013-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Rd.",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1333",
   "pgm_ref_txt": "METHOD, MEASURE & STATS"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A large body of social science, medical, humanities, and educational research employs data collected with one of the various qualitative (i.e., purposeful) sampling designs. These are quite distinct from quantitative (i.e., probability based) sampling designs, which most people encounter through public opinion polling. Focus groups are perhaps the qualitative data collection method most familiar to the general public. This research project addressed qualitative sampling methods that involve a geographic dimension. People&rsquo;s perceptions and beliefs are not mixed randomly across geography (technically, the presence of such a geographic map pattern displayed by some phenomenon is called spatial autocorrelation). Rather, these perceptions tend to cluster in geographic space; neighborhoods tend to contain households with similar socio-economic and demographic (e.g., income, ethnicity) attributes (this idea was formalized and popularized by the 2005 Nobelist Schelling). Because especially qualitative surveys seek to uncover the entire range of perceptions about a particular topic, the risk that arises with geographic clustering of perceptions is discovery failure (i.e., a failure to uncover certain perceptions). Discovery failure can occur when a perception is held by an extremely small percentage of a population, or by a zero or near-zero percentage of a sampled subset of a population. Findings of this research project are of interest to United States taxpayers because these findings demonstrate a need to incorporate a specific geographic aspect (i.e., spatial autocorrelation) into qualitative sampling techniques used to collect data. This research project was proposed because recently a conceptual basis was established (in part, based upon Schelling&rsquo;s work) indicating that qualitative researchers need to consider this geographic aspect; a theoretical basis already existed confirming that this geographic aspect impacts on the collection of data with a quantitative sampling design. Execution of this research project advances knowledge because it documents that spatial autocorrelation impacts on the collection of qualitative survey data (the published <em>J. of Mixed Methods Research</em> article), and the use of a snowball (or respondent driven) sampling design (the revised and under further review <em>Annals</em> of the AAG article). Broader impacts of this work include: (1) employing a local minority person to help administer a qualitative survey in a Dallas, TX neighborhood, and a female consultant (i.e., broaden participation of under-represented groups in the STEM disciplines); (2) employing two graduate students (a master&rsquo;s and a doctoral student) to help execute the project (i.e., advance discovery and understanding while promoting teaching, training, and learning); (3) establishing a collaborative effort between the University of Texas at Dallas (UTD) and Temple University (i.e<strong>., </strong>enhance infrastructure for research and education); (4) presenting qualitative survey sampling results in the 2013 Irving J. Hock Interdisciplinary Speakers Series, UTD (i.e., broaden dissemination to enhance scientific and technological understanding); and, (5) furnishing an improved qualitative sampling approach that can be utilized by other fields of science and technology to upgrade current best practices and, in turn, better inform public policy (benefits to society).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2016<br>\n\t\t\t\t\tModified by: Daniel&nbsp;A&nbsp;Griffith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA large body of social science, medical, humanities, and educational research employs data collected with one of the various qualitative (i.e., purposeful) sampling designs. These are quite distinct from quantitative (i.e., probability based) sampling designs, which most people encounter through public opinion polling. Focus groups are perhaps the qualitative data collection method most familiar to the general public. This research project addressed qualitative sampling methods that involve a geographic dimension. PeopleÆs perceptions and beliefs are not mixed randomly across geography (technically, the presence of such a geographic map pattern displayed by some phenomenon is called spatial autocorrelation). Rather, these perceptions tend to cluster in geographic space; neighborhoods tend to contain households with similar socio-economic and demographic (e.g., income, ethnicity) attributes (this idea was formalized and popularized by the 2005 Nobelist Schelling). Because especially qualitative surveys seek to uncover the entire range of perceptions about a particular topic, the risk that arises with geographic clustering of perceptions is discovery failure (i.e., a failure to uncover certain perceptions). Discovery failure can occur when a perception is held by an extremely small percentage of a population, or by a zero or near-zero percentage of a sampled subset of a population. Findings of this research project are of interest to United States taxpayers because these findings demonstrate a need to incorporate a specific geographic aspect (i.e., spatial autocorrelation) into qualitative sampling techniques used to collect data. This research project was proposed because recently a conceptual basis was established (in part, based upon SchellingÆs work) indicating that qualitative researchers need to consider this geographic aspect; a theoretical basis already existed confirming that this geographic aspect impacts on the collection of data with a quantitative sampling design. Execution of this research project advances knowledge because it documents that spatial autocorrelation impacts on the collection of qualitative survey data (the published J. of Mixed Methods Research article), and the use of a snowball (or respondent driven) sampling design (the revised and under further review Annals of the AAG article). Broader impacts of this work include: (1) employing a local minority person to help administer a qualitative survey in a Dallas, TX neighborhood, and a female consultant (i.e., broaden participation of under-represented groups in the STEM disciplines); (2) employing two graduate students (a masterÆs and a doctoral student) to help execute the project (i.e., advance discovery and understanding while promoting teaching, training, and learning); (3) establishing a collaborative effort between the University of Texas at Dallas (UTD) and Temple University (i.e., enhance infrastructure for research and education); (4) presenting qualitative survey sampling results in the 2013 Irving J. Hock Interdisciplinary Speakers Series, UTD (i.e., broaden dissemination to enhance scientific and technological understanding); and, (5) furnishing an improved qualitative sampling approach that can be utilized by other fields of science and technology to upgrade current best practices and, in turn, better inform public policy (benefits to society).\n\n\t\t\t\t\tLast Modified: 01/14/2016\n\n\t\t\t\t\tSubmitted by: Daniel A Griffith"
 }
}