{
 "awd_id": "1262239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Integrative Biology and Ecology of Marine Organisms",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Hoese",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 460874.0,
 "awd_amount": 484769.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2017-06-14",
 "awd_abstract_narration": "A Research Experience for Undergraduates (REU) Site award has been made to the University of Washington that will provide research training for 10 undergraduate students per year, for 8 weeks during the summers of 2013- 2016. The program focuses on the biology and ecology of marine organisms, using an integrative approach.  Activities will occur at the Friday Harbor Laboratories on the San Juan Islands, where 33 faculty members with active research programs will mentor the REU students. There is a wide range of very interesting and exciting projects for the students.  Students will spend three weeks developing an independent project and five weeks collecting data and will then formally present their results.  In addition, they will participate in seminars, attend \"meet the faculty\" lunch groups, and receive training in various career skills through 2-hour workshops every week.  These activities will be supplemented with team-building experiences, including hikes, whale-watching, and sea kayaking.  REU students will have access to a rich array of individual mentor's facilities and will share lab, dining, and living spaces with a wide variety of biologists of all career stages.  The program's recruitment effort consists of both traditional, hardcopy formats as well as digital-based advertising. Students are selected based on academic record, research performance, and potential for outstanding research in biological research.  Students are tracked to determine their continued interest in their academic field of study, their career paths, and the lasting influences of the research experience. Information about the program will be assessed by various means, including use of an REU common assessment tool available to BIO-funded REU PIs. More information is available by visiting http://depts.washington.edu/fhl).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Summers",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Adam P Summers",
   "pi_email_addr": "fishguy@uw.edu",
   "nsf_id": "000189938",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "620 University Rd Friday Harbor",
  "perf_city_name": "Friday Harbor",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982509299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1690",
   "pgm_ref_txt": "EDUCATION/HUMAN RESOURCES,OCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115361.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 114533.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 115168.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 115812.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 23895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Friday Harbor Laboratories, the marine station of the University of Washington, hosted undergraduates from around the world over the past 4 summers. Located on San Juan Island at the southern end of the Salish Sea, the marine lab has about 400 acres and 70 buildings. We make the entire operation, from SCUBA and small boats, to long term field sites, and cutting edge investigative equipment, available to the undergraduates and their mentors. Student projects have covered a wide range of disciplines including watershed transport, fish biomechanics, developmental biology, and larval distribution drivers. Mentors from more than 20 institutions worked with students from all over the country. These students had a diverse background from the Ivy league to community colleges, and over 25% of them were from traditionally underrepresented groups. Working closely with their mentors, students developed projects that stood on their own. Projects the students presented to the Friday Harbor Labs community, then to a wider audience at a national meeting. Over 94% of our REU students went on to present data at the Society of Integrative and Comparative Biology meeting, and a dozen published their work in a peer reviewed journal. Many are now in graduate school and more than 15 of the NSF REU sponsored students have gone on to win NSF Graduate Research Fellowships to embark on Ph.D. work.&nbsp;<br />Our program relies on the excellence of our diverse mentor pool. These principal investigators are often NSF funded researchers, and they come to the Friday Harbor Laboratories for 8 weeks to run high impact research programs that require the propinquity to the intertidal, the high tech imaging and molecular biology tools, and/or the flow through seawater systems. The mentors guide the REU students for the majority of their time at the labs and one day a week we run a group program for all students in how to become a biologist. This includes training in research ethics, statistics, writing, presentations, grantsmanship, and non-academic careers. These group activities are part of what establishes a cohesive cohort. The group of students continue to associate long past the end of our program and this support has led to impressive retention of our REU students in STEM disciplines.&nbsp;<br />The great advantage of a field station experience is the large, diverse, and active community of researchers available to talk with students about life and science. Our program, an intellectual hothouse right on the water, makes use of this resource by involving REU students in seminars, lunch meetings, and group activities that expose them to the broad community of people at the labs. Our REU students are completely incorporated into the labs way of life and often return in subsequent years as gradaute students and even as faculty.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2017<br>\n\t\t\t\t\tModified by: Adam&nbsp;P&nbsp;Summers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFriday Harbor Laboratories, the marine station of the University of Washington, hosted undergraduates from around the world over the past 4 summers. Located on San Juan Island at the southern end of the Salish Sea, the marine lab has about 400 acres and 70 buildings. We make the entire operation, from SCUBA and small boats, to long term field sites, and cutting edge investigative equipment, available to the undergraduates and their mentors. Student projects have covered a wide range of disciplines including watershed transport, fish biomechanics, developmental biology, and larval distribution drivers. Mentors from more than 20 institutions worked with students from all over the country. These students had a diverse background from the Ivy league to community colleges, and over 25% of them were from traditionally underrepresented groups. Working closely with their mentors, students developed projects that stood on their own. Projects the students presented to the Friday Harbor Labs community, then to a wider audience at a national meeting. Over 94% of our REU students went on to present data at the Society of Integrative and Comparative Biology meeting, and a dozen published their work in a peer reviewed journal. Many are now in graduate school and more than 15 of the NSF REU sponsored students have gone on to win NSF Graduate Research Fellowships to embark on Ph.D. work. \nOur program relies on the excellence of our diverse mentor pool. These principal investigators are often NSF funded researchers, and they come to the Friday Harbor Laboratories for 8 weeks to run high impact research programs that require the propinquity to the intertidal, the high tech imaging and molecular biology tools, and/or the flow through seawater systems. The mentors guide the REU students for the majority of their time at the labs and one day a week we run a group program for all students in how to become a biologist. This includes training in research ethics, statistics, writing, presentations, grantsmanship, and non-academic careers. These group activities are part of what establishes a cohesive cohort. The group of students continue to associate long past the end of our program and this support has led to impressive retention of our REU students in STEM disciplines. \nThe great advantage of a field station experience is the large, diverse, and active community of researchers available to talk with students about life and science. Our program, an intellectual hothouse right on the water, makes use of this resource by involving REU students in seminars, lunch meetings, and group activities that expose them to the broad community of people at the labs. Our REU students are completely incorporated into the labs way of life and often return in subsequent years as gradaute students and even as faculty.\n\n\t\t\t\t\tLast Modified: 12/15/2017\n\n\t\t\t\t\tSubmitted by: Adam P Summers"
 }
}