{
 "awd_id": "1263582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of Past Vegetation Change on Soil formation near the Prairie-Forest Vegetation Border with Implications for the Future",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 199869.0,
 "awd_amount": 199869.0,
 "awd_min_amd_letter_date": "2013-03-15",
 "awd_max_amd_letter_date": "2013-08-05",
 "awd_abstract_narration": "This project will study the influence of forest and prairie vegetation on the development of clay-rich subsoil horizons, often formed when clay is carried downward by water percolating through the soil. Accumulation of clay in the subsoil strongly influences the availability of nutrients and water for plants and retention of contaminants.  Understanding the factors that influence development of strong contrasts in clay content between topsoil and subsoil, and how rapidly those contrasts can develop, is a basic, long-standing problem in research on soil formation.  In the Midwestern U.S., much stronger topsoil-subsoil contrasts in clay content are found where the natural vegetation was forest than where it was prairie.  This project will focus on that vegetation effect, in an area of Minnesota where previous research has documented major shifts in the forest-prairie boundary over the past 10,000 years.  By analyzing soils that have formed under the influence of forest for varying periods of time, from more than 10,000 years to a few hundred years, this study will test the hypothesis that most downward clay movement in soils occurs rapidly after a change in conditions such as forest replacing prairie.  Soils that are still responding to recent shifts in the forest-prairie boundary will be used to test a second hypothesis, that organic matter added to the soil from prairie vegetation limits clay movement, and clay is released to move downward as forest invades the prairie.  Carbon isotope analysis will be used to detect organic matter added to the soil in the past by prairie grasses.  The project results will be of great interest to ecologists who have intensively studied past vegetation and climate change in the same study area. Soils can potentially provide much more site-specific information on vegetation change than previous work based on evidence from lake sediments. Overall, the project will produce important new insight on how past environments influenced soil formation, which may also help predict soil response to current or future environmental changes.  \r\n\r\nThe project involves considerable field investigation, as well as highly varied lab analyses including advanced techniques such as isotopic analysis of organic matter fractions. Therefore, it is especially well-suited to provide rich undergraduate research experience, a goal that is increasingly prioritized in science education.  Two undergraduate students will work on all aspects of the project, at least one of them recruited through a University of Wisconsin-Madison program directed toward underrepresented groups.  A graduate student will also work on the project, completing a thesis on a related topic.  The project will enhance both education and research in the broader field of physical geography, which seeks an integrated understanding of climate, biological processes, soils, and landforms.  Relationships between soils and vegetation are taught in many introductory to advanced courses in physical geography, including those offered at UW-Madison. This project will provide a data-rich case study to illustrate specific details of those relationships and also link them to research on past vegetation change, a major research topic in physical geography today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Mason",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Mason",
   "pi_email_addr": "mason@geography.wisc.edu",
   "nsf_id": "000310909",
   "pi_start_date": "2013-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199869.0
  }
 ],
 "por": null
}