{
 "awd_id": "1263723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Technologies Laboratory Student Design Program",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 124985.0,
 "awd_amount": 124985.0,
 "awd_min_amd_letter_date": "2013-08-19",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "PI: Erlandson\r\nProposal Number: 1263723\r\n\r\nThe Enabling Technologies Laboratory (ETL) Student Design Program provides Wayne State University's undergraduate engineering students with the opportunity to design and create prototypes, custom designed devices, software and services to aid persons with disabilities. Students conduct their design activities in an environment that not only complements and integrates their previous academic experiences, but also naturally integrates research, education, and community service. The student design projects are coordinated with ETL research on the impact and effectiveness of technologies that enhance human performance, both physically and cognitively, with an emphasis on the needs of individuals with disabilities. Accessible and universal design principles are key elements in these research and design activities  ETL's client base and collaborator network has continued to grow over the past fifteen years. Veterans with disabilities and their respective organizations have recently been added to ETL's historically diverse community network of CARF and NISH affiliated agencies, special education schools and training centers, small business seeking to hire or retain workers with disabilities, and local rehabilitation clinics. ETL's student design projects reflect the needs of this increasingly diverse population.  Loosely speaking, universal and accessible design seek to support accessibility and competent participation by as many people as possible with as broad a range of abilities as possible without the need for accommodations or assistive technology. Physical accessibility remains a priority and as such ergonomic considerations are a significant element in all design projects. However, cognitive accessibility has taken on greater significance with our aging population and the increase of people with one form or another of cognitive impairments or traumatic brain injury. A fundamental design principle of universal and accessible design is to build intelligence into the environment, product or service so that such \"ambient intelligence\" or \"ubiquitous computing\" can provide cognitive support if required. \r\n\r\nIntellectual merit: ETL student projects tend to fall into three broad technological areas: mechatronic systems, ambient intelligence systems, and universal design. Mechatronic systems can address ergonomic and physical needs. Ambient intelligence enables the universal design principle of building intelligence into environments, products and services by the integration of embedded microprocessors, smart sensors, and wireless communications technologies that can communicate with people providing information, guidance and support. Such design efforts possess intellectual merit in that they are intellectually challenging and afford ETL students the opportunity to work with state-of-the-art technologies related to human/system interactions. \r\n\r\nBroader Impacts: The ETL student design process ensures that the teams are out in the community. They meet and interact with users of their designs as well as representatives from the participating organizations. Based on past experience it has been clearly demonstrated that such active engagements create the broader impacts of the project: 1) interfacing with the local community through ETL's strong community network, 2) using technology to help persons with disabilities, 3) educating the community on how and where to obtain resources and services, 4) supporting persons with disabilities in work, education, leisure and community participation, 5) providing the participating engineering students exposure to people with disabilities, their needs and challenges, 6) engagement with practicing engineers and area businesses, 7) industry support of ETL equipment needs and resources, and more recently 8) raising the entrepreneurial awareness of our students and supporting their entrepreneurial interests with programs such as the collaboration of ETL and Life Beyond Barriers. Life Beyond Barriers is a program to stimulate and support student entrepreneurism. It is a partnership of Wayne State University, the Rehabilitation Institute of Michigan and Urban Science a company owned by a Wayne State graduate who is funding the entrepreneurial initiatives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Erlandson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Erlandson",
   "pi_email_addr": "robert.erlandson@wayne.edu",
   "nsf_id": "000328768",
   "pi_start_date": "2013-08-19",
   "pi_end_date": "2015-06-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhilash",
   "pi_last_name": "Pandya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhilash Pandya",
   "pi_email_addr": "apandya@ece.eng.wayne.edu",
   "nsf_id": "000327970",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Grimm",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michele J Grimm",
   "pi_email_addr": "mgrimm@msu.edu",
   "nsf_id": "000321936",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amar",
   "pi_last_name": "Basu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amar S Basu",
   "pi_email_addr": "amar.basu@wayne.edu",
   "nsf_id": "000515385",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Chen",
   "pi_email_addr": "wchenc@wayne.edu",
   "nsf_id": "000548035",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482024050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 124985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engineering needs to benefit everyone and currently, college students are not adequately exposed to building systems that help the elderly and the disabled.</p>\n<p>This project has been a multi-year effort to create project prototypes, custom designed devices, software, and services with the goal of introducing students to the needs persons with disabilities. We have strived to create at least 8-10 projects per year. It has been an effort that integrates research, education and community service.&nbsp; There have been very imaginative projects for instance that allow students to create games for the disabled to creating lift assist devices (sit to stand) or even systems that help with grocery lists, and garden care. &nbsp;</p>\n<p>The intellectual merit of this undertaking was the exposure of students of engineering to the field of creating system to assist the disable. These students gained knowledge in not only the development of these systems (programming, hardware, sensors, mathematics), but also the methods of finding the issues a person is facing (questioning, visiting, observing) and developing solutions that can help.&nbsp; &nbsp; It has been a tremendous success in this regard.&nbsp; These students now have another way to apply their engineering skills learned to help the disabled.&nbsp; We are hopeful that this project will lead students to create companies and products that will assist the dire needs of the disabled community.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Abhilash&nbsp;Pandya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEngineering needs to benefit everyone and currently, college students are not adequately exposed to building systems that help the elderly and the disabled.\n\nThis project has been a multi-year effort to create project prototypes, custom designed devices, software, and services with the goal of introducing students to the needs persons with disabilities. We have strived to create at least 8-10 projects per year. It has been an effort that integrates research, education and community service.  There have been very imaginative projects for instance that allow students to create games for the disabled to creating lift assist devices (sit to stand) or even systems that help with grocery lists, and garden care.  \n\nThe intellectual merit of this undertaking was the exposure of students of engineering to the field of creating system to assist the disable. These students gained knowledge in not only the development of these systems (programming, hardware, sensors, mathematics), but also the methods of finding the issues a person is facing (questioning, visiting, observing) and developing solutions that can help.    It has been a tremendous success in this regard.  These students now have another way to apply their engineering skills learned to help the disabled.  We are hopeful that this project will lead students to create companies and products that will assist the dire needs of the disabled community. \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Abhilash Pandya"
 }
}