{
 "awd_id": "1263155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: NEESreu- Network for Earthquake Engineering Simulation: Reducing Seismic Vulnerability",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 192171.0,
 "awd_amount": 192171.0,
 "awd_min_amd_letter_date": "2013-03-01",
 "awd_max_amd_letter_date": "2013-03-01",
 "awd_abstract_narration": "The George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) provides a unique combination of research and educational experiences designed to promote reduction in earthquake vulnerability. With support from the NSF Division of Engineering Education and Centers(EEC) and the Division of Civil, Mechanical, and Manufacturing Innovation(CMMI), NEESreu students will engage in state-of-the-art experiments using large-scale test facilities involving physical models, computational models, and data analysis to generate new knowledge that advances earthquake and tsunami risk mitigation. Facilities include shake tables, large-scale structural testing systems, geotechnical centrifuges, mobile field laboratories, permanently instrumented geotechnical field stations, and a tsunami wave. Students will collaborate on active NEES research projects, which tackle a breadth of high priority earthquake mitigation issues ranging from performance of the nation's infrastructure (bridges, ports, pipelines, and levees) to innovative strategies for reducing damage and losses to buildings to the interaction of structures and tsunamis. In addition, this NEESreu program will demonstrate advanced methods for preparing engineering students to participate in geographically-distributed research projects using collaboration tools that are becoming common place in research and professional practice. NEESreu students will use the latest IT collaboration tools to form virtual peer teams for supporting each other's research. Short-term and long-term assessment will provide data to better understand best practices for enhancing collaboration among geographically-distributed undergraduate researchers.\r\n\r\nThe George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) provides a unique combination of research and educational experiences designed to promote reduction in earthquake vulnerability. With support from the NSF Division of Engineering Education and Centers NEESreu students will engage in state-of-the-art experiments using large-scale test facilities involving physical models, computational models, and data analysis to generate new knowledge that advances earthquake and tsunami risk mitigation. Students will collaborate on active NEES research projects, which tackle a breadth of high priority earthquake mitigation issues ranging from performance of the nation's infrastructure (bridges, ports, pipelines, and levees) to innovative strategies for reducing damage and losses to buildings to the interaction of structures and tsunamis. The NEESreu program aims to influence the future of earthquake engineering with special attention to training and mentoring a diverse, professionally prepared workforce, and to attract undergraduate and underrepresented students into STEM careers. Students will gain an understanding of the global impact of earthquake engineering; gain confidence using Web 2.0 technologies; gain enthusiasm for research that translates into a desire to pursue postgraduate education; and develop a network of peers that lasts beyond the REU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Brophy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Brophy",
   "pi_email_addr": "sbrophy@purdue.edu",
   "nsf_id": "000318182",
   "pi_start_date": "2013-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thalia",
   "pi_last_name": "Anagnos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thalia Anagnos",
   "pi_email_addr": "thalia.anagnos@sjsu.edu",
   "nsf_id": "000448233",
   "pi_start_date": "2013-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 192171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Discoveries in earthquake engineering can save lives and requires a large scale network of state-of-the-art test facilities. Funded by the National Science Foundation, the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) operated from October 2004 to September 2014 and consisted of 14 large-scale earthquake engineering laboratories, housed at universities across the United States. These laboratories linked together with a sophisticated cyberinfrastructure provided research hubs for large-scale earthquake engineering research in the areas of structures, soils, and tsunamis. Each site housed large-scale testing equipment, sensors, and support staff available to researchers from around the U.S., thus creating a network of shared-use laboratories. NEES research led to advancements in design specifications, guidelines, and codes; development of new technologies for reducing earthquake and tsunami damage; and improved techniques for simulation and laboratory experimentation. More about NEES research and outcomes can be found at <strong>https://nees.org</strong>.</p>\n<p>Future discoveries in earthquake engineering requires developing young engineers and scientists talent by immersing them in research conducted at start-of-the-art test facilities. The NEES research experience for undergraduates (REU) program leveraged its concentration of special equipment and researchers to create a unique research experience for participants. The undergraduates were distributed at research laboratories around the country, thus particular attention was paid to introducing the REU participants to online technologies to improve collaboration. The program had four primary goals:</p>\n<ol>\n<li>Develop a      diverse population of undergraduates with an enthusiasm for research that      translates into pursuing postgraduate education.&nbsp;</li>\n<li>Attract      undergraduates, particularly underrepresented students, into STEM careers,      particularly the field of earthquake engineering.</li>\n<li>Develop      students&rsquo; skills and attitudes for collaborating in modern web-based team      driven work environment.</li>\n<li>Refine      methods to effectively deliver a geographically-distributed REU program.</li>\n</ol>\n<p>The REU program started in 2006 with 15 students and was expanded over the years with several NSF-funded REU site awards and extensive funding from the NEES Cooperative Agreement. In the later years the program severed 30 to 40 students each summer. Overall from 2006 to 2014, 239 undergraduates participated in the program, and 220 graduate student mentors were trained to mentor these undergraduates. Each year more than 50% of participants were from populations underrepresented in STEM (women and minorities). Over the five-year period (2010-2014) that NEEScomm ran the program, 63% of REU participants were from populations underrepresented in STEM. About a third of the cohort came from limited-research institutions. &nbsp;</p>\n<p>Students contributed to ongoing NEES large-scale experimental research and simulation projects. Research included topics such as enhancement of performance of partially grouted masonry structures, retrofit strategies for soft-story woodframe buildings, <em>soil-foundation-structure interaction</em>, base isolation, structural health monitoring, and <em>mitigation strategies for tsunami currents in harbors. </em>&nbsp;In addition, numerous projects developed tools to improve analysis, simulation, and data visualization. The students made significant contributions to the NEES projects. Ultimately, the discoveries in these projects made will inform building codes and guidelines that are used to design cities of tomorrow and retrofit existing infrastructure.</p>\n<p>Over the course of the summer, working closely with mentors, laboratory staff, and peers, each REU student completed a project and prepared a project report. To suppor...",
  "por_txt_cntn": "\nDiscoveries in earthquake engineering can save lives and requires a large scale network of state-of-the-art test facilities. Funded by the National Science Foundation, the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) operated from October 2004 to September 2014 and consisted of 14 large-scale earthquake engineering laboratories, housed at universities across the United States. These laboratories linked together with a sophisticated cyberinfrastructure provided research hubs for large-scale earthquake engineering research in the areas of structures, soils, and tsunamis. Each site housed large-scale testing equipment, sensors, and support staff available to researchers from around the U.S., thus creating a network of shared-use laboratories. NEES research led to advancements in design specifications, guidelines, and codes; development of new technologies for reducing earthquake and tsunami damage; and improved techniques for simulation and laboratory experimentation. More about NEES research and outcomes can be found at https://nees.org.\n\nFuture discoveries in earthquake engineering requires developing young engineers and scientists talent by immersing them in research conducted at start-of-the-art test facilities. The NEES research experience for undergraduates (REU) program leveraged its concentration of special equipment and researchers to create a unique research experience for participants. The undergraduates were distributed at research laboratories around the country, thus particular attention was paid to introducing the REU participants to online technologies to improve collaboration. The program had four primary goals:\n\nDevelop a      diverse population of undergraduates with an enthusiasm for research that      translates into pursuing postgraduate education. \nAttract      undergraduates, particularly underrepresented students, into STEM careers,      particularly the field of earthquake engineering.\nDevelop      studentsÆ skills and attitudes for collaborating in modern web-based team      driven work environment.\nRefine      methods to effectively deliver a geographically-distributed REU program.\n\n\nThe REU program started in 2006 with 15 students and was expanded over the years with several NSF-funded REU site awards and extensive funding from the NEES Cooperative Agreement. In the later years the program severed 30 to 40 students each summer. Overall from 2006 to 2014, 239 undergraduates participated in the program, and 220 graduate student mentors were trained to mentor these undergraduates. Each year more than 50% of participants were from populations underrepresented in STEM (women and minorities). Over the five-year period (2010-2014) that NEEScomm ran the program, 63% of REU participants were from populations underrepresented in STEM. About a third of the cohort came from limited-research institutions.  \n\nStudents contributed to ongoing NEES large-scale experimental research and simulation projects. Research included topics such as enhancement of performance of partially grouted masonry structures, retrofit strategies for soft-story woodframe buildings, soil-foundation-structure interaction, base isolation, structural health monitoring, and mitigation strategies for tsunami currents in harbors.  In addition, numerous projects developed tools to improve analysis, simulation, and data visualization. The students made significant contributions to the NEES projects. Ultimately, the discoveries in these projects made will inform building codes and guidelines that are used to design cities of tomorrow and retrofit existing infrastructure.\n\nOver the course of the summer, working closely with mentors, laboratory staff, and peers, each REU student completed a project and prepared a project report. To support their professional development and help students augment their skills for collaborating when team members are not co-located, Virtual Peer Teams were set up to experiment with a variety..."
 }
}