{
 "awd_id": "1263889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Localized Surface Plasmon Resonance (LSPR) Biosensing Microarray for Multiplex, Real-time Single-Cell Immunophenotyping",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 349397.0,
 "awd_min_amd_letter_date": "2013-07-26",
 "awd_max_amd_letter_date": "2015-05-27",
 "awd_abstract_narration": "1263889 - Kurabayashi\r\n\r\nThe immune system plays a critical role in protecting a living organism against invasions of viruses,\r\nbacteria, and parasitic worms and in distinguishing diseased tissue from healthy tissue. Leukocytes -white blood cells - are important blood constituents that support the immune system and haveseveral cellular subsets determined by their morphology and response to an antigen exposure. Comprehensive characterization of the immune cell functions is critical to diagnose, stratify, and monitor infections, malignancies, autoimmune disorders, and injuries or to study the efficacy of new drugs. In particular, quantitative analysis of the cytokine secretion profiles of individual cells is required for precise determination of the subtle variations in the cellular function and immune status across their sub-groups. However, there are some shortcomings in existing methods that need to be overcome for realizing rapid, efficient, dynamic analysis of leukocyte cytokine-secretion profiles. This research aims to establish a biosensing platform that enables high-throughput, multiplexed, dynamic measurement of cytokines secreted by target immune cells isolated from whole blood at the\r\nsingle-cell level. This single-cell functional assay efficiently permits on-chip isolation and stimulation of single cells and detection of cell-secreted proteins. Our approach will employ localized surface plasmon resonance (LSPR) imaging within microchamber arrays, each capturing a single cell. As a result of miniaturization of the whole system, both the sample volume and the total assay time can\r\nbe reduced. The microarray form of the microfluidic platform coupled with LSPR biosensing will allow for massively parallel label-free, real-time quantification and mapping of proteins secreted individual cells with a simple optics setup. The analysis performed for a large number of single cells will allow for immunophenotypical screening of leukocyte subsets while detecting subtle differences and time variations of their immune functions. If the isolation process only yields extraction of identical cell subsets, the large number of measurements per sample will lead to high statistical accuracy (i.e., reduced false positives).\r\n \r\nNontechnical\r\nThis project will develop novel means to analyze immune cells present in blood.  Specifically, the proposal will develop devices to capture individual immune cells and then monitor release of certain proteins from the captured cells.  The levels and the types of proteins produced by the immune cells reflect on the state of health or disease of an individual.  Therefore proposed devices will have significant diagnostic implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katsuo",
   "pi_last_name": "Kurabayashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katsuo Kurabayashi",
   "pi_email_addr": "kk5165@nyu.edu",
   "nsf_id": "000487006",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jianping",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianping Fu",
   "pi_email_addr": "jpfu@umich.edu",
   "nsf_id": "000569746",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 19397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this study, we developed barcode-shaped localized surface plasmon resonance (LSPR) biosensor microarrays for obtaining temporal behaviors of T cells &ndash; immune cells that are key players in the immune system -- in producing cytokine molecules under exposure to immunity stimulating agents. Cytokines are proteins responsible for growth, maturation, activation, and intercellular communications of immune cells. Our cytokine secretion assay was rapid, sensitive, and easy to implement for multi-analyte, multi-time-point detection. The multi-analyte time-course cytokine secretion data obtained from this work enabled us to characterize dynamic features of the functional response of T cells after their exposure to an immunosuppressant drug. The rapid reaction of T cells to the agent clearly reflected its effect in quickly altering cytokine-mediated pro-inflammatory intracellular signaling pathways. To the best of our knowledge, this study is the first to quantitatively characterize dynamic cytokine secretion behaviors under immunosuppressive modulation. &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit</span></p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span>The T-cell functional response is governed by an orchestration of dynamic secretions of multiple cytokine species. Thus, of particular importance in the current study is the demonstrated ability of our method to probe the temporal secretion profiles of four target cytokines (IL-2, IFN-&gamma;, TNF-&alpha;, and IL-10) from T cells. The multi-analyte, multi-time-point detection provided a unique opportunity to obtain a broad picture of cellular functional states rapidly modulated by immunosuppressive agents. Variations in the degree and timing of the drug-induced secretion suppression across these cytokines under a given drug administration condition offer important and clinically relevant insight to more precisely modulate immune responses beyond the historically standard practice of monitoring serum drug levels. For example, by monitoring both IL-2 and IFN-&gamma; secretion profiles under various drug doses, we may be able to quickly (&lt; 60 min) estimate a minimum amount of drug required to inhibit the IL-2-mediated inflammatory response of T cells while maintaining a sufficient level of IFN-&gamma; mediated anti-viral responses.&nbsp; This could prevent overdosing of the immunosuppressant, which could induce adverse effects and cause diseases with over-suppressed innate immunity. In addition, our study suggests that comparing the secretion profile of IL-10 to those of IL-2 and IFN-&gamma; may provide critical information about the T cell&rsquo;s real-time feedback control of pro-inflammatory cytokine secretion via autocrine (cell-to-itself) /paracrine (cell-to-cell) secretion signaling pathways.</p>\n<p>The cellular functional monitoring capability demonstrated by the LSPR nanoplasmonic biosensor microarrays may serve as a technological platform to provide precise and personalized real-time immune regulation treatments. With this capability, one may precisely assess temporal variations of the functional behaviors of T cells for a given immunosuppressive agent delivery condition. We envision that our nanoplasmonic biosensing platform will be used as a drug efficacy-screening tool for future personalized medicine while providing detailed information of the immunomodulatory effect of a given agent on the functional behaviors of immune cells.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impact</span></p>\n<p>This project enabled the research team to host 8 underrepresented (primarily Black and Hispanic) undergraduate students from other U.S. institutions, such as University of Tulsa, University of South Alabama, Johns Hopkins University, University of Puerto Rico, MIT, and Case Western Reverse University, at a graduate program recruitment event called &ldquo;Visit Day&rdquo; in February 2016 and to give them research presentations and lab tours. This event promoted the students&rsquo; future application to our PhD program in Mechanical Engineering. &nbsp;Our research team participated in Girls Research Engineering and Technology (GREAT Day) sponsored by the University of Michigan Society of Women Engineers in June 2016. Twenty-four high school junior female students from the local Ann Arbor and Saline districts visited the University of Michigan Campus and worked on hands-on experiments in our lab building (G.G. Brown Lab). Under the supervision of our graduate students, these students worked on microdroplet formation and cell culture using PDMS microfluidic devices similar to those used in this project.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2017<br>\n\t\t\t\t\tModified by: Katsuo&nbsp;Kurabayashi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this study, we developed barcode-shaped localized surface plasmon resonance (LSPR) biosensor microarrays for obtaining temporal behaviors of T cells &ndash; immune cells that are key players in the immune system -- in producing cytokine molecules under exposure to immunity stimulating agents. Cytokines are proteins responsible for growth, maturation, activation, and intercellular communications of immune cells. Our cytokine secretion assay was rapid, sensitive, and easy to implement for multi-analyte, multi-time-point detection. The multi-analyte time-course cytokine secretion data obtained from this work enabled us to characterize dynamic features of the functional response of T cells after their exposure to an immunosuppressant drug. The rapid reaction of T cells to the agent clearly reflected its effect in quickly altering cytokine-mediated pro-inflammatory intracellular signaling pathways. To the best of our knowledge, this study is the first to quantitatively characterize dynamic cytokine secretion behaviors under immunosuppressive modulation.  \n\nIntellectual merit\n\n The T-cell functional response is governed by an orchestration of dynamic secretions of multiple cytokine species. Thus, of particular importance in the current study is the demonstrated ability of our method to probe the temporal secretion profiles of four target cytokines (IL-2, IFN-&gamma;, TNF-&alpha;, and IL-10) from T cells. The multi-analyte, multi-time-point detection provided a unique opportunity to obtain a broad picture of cellular functional states rapidly modulated by immunosuppressive agents. Variations in the degree and timing of the drug-induced secretion suppression across these cytokines under a given drug administration condition offer important and clinically relevant insight to more precisely modulate immune responses beyond the historically standard practice of monitoring serum drug levels. For example, by monitoring both IL-2 and IFN-&gamma; secretion profiles under various drug doses, we may be able to quickly (&lt; 60 min) estimate a minimum amount of drug required to inhibit the IL-2-mediated inflammatory response of T cells while maintaining a sufficient level of IFN-&gamma; mediated anti-viral responses.  This could prevent overdosing of the immunosuppressant, which could induce adverse effects and cause diseases with over-suppressed innate immunity. In addition, our study suggests that comparing the secretion profile of IL-10 to those of IL-2 and IFN-&gamma; may provide critical information about the T cell?s real-time feedback control of pro-inflammatory cytokine secretion via autocrine (cell-to-itself) /paracrine (cell-to-cell) secretion signaling pathways.\n\nThe cellular functional monitoring capability demonstrated by the LSPR nanoplasmonic biosensor microarrays may serve as a technological platform to provide precise and personalized real-time immune regulation treatments. With this capability, one may precisely assess temporal variations of the functional behaviors of T cells for a given immunosuppressive agent delivery condition. We envision that our nanoplasmonic biosensing platform will be used as a drug efficacy-screening tool for future personalized medicine while providing detailed information of the immunomodulatory effect of a given agent on the functional behaviors of immune cells.\n\nBroader Impact\n\nThis project enabled the research team to host 8 underrepresented (primarily Black and Hispanic) undergraduate students from other U.S. institutions, such as University of Tulsa, University of South Alabama, Johns Hopkins University, University of Puerto Rico, MIT, and Case Western Reverse University, at a graduate program recruitment event called \"Visit Day\" in February 2016 and to give them research presentations and lab tours. This event promoted the students? future application to our PhD program in Mechanical Engineering.  Our research team participated in Girls Research Engineering and Technology (GREAT Day) sponsored by the University of Michigan Society of Women Engineers in June 2016. Twenty-four high school junior female students from the local Ann Arbor and Saline districts visited the University of Michigan Campus and worked on hands-on experiments in our lab building (G.G. Brown Lab). Under the supervision of our graduate students, these students worked on microdroplet formation and cell culture using PDMS microfluidic devices similar to those used in this project. \n\n \n\n\t\t\t\t\tLast Modified: 02/06/2017\n\n\t\t\t\t\tSubmitted by: Katsuo Kurabayashi"
 }
}