{
 "awd_id": "1263707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Zeolite Thin Films as Efficient and Robust Ion Exchange Membranes in Redox Flow Batteries for Renewable Energy Storage",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2013-02-06",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "1263860 / 1263707 Dong, Junhang / Murad, Sohail\r\n\r\nThe lack of economical and efficient energy storage devices is one of the major hurdles to the widespread utilization of renewable solar and wind energy. The redox flow battery (RFB) is an  attractive option because of its excellent safety, high capacity, high efficiency, modularity, and small environmental footprint; however, in its current development state it is not commercially viable largely because of inefficiencies in the ion exchange membrane (IEM), which is a key factor determining its cost effectiveness, energy efficiency, and battery lifetime. Research and development efforts on IEMs for RFBs have largely focused on polymer-based materials. These materials have fundamental deficiencies, associated with their polymeric nature, related to ion crossover and chemical instability in high concentration electrolyte solutions of RFBs; therefore, alternative IEMs fabricated from new materials are required. The goal of this project is to explore nanoporous zeolite thin films as a new class of highly efficient and durable IEMs for RFBs.  A key objective is to understand the mechanisms of proton conduction and field-driven ion transport in the zeolite membranes. The research will primarily focus on the siliceous MFI-type zeolite membranes for two model RFB systems including the Fe/Cr RFB and the all-vanadium RFB. The specific objectives include: (i) synthesizing MFI zeolite membranes with different thickness, orientation, and framework composition and investigating the effects of these structural and chemical properties on the membrane performance in RFBs; (ii) experimentally studying the transport properties for proton and relevant metal ions with and without applied electric fields; and (iii) performing molecular simulations of the electrical-field-driven and chemical-potential-gradient-driven ion transport processes. Zeolite membrane transport is governed by the field-driven diffusion of ?hydrated protons? in essentially non-ionic subnanometer zeolitic channels and is fundamentally different from the proton hopping process in the hydrated ionic polymers.  This research will employ nanoporous inorganic membranes, particularly the crystalline zeolite membranes, as a new generation of highly efficient and robust IEMs for RFBs. The project will advance fundamental knowledge on ion transport in the zeolite membranes through synergistic efforts involving experimental studies and molecular dynamics simulations.  Simulations will guide efforts to determine the most promising membrane structural and chemical properties. \r\n\r\nBroader Impacts: If successful, this research may guide the design of storage devices for intermittent energy from renewable sources.  The membranes developed will also have potential applications energy production and environmental protection. A  more complete fundamental understanding of the electrical field-driven ion transport mechanism in  zeolitic nanopores will be a significant contribution to membrane science. The project involves experimental and theoretical studies that will provide opportunities for graduate and undergraduate students.  Plans have been made to incorporate the research findings into existing courses and to include undergraduate participation from diverse academic and ethnic backgrounds.  Both PIs have outreach activities involving high school students and undergraduate students through research projects and presentations at seminars. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sohail",
   "pi_last_name": "Murad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sohail Murad",
   "pi_email_addr": "murad@iit.edu",
   "nsf_id": "000263867",
   "pi_start_date": "2013-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "810 S Clinton Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606074408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18241.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}