{
 "awd_id": "1263283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research on Security of Mobile Devices and Wireless Networks at New York Institute of Technology",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 359513.0,
 "awd_amount": 359513.0,
 "awd_min_amd_letter_date": "2013-02-11",
 "awd_max_amd_letter_date": "2013-02-11",
 "awd_abstract_narration": "The award establishes a new REU Site focused on the security of mobile devices at New York Institute of Technology (NYIT). Undergraduates will gain hands-on research experiences in simulating the spread of malware on mobile devices, implementing cryptographic algorithms and authentication schemes studying topology control of wireless networks, geolocating smartphones, detecting physical attacks on a network of mobile devices, and developing privacy protected sensing methods using mobile devices. Students will work during the summer with a team of experienced faculty in labs on the NYIT campus.  The project includes professional development activities for students and engagement with industry.   This project is co-funded by the Office of Cyberinfrastructure.\r\n\r\nIntellectual Merit: The intellectual merit of the project is focused on the research topic which is timely and of national concern.  The students will work with a team of experienced researchers in state-of-the art labs on topics that are current and relevant to the cyber trust research community. These research experiences are aimed at building a strong background for undergraduates to become researchers and motivate them to pursue graduate studies in computer science and engineering.\r\n\r\nBroader Impacts: This project will provide hands-on research experiences in a high-demand science, technology, engineering, and mathematics (STEM) field. The project team is committed to recruiting women and underrepresented minority students for these research opportunities and to retaining them in academic and professional capacities related to STEM. Participants will collaborate with faculty, graduate students and fellow undergraduates in research teams comprised of individuals of diverse ethnic backgrounds. Thus this project has the potential to produce new computer science graduate students and faculty members and to advance discovery and understanding while promoting learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ziqian",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ziqian Dong",
   "pi_email_addr": "ziqian.dong@nyit.edu",
   "nsf_id": "000572386",
   "pi_start_date": "2013-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Institute of Technology",
  "inst_street_address": "1855 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5166867737",
  "inst_zip_code": "100237606",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "NEW YORK INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SVZSJHR2A4T6"
 },
 "perf_inst": {
  "perf_inst_name": "New York Institute of Technology",
  "perf_str_addr": "1855 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100237692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "802700",
   "pgm_ele_name": "Cybersecurity Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 359513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the REU site at New York Institute of Technology is to provide opportunities for motivated and talented undergraduate students, with emphasis on women and minority students, to collaborate with NYIT faculty and graduate students on research for methods of securing smartphones on a network and equipment level using both hardware and software designs.</p>\n<p>The major goals of the project are: 1) to introduce security research on smartphones and mobile networks to undergraduate students and prepare them for graduate studies; 2) to increase the number of students from underrepresented groups who engage in security research and provide support for them to become security researchers; 3) to provide research opportunities in a high-demand area to those who would otherwise have no access to research facilities; and 4) to increase awareness of, and approaches to, challenging problems of security in mobile devices and networks.</p>\n<p>The NYIT REU program primarily targeted rising junior and senior undergraduate students with strong background in mathematics, computer networks, and programming. The project team worked with the NYIT Office of Communications and Marketing, Admissions Office, and Financial Aid Office to carry out the recruitment plan for the REU summer program at NYIT. The team advertised nationally through the NSF REU program website, CRA-W program website, and professional mailing lists. The outreach to women's centers, the Society of Women Engineers, to IEEE Women in Engineering chapters, the National Engineering Society of Black Engineers, and the Society of Hispanic Professional Engineers and to community colleges helped to increase the percentage of women and minority students participating our program.</p>\n<p>The NYIT REU site attracted a diverse applicant pool of 276 undergraduate students (29% female, 69% male, 2% no selection or prefer not to specify; 13% African American, 23% Asian, 19% Hispanic/Latino, 3% Native American/American Indian, 46% White, 3% Others) from across the country as well as globally (during the second and the third year of the program, the site hosted undergraduate students from Brazil to collaborate with the REU fellows).&nbsp; Approximately 67% of the REU fellows were from non-research institutions; 37% of the participants were female undergraduates in STEM majors. More than half of the participants were from underrepresented group or low-income families.</p>\n<p>NYIT REU participants produced 18 technical reports and 18 posters showcasing their research results. They also contributed to publications in both peer-reviewed journals and conferences. Preliminary findings were presented at the MobileMed 2013, IEEE 11th International Conference on Networking, Sensing and Control in 2014, Security Communication Networks journal and poster sessions at the NYIT Cybersecurity Conference in 2013,&nbsp; 2014, and 2015 and Council of Undergraduate Research REU Scholar Conference in 2013 and 2015. All REU participants attended the ACM WiSec and RFIDSec and volunteered at the conference in 2015. One group of REU researchers was selected to present at the REU Symposium in 2015.</p>\n<p>Fifteen REU participants completed their study at their home  institutions. Six of the participants were attending graduate school.  One of participants from a non-research institution is currently a  Boeing Scholar at Carnegie Mellon University. Two of our female REU  participants transferred from non-research institution to STEM research  institutions and are planning to pursue graduate studies. A number of  our REU fellows have been securing internships in industry to explore  different opportunities. During our follow-up communications with our  REU fellows, many participants expressed interest in pursuing graduate  studies in the future. Our survey showed concerns on finances or  acceptance to desired program are mostly reported by students...",
  "por_txt_cntn": "\nThe objective of the REU site at New York Institute of Technology is to provide opportunities for motivated and talented undergraduate students, with emphasis on women and minority students, to collaborate with NYIT faculty and graduate students on research for methods of securing smartphones on a network and equipment level using both hardware and software designs.\n\nThe major goals of the project are: 1) to introduce security research on smartphones and mobile networks to undergraduate students and prepare them for graduate studies; 2) to increase the number of students from underrepresented groups who engage in security research and provide support for them to become security researchers; 3) to provide research opportunities in a high-demand area to those who would otherwise have no access to research facilities; and 4) to increase awareness of, and approaches to, challenging problems of security in mobile devices and networks.\n\nThe NYIT REU program primarily targeted rising junior and senior undergraduate students with strong background in mathematics, computer networks, and programming. The project team worked with the NYIT Office of Communications and Marketing, Admissions Office, and Financial Aid Office to carry out the recruitment plan for the REU summer program at NYIT. The team advertised nationally through the NSF REU program website, CRA-W program website, and professional mailing lists. The outreach to women's centers, the Society of Women Engineers, to IEEE Women in Engineering chapters, the National Engineering Society of Black Engineers, and the Society of Hispanic Professional Engineers and to community colleges helped to increase the percentage of women and minority students participating our program.\n\nThe NYIT REU site attracted a diverse applicant pool of 276 undergraduate students (29% female, 69% male, 2% no selection or prefer not to specify; 13% African American, 23% Asian, 19% Hispanic/Latino, 3% Native American/American Indian, 46% White, 3% Others) from across the country as well as globally (during the second and the third year of the program, the site hosted undergraduate students from Brazil to collaborate with the REU fellows).  Approximately 67% of the REU fellows were from non-research institutions; 37% of the participants were female undergraduates in STEM majors. More than half of the participants were from underrepresented group or low-income families.\n\nNYIT REU participants produced 18 technical reports and 18 posters showcasing their research results. They also contributed to publications in both peer-reviewed journals and conferences. Preliminary findings were presented at the MobileMed 2013, IEEE 11th International Conference on Networking, Sensing and Control in 2014, Security Communication Networks journal and poster sessions at the NYIT Cybersecurity Conference in 2013,  2014, and 2015 and Council of Undergraduate Research REU Scholar Conference in 2013 and 2015. All REU participants attended the ACM WiSec and RFIDSec and volunteered at the conference in 2015. One group of REU researchers was selected to present at the REU Symposium in 2015.\n\nFifteen REU participants completed their study at their home  institutions. Six of the participants were attending graduate school.  One of participants from a non-research institution is currently a  Boeing Scholar at Carnegie Mellon University. Two of our female REU  participants transferred from non-research institution to STEM research  institutions and are planning to pursue graduate studies. A number of  our REU fellows have been securing internships in industry to explore  different opportunities. During our follow-up communications with our  REU fellows, many participants expressed interest in pursuing graduate  studies in the future. Our survey showed concerns on finances or  acceptance to desired program are mostly reported by students to pursue  graduate studies immediately after college.\n\n\t\t\t\t\tLast Modified: 04/01/2016\n\n\t\t\t\t\tSubmitte..."
 }
}