{
 "awd_id": "1263051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Sustainabiity of critical areas for eiders and subsistence hunters in an industrializing nearshore zone",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 484238.0,
 "awd_amount": 484238.0,
 "awd_min_amd_letter_date": "2013-09-02",
 "awd_max_amd_letter_date": "2013-09-02",
 "awd_abstract_narration": "Throughout the Arctic, indigenous people are faced with difficult choices between the cash benefits of industrialization versus potential degradation of subsistence hunting.  Subsistence hunting often provides a large fraction of foods, and may be more reliable in the long term than a cash economy based on nonrenewable resources.  Subsistence hunting for certain species may also have cultural significance that far exceeds their dietary contribution.  On the Chukchi Sea coast, pipelines connecting offshore oil wells to onshore terminals must be built across a nearshore corridor used by most marine birds and mammals that migrate to the western North American Arctic. These animals are hunted for subsistence by local Natives.  During spring, these animals travel through a zone of open water that forms between landfast ice and moving pack ice.  If an oil pipeline were ruptured by spring ice scour in this shallow zone, oil could probably not be removed from open water within broken ice during migration.  Such an event could not only restrict the extent of viable habitat, but also eliminate local hunting areas.  Thus, key habitats that are usually accessible to hunting should be avoided in pipeline placement.  In this research, we will model habitat requirements and map viable prey densities for a formerly hunted but now threatened species (Spectacled Eider, SPEI) and a commonly hunted species (King Eider, KIEI) in the Chukchi nearshore zone, and determine long-term variability in the eiders? access to those areas through the ice.  We will refine these maps with traditional ecological knowledge on conditions and areas where hunting for KIEI typically occurs.  We will then estimate probabilities that different eider feeding areas that are accessible through the ice and conducive to hunting would be eliminated during migration by oil spills from pipelines built along four alternative routes.  We will use this information to inform structured decision-making workshops we will hold in the Native community.  These workshops will help create a local vision for sustainability, in terms of potential risks of different pipeline routes to subsistence and cultural values of eiders, relative to cash benefits of local construction projects.\r\n\r\nLocal villagers will be involved in creating and shaping the data set, and will be the main participants in structured decision-making workshops.  We will integrate our work with outreach and education programs conducted in these villages by the U.S. Fish and Wildlife Service.  Our project will yield important information for future evaluations and decision-making by Endangered Species and Migratory Bird Management Offices.  Our modern scientific and traditional ecological data, and facilitation of community consensus-building, will expedite later impact assessments by BOEM and other agencies as oilfield development proceeds.  On a hemispheric scale, the approach we develop will serve as a prototype applicable to the many such situations developing across the Arctic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lovvorn",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Lovvorn",
   "pi_email_addr": "lovvorn@siu.edu",
   "nsf_id": "000262428",
   "pi_start_date": "2013-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Brooks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie L Brooks",
   "pi_email_addr": "mlbrooks@siu.edu",
   "nsf_id": "000610686",
   "pi_start_date": "2013-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "Office of Sponsored Projects Adm",
  "perf_city_name": "Carbondale",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014306",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  },
  {
   "pgm_ele_code": "810900",
   "pgm_ele_name": "ArcSEES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "8560",
   "pgm_ref_txt": "ARC-SEES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 484238.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to enhance spatial planning to accommodate both industrial development and subsistence hunting in a region with rapid climate change.&nbsp;We used eiders, eider hunting, and habitats needed to sustain both as a context for predicting impacts of oil pipeline placement and urban expansion.&nbsp;We initially focused on the nearshore Chukchi Sea, where there were plans for a pipeline across a critical migration corridor for eiders. We characterized long-term variations in ice cover that affected both the eiders&rsquo; access to foraging habitats and the ice-edge hunters&rsquo; access to the eiders. We found that because ice cover is so variable, there was no particular pipeline placement that would minimize potential exposure of eiders to spilled oil. Knowing alternative feeding areas to be protected in case of a local spill requires tracking the locations of viable feeding areas through time. However, nearshore areas are seldom sampled by oceanographic vessels, so we developed ways to predict locations of high prey density. Long-term data from the similar northern Bering Sea showed that food web types and relative biomass of prey for eiders depended on levels of organic carbon (OC) in the sediments. We then tested the ability of a computer model of bottom currents to predict spatial patterns of sediment OC. In deeper areas with sluggish currents, variations in depth were overwhelmingly the best predictor of sediment OC, whereas in shallower areas, near-bottom currents were the dominant predictor. The models allowed delineation of areas with different food web types associated with different levels of sediment OC over 7 years.&nbsp; Our findings revealed important opportunities for linking food web models with physical oceanographic models to predict future changes in the locations of critical habitats.</p>\n<p>We also investigated trace elements in eiders which are consumed by subsistence hunters. We found there is little threat of trace element contamination to hunters and their families by consuming these birds, except for the livers of spectacled eiders which contained very high levels of Se.</p>\n<p>During our project, offshore oil exploration was halted in the Chukchi Sea. However, exploration for oil in coastal tundra increased as did the rate of expansion of the city of Utqiagvik (formerly Barrow). As a result, we extended our work to coastal tundra where sea ducks nest and subsistence hunting for them continues.&nbsp;We characterized the value of different tundra habitats (via studies of behavior and prey availability), and the importance of nearshore vs. tundra habitats to providing nutrients used by eiders in reproduction (via stable isotopes).</p>\n<p>Threatened Steller&rsquo;s Eiders, in particular, have been displaced from previously favored nesting sites by expansion of the city of Utqiagvik. This trend will likely cause increasing conflicts with the U.S. Endangered Species Act, so that sustainable development requires knowing the essential features and extent of potential habitats for the eiders. In other words, is irreplaceable habitat being destroyed, or is there adequate alternative habitat in the region? We are collaborating with researchers from the University of Wisconsin and University of Illinois who have developed detailed landform and vegetation maps of the entire region around Utqiagvik. We have used GPS coordinates of nests found over the last 6 years to map elevations, hydrologic settings, and vegetation of the nest sites of different sea duck species, and to project shifts in availability of those habitats as the tundra thaws with climate warming.</p>\n<p>Our stable isotope data indicate that the two larger-bodied sea ducks obtain nutrients for egg production from both local tundra wetlands and from marine habitats used before arrival. The two smaller-bodied sea ducks rely almost entirely on foods from tundra wetlands. We have also measured the birds&rsquo; foraging behavior and the availability of invertebrate prey in the different wetland types. Wetland types used by the birds after arrival (shallow wetlands dominated by emergent grasses and sedges) are declining in availability with changing climate. Although a number of studies have documented changes in the numbers and sizes of tundra ponds with climate change, our work is the first to provide details of the trophic consequences for dominant vertebrate consumers and their invertebrate prey.</p>\n<p>Native people are often conflicted about tradeoffs between economic development and preserving their subsistence way of life.&nbsp; Over 3 years we conducted a series of workshops in the village of Wainwright to introduce structured decision-making as a means of clarifying alternatives and reaching consensus. The participants said that the experience was quite useful.</p>\n<p>We have collaborated closely with the U.S. Fish and Wildlife Service on their long-term Eider Project. Every year, volunteers from the local high school are trained to assist in foot surveys of this very large area to search for nests, count lemmings, and capture nesting eiders. Two graduate students on this project were instrumental in training and supervising these mostly Alaska Native students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: James&nbsp;R&nbsp;Lovvorn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to enhance spatial planning to accommodate both industrial development and subsistence hunting in a region with rapid climate change. We used eiders, eider hunting, and habitats needed to sustain both as a context for predicting impacts of oil pipeline placement and urban expansion. We initially focused on the nearshore Chukchi Sea, where there were plans for a pipeline across a critical migration corridor for eiders. We characterized long-term variations in ice cover that affected both the eiders’ access to foraging habitats and the ice-edge hunters’ access to the eiders. We found that because ice cover is so variable, there was no particular pipeline placement that would minimize potential exposure of eiders to spilled oil. Knowing alternative feeding areas to be protected in case of a local spill requires tracking the locations of viable feeding areas through time. However, nearshore areas are seldom sampled by oceanographic vessels, so we developed ways to predict locations of high prey density. Long-term data from the similar northern Bering Sea showed that food web types and relative biomass of prey for eiders depended on levels of organic carbon (OC) in the sediments. We then tested the ability of a computer model of bottom currents to predict spatial patterns of sediment OC. In deeper areas with sluggish currents, variations in depth were overwhelmingly the best predictor of sediment OC, whereas in shallower areas, near-bottom currents were the dominant predictor. The models allowed delineation of areas with different food web types associated with different levels of sediment OC over 7 years.  Our findings revealed important opportunities for linking food web models with physical oceanographic models to predict future changes in the locations of critical habitats.\n\nWe also investigated trace elements in eiders which are consumed by subsistence hunters. We found there is little threat of trace element contamination to hunters and their families by consuming these birds, except for the livers of spectacled eiders which contained very high levels of Se.\n\nDuring our project, offshore oil exploration was halted in the Chukchi Sea. However, exploration for oil in coastal tundra increased as did the rate of expansion of the city of Utqiagvik (formerly Barrow). As a result, we extended our work to coastal tundra where sea ducks nest and subsistence hunting for them continues. We characterized the value of different tundra habitats (via studies of behavior and prey availability), and the importance of nearshore vs. tundra habitats to providing nutrients used by eiders in reproduction (via stable isotopes).\n\nThreatened Steller’s Eiders, in particular, have been displaced from previously favored nesting sites by expansion of the city of Utqiagvik. This trend will likely cause increasing conflicts with the U.S. Endangered Species Act, so that sustainable development requires knowing the essential features and extent of potential habitats for the eiders. In other words, is irreplaceable habitat being destroyed, or is there adequate alternative habitat in the region? We are collaborating with researchers from the University of Wisconsin and University of Illinois who have developed detailed landform and vegetation maps of the entire region around Utqiagvik. We have used GPS coordinates of nests found over the last 6 years to map elevations, hydrologic settings, and vegetation of the nest sites of different sea duck species, and to project shifts in availability of those habitats as the tundra thaws with climate warming.\n\nOur stable isotope data indicate that the two larger-bodied sea ducks obtain nutrients for egg production from both local tundra wetlands and from marine habitats used before arrival. The two smaller-bodied sea ducks rely almost entirely on foods from tundra wetlands. We have also measured the birds’ foraging behavior and the availability of invertebrate prey in the different wetland types. Wetland types used by the birds after arrival (shallow wetlands dominated by emergent grasses and sedges) are declining in availability with changing climate. Although a number of studies have documented changes in the numbers and sizes of tundra ponds with climate change, our work is the first to provide details of the trophic consequences for dominant vertebrate consumers and their invertebrate prey.\n\nNative people are often conflicted about tradeoffs between economic development and preserving their subsistence way of life.  Over 3 years we conducted a series of workshops in the village of Wainwright to introduce structured decision-making as a means of clarifying alternatives and reaching consensus. The participants said that the experience was quite useful.\n\nWe have collaborated closely with the U.S. Fish and Wildlife Service on their long-term Eider Project. Every year, volunteers from the local high school are trained to assist in foot surveys of this very large area to search for nests, count lemmings, and capture nesting eiders. Two graduate students on this project were instrumental in training and supervising these mostly Alaska Native students.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: James R Lovvorn"
 }
}