{
 "awd_id": "1263970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Self-Assembling Redox-Mediators",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2013-02-08",
 "awd_max_amd_letter_date": "2014-09-05",
 "awd_abstract_narration": "CBET - 1263970  \r\nSelf-Assembling Redox-Mediators\r\nAbbott, Nicholas L.  University of Wisconsin-Madison \r\n\r\nIntellectual Merit: The research seeks to broadly advance the molecular level design of redox active surfactants that have the potential to serve as self assembling redoxmediators in electrochemical and photoelectrochemical systems. The first goal of the research isfocused on surfactants that incorporate.The redox active group ferrocene and seeks to develop a fundamental understanding of how changes in the oxidation state of the ferrocene impacts. The self assembly of the redox active surfactants at surfaces (e.g.,electrode surfaces). To this end,surface plasmon resonance,atomic force microscopy and potential step chronocoulometry will be combined to test three key hypotheses regarding oxidation state dependent self assembly of ferrocenyl amphiphiles on chemically functionalized solid surfaces Fundamental insights into The equilibriumand dynamic properties of surfactants at surfaces will emerge from the research A second key goal of The research is to understand how the oxidation state dependent self assembly of redox active surfactants at surfaces(as elucidated in goal) impacts the forward and backward rates of oxidation of these surfactants at electrodes Building from preliminary data indicating that incorporation of redox probes into self assembling molecules can substantially change. The rates of forward and backward electrochemical transformations,research conducted under the second goal will seek to establish principles based on self assembling redox mediators that can be used to minimize undesirable recombination or back reactions in solar energy driven devices for photovoltaics and water splitting Such back reactions(e.g.,reduction of an oxidized mediator at a photoanode) play a central role in determining. The efficiency of both dye sensitized solar cells and photolytic processes for water splitting Cyclic voltammetry,potential step chronocoulometry and darkcurrent measurements will be combined with knowledge emerging from the first research goal to \r\nelucidate physical processes based on self assembly that can be exploited to regulate the rates ofoxidation/reduction of redox surfactants\r\n\r\n\r\n\r\n\r\nBroader Impacts: The ability to transform the amphiphilicity of molecules at defined rates and at \r\nspecified locations on surfaces has the potential to broadly impact surfactant science by enabling new types of experiments that will advance our understanding of the dynamic and equilibrium properties of surfactant systems. In particular measurement of rates of oxidation and reduction ofredox active surfactants at surfaces (electrodes)will provide fundamental insights into the dynamics of complex surfactant systems at surfaces   technological potential of the knowledge to be generated by this research is also substantial Specifically,identification of redox mediators that are kinetically fast yet exhibit low rates of recombination at electrodes remains an unresolved challenge that,if solved, would advance the efficiency of a range of light driven technologies. These solar technologies offer the potential to provide sustainable sources of electrical energy as well as solar fuels(e.g.as obtained from splitting of water)  both lowering reliance of carbon based energy sources and emissions of CO2 More broadly. The ability to electrochemically control the amphiphilicity of molecules will enable control of surfactant based phenomena in a rangeof technological contexts including separations drug delivery energy harvesting materials synthesis and design of biomolecular interfaces.\r\nThe research described in this project also provides exciting opportunities for the education of graduate\r\nand undergraduate students through projects that combine surfactant science colloid chemistry interface science and electrochemical engineering.These students will also be presented with the unusual opportunity of being involved in two international collaborations (with collaborators in Israel and Japan)",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Abbott",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas L Abbott",
   "pi_email_addr": "nabbott@cornell.edu",
   "nsf_id": "000097716",
   "pi_start_date": "2013-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 114673.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 235327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the use of self-assembling redox mediators as the basis of a novel approach to address key challenges that currently limit the efficiency of energy harvesting and water splitting processes. The research led to the design of redox mediators and electrode interfaces capable of selectively passing current in one direction, while blocking recombination reactions or &ldquo;back reactions&rdquo; in the reverse direction. This was accomplished by (i) elucidating how self-assembly of redox-mediators at interfaces impacts charge transfer processes, and how dynamic and equilibrium self-assembly processes can be harnessed to minimize &ldquo;back reactions&rdquo; in photovoltaic cells; and (ii) studying how the oxidation state of amphiphilic, ferrocene-based redox-mediators influence interfacial self-assembly. Finally, we combined our understanding of these processes to design a dye-sensitized solar cell using a self-assembling redox mediator to block recombination reactions.</p>\n<p>In addition to the above-described intellectual merit, the project provided a range of broader impacts, including the training of graduate students and undergraduates in processes associated with research - formulation of experimental plans, execution and interpretation of data.&nbsp; It also provided educational outreach opportunities and international research experiences leading to global perspectives. &nbsp;In particular, a graduate student supported by the grant, has participated in an international collaboration with Professor Ben Boyd at Monash University in Melbourne, Australia, which led to an unanticipated set of accomplishments related to control of the nanostructure of lyotropic liquid crystalline phases. &nbsp;In terms of technological broader impacts, the identification of redox-mediators that are kinetically fast yet exhibit low rates of recombination at electrodes&nbsp;offers the potential to&nbsp;advance the efficiency of a range of energy-related technologies.&nbsp; For example, solar technologies can provide sustainable sources of electrical energy as well as solar fuels (e.g., as obtained from splitting of water), both lowering reliance on carbon-based energy sources and emissions of CO<sub>2</sub>.&nbsp; &nbsp;More broadly, the ability to electrochemically control the amphiphilicity of molecules will enable control of surfactant-based phenomena in a range of technological contexts, including separations, drug delivery, energy harvesting, materials synthesis, and design of biomolecular interfaces. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2017<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;L&nbsp;Abbott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the use of self-assembling redox mediators as the basis of a novel approach to address key challenges that currently limit the efficiency of energy harvesting and water splitting processes. The research led to the design of redox mediators and electrode interfaces capable of selectively passing current in one direction, while blocking recombination reactions or \"back reactions\" in the reverse direction. This was accomplished by (i) elucidating how self-assembly of redox-mediators at interfaces impacts charge transfer processes, and how dynamic and equilibrium self-assembly processes can be harnessed to minimize \"back reactions\" in photovoltaic cells; and (ii) studying how the oxidation state of amphiphilic, ferrocene-based redox-mediators influence interfacial self-assembly. Finally, we combined our understanding of these processes to design a dye-sensitized solar cell using a self-assembling redox mediator to block recombination reactions.\n\nIn addition to the above-described intellectual merit, the project provided a range of broader impacts, including the training of graduate students and undergraduates in processes associated with research - formulation of experimental plans, execution and interpretation of data.  It also provided educational outreach opportunities and international research experiences leading to global perspectives.  In particular, a graduate student supported by the grant, has participated in an international collaboration with Professor Ben Boyd at Monash University in Melbourne, Australia, which led to an unanticipated set of accomplishments related to control of the nanostructure of lyotropic liquid crystalline phases.  In terms of technological broader impacts, the identification of redox-mediators that are kinetically fast yet exhibit low rates of recombination at electrodes offers the potential to advance the efficiency of a range of energy-related technologies.  For example, solar technologies can provide sustainable sources of electrical energy as well as solar fuels (e.g., as obtained from splitting of water), both lowering reliance on carbon-based energy sources and emissions of CO2.   More broadly, the ability to electrochemically control the amphiphilicity of molecules will enable control of surfactant-based phenomena in a range of technological contexts, including separations, drug delivery, energy harvesting, materials synthesis, and design of biomolecular interfaces.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2017\n\n\t\t\t\t\tSubmitted by: Nicholas L Abbott"
 }
}