{
 "awd_id": "1263736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale Mapping and Manipulation of Activity on Single Catalytic Nanocrystals/Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 318755.0,
 "awd_amount": 318755.0,
 "awd_min_amd_letter_date": "2013-07-25",
 "awd_max_amd_letter_date": "2013-07-25",
 "awd_abstract_narration": "1263736\r\nChen, Peng\r\n\r\n\r\nMetal nanoparticles, including shaped metal nanocrystals and plasmonic nanoparticles, are a new generation of nanocatalysts, and they exhibit various types of surface facets and sites. Determining where the reactions occur on these nanoparticles and which facets and sites are more active, including under plasmonic excitations, is essential for the understanding and development of superior nanocatalysts. The long-term goal of the research project awarded by the Catalysis & Biocatalysis Program of the National Science Foundation to Professor Peng Chen of Cornell University, Ithaca, NY is to understand the catalyt-ic activity of metal nanocrystal catalysts and related nanostructures at the sub-particle, nanometer spatial resolution level. Single-reaction time resolution is correlated with catalyst particle morphology, surface structure, and plasmonic properties. The main approach is to use single-molecule super-resolution catalysis imaging in combination with physical, chemical, and plasmonic manipulations at the nanometer scale.\r\n\r\nA number of expected outcomes will increase the impact of this experimental program. First, the re-sults will serve to establish the super-resolution single-molecule fluorescence microscopy as a powerful and novel way to interrogate the catalytic activity of nanoparticles and nanostructures at the single-turnover temporal resolution and nanometer spatial resolution under ambient reaction conditions. Second,  the complex reactivity patterns and their structural basis on metal nanorods will be identified. And third, the dominant mechanisms of surface-plasmon-enhanced catalysis on plasmonic nanostructures and their correlation with catalytic enhancement will be explored. These expected outcomes have potential in trans-forming the understanding of nanocatalyst activity in both spatial and temporal dimensions, leading to new and better nanocatalysts.\r\n\r\nThe broader technical impact of the proposal research is ultimately that it will offer fundamental in-sights that will help guide the application and development of shaped-controlled nanocrystal catalysts for chemical synthesis and energy applications, as well as of plasmonic nanostructures for better harvesting of solar energy for conversion to chemical energy. The broader impact will be further enhanced on the educational front by the planned outreach, education and training activities, encompassing graduate and undergraduate students and  K-12 levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Chen",
   "pi_email_addr": "pc252@cornell.edu",
   "nsf_id": "000488138",
   "pi_start_date": "2013-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Baker Laboratory",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 318755.0
  }
 ],
 "por": null
}