{
 "awd_id": "1263854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cumulative Effects of Arctic Oil Development - planning and designing for sustainability",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 1402992.0,
 "awd_amount": 1402992.0,
 "awd_min_amd_letter_date": "2013-09-17",
 "awd_max_amd_letter_date": "2020-08-16",
 "awd_abstract_narration": "This project devises a sustainable approach to assessing the cumulative effects of oil exploration though combining detailed ground studies, local community input, industry involvement, and an international perspective.  A three-pronged initiative is proposed: 1) A case study of the cumulative effects of industrial infrastructure at Prudhoe Bay, Alaska  will focus on infrastructure-related effects associated with gravel mines, roads and other areas of gravel placement. The study will include ground-based studies, an examination of infrastructure and landscape change at multiple scales, and a human dimension component that includes evaluation of adaptive management planning for infrastructure in northern Alaska and CE studies associated with the Iñupiat village of Nuiqsut. The study will develop a process-based understanding of infrastructure-related permafrost/ landform/ vegetation succession in terrain undergoing thermokarst formation (the development of highly eroded landforms the result from the thawing of ice-rich permafrost). The study will help to answer the questions ?What will these areas look like in 50 -100 years?? and ? Can adaptive management methods address the complex issues related to placement, usage and decommissioning of infrastructure in Northern Alaska??  2) An Arctic Infrastructure Action Group (AI-AG) will bring the CE issues to greater prominence in the international Arctic research community. The AI-AG\r\nwill consist of local people who interact with development infrastructure, permafrost scientists, ecologists, hydrologists, engineers, social scientists and educators seeking to develop adaptive management strategies that address the unique issues related to networks of infrastructure in arctic permafrost\r\nenvironments. Three workshops will bring panarctic participants together, first in a scoping workshop and then to focus specifically on the two most rapidly expanding areas of Arctic infrastructure, the North Slope of Alaska and the Yamal Peninsula, Russia. 3) An education/outreach component  will train students in arctic systems and introduce them to the issues of industrial development and adaptive management approaches during an expedition along the Elliott and Dalton highways in Alaska. The course will include a section at Prudhoe Bay to learn firsthand about the issues with oilfield infrastructure, its impacts and vegetation rehabilitation practices. Students will also visit the village of Nuiqsut to experience village life and discuss CE issues with the local residents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Walker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Donald A Walker",
   "pi_email_addr": "dawalker@alaska.edu",
   "nsf_id": "000416840",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Kofinas",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gary P Kofinas",
   "pi_email_addr": "gary.kofinas@alaska.edu",
   "nsf_id": "000252816",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Shur",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri L Shur",
   "pi_email_addr": "yshur@alaska.edu",
   "nsf_id": "000203762",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  },
  {
   "pgm_ele_code": "810900",
   "pgm_ele_name": "ArcSEES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "8560",
   "pgm_ref_txt": "ARC-SEES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1402992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Hierarchical case study of the cumulative effects of industrial infrastructure at Prudhoe Bay, Alaska.&nbsp;</strong>We determined the cumulative geoecological effects of 62&nbsp;years (1949&ndash;2015) of infrastructure- and climate-related changes in the Prudhoe Bay Oilfield. The combined datasets provide unique insights into the rate and extent of ecological disturbances associated with infrastructure-affected landscapes under decades of climate warming.</p>\n<p>At the regional and landscape scales, we mapped the historical infrastructure changes for the Alaska North Slope oilfields for 10 dates from the initial oil discovery in 1968&ndash;2011. Thermokarst has recently affected broad areas of the entire region. A sudden increase in the area affected began shortly after 1990 corresponding to a rapid rise in regional summer air temperatures. By 2010, over 34% of the intensively mapped area was affected by oil development. 19% of the remaining natural landscapes exhibited expansion of thermokarst features resulting in more abundant small ponds, greater microrelief, and increased landscape and habitat heterogeneity. This transition to a new geoecological regime is having major impacts to wildlife habitat, residents, and industry.</p>\n<p>At the plot scale, we examined climate- and road-related changes in a network of low-centered ice-wedge polygons from 1949 to 2020. We studied four trajectories of change related to thermokarst, road dust, and flooding along a heavily traveled road and a site relatively remote from roads. Climate-related impacts influenced the number and size of thermokarst ponds and resulted in changes to ice-wedge-polygon morphology, thaw depths, snow depths, dominant vegetation types, and shrub abundance. Road dust caused large reductions in species richness. Flooding increased permafrost degradation, polygon center-trough elevation contrasts, and vegetation productivity.</p>\n<p>Ice wedges are the most vulnerable elements of Arctic landscapes to climate and infrastructure changes. We described cryostratigraphy of frozen soils and stable isotope composition, analyzed environmental characteristics associated with ice-wedge degradation and stabilization, evaluated the vulnerability and resilience of ice wedges to climate change and disturbances, and developed new conceptual models of ice-wedge dynamics that identify the main the main stages of a quasi-cyclic ice-wedge degradation/stabilization process. Vulnerability of ice wedges near roads was also assessed. In comparison with undisturbed areas, sites adjacent to the roads have smaller average thicknesses of the protective layer. Despite strong influence of infrastructure, ice-wedge degradation is a reversible process. Although thermokarst is usually more severe in flooded areas, higher plant productivity, more litter, and mineral material (including road dust) accumulating in the troughs contribute to formation of the protective layer.&nbsp;</p>\n<p><strong>Studies of human adaptation to climate and infrastructure changes.&nbsp;</strong>Environmental governance in the context of climate change adaptation brings together diverse actors and stakeholders to develop and enact policies across a broad range of scales. However, local needs and priorities are often mismatched with those pursued by entities at different levels of decision-making. This mismatch is perpetuated in part by the dominating influence of the Western worldview in knowledge processes involving the creation, sharing, and use of environmental knowledge. Persistent biases that favor Western science and technical information while marginalizing other important sources like local and Indigenous knowledge create blind spots that may adversely affect adaptation outcomes.<br /><strong><br />&nbsp;</strong>We examined the impacts and community responses to thawing permafrost (TPF) in&nbsp;Anaktuvuk<strong><em>&nbsp;</em></strong>and Selawik&nbsp; Alaska. We evaluated how thawing permafrost is affecting community well-being, including residents&rsquo; livelihoods, cultural traditions, health, and overall sustainability.&nbsp; Of particular interest are village infrastructure, subsistence harvesting, transportation, and water supplies.&nbsp; Sources of evidence included thaw depth transects, interviews with local residents, and available reports and other literature. The studies illustrate the heterogeneity of climate change impacts in arctic communities and the need to undertake place-based assessments with strong community involvement to determine how best to respond to TPF.&nbsp;&nbsp; A framework for assessing the implications of TPF on local arctic communities is proposed for use by decision makers to consider pathways for building community resilience.<br /><br />We also evaluated the practice of assessing and managing for cumulative effects (CEs) on the North Slope of Alaska. We conducted 50 interviews with employees of industry, state and federal agencies, non-profits and Indigenous organizations who are involved in oil and gas activities on the North Slope. From the interviews we uncovered a state of deep confusion regarding definitions for and management of cumulative effects. Participants in interviews reported different definitions of cumulative effects and cited the absence of a unified evaluated framework, weak collaboration, and problems with sharing of information, which are creating significant challenges evaluating CEs on a project-by-project basis. None of the participants indicated the need to consider the impact of proposed projects on climate change in their assessment of cumulative effects. These findings are in line with previous studies on the challenges of implementing CE assessments and management programs and underscore the need for a unified and systematic approach for evaluating and mitigating CEs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2021<br>\n\t\t\t\t\tModified by: Donald&nbsp;A&nbsp;Walker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHierarchical case study of the cumulative effects of industrial infrastructure at Prudhoe Bay, Alaska. We determined the cumulative geoecological effects of 62 years (1949&ndash;2015) of infrastructure- and climate-related changes in the Prudhoe Bay Oilfield. The combined datasets provide unique insights into the rate and extent of ecological disturbances associated with infrastructure-affected landscapes under decades of climate warming.\n\nAt the regional and landscape scales, we mapped the historical infrastructure changes for the Alaska North Slope oilfields for 10 dates from the initial oil discovery in 1968&ndash;2011. Thermokarst has recently affected broad areas of the entire region. A sudden increase in the area affected began shortly after 1990 corresponding to a rapid rise in regional summer air temperatures. By 2010, over 34% of the intensively mapped area was affected by oil development. 19% of the remaining natural landscapes exhibited expansion of thermokarst features resulting in more abundant small ponds, greater microrelief, and increased landscape and habitat heterogeneity. This transition to a new geoecological regime is having major impacts to wildlife habitat, residents, and industry.\n\nAt the plot scale, we examined climate- and road-related changes in a network of low-centered ice-wedge polygons from 1949 to 2020. We studied four trajectories of change related to thermokarst, road dust, and flooding along a heavily traveled road and a site relatively remote from roads. Climate-related impacts influenced the number and size of thermokarst ponds and resulted in changes to ice-wedge-polygon morphology, thaw depths, snow depths, dominant vegetation types, and shrub abundance. Road dust caused large reductions in species richness. Flooding increased permafrost degradation, polygon center-trough elevation contrasts, and vegetation productivity.\n\nIce wedges are the most vulnerable elements of Arctic landscapes to climate and infrastructure changes. We described cryostratigraphy of frozen soils and stable isotope composition, analyzed environmental characteristics associated with ice-wedge degradation and stabilization, evaluated the vulnerability and resilience of ice wedges to climate change and disturbances, and developed new conceptual models of ice-wedge dynamics that identify the main the main stages of a quasi-cyclic ice-wedge degradation/stabilization process. Vulnerability of ice wedges near roads was also assessed. In comparison with undisturbed areas, sites adjacent to the roads have smaller average thicknesses of the protective layer. Despite strong influence of infrastructure, ice-wedge degradation is a reversible process. Although thermokarst is usually more severe in flooded areas, higher plant productivity, more litter, and mineral material (including road dust) accumulating in the troughs contribute to formation of the protective layer. \n\nStudies of human adaptation to climate and infrastructure changes. Environmental governance in the context of climate change adaptation brings together diverse actors and stakeholders to develop and enact policies across a broad range of scales. However, local needs and priorities are often mismatched with those pursued by entities at different levels of decision-making. This mismatch is perpetuated in part by the dominating influence of the Western worldview in knowledge processes involving the creation, sharing, and use of environmental knowledge. Persistent biases that favor Western science and technical information while marginalizing other important sources like local and Indigenous knowledge create blind spots that may adversely affect adaptation outcomes.\n\n We examined the impacts and community responses to thawing permafrost (TPF) in Anaktuvuk and Selawik  Alaska. We evaluated how thawing permafrost is affecting community well-being, including residents’ livelihoods, cultural traditions, health, and overall sustainability.  Of particular interest are village infrastructure, subsistence harvesting, transportation, and water supplies.  Sources of evidence included thaw depth transects, interviews with local residents, and available reports and other literature. The studies illustrate the heterogeneity of climate change impacts in arctic communities and the need to undertake place-based assessments with strong community involvement to determine how best to respond to TPF.   A framework for assessing the implications of TPF on local arctic communities is proposed for use by decision makers to consider pathways for building community resilience.\n\nWe also evaluated the practice of assessing and managing for cumulative effects (CEs) on the North Slope of Alaska. We conducted 50 interviews with employees of industry, state and federal agencies, non-profits and Indigenous organizations who are involved in oil and gas activities on the North Slope. From the interviews we uncovered a state of deep confusion regarding definitions for and management of cumulative effects. Participants in interviews reported different definitions of cumulative effects and cited the absence of a unified evaluated framework, weak collaboration, and problems with sharing of information, which are creating significant challenges evaluating CEs on a project-by-project basis. None of the participants indicated the need to consider the impact of proposed projects on climate change in their assessment of cumulative effects. These findings are in line with previous studies on the challenges of implementing CE assessments and management programs and underscore the need for a unified and systematic approach for evaluating and mitigating CEs. \n\n \n\n\t\t\t\t\tLast Modified: 11/20/2021\n\n\t\t\t\t\tSubmitted by: Donald A Walker"
 }
}