{
 "awd_id": "1264958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Transport and Separation through Virus-Structured Nanoporous Membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 240301.0,
 "awd_amount": 240301.0,
 "awd_min_amd_letter_date": "2013-02-05",
 "awd_max_amd_letter_date": "2013-08-06",
 "awd_abstract_narration": "McCarthy/Maroo  1264949 / 1264958\r\n\r\nThe objective of the proposed collaborative research is to investigate transport and separation phenomena through the protein channel of the tobacco mosaic virus (TMV) using an integrated research methodology combining molecular analysis and simulations along with direct experimental characterization.  The TMV is a rigid, hollow, rod-shaped plant virus with a 4-nm diameter central pore defined by 2130 helical coat proteins wrapped around a single strand of RNA.  It is an extremely stable bio-molecule, withstanding temperatures of up to 60 degrees C and a pH range of 2 to 11.  The surface of the central pore is negatively charged, making it attractive for ion exclusion.   The outer surface of the TMV has been genetically modified to facilitate near-vertical assembly and metallization onto various materials.   This feature provides a mechanism to develop virus-structured membranes using large-scale industrially relevant manufacturing schemes.  Due to its stability, structure, surface charge, and manufacturability, the TMV can potentially transform membrane manufacture for biological and chemical separations.  This collaborative research project will bring together the expertise of one PI (Maroo) in molecular dynamics simulations and numerical modeling with a second PI (McCarthy) in TMV biotemplating and nanoscale fabrication.  The project will focus on the following numerical and experimental investigations:  (1) Determination of the surfaces properties of the TMV central pore, (2) Numerical and molecular modeling of overlapping electric double layers, (3) Molecular dynamics simulations of transport and ionic exclusion through the TMV central pore, (4) Fabrication of virus-structured nanoporous membranes using the self-assembly of the TMV, (5) Experimental characterization of transport phenomena through the TMV membranes, and (6) Experimental characterization of separation through the TMV including size and ionic exclusion.  The synergy of these two components (numerical and experimental) will result in a comprehensive understanding of transport and separation through the TMV and demonstrate the potential of TMV-structured membranes for water filtration and chemical and biological separations.  The advantages of utilizing biological building blocks in nano-engineered systems include low cost, structural versatility, inherent self-assembly properties, and the ability to tune structure through genetic modifications and environmental control.   The knowledge base gained in this work will act as a catalyst for future development in the field of separations and the nanomanufacturing of bio-derived membranes.  \r\nBroader Impacts.   This work will build on the PI's existing participation in Drexel's NSF-funded GK-12 program on the NAE's Grand Challenges (focusing on water desalination) and Syracuse University's Project Engage where the PI holds workshops on modern engineering solutions for K-12 female students.   Outreach will extend to pre-college students, particularly those from underrepresented groups in the Philadelphia metropolitan and Syracuse areas and will focus on exposing undergraduates, women, and minorities to multidisciplinary research through integrated research-education initiatives.  Undergraduate students at both Drexel and Syracuse will be recruited for research opportunities and participation in the Workshops on Nanoscale Transport through Protein Channels developed by the PIs in the proposed work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew McCarthy",
   "pi_email_addr": "mccarthy@coe.drexel.edu",
   "nsf_id": "000501102",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 240301.0
  }
 ],
 "por": null
}