{
 "awd_id": "1264833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Measuring the effect of mechanical forces on receptor signals through nanoscale AFM measurement of the cytoskeleton",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "PI: Manish J. Butte\r\nProposal ID: 1264833\r\n\r\nThe research objective of this proposal is to test the hypothesis that mechanical forces upon the cytoskeleton regulate signals from cell-surface receptors. In T cells it has been shown that exogenous mechanical forces in addition to ligation of the T cell receptor seem to be required for the T cell to become activated. In cancer cells, it is known that mechanical forces plus ligation of integrin receptors by the extracellular matrix can lead to an invasive and proliferative phenotype. How does force act as a cue to modify molecular signaling events? Recent discoveries in my lab using biological Atomic Force Microscopy (AFM) showed that naive T cells have a stiff cytoskeletal architecture, which softens immediately upon TCR triggering, and that the facility with which the cytoskeleton softens, mediated by kinases and tethering molecules, actually controls the threshold for activation. This proposal seeks to test generally the capability of cytoskeletal structures to modulate the signals of cell-surface receptors, thus tying together the fields of mechanobiology and signaling. While the cytoskeleton's important roles in cell motility and intracellular trafficking are well characterized, its functional roles during receptor signaling have been largely unexplored. The PI lab's results prompt to investigate the role of mechanical forces at the cellular level, to study how durable cytoskeletal structures control the activation or invasiveness of cells, and at the single receptor level, to show how force upon the receptors modulates its signaling.\r\n\r\nThe Intellectual Merit of this program lies in PI's unique ability to control and study the linkage between nanoscale forces and receptor signaling. The ability to ligate receptors on live cells and deliver forces by AFM, plus image simultaneously by spinning disk confocal microscopy, is a unique and powerful capability of my lab. What will emerge will be an improved understanding of how force signals are sensed, exerted, and \"stored\" by cells. It is inferred from PI's findings in T cells that, generally, loosening of cytoskeletal tethers controls the threshold of receptor signaling. Cells may interpret mechanical forces to gate receptor signals as a way of preventing inadvertent triggering (i.e., autoimmunity), or as a way of utilizing inter-cellular forces that occur during certain developmental, embryonic checkpoints as a trigger for proliferation and growth. \"Storing\" these receptor set-points in the form of cytoskeletal structures may be more durable than, for example, tyrosine phosphorylation or gene transcription.\r\n\r\nThe Broader Impact of this work includes an Educational Outreach Plan that proposes to develop tools to teach Nanoscale Biology by direct experience. The PI has utilized the latest 3D printing technology to print palm-sized cell models complete with nanoscale features. These cell models can be held and touched to sample cellular features, and will inspire interest in nanoscale science and biology. In conjunction with the models, the investigators are developing a haptic interface that allows users to experience \"touching\" the nanoscale features of cells when using a 3D joystick and the AFM. It is proposed to share these cell models and haptic interfaces with local classrooms and science museums, to inspire participants of all ages to interact with the nanoscale features and dynamic movements of cells. Beyond this educational impact, this project will help build a unique research group with expertise in cellular biomechanics, enriching interdisciplinary group of collaborators who are interested in applying the methods developed through this work to their cells and their biological questions. The findings will be disseminated though publications and the website, making the AFM techniques developed accessible to students and researchers. Finally, the PI will collaborate with Molecular Vista, a local AFM startup, and with Agilent Technologies to build the mechanobiological insights into their AFM instruments. This proposal addresses one of the National Academy of Engineering's Grand Challenges: to engineer the tools of biological scientific discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Butte",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Manish J Butte",
   "pi_email_addr": "mbutte@mednet.ucla.edu",
   "nsf_id": "000569222",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This award was made to Dr. Manish Butte, an Assistant Professor in Pediatrics at Stanford University. His lab studies how the immune system is regulated to fight infections and cancer.&nbsp;</p>\n<p class=\"p1\">It is well known that mechanical forces influence the behavior of many types of cells, including stem cells and bone. The mechanical stiffness of tissues provides cues that instruct cells to grow, differentiate, proliferate, and die. However, the role of mechanical forces in regulating T cells, the main cells of the adaptive immune system, is not known. Mechanical forces are transmitted to cells through their cytoskeletal network, a dynamic meshwork of proteins such as actin that helps the cell maintain its shape and movement. We contributed important new technologies and knowledge in this project. First, we developed a new type of atomic force microscope cantilever that allows for very rapid mechanical measurements of cells, approximately 5000 times faster than conventional approaches. Second, we showed that T cells make mechanical forces when they are triggered. Third, we showed that T cells can sense mechanical forces, which amplifies their triggering, and that the sensor of mechanics lies outside the actin cytoskeleton. Finally, we developed tools to help study the impact of tumor mechanics on T cell function. We broadly disseminated our findings on the importance of the cytoskeleton as a regulator of signaling in immune cells through talks and papers. These contributions strengthen the nascent field of mechanobiology and improve our understanding of the functioning of the immune system.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Manish&nbsp;J&nbsp;Butte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This award was made to Dr. Manish Butte, an Assistant Professor in Pediatrics at Stanford University. His lab studies how the immune system is regulated to fight infections and cancer. \nIt is well known that mechanical forces influence the behavior of many types of cells, including stem cells and bone. The mechanical stiffness of tissues provides cues that instruct cells to grow, differentiate, proliferate, and die. However, the role of mechanical forces in regulating T cells, the main cells of the adaptive immune system, is not known. Mechanical forces are transmitted to cells through their cytoskeletal network, a dynamic meshwork of proteins such as actin that helps the cell maintain its shape and movement. We contributed important new technologies and knowledge in this project. First, we developed a new type of atomic force microscope cantilever that allows for very rapid mechanical measurements of cells, approximately 5000 times faster than conventional approaches. Second, we showed that T cells make mechanical forces when they are triggered. Third, we showed that T cells can sense mechanical forces, which amplifies their triggering, and that the sensor of mechanics lies outside the actin cytoskeleton. Finally, we developed tools to help study the impact of tumor mechanics on T cell function. We broadly disseminated our findings on the importance of the cytoskeleton as a regulator of signaling in immune cells through talks and papers. These contributions strengthen the nascent field of mechanobiology and improve our understanding of the functioning of the immune system.\n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Manish J Butte"
 }
}