{
 "awd_id": "1264199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Belizean Mopan Documentation (MOP)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 14918.0,
 "awd_amount": 14918.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "This project aims to document and describe the grammar, lexicon, dialectal variations, and a variety of performance and speech genres of Belizean Mopan, a Mayan language spoken in the Toledo district of Southern Belize. Despite increases in Mopan populations, Mopan is a severely endangered language because younger community members are no longer speaking the language.  The data are to be documented and analyzed to allow for:  evaluation of Belizean Mopan's relationship with its Yukatekan sister languages; data sets for Proto-Yukatekan reconstruction; analysis of culturally specific linguistic functions, such as the role of sound symbolism in discourse; the comparison of the effects of English contact on Belizean Mopan with Spanish contact on Guatemalan Mopan; and the creation of cultural and intellectual resources for future generations.  This study will contribute to a better understanding of Belizean Maya and to strengthening the ethnic identity of its speakers and call more public attention to and appreciation of the modern Belizean Mayan people, culture and language. This project will also contribute to the scientific training of a promising scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Hofling",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Hofling",
   "pi_email_addr": "ahofling@siu.edu",
   "nsf_id": "000395011",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuki",
   "pi_last_name": "Tanaka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuki Tanaka",
   "pi_email_addr": "yukitnka@siu.edu",
   "nsf_id": "000628030",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "3053 Faner Hall, SIUC",
  "perf_city_name": "Carbondale",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to document and to describe Belizean Mopan, a Mayan language spoken in Toledo district, Southern Belize. Despite local awareness of regional variations between Guatemalan and Belizean Mopan, little intensive linguistic research has been conducted on Belizean Mopan and its dialectal variations. The goal of this research was to collect: 1) lexical, phonological, grammatical and discursive features of Belizean Mopan; and 2) naturally occurring discourse and oratorical performance such as storytelling and personal and family history. <br />The Co-PI&rsquo;s 13 months of fieldwork resulted in fifteen 80-page field notebooks and over 100 hours of digital recordings including linguistic data elicitation sessions with language consultants, naturally occurring discourses, stories, historical and personal narratives, interviews, and linguistic biographies. These data were used as: 1) evaluation criteria for Belizean Mopan&rsquo;s relationship with its Yukatekan sister languages; and 2) cultural and intellectual resources for future generations. The collected linguistic materials will be made available in multi-media formats (database, audio files, and video files burned onto CD-ROM/DVD) and easily accessible to the community as well as to the interested public and scholars, subject to the community members&rsquo; approval. <br />The proposed project supports local demands for language renewal and preservation by creating lexical and textual databases as well as by archiving traditional speech genres and oratorical performances. The final result of this project contributes to ongoing efforts to develop effective means for teaching and learning indigenous languages. Documentation and comparison of Mopan varieties provide not only a better understanding of the Belizean Maya in general, but also may contribute to strengthening the ethnic identity of its speakers and call more public attention to and appreciation of the modern Belizean Mayan people, culture and language. For example, although two of her main language consultants had basic Mopan literacy skills before, working with the CO-PI has increased their spelling accuracies. It also helped them to get more comfortable writing in Mopan and encouraged them to do more activities using their literacy skills (for example, writing a song in Mopan). Some of recorded stories were brought to a local radio station (Ak Kutan Radio), which promotes indigenous rights and cultural revitalization while using Mopan and Q&rsquo;eqchi&rsquo; Maya languages in their programs and contributed to increase their archival resources. Those stories were also shared with individuals who wanted to possess their own copies of them, after obtaining the approvals from the story tellers. The Co-PI also collaborated with a Japanese governmental volunteer from Japan International Cooperation Agency (JICA) who is a professionally trained musician and teaches music at Toledo Community College (TCC), a local high school in Punta Gorda. He sang the national anthem in Mopan and the recording was made into a CD and brought to Ak Kutan Radio. It was very well received among Mopan villagers. <br />Aiming to further our understanding of mechanisms of language transmission and maintenance in the face of language endangerment and the repression of indigenous identity, this project resulted in bringing new perspectives to the task of language documentation. Ethnographic and linguistic observation suggest that characteristics of Belizean Mopan do not simply stem from its linguistic features but rather are derived from ethnic complexity, language ideologies, identity politics, the history of Belize and from speakers&rsquo; self-recognition. <br />Linguistic biographies, interviews, participant observation, and ethnographic accounts indicate that the act of language documentation can create &ldquo;sites&rdquo; of linguistic transaction, of self recognition, and of ideological and emotional stance shift. For example, community members became more aware of the importance of language preservation and transmitting traditional knowledge and customs as they interacted with the Co-PI and were exposed to the act of language documentation. Some expressed increasing pride in being Mopan Mayas and desired to engage more in language and cultural revitalization efforts. One of consultants started to compose a song in Mopan Maya and performed it in a public space. He recorded professionally at a studio and created a CD, which has been well received, mostly among Mopan youths. In my papers, I argued that his engagement in language documentation project affected his decision to write songs in his own language, Mopan, as well as provided an opportunity for him to present himself as a Mopan Maya. <br />Discourse and grammatical analysis of sound symbolic words suggest that some stories work as a maintenance device for traditional narrative and linguistic forms while embracing Pan-Mayan identity and carrying emotionally important but ideologically silenced ancestors&rsquo; voices and identities. These functions can be signified, recognized and transmitted through the act of language documentation, which can be replicated and used for the strategic language revitalization and maintenance.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2017<br>\n\t\t\t\t\tModified by: Yuki&nbsp;Tanaka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to document and to describe Belizean Mopan, a Mayan language spoken in Toledo district, Southern Belize. Despite local awareness of regional variations between Guatemalan and Belizean Mopan, little intensive linguistic research has been conducted on Belizean Mopan and its dialectal variations. The goal of this research was to collect: 1) lexical, phonological, grammatical and discursive features of Belizean Mopan; and 2) naturally occurring discourse and oratorical performance such as storytelling and personal and family history. \nThe Co-PI?s 13 months of fieldwork resulted in fifteen 80-page field notebooks and over 100 hours of digital recordings including linguistic data elicitation sessions with language consultants, naturally occurring discourses, stories, historical and personal narratives, interviews, and linguistic biographies. These data were used as: 1) evaluation criteria for Belizean Mopan?s relationship with its Yukatekan sister languages; and 2) cultural and intellectual resources for future generations. The collected linguistic materials will be made available in multi-media formats (database, audio files, and video files burned onto CD-ROM/DVD) and easily accessible to the community as well as to the interested public and scholars, subject to the community members? approval. \nThe proposed project supports local demands for language renewal and preservation by creating lexical and textual databases as well as by archiving traditional speech genres and oratorical performances. The final result of this project contributes to ongoing efforts to develop effective means for teaching and learning indigenous languages. Documentation and comparison of Mopan varieties provide not only a better understanding of the Belizean Maya in general, but also may contribute to strengthening the ethnic identity of its speakers and call more public attention to and appreciation of the modern Belizean Mayan people, culture and language. For example, although two of her main language consultants had basic Mopan literacy skills before, working with the CO-PI has increased their spelling accuracies. It also helped them to get more comfortable writing in Mopan and encouraged them to do more activities using their literacy skills (for example, writing a song in Mopan). Some of recorded stories were brought to a local radio station (Ak Kutan Radio), which promotes indigenous rights and cultural revitalization while using Mopan and Q?eqchi? Maya languages in their programs and contributed to increase their archival resources. Those stories were also shared with individuals who wanted to possess their own copies of them, after obtaining the approvals from the story tellers. The Co-PI also collaborated with a Japanese governmental volunteer from Japan International Cooperation Agency (JICA) who is a professionally trained musician and teaches music at Toledo Community College (TCC), a local high school in Punta Gorda. He sang the national anthem in Mopan and the recording was made into a CD and brought to Ak Kutan Radio. It was very well received among Mopan villagers. \nAiming to further our understanding of mechanisms of language transmission and maintenance in the face of language endangerment and the repression of indigenous identity, this project resulted in bringing new perspectives to the task of language documentation. Ethnographic and linguistic observation suggest that characteristics of Belizean Mopan do not simply stem from its linguistic features but rather are derived from ethnic complexity, language ideologies, identity politics, the history of Belize and from speakers? self-recognition. \nLinguistic biographies, interviews, participant observation, and ethnographic accounts indicate that the act of language documentation can create \"sites\" of linguistic transaction, of self recognition, and of ideological and emotional stance shift. For example, community members became more aware of the importance of language preservation and transmitting traditional knowledge and customs as they interacted with the Co-PI and were exposed to the act of language documentation. Some expressed increasing pride in being Mopan Mayas and desired to engage more in language and cultural revitalization efforts. One of consultants started to compose a song in Mopan Maya and performed it in a public space. He recorded professionally at a studio and created a CD, which has been well received, mostly among Mopan youths. In my papers, I argued that his engagement in language documentation project affected his decision to write songs in his own language, Mopan, as well as provided an opportunity for him to present himself as a Mopan Maya. \nDiscourse and grammatical analysis of sound symbolic words suggest that some stories work as a maintenance device for traditional narrative and linguistic forms while embracing Pan-Mayan identity and carrying emotionally important but ideologically silenced ancestors? voices and identities. These functions can be signified, recognized and transmitted through the act of language documentation, which can be replicated and used for the strategic language revitalization and maintenance.\n\n\t\t\t\t\tLast Modified: 03/28/2017\n\n\t\t\t\t\tSubmitted by: Yuki Tanaka"
 }
}