{
 "awd_id": "1264462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Individualized Adaptive Robot-Mediated Intervention Architecture for Autism",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 312753.0,
 "awd_amount": 312753.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "PI: Sarkar, Nilanjan and Warren, Zachary\r\nProposal Number: 1264462\r\n\r\nProject Summary: A novel and transformative robotic intervention technology, called ARIA\r\n(Adaptive Robot-mediated Intervention Architecture), with the potential to accelerate social communication skill development for young children with autism spectrum disorders (ASD) is proposed in this research. ARIA will fluidly integrate a humanoid robot, multiple spatially distributed network of cameras, an array of display monitors, as well as a complex but efficient computational face, gaze and gesture detection methodology in order to create a highly flexible and adaptive intelligent environment to potentially advance early joint attention and imitation related skills for young children with ASD. Application of this system will be examined across two user studies with well-defined samples of young children with ASD to provide specific answers and direction to important questions of generalization and potential impact of robotic intervention.\r\n\r\nIntellectual Merit: The proposed research advances the design and development of intelligent adaptive robotic platforms to offer a potentially transformative intervention application for young children with ASD. The specific technological innovation proposed here has the potential to significantly contribute to new non-invasive and closed-loop human-robot interaction learning paradigms with potential broad extension to individuals with a vast array of neurodevelopmental conditions and limiting sensory vulnerabilities across the lifespan. From the perspective of the science and technology of robotics, the project will contribute towards the design and development of smart environments for learning, intelligent system architecture for adaptive robotics as well as affective computing and control of dynamic human-robot interaction. In particular, it has the potential to significantly contribute towards developing novel efficient applications of computational methods for affective computing, particularly affective computing mediated by non-invasive gaze and attention processing. It will also contribute towards closed loop gesture-based human-robot interaction by developing new methodologies for gesture recognition and adaptive response from the robot. The project will develop a framework and tools to design adaptive environments for enhanced robotic and embodied social interaction that intelligently and fluidly integrates real-time behavioral indices of attentive and gesture information into flexible and controllable response systems. In short, the proposed activity represents a system has the potential to fundamentally advance the engineering knowledge of intelligent human-robotic interaction. This paradigm may also potently impact our understanding of the science of ASD intervention itself. The embedded user studies will test the potential efficacy of robotic intervention on the earliest core symptoms of ASD.\r\n\r\nBroader Impacts: With the most recent Centers for Disease Control and Prevention (CDC) prevalence estimates for children with ASD at 1 in 88, effective early identification and treatment is often characterized as a public health emergency. The costs of ASD are thought to be enormous across the lifespan, with recent individual incremental lifetime cost projections exceeding $3.2 million and national cost over $35 billion annually. The proposed research explicitly focuses on realizing robotic intervention technologies with potential for improving early ASD related impairments and could have significant beneficial impact on this population. This research may further a technology that can enable all core components of effective intervention at only a fraction of the cost of typical intervention programs, while at the same time increasing the ability of the intervention provider to systematically control and promote intervention related skills targeting individual deficit. The educational activities will train and mentor undergraduate and graduate students in the proposed research, and bring research into classroom through several courses. The outreach activities will include offering research opportunities to high school students, especially among groups currently underrepresented in STEM (science, technology, engineering, and mathematics) fields, and providing high school teachers with research experience during summer. The project offers a strong community connection through formal dissemination to ASD family, clinical, and scientific communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilanjan",
   "pi_last_name": "Sarkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilanjan Sarkar",
   "pi_email_addr": "nilanjan.sarkar@vanderbilt.edu",
   "nsf_id": "000216429",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Warren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary Warren",
   "pi_email_addr": "zachary.warren@vanderbilt.edu",
   "nsf_id": "000501255",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "2301 Vanderbilt Pl",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 312753.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Centers for Disease Control and Prevention estimates 1 in 68 children in the United States have an Autism Spectrum Disorder (ASD). ASD is associated with enormous individual, familial, and social costs across the lifespan. Many families and service systems struggle to provide appropriately intensive evidence-based interventions due to extreme resource limitations. As such, there is an urgent need for more efficacious treatments that can be delivered across resource-strained environments. This research project leverages a common preference that many children with ASD show towards technological engagement, to design a novel an Adaptive Robot-mediated Intervention Architecture (ARIA) system that can effectively address social communication deficits associated with ASD.</p>\n<p>ARIA was designed to help with two fundamental building blocks for early social communication development, which were coordinated joint attention and imitation skills, using novel robotic interaction paradigms. ARIA fluidly integrates a humanoid robot, a network of spatially distributed cameras and display monitors, as well as complex and efficient computational face, gaze and gesture detection methodologies in order to create a highly flexible and adaptive intelligent intervention environment.&nbsp; This system will have the potential to advance current intervention practice by gathering individualized behavioral performance data at a level beyond human capacity to inform real-time adaptive response and reinforcement strategies that may accelerate learning in key neurodevelopmental skills areas thought to be critical in the treatment of ASD.</p>\n<p>Once the ARIA system was designed and developed, it was tested with children with ASD in several pilot studies. A two-phase joint attention study revealed that children with ASD were engaged in interacting with the robot, paid more attention to the robot than a therapist, performed equally well and did not lose interest in the robot-mediated interaction in multiple sessions. Thus this study established the feasibility of a log-term intervention with ARIA. However, the most important finding was that many children showed improvement in human-human interaction after ARIA-based human-robot interaction. While further research is needed, such skill generalization in real-world is very promising. In robot-mediated gesture imitation skill study, ARIA-based training showed significant improvement in the gesture imitation capabilities of children with ASD. Finally, another study was designed, called Response-to-Name (RTN), where using the essential elements of ARIA we could quantitatively measure how children with ASD and typically developing children respond when their names are called. This has important implication in ASD diagnosis and intervention.</p>\n<p>The <strong>intellectual merit</strong> of this research lies in the design and development of smart environments for learning, intelligent system architecture for adaptive robotics, as well as affective computing and control of dynamic human-robot interaction. In particular, the project significantly contributed towards developing novel efficient applications of computational methods for affective computing, including affective computing mediated by non-invasive gaze and attention processing. It also contributed towards closed-loop gesture-based human-robot interaction by developing new methodologies for gesture recognition and adaptive response. The project developed a framework and tools to design adaptive environments for enhanced robotic and embodied social interaction that intelligently and fluidly integrates real-time behavioral indices of attentive and gesture information into flexible and controllable response systems.&nbsp; This paradigm may potently impact and accelerate learning regarding core underlying neurodevelopmental impairments of ASD and thereby impact the science of ASD intervention itself.</p>\n<p>The grant offered research opportunities and training for both graduate and undergraduate students. It also provided research opportunities for high school students in STEM related disciplines. It fostered interdisciplinary research combining engineering and psychological sciences and provided opportunities to mentor early career scientists. The results of this research were disseminated to both scientific and lay communities to underscore the importance of such research endeavors. Ultimately, robot-mediated therapeutic tools that can target and specifically address impairing social communication processes associated with ASD may allow for more widely accessible intervention opportunities of specific impact.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2017<br>\n\t\t\t\t\tModified by: Nilanjan&nbsp;Sarkar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Centers for Disease Control and Prevention estimates 1 in 68 children in the United States have an Autism Spectrum Disorder (ASD). ASD is associated with enormous individual, familial, and social costs across the lifespan. Many families and service systems struggle to provide appropriately intensive evidence-based interventions due to extreme resource limitations. As such, there is an urgent need for more efficacious treatments that can be delivered across resource-strained environments. This research project leverages a common preference that many children with ASD show towards technological engagement, to design a novel an Adaptive Robot-mediated Intervention Architecture (ARIA) system that can effectively address social communication deficits associated with ASD.\n\nARIA was designed to help with two fundamental building blocks for early social communication development, which were coordinated joint attention and imitation skills, using novel robotic interaction paradigms. ARIA fluidly integrates a humanoid robot, a network of spatially distributed cameras and display monitors, as well as complex and efficient computational face, gaze and gesture detection methodologies in order to create a highly flexible and adaptive intelligent intervention environment.  This system will have the potential to advance current intervention practice by gathering individualized behavioral performance data at a level beyond human capacity to inform real-time adaptive response and reinforcement strategies that may accelerate learning in key neurodevelopmental skills areas thought to be critical in the treatment of ASD.\n\nOnce the ARIA system was designed and developed, it was tested with children with ASD in several pilot studies. A two-phase joint attention study revealed that children with ASD were engaged in interacting with the robot, paid more attention to the robot than a therapist, performed equally well and did not lose interest in the robot-mediated interaction in multiple sessions. Thus this study established the feasibility of a log-term intervention with ARIA. However, the most important finding was that many children showed improvement in human-human interaction after ARIA-based human-robot interaction. While further research is needed, such skill generalization in real-world is very promising. In robot-mediated gesture imitation skill study, ARIA-based training showed significant improvement in the gesture imitation capabilities of children with ASD. Finally, another study was designed, called Response-to-Name (RTN), where using the essential elements of ARIA we could quantitatively measure how children with ASD and typically developing children respond when their names are called. This has important implication in ASD diagnosis and intervention.\n\nThe intellectual merit of this research lies in the design and development of smart environments for learning, intelligent system architecture for adaptive robotics, as well as affective computing and control of dynamic human-robot interaction. In particular, the project significantly contributed towards developing novel efficient applications of computational methods for affective computing, including affective computing mediated by non-invasive gaze and attention processing. It also contributed towards closed-loop gesture-based human-robot interaction by developing new methodologies for gesture recognition and adaptive response. The project developed a framework and tools to design adaptive environments for enhanced robotic and embodied social interaction that intelligently and fluidly integrates real-time behavioral indices of attentive and gesture information into flexible and controllable response systems.  This paradigm may potently impact and accelerate learning regarding core underlying neurodevelopmental impairments of ASD and thereby impact the science of ASD intervention itself.\n\nThe grant offered research opportunities and training for both graduate and undergraduate students. It also provided research opportunities for high school students in STEM related disciplines. It fostered interdisciplinary research combining engineering and psychological sciences and provided opportunities to mentor early career scientists. The results of this research were disseminated to both scientific and lay communities to underscore the importance of such research endeavors. Ultimately, robot-mediated therapeutic tools that can target and specifically address impairing social communication processes associated with ASD may allow for more widely accessible intervention opportunities of specific impact.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2017\n\n\t\t\t\t\tSubmitted by: Nilanjan Sarkar"
 }
}