{
 "awd_id": "1264466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Understanding Sudden Hydro-Climatic Changes and Exploring Sustainable Solutions in the Enriquillo Closed Water Basin (Southwest Hispaniola)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-10-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 199746.0,
 "awd_amount": 199746.0,
 "awd_min_amd_letter_date": "2012-10-11",
 "awd_max_amd_letter_date": "2012-10-11",
 "awd_abstract_narration": "1264466 (Gonzalez).  The two largest lakes in Haiti and the Dominican Republic are, respectively, the Saumatre and Enriquillo lakes, both of which are salt water lakes. Lake Enriquillo is at the lowest point in the Caribbean, and is within several miles of Lake Saumatre. Both lakes have been growing drastically in size over the past several years. The socio-economic impact of this growth of the lakes has been very dramatic. Since the lakes began their recent rapid growth, more than 15,000 hectares of agricultural and grass land around the lakes have been flooded, having a strong negative impact on 2,500 farms in 16 communities with total estimates of 10,000 individuals affected. Urgency to address this growth problem has risen sharply over the past few months due to the unprecedented water levels reached. Further, the Caribbean is in the midst of its tropical depression/hurricane season, a unique time for embarking on a research effort as the Lakes are responding to these extreme events in a unique fashion. The window is relatively short and if missed would require waiting an entire year to possibly get a similar weather pattern passing through the lakes region again. Meanwhile, the emergency resulting from floods will have worsened. The research plan integrates observations, integrated earth-system modeling and community engagement and is designed to lead to accelerated documentation of the causes of the growth and to support policy formulation for handling the consequences. The urgent questions in need of answers are: Through rapid monitoring and modeling, can the hypothesis be supported that a warming climate is impacting the overall hydro-balance of the lakes? How is this hydro-balance reflected in terms of lake volume and surface area? What may be the response of informed communities to the emergency presented by continuously expanding flood lands?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge E Gonzalez",
   "pi_email_addr": "jgonzalez-cruz@albany.edu",
   "nsf_id": "000504286",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Khanbilvardi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reza M Khanbilvardi",
   "pi_email_addr": "khanbilvardi@ccny.cuny.edu",
   "nsf_id": "000216820",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Moshary",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fred Moshary",
   "pi_email_addr": "moshary@ccny.cuny.edu",
   "nsf_id": "000169120",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Piasecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Piasecki",
   "pi_email_addr": "mpiasecki@ccny.cuny.edu",
   "nsf_id": "000321434",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mimi",
   "pi_last_name": "Sheller",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mimi B Sheller",
   "pi_email_addr": "mimi.sheller@drexel.edu",
   "nsf_id": "000538666",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199746.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><strong><span style=\"text-decoration: underline;\">Background: </span></strong></p>\n<p>The major goals of this RAPID project were a) to increase our understanding of the sudden growth of lakes in the Island of Hispaniola in the Caribbean, and b) to develop decision making tools to better determine inform sustainable solutions to this environmental emergency.&nbsp; These saltwater lakes are the Enriquillo and Saumatre and are the largest lakes in the Dominican Republic (DR) and Haiti, respectively, with Lake Enriquillo being the lowest point in the Caribbean. The lakes have been experiencing drastic changes in total lake-surface area coverage during the period 1980-2014 (Figure 1).</p>\n<p>The socio-economic impacts of these changing lakes&rsquo; levels have been very dramatic.&nbsp; Since the lakes began their recent rapid growth in 2004, more than 15,000 hectares of agricultural and grass land around the lakes were flooded, having a strong impact on 2,500 farms in 16 communities with total estimates of 10,000 individuals affected.&nbsp;</p>\n<p>The growth of Lakes Enriquillo and Saumatre is unique in several ways; there are no other reports of size comparable tropical land-locked lakes expanding at the rates observed for these two lakes, and the socio-economic and ecological impacts that these changes are causing could represent one of the most significant learning lessons of regional environmental changes in human history.&nbsp;</p>\n<p>Several hypotheses have been proposed to explain the lakes&rsquo; behavior.&nbsp;Preliminary studies support a hydro-climate change hypothesis.&nbsp; This hypothesis postulates that a change in the hydric balance of the water basin is the main cause of the changes in surface area of the lakes. It is presumed that higher SSTs produce increased evaporation in the surrounding oceans; this in turn increases relative humidity, cloud formation, accumulated surface precipitation, and overall fresh water production. We proposed to test this hypothesis using an integrated surface station monitoring system and atmospheric/hydrological modeling approach.</p>\n<p><strong><span style=\"text-decoration: underline;\">Atmospheric Modeling: </span></strong>The validation of the atmospheric modeling against data from a deployed network of ground sensors in the region shows good agreement for the year 2012-2013 (Figures 2-3). &nbsp;Given the complexity of precipitation modeling, the analysis show very promising results. &nbsp;Further modeling&nbsp;was conducted for the month of April during the years 2003 and 2012, with 2003 being the lowest point in the recent record, and 2012 showing the lakes in their continued expansion.&nbsp; Figure 4 shows the monthly accumulated precipitation difference indicating that April 2012 produced more precipitation than April 2003, ~260-300 mm.&nbsp; The atmospheric column over the high sierras (integrated between 700 and 1500 m in the vertical) shows larger amounts of liquid water content in the growing period. The wind pattern differences show that wind advection produces a convergence zone along the ridge of both sierras, which is the main mechanism responsible for orographic clouds formation.&nbsp;These results support a hydro-climate hypothesis that climate change has an impact on the hydrologic balance of these Caribbean lakes.&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Hydrological Balance Modeling:&nbsp; </span></strong>We carried out a detail quantification of the stores, pathways, and fluxes of the water in the lake watersheds to better understand the growth patterns that have been observed over the past 3 decades. The deployed hydrological numerical strategy takes all components of the water budget into account.&nbsp;&nbsp;A volume-surface-extent-depth model for the lakes was also developed. Key to this development was to extract over time the lake surface boundaries from LandSAT-7 image...",
  "por_txt_cntn": "\n\nBackground: \n\nThe major goals of this RAPID project were a) to increase our understanding of the sudden growth of lakes in the Island of Hispaniola in the Caribbean, and b) to develop decision making tools to better determine inform sustainable solutions to this environmental emergency.  These saltwater lakes are the Enriquillo and Saumatre and are the largest lakes in the Dominican Republic (DR) and Haiti, respectively, with Lake Enriquillo being the lowest point in the Caribbean. The lakes have been experiencing drastic changes in total lake-surface area coverage during the period 1980-2014 (Figure 1).\n\nThe socio-economic impacts of these changing lakesÆ levels have been very dramatic.  Since the lakes began their recent rapid growth in 2004, more than 15,000 hectares of agricultural and grass land around the lakes were flooded, having a strong impact on 2,500 farms in 16 communities with total estimates of 10,000 individuals affected. \n\nThe growth of Lakes Enriquillo and Saumatre is unique in several ways; there are no other reports of size comparable tropical land-locked lakes expanding at the rates observed for these two lakes, and the socio-economic and ecological impacts that these changes are causing could represent one of the most significant learning lessons of regional environmental changes in human history. \n\nSeveral hypotheses have been proposed to explain the lakesÆ behavior. Preliminary studies support a hydro-climate change hypothesis.  This hypothesis postulates that a change in the hydric balance of the water basin is the main cause of the changes in surface area of the lakes. It is presumed that higher SSTs produce increased evaporation in the surrounding oceans; this in turn increases relative humidity, cloud formation, accumulated surface precipitation, and overall fresh water production. We proposed to test this hypothesis using an integrated surface station monitoring system and atmospheric/hydrological modeling approach.\n\nAtmospheric Modeling: The validation of the atmospheric modeling against data from a deployed network of ground sensors in the region shows good agreement for the year 2012-2013 (Figures 2-3).  Given the complexity of precipitation modeling, the analysis show very promising results.  Further modeling was conducted for the month of April during the years 2003 and 2012, with 2003 being the lowest point in the recent record, and 2012 showing the lakes in their continued expansion.  Figure 4 shows the monthly accumulated precipitation difference indicating that April 2012 produced more precipitation than April 2003, ~260-300 mm.  The atmospheric column over the high sierras (integrated between 700 and 1500 m in the vertical) shows larger amounts of liquid water content in the growing period. The wind pattern differences show that wind advection produces a convergence zone along the ridge of both sierras, which is the main mechanism responsible for orographic clouds formation. These results support a hydro-climate hypothesis that climate change has an impact on the hydrologic balance of these Caribbean lakes. \n\nHydrological Balance Modeling:  We carried out a detail quantification of the stores, pathways, and fluxes of the water in the lake watersheds to better understand the growth patterns that have been observed over the past 3 decades. The deployed hydrological numerical strategy takes all components of the water budget into account.  A volume-surface-extent-depth model for the lakes was also developed. Key to this development was to extract over time the lake surface boundaries from LandSAT-7 imagery and back calculate what a certain expansion on lake surface area would correspond to in terms of depth and volume change. Our bathymetry survey is aiding in identifying the current volume and depth distribution. Our first results showed an improved inflow volume calculation that was much closer to the actually observed lake level change patterns. While we do not know the exact contributi..."
 }
}