{
 "awd_id": "1264171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Policy Tools and Public Opinion",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 5490.0,
 "awd_amount": 5490.0,
 "awd_min_amd_letter_date": "2013-02-05",
 "awd_max_amd_letter_date": "2013-02-05",
 "awd_abstract_narration": "American public policy today is characterized by indirect governance -- the delivery of benefits to individuals and other entities through mechanisms such as tax breaks or loan guarantees rather than direct payments.  Existing scholarship argues that citizens react to and evaluate indirect benefit programs differently than they do traditional direct spending programs, even though they may produce identical benefits.  Still, scholars have yet to articulate and rigorously test alternative theoretical accounts to explain why citizens perceive these programs differently.  Why would the mechanism of delivery shape citizen perceptions of government programs?  \r\n  \r\nThis project investigates the apparent public bias in favor of indirect programs, with an explicit focus on citizens' perception of benefits delivered through the tax code.  It elaborates a series of hypotheses based on framing effects, and tests them through a set of survey experiments that manipulate the delivery method and other aspects of described public policies.\r\n\r\nThe project meets NSF's intellectual merit criterion in several ways.  First, it engages and contributes to several relevant and emerging areas of political science, ranging from American political economy to public opinion and policy analysis.  Second, the project is methodologically rigorous in that it uses an experimental design to make reliable causal inferences, avoiding the pitfalls of omitted variable bias that plague observational research designs.  Third, the project is innovative in the way that it employs this approach to rigorously test arguments about variation in public perceptions of public policies. Fourth, the results of several earlier pilot studies demonstrate the feasibility of the project.\r\n\r\nThe project also has significant broader impact beyond academia.  Citizens' understanding of and reactions to government policies are central to any modern democracy, but we know surprisingly little about exactly how these processes work.  The findings of this project will be of interest to both scholars of and practitioners in the policy process.  Already, several journalists, policy practitioners and others outside of the discipline of political science have expressed interest in the preliminary findings of this study, indicating its potential to contribute to public understanding of the implications of policy design.  Finally, given the current political momentum to revise the nation's tax code, the delivery of policy through tax expenditures has become a salient element of debates about tax reform.   Understanding the forces that shape citizen views about indirect government programs will shed important light on the political feasibility and impact of potential tax reforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Binder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Binder",
   "pi_email_addr": "binder@gwu.edu",
   "nsf_id": "000613856",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jake",
   "pi_last_name": "Haselswerdt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jake Haselswerdt",
   "pi_email_addr": "jakehas@gwu.edu",
   "nsf_id": "000612354",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2115 G Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520073",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5490.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Over the course of this project, I have sought to examine the mechanisms behind Americans' preference for certain types of policies over others, particularly in the realm of social policy.&nbsp; Of special interest is the comparative popularity of tax-based and work-related social welfare programs like the Earned Income Tax Credit.&nbsp; Through a number of survey experiments funded by this award, I have established a number of important patterns in Americans' views about public policy.&nbsp; In short, changing certain elements of public policy can alter the assumptions people make about the beneficiaries of those policies - assumptions that are often interwoven with racial and ethnic stereotypes.</p>\n<p class=\"p1\">For example, it is well established that people with high scores on measures of resentment towards African-Americans tend to also disapprove of social welfare policies, since they assume that African-Americans will benefit from them and avoid work.&nbsp; In one experiment, I find that describing a benefit for single mothers as a tax break rather than a cash payment significantly mitigates this relationship - racial resentment seems to be less important in explaining Americans' attitudes towards tax breaks than traditional welfare.</p>\n<p class=\"p1\">To explore this relationship further, a subsequent experiment asked not just whether respondents supported a policy aiding the poor, but what groups they assumed would benefit.&nbsp; I found that attaching a work requirement to a policy (again, similar to the Earned Income Tax Credit) made respondents significantly less likely to assume that African-Americans or immigrants would benefit from the policy.&nbsp; These assumptions were consequential for program support, especially among those with high levels of racial resentment and anti-immigrant views. &nbsp;</p>\n<p class=\"p1\">These findings help us to understand the development of what others have called the \"hidden,\" \"submerged,\" or \"divided\" welfare state - social welfare programs that tend to favor the middle class and those with jobs over the neediest.&nbsp; These policies grew over the late 20<span class=\"s1\"><sup>th</sup></span> Century even as more traditional \"welfare\" programs targeted at the poor came under political assault - an assault that implicitly and sometimes explicitly evoked themes of racial resentment and stereotypes.</p>\n<p class=\"p1\">In terms of NSF's Intellectual Merit criterion, this work advances knowledge of how Americans respond to public policies as well as how attitudes about racial and ethnic groups shape our politics.&nbsp; In terms of the Broader Impact criterion, advancing our understanding of how resentment and stereotypes influence policy on the one hand, and how policy itself can affect resentment and stereotypes on the other, can hopefully help society to move beyond racial and ethnic resentment as a basis for policy decisions. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2016<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Binder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Over the course of this project, I have sought to examine the mechanisms behind Americans' preference for certain types of policies over others, particularly in the realm of social policy.  Of special interest is the comparative popularity of tax-based and work-related social welfare programs like the Earned Income Tax Credit.  Through a number of survey experiments funded by this award, I have established a number of important patterns in Americans' views about public policy.  In short, changing certain elements of public policy can alter the assumptions people make about the beneficiaries of those policies - assumptions that are often interwoven with racial and ethnic stereotypes.\nFor example, it is well established that people with high scores on measures of resentment towards African-Americans tend to also disapprove of social welfare policies, since they assume that African-Americans will benefit from them and avoid work.  In one experiment, I find that describing a benefit for single mothers as a tax break rather than a cash payment significantly mitigates this relationship - racial resentment seems to be less important in explaining Americans' attitudes towards tax breaks than traditional welfare.\nTo explore this relationship further, a subsequent experiment asked not just whether respondents supported a policy aiding the poor, but what groups they assumed would benefit.  I found that attaching a work requirement to a policy (again, similar to the Earned Income Tax Credit) made respondents significantly less likely to assume that African-Americans or immigrants would benefit from the policy.  These assumptions were consequential for program support, especially among those with high levels of racial resentment and anti-immigrant views.  \nThese findings help us to understand the development of what others have called the \"hidden,\" \"submerged,\" or \"divided\" welfare state - social welfare programs that tend to favor the middle class and those with jobs over the neediest.  These policies grew over the late 20th Century even as more traditional \"welfare\" programs targeted at the poor came under political assault - an assault that implicitly and sometimes explicitly evoked themes of racial resentment and stereotypes.\nIn terms of NSF's Intellectual Merit criterion, this work advances knowledge of how Americans respond to public policies as well as how attitudes about racial and ethnic groups shape our politics.  In terms of the Broader Impact criterion, advancing our understanding of how resentment and stereotypes influence policy on the one hand, and how policy itself can affect resentment and stereotypes on the other, can hopefully help society to move beyond racial and ethnic resentment as a basis for policy decisions.  \n\n \n\n\t\t\t\t\tLast Modified: 05/13/2016\n\n\t\t\t\t\tSubmitted by: Sarah Binder"
 }
}