{
 "awd_id": "1264535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Optimal stimulus waveform design for Parkinson's disease",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 215889.0,
 "awd_amount": 259065.0,
 "awd_min_amd_letter_date": "2013-08-08",
 "awd_max_amd_letter_date": "2016-08-24",
 "awd_abstract_narration": "PI: Netoff, Theoden I. and Moehlis, Jeffrey M.\r\nProposal Number: 1264432 & 1264535\r\n\r\nIntellectual Merit: Populations of neurons must dynamically synchronize and desynchronize for transmission of information within the brain. The disruption of this dynamic synchronization is thought to underlie the symptomatology of several neurological disorders. Deep Brain Stimulation (DBS) therapy is being used to treat many of these neurological disorders, such as Parkinsons disease (PD). It is generally believed that DBS leads are placed in regions of brain that are pathologically synchronous, and periodic DBS pulses then \"over pace\" these areas, blocking the pathological activity. The PIs have recently developed an alternative hypothesis for the mechanism of DBS which focuses on DBS's modulation of the firing times of neurons. Stimulation at certain frequencies can induce a chaotic response that desynchronizes a population; we term this chaotic desynchronization. The response of a neuron to a DBS pulse is characterized by its phase response curve (PRC), a measure of how the stimulus advances the phase depending on the phase the stimulus is applied at. The PRC can then be used to determine if two neurons in the population starting at nearly the same phase will entrain to the stimulus pulses, or will diverge and effectively become desynchronized. In this grant the PIS propose to use PRCs to determine the optimal stimuli to desynchronize population oscillations. Preliminary experiments show that small periodic stimulus pulses at certain frequencies can desynchronize populations; the frequency and amplitude that desynchronize can be predicted from the PRC of the neurons to the stimulus.  Moreover, continuous stimulus waveforms can be designed that desynchronize populations with much less energy than the pulsatile stimuli. The aims of this grant are to further the theoretical work in designing these waveforms from measured PRCs, and then to test chaotic de-synchronization in physical and biological systems. Specific Aim 1 will use measured phase response curves and control theory to determine the optimal stimulus waveforms to maximize desynchronization of neuronal ensembles. Specific Aim 2 will be to apply this theory to desynchronize oscillations in a chemical oscillator model, the photosensitive Belousov-Zhabotinsky (pBZ) reaction, through pulsatile and continuous waveform photo stimulation. Specific Aim 3 will test the theory in neurons in vitro basal ganglia preparation.  Neurons will be recorded and stimulated using a dynamic clamp experimental protocol. The PRCs from single neurons will be measured in response to DBS pulses, and we will test for chaotic behavior in their stimulus response patterns.\r\n\r\nBroader Impacts: The motivation of this research is to 1) understand how behaviors relate to oscillatory synchronization in and between the basal ganglia and motor cortex, and 2) improve DBS treatment of PD, for which the selection of stimulus electrodes, frequency, and amplitudes are currently tuned manually by a clinician. The goal of this research is to determine the optimal stimulus properties based on simple physiological measures of the neurophysiological response to DBS. This approach will enable faster and more robust programming of neurostimulators and will decrease the amount of required injected current, which will reduce side effects and battery power consumption. This approach has high potential for closed loop control algorithms where DBS parameters are automatically tuned to maintain maximal efficacy. This approach may also be applied to seizure suppression and other neurological diseases.  These studies leverage a recently funded IGERT training plan at UMN for neuromodulation. To maximize our clinical impact, we have discussed with Dwight Nelson (Neuromodulation department at Medtronic) what basic research will enable the next steps in developing new DBS stimulus parameters and the yet unmet clinical needs (letter of support included). The results from this research will be disseminated to the public through various education programs including ones focused on underrepresented undergraduate students, high school educators, high school students and junior-high school students. Finally, this award will train graduate students and undergraduates in interdisciplinary research activities, and enhance the education of other graduate students through results that will be incorporated into courses taught by the PI and co-PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Moehlis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Moehlis",
   "pi_email_addr": "moehlis@engineering.ucsb.edu",
   "nsf_id": "000389543",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Office of Research, 3227 Cheadle",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 215889.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 43176.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The brain is an amazing organ which is responsible for a number of important functions including cognition, attention, emotion, perception, memory, and motor control.&nbsp; Certain neurological diseases are associated with pathological brain activity.&nbsp; For example, it has been hypothesized that some symptoms of Parkinson's disease are caused by pathologically synchronized neural activity in the motor control region of the brain. <br /><br />With this in mind, we have developed novel methods for designing electrical deep brain stimulation inputs which desynchronize the activity of a group of neurons.&nbsp; These methods use data on the response properties of neurons to stimulation pulses, which can be obtained from mathematical models or experimentally.&nbsp; We have demonstrated the effectiveness of these methods using computer simulations, and experimentally both for<em> in vitro</em> neurons and for a network of chemical oscillators which behaves in a similar fashion.&nbsp; Notably, our methods require less energy than existing deep brain stimulation approaches, which could allow the battery which provides the power for deep brain stimulation to last longer, reducing the need for battery replacement surgery which is expensive and has risks of complications.<br /><br />This work represents an important step toward the ultimate goal of designing the first deep brain stimulator for treatment of Parkinson's disease which automatically tunes its electrical stimuli in order to optimize treatment effectiveness.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2017<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;M&nbsp;Moehlis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1264535/1264535_10265425_1514404566039_brain_electrode--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1264535/1264535_10265425_1514404566039_brain_electrode--rgov-800width.jpg\" title=\"Deep Brain Stimulation\"><img src=\"/por/images/Reports/POR/2017/1264535/1264535_10265425_1514404566039_brain_electrode--rgov-66x44.jpg\" alt=\"Deep Brain Stimulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Our work on desynchronizing pathologically synchronized neural activity in the motor control region of the brain is an important step toward designing a deep brain stimulator which automatically tunes its stimuli in order to optimize treatment effectiveness for Parkinson's disease.</div>\n<div class=\"imageCredit\">Jeff Moehlis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jeffrey&nbsp;M&nbsp;Moehlis</div>\n<div class=\"imageTitle\">Deep Brain Stimulation</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\nThe brain is an amazing organ which is responsible for a number of important functions including cognition, attention, emotion, perception, memory, and motor control.  Certain neurological diseases are associated with pathological brain activity.  For example, it has been hypothesized that some symptoms of Parkinson's disease are caused by pathologically synchronized neural activity in the motor control region of the brain. \n\nWith this in mind, we have developed novel methods for designing electrical deep brain stimulation inputs which desynchronize the activity of a group of neurons.  These methods use data on the response properties of neurons to stimulation pulses, which can be obtained from mathematical models or experimentally.  We have demonstrated the effectiveness of these methods using computer simulations, and experimentally both for in vitro neurons and for a network of chemical oscillators which behaves in a similar fashion.  Notably, our methods require less energy than existing deep brain stimulation approaches, which could allow the battery which provides the power for deep brain stimulation to last longer, reducing the need for battery replacement surgery which is expensive and has risks of complications.\n\nThis work represents an important step toward the ultimate goal of designing the first deep brain stimulator for treatment of Parkinson's disease which automatically tunes its electrical stimuli in order to optimize treatment effectiveness.\n\n\t\t\t\t\tLast Modified: 12/27/2017\n\n\t\t\t\t\tSubmitted by: Jeffrey M Moehlis"
 }
}