{
 "awd_id": "1264526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Identification of Immunomodulatory Microbiota Metabolites",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 199998.0,
 "awd_amount": 199998.0,
 "awd_min_amd_letter_date": "2013-07-08",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "Lee/Jayaraman\r\n1264502/1264526 \r\n\r\nThe overall goal of this research is to identify bioactive metabolites generated by the gut microbiota that impact the inflammation of adipose tissue in obesity. The human gastrointestinal (GI) tract is colonized by hundreds of trillions bacteria belonging to ~1,000 species that are collectively termed the microbiota. Alterations in the microbiota composition and/or function (dysbiosis) are correlated to a growing number of metabolic disorders, including obesity. Chronic, low-grade inflammation of adipose tissue is robustly associated with obesity, and also underlies the development of insulin resistance and the metabolic syndrome. There is growing evidence that gut dysbiosis leads to inflammation in mesenteric adipose tissue. However, the molecular mediators and mechanisms of their actions remain poorly understood. This work hypothesizes that microbiota-derived metabolites are important modulators of host adipose tissue inflammation. Identifying these microbiota metabolites has been extremely difficult, because a majority of the commensal bacteria in the gut are poorly characterized and many of these bacteria cannot be grown in culture. As microbes are capable of performing metabolic reactions not available to the host, and metabolites synthesized by one species can be further modified by another species, the biotransformation space accessible to the microbiota is vast. To overcome these challenges, this project investigates a novel bioinformatics-metabolomics approach enabling focused and quantitative exploration of gut microbiota metabolites. The results of the bioinformatics and metabolomics analyses will be used to establish a physiological basis for in vitro experiments on the mechanisms whereby microbiota metabolites influence adipose tissue inflammation in obesity. The expected outcome of this project is to identify specific metabolites that can be unequivocally sourced to the gut microbiota and are present in host adipose tissue, and to determine their immunomodulatory properties in the context of adipose tissue inflammation in obesity.\t\r\nBroader Impact \r\nThis research is novel in that few studies have explored the role for microbiota metabolites in the development of chronic body fat inflammation in obesity. The proposed work will identify and quantify bacterial metabolites whose levels may be altered under conditions of obesity and influence the state of inflammation. This research has transformative potential, both methodologically as well as discovery-wise. The proposed experiments could pave the way for a general methodology for measuring bioactive chemicals that are naturally present in the body, but are produced by bacteria, rather than the body. The discovery of naturally resident bacterial metabolites with anti-inflammatory properties could lead to new, safe treatment modalities for obesity as an inflammatory disease.\r\nThe proposed project is highly interdisciplinary, and provides a unique opportunity to train students in cutting-edge research at the interface of several different fields in engineering and life science. To create research opportunities for underrepresented minorities, the proposal includes a plan for a joint summer internship program. Two minority students from Texas A&M will be recruited each year to intern in the lead investigator's laboratory at Tufts. In addition, the investigators will integrate the proposed research into ongoing educational and outreach efforts at their respective institutions by recruiting undergraduate students to participate in open-ended projects from the proposed work and incorporating the methodologies and findings into existing courses in Metabolic Engineering and Systems Biology.\r\n\r\nDue to the interdisciplinary nature of the project, this award by the Biotechnology, Biochemical, and Biomass Engineering Program of the CBET Division is co-funded by the Systems and Synthetic Biology Program of the Division of Molecular and Cellular Biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arul",
   "pi_last_name": "Jayaraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arul Jayaraman",
   "pi_email_addr": "arul.jayaraman@chemail.tamu.edu",
   "nsf_id": "000236420",
   "pi_start_date": "2013-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The human gastrointestinal (GI) tract is colonized by ~10<sup>14</sup> bacteria belonging to ~1,000 species that are collectively termed the microbiota. Alterations in the microbiota composition and function are correlated to a growing number of metabolic disorders, including obesity and diabetes. One of the characteristics of obesity is the increase in fat (adipose) tissue, and it has been shown that in obesity chronic low-grade inflammation in adipose tissue strongly correlates&nbsp;to the development of insulin resistance. There is growing evidence that alterations in the composition of the gut bacteria causes or worsens this inflammation. However, the specific mechanisms through which the gut microbial community exert their effects on inflammation and obesity are poorly understood.</p>\n<p>Based on prior work, we proposed&nbsp;that molecules produced by the gut microbiota (i.e., microbiota metabolites) are the mediators that either negatively or positively impact inflammation in adipose tissue. As microbes are capable of performing metabolic reactions that cannot be produced by host cells, and metabolites synthesized by one species can be further modified by another species, a very large range of potential metabolites can be produced by the community. To overcome this issue, we used a novel bioinformatics approach for exploring the entire space of gut microbiota metabolites. The results of the bioinformatics and metabolomics analysis identified that metabolites produced from the amino acid tryptophan by the bacteria are one class of molecules that are likely to be involved. Therefore, we measured the&nbsp;levels of microbiota metabolites in the gut and adipose tissue of normal and obese mice and demonstrated that these metabolites are reduced in obese mice compared to normal mice. Since macrophages are the main cell type in adipose tissue that contributes to inflammation, we investigated the actions of a specific metabolite (indole) in reducing inflamamtion in macrophages. Our results showed that indole decreases multiple indicators of inflammation in macrophages. Specifically, it reduced the ability of macrophages to produce inflammatory molecules and respond to the presence of lipopolysaccharide, In addition, we also demonstrated that indole also acts on the primary cell type in adipose tissue (adipocytes) by decreasing their ability to activate macrophages. Thus, indole acted both directly and indirectly on macrophages to reduce inflammation.&nbsp;<span>Our results suggest a model where microbiota molecules like indole act as a &ldquo;brake&rdquo; against inflammation. When the microbiota composition is altered in obesity, less indole is produced by the gut microbiota, which in turn reduces their ability to control inflammation. While not complete, w<span>e also made significant progress in identifying the molecular mechanism through which indole functions in adipose tissue.&nbsp;</span></span></p>\n<p>The intellectual&nbsp;merit of our work is the identification of specific metabolites that are naturally present in our body and can be potentially used to to control the deleterious effects if obesity and related metabolic disorders, and unraveling the mechanisms of these effects. However, sustained inflammation is &nbsp;a feature not only in obesity but also in several other diseases and conditions such as cancer and allergy. Therefore, the broader impact of this work is the identification of a new class of anti-inflammatory molecules that can be effective in several diseases by controlling inflammation. Since these molecules are naturally produced in our body, they have high potential as therapeutic molecules and in drug discovery.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2017<br>\n\t\t\t\t\tModified by: Arul&nbsp;Jayaraman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe human gastrointestinal (GI) tract is colonized by ~1014 bacteria belonging to ~1,000 species that are collectively termed the microbiota. Alterations in the microbiota composition and function are correlated to a growing number of metabolic disorders, including obesity and diabetes. One of the characteristics of obesity is the increase in fat (adipose) tissue, and it has been shown that in obesity chronic low-grade inflammation in adipose tissue strongly correlates to the development of insulin resistance. There is growing evidence that alterations in the composition of the gut bacteria causes or worsens this inflammation. However, the specific mechanisms through which the gut microbial community exert their effects on inflammation and obesity are poorly understood.\n\nBased on prior work, we proposed that molecules produced by the gut microbiota (i.e., microbiota metabolites) are the mediators that either negatively or positively impact inflammation in adipose tissue. As microbes are capable of performing metabolic reactions that cannot be produced by host cells, and metabolites synthesized by one species can be further modified by another species, a very large range of potential metabolites can be produced by the community. To overcome this issue, we used a novel bioinformatics approach for exploring the entire space of gut microbiota metabolites. The results of the bioinformatics and metabolomics analysis identified that metabolites produced from the amino acid tryptophan by the bacteria are one class of molecules that are likely to be involved. Therefore, we measured the levels of microbiota metabolites in the gut and adipose tissue of normal and obese mice and demonstrated that these metabolites are reduced in obese mice compared to normal mice. Since macrophages are the main cell type in adipose tissue that contributes to inflammation, we investigated the actions of a specific metabolite (indole) in reducing inflamamtion in macrophages. Our results showed that indole decreases multiple indicators of inflammation in macrophages. Specifically, it reduced the ability of macrophages to produce inflammatory molecules and respond to the presence of lipopolysaccharide, In addition, we also demonstrated that indole also acts on the primary cell type in adipose tissue (adipocytes) by decreasing their ability to activate macrophages. Thus, indole acted both directly and indirectly on macrophages to reduce inflammation. Our results suggest a model where microbiota molecules like indole act as a \"brake\" against inflammation. When the microbiota composition is altered in obesity, less indole is produced by the gut microbiota, which in turn reduces their ability to control inflammation. While not complete, we also made significant progress in identifying the molecular mechanism through which indole functions in adipose tissue. \n\nThe intellectual merit of our work is the identification of specific metabolites that are naturally present in our body and can be potentially used to to control the deleterious effects if obesity and related metabolic disorders, and unraveling the mechanisms of these effects. However, sustained inflammation is  a feature not only in obesity but also in several other diseases and conditions such as cancer and allergy. Therefore, the broader impact of this work is the identification of a new class of anti-inflammatory molecules that can be effective in several diseases by controlling inflammation. Since these molecules are naturally produced in our body, they have high potential as therapeutic molecules and in drug discovery.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2017\n\n\t\t\t\t\tSubmitted by: Arul Jayaraman"
 }
}