{
 "awd_id": "1264329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GOALI: Mechanistic Design of Aggregation Resistance in Multi-Domain Proteins",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "Roberts/Robinson\r\n1264329/1264554\r\n\r\nNon-native aggregation denotes a set of molecular processes by which a folded, biologically active protein becomes effectively locked into a ?misfolded? assembly or aggregate of proteins.  Formation of these aggregates is a ubiquitous hurdle to successful over-expression, purification, and storage of recombinant proteins throughout the biotechnology and biopharmaceutical industries. This is particularly the case for multi-domain proteins, such as natural and designed antibodies, as well as for other predominantly-beta proteins.  Predictive design of these more complex proteins is handicapped by limitations in the mechanistic understanding of key features of sequence and structure that control aggregation of multi-domain proteins. This project seeks to improve fundamental understanding of the mechanism(s) of multi-domain protein aggregation, so as to provide general design rules to engineer aggregation resistance into therapeutic proteins and other biotechnology products. This is a partnership between Amgen, Tulane University, and the University of Delaware through the National Science Foundation?s industry-university GOALI program. The work will focus on computational design of new antibody molecules that retain their known function (e.g., ligand binding) while greatly reducing their aggregation rates, and then experimentally characterizing the aggregation pathways to assure that the design predictions worked properly at a molecular level.  \r\nFrom a broader perspective, the project focuses on creating new experimental and computational tools to better predict and control or even eliminate aggregates in protein pharmaceuticals and other biotechnology products.  Doing so will decrease the cost of development for industrial scientists and engineers, and also decrease the time to market and any safety risks associated with protein aggregates in medical applications.  The biopharmaceutical industry is one the fastest growing and attractive industries for growth of the U.S. job market requiring a highly trained workforce that will maintain international competitiveness.  An indirect but equally important outcome of this project is the training of the next generation of industrial scientists and potential leaders for the industry, as well as development of new educational tools for more broad use throughout the technical community, and potentially for direct use in demonstrations in high school science courses such as chemistry, biochemistry, biology, and physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Roberts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Roberts",
   "pi_email_addr": "cjr@udel.edu",
   "nsf_id": "000224203",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Razinkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Razinkov",
   "pi_email_addr": "razinkov@amgen.com",
   "nsf_id": "000627190",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "223 Colburn Lab",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-native aggregation denotes a set of molecular processes by which a folded, biologically active protein becomes effectively locked into a &ldquo;misfolded&rdquo; assembly or aggregate of proteins.&nbsp; Formation of these aggregates is a ubiquitous hurdle to successful over-expression, purification, and storage of recombinant proteins throughout the biotechnology and biopharmaceutical industries. Predictive design of complex proteins is handicapped by limitations in the mechanistic understanding of key features of the amino acid sequence and structure that control aggregation of multi-domain proteins. This project sought to improve fundamental understanding of the mechanism(s) of multi-domain protein aggregation, so as to provide general design rules to engineer aggregation resistance into therapeutic proteins and other biotechnology products. The results of the project were: (1) proof of concept for computational tools that can better predict the solution conditions that favor or disfavor aggregation of proteins if one has a putative 3-dimensional structure; (2) identification of a previously unknown issue with some types of rationally designed proteins that have non-natural linker sequences between naturally occurring domains.</p>\n<p>&nbsp;</p>\n<p>From a broader perspective, the project has developed and tested new experimental and computational tools to better predict and control or mitigate aggregate formation in protein pharmaceuticals and other biotechnology products.&nbsp; In the future, as these approaches are adopted more widely they can decrease the cost of product development by reducing the time to market and safety risks associated with protein aggregates in medical applications. An indirect but equally important outcome of this project has been the training of some the next generation of industrial scientists and potential leaders for the industry, as well as development of new educational tools for broader use throughout the technical community, and potentially for high school STEM education efforts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2018<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Roberts</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNon-native aggregation denotes a set of molecular processes by which a folded, biologically active protein becomes effectively locked into a \"misfolded\" assembly or aggregate of proteins.  Formation of these aggregates is a ubiquitous hurdle to successful over-expression, purification, and storage of recombinant proteins throughout the biotechnology and biopharmaceutical industries. Predictive design of complex proteins is handicapped by limitations in the mechanistic understanding of key features of the amino acid sequence and structure that control aggregation of multi-domain proteins. This project sought to improve fundamental understanding of the mechanism(s) of multi-domain protein aggregation, so as to provide general design rules to engineer aggregation resistance into therapeutic proteins and other biotechnology products. The results of the project were: (1) proof of concept for computational tools that can better predict the solution conditions that favor or disfavor aggregation of proteins if one has a putative 3-dimensional structure; (2) identification of a previously unknown issue with some types of rationally designed proteins that have non-natural linker sequences between naturally occurring domains.\n\n \n\nFrom a broader perspective, the project has developed and tested new experimental and computational tools to better predict and control or mitigate aggregate formation in protein pharmaceuticals and other biotechnology products.  In the future, as these approaches are adopted more widely they can decrease the cost of product development by reducing the time to market and safety risks associated with protein aggregates in medical applications. An indirect but equally important outcome of this project has been the training of some the next generation of industrial scientists and potential leaders for the industry, as well as development of new educational tools for broader use throughout the technical community, and potentially for high school STEM education efforts.\n\n\t\t\t\t\tLast Modified: 01/05/2018\n\n\t\t\t\t\tSubmitted by: Christopher J Roberts"
 }
}