{
 "awd_id": "1265145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Shape Memory Alloy Thermal Energy Harvesting",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-10-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-10-11",
 "awd_max_amd_letter_date": "2012-10-11",
 "awd_abstract_narration": "The shape memory alloy (SMA) thermal energy harvesting technology developed through this project is a clean, robust, and economic mechanism that bridges the thermal, material, mechanical, and electrical domains to convert virtually any source of heat into electricity. With a recently developed prototype, temperature fluctuations that are occur daily almost everywhere on earth drive contractions and elongations of SMA elements. These in turn force rotation of a shaft that is connected to a generator, producing electricity that can be stored or used immediately. As such, the SMA device has numerous advantages over alternative methods of electricity generation. The SMA energy harvesting device is not dependent upon direct sunlight as are solar panels nor does it require directional wind or water flow like wind turbines and hydroelectric dams. Hence, the SMA device can be efficaciously installed virtually anywhere on earth because it relies solely upon temperature oscillations. Finally, the SMA energy harvesting device has the ability to be deployed in many configurations and orientations on, above or below ground or even underwater. Thus, negative ecological impacts can be minimized in comparison to hydroelectric dams, coal, wind turbines, and nuclear facilities that are used to generate electricity. \r\n\r\nThe SMA device should not directly contribute to global warming or pollution which is a substantial advantage over coal, natural gas, and nuclear sources of electricity generation. The number of potential users for a mid-sized version of this product is immense, ranging from people in underdeveloped nations to people in urban locations. This device could also be used by small and large-scale companies to help reduce annual energy expenditures. Additionally, individuals and companies that use this device can generate their own electricity during power outages that occur during storms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Engeberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Engeberg",
   "pi_email_addr": "eengeberg@fau.edu",
   "nsf_id": "000678851",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Subramaniya",
   "pi_last_name": "Hariharan",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Subramaniya I Hariharan",
   "pi_email_addr": "hari@uakron.edu",
   "nsf_id": "000209798",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "ASEC Room 113",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Project Outcomes Report</p>\n<p><br /><br /></p>\n<p>With the increasing global demand for energy, alternatives to fossil fuels are being sought to ease the impact on global warming. Nevertheless, roughly 90% of the world&rsquo;s energy is generated by heat engines that burn fossil fuels. The efficiency of these generators is approximately 30% to 40%, thus nearly 15 TW<sup>&nbsp;</sup>of power is exhausted to the environment each year in the form of wasted heat. Looking at the U.S. industrial sector, manufacturing processes for glass, cement, iron, steel etc. also produce massive amounts of wasted heat. The majority of this U.S. industrial waste heat, nearly 3.02(10<sup>10</sup>) W, is lost each year in the form of low-temperature heat, which is defined to be heat between room temperature and 230<sup>o</sup>C. Thermoelectric materials could be used to convert some of this waste heat into electricity, but they suffer from low efficiencies of conversion and the quality of their performance is heavily dependent upon the temperature. This is why the invention of low-temperature recovery technologies has been listed as a development<br />opportunity by the Department of Energy.&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> Currently, there are no economic methods to convert low temperature wasted heat into electricity; however, massive amounts of energy are wasted each year in the form of low-grade heat. Thus, the development of shape memory alloy (SMA) thermal energy harvesting technology represents an excellent potential to convert low-temperature wasted heat into electricity. This concept could be increased onto a large scale to provide massive amounts of energy and it could also be miniaturized to power small electronics.&nbsp;Unlike solar power, SMA energy harvesting is not dependent upon direct sunlight nor does it rely on unpredictable and direction wind as wind turbines do.</p>\n<p><strong>Broader Impacts: </strong>The successful development of shape memory alloy energy harvesters could reduce pollution and global warming. Furthermore, it could reduce the cost of electricity which would make energy more affordable&nbsp; for many people. This research could also lead to the creation of new tech-based jobs and companies. The development of the shape memory alloy energy harvester could benefit other areas of engineering such as robotics, smart structures and material science.<br /><br /><strong>Summary of Project Outcomes:</strong></p>\n<p>A new SMA energy harvesting prototype was developed that is capable of storing 8mJ of energy per 2 second stroke. The initial energy harvesting prototype was able to generate approximately 0.07V. The newly developed prototype has generated 4V for 2.5 seconds time intervals in one configuration. In a different configuration, the device can generate 10.2V for &frac14; second per stroke. This is an improvement ranging from 57x to 145x over the original design. Furthermore, the new device prototype can oscillate<br />perpetually in the presence of temperature fluctuations, which is another<br />substantial improvement. Over 85 potential customers were interviewed which identified the industrial and manufacturing segment as the most viable area to initially approach with a product. A business model was developed for the start-up company, ThermElectricity LLC, which will continue R&amp;D of this technology. During the project timeline, ThermElectricity secured an additional $25,000 grant for additional R&amp;D funding. A conference paper was published and presented a about the system model development and experimental evaluation of the SMA energy harvester at the 2013 IEEE EnergyTech Conference in Cleveland, Ohio. Two patents and one provisional patent were submitted to protect innovative technology developments. One underrepresented M.S. electrical engineering student was graduated for topics related to this projec...",
  "por_txt_cntn": "\n\n\n\n\nProject Outcomes Report\n\n\n\n\n\nWith the increasing global demand for energy, alternatives to fossil fuels are being sought to ease the impact on global warming. Nevertheless, roughly 90% of the worldÆs energy is generated by heat engines that burn fossil fuels. The efficiency of these generators is approximately 30% to 40%, thus nearly 15 TW of power is exhausted to the environment each year in the form of wasted heat. Looking at the U.S. industrial sector, manufacturing processes for glass, cement, iron, steel etc. also produce massive amounts of wasted heat. The majority of this U.S. industrial waste heat, nearly 3.02(1010) W, is lost each year in the form of low-temperature heat, which is defined to be heat between room temperature and 230oC. Thermoelectric materials could be used to convert some of this waste heat into electricity, but they suffer from low efficiencies of conversion and the quality of their performance is heavily dependent upon the temperature. This is why the invention of low-temperature recovery technologies has been listed as a development\nopportunity by the Department of Energy. \n\nIntellectual Merit: Currently, there are no economic methods to convert low temperature wasted heat into electricity; however, massive amounts of energy are wasted each year in the form of low-grade heat. Thus, the development of shape memory alloy (SMA) thermal energy harvesting technology represents an excellent potential to convert low-temperature wasted heat into electricity. This concept could be increased onto a large scale to provide massive amounts of energy and it could also be miniaturized to power small electronics. Unlike solar power, SMA energy harvesting is not dependent upon direct sunlight nor does it rely on unpredictable and direction wind as wind turbines do.\n\nBroader Impacts: The successful development of shape memory alloy energy harvesters could reduce pollution and global warming. Furthermore, it could reduce the cost of electricity which would make energy more affordable  for many people. This research could also lead to the creation of new tech-based jobs and companies. The development of the shape memory alloy energy harvester could benefit other areas of engineering such as robotics, smart structures and material science.\n\nSummary of Project Outcomes:\n\nA new SMA energy harvesting prototype was developed that is capable of storing 8mJ of energy per 2 second stroke. The initial energy harvesting prototype was able to generate approximately 0.07V. The newly developed prototype has generated 4V for 2.5 seconds time intervals in one configuration. In a different configuration, the device can generate 10.2V for &frac14; second per stroke. This is an improvement ranging from 57x to 145x over the original design. Furthermore, the new device prototype can oscillate\nperpetually in the presence of temperature fluctuations, which is another\nsubstantial improvement. Over 85 potential customers were interviewed which identified the industrial and manufacturing segment as the most viable area to initially approach with a product. A business model was developed for the start-up company, ThermElectricity LLC, which will continue R&amp;D of this technology. During the project timeline, ThermElectricity secured an additional $25,000 grant for additional R&amp;D funding. A conference paper was published and presented a about the system model development and experimental evaluation of the SMA energy harvester at the 2013 IEEE EnergyTech Conference in Cleveland, Ohio. Two patents and one provisional patent were submitted to protect innovative technology developments. One underrepresented M.S. electrical engineering student was graduated for topics related to this project. Additionally, seven undergraduate mechanical engineering students completed the senior design projects on energy harvesting topics related to this project. One minority Ph.D. student is currently being mentored in energy harvesting as well. \n\n\t\t\t\t\tLa..."
 }
}