{
 "awd_id": "1265430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physics and Pre-Engineering Major at Virginia Union University",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 98888.0,
 "awd_amount": 98888.0,
 "awd_min_amd_letter_date": "2013-08-27",
 "awd_max_amd_letter_date": "2013-08-27",
 "awd_abstract_narration": "This planning grant at Virginia Union University seeks to develop a strategy to establish a major program in Physics and Pre-Engineering in the School of Mathematics, Science and Technology. This project is in support of the institution's strategic plan and focuses on an assessment for long-term plans. Implementation plans will be developed through meetings, workshops and consultations with both internal and external evaluators. The planning process will include a self-study of the science, technology, and mathematics undergraduate programs, survey students and alumni, visit institutions with successful Physics and Pre-Engineering\r\nprograms, and establish relationships with institutions who offer advanced degrees in engineering to examine reinstatement of a dual-degree engineering program at Virginia Union University. \r\n\r\nThe project has great potential to positively impact the number of underrepresented minority students pursuing both undergraduate and advanced degrees in Physics and Engineering. The project also proposes to engage the private sector and national labs to ensure that workforce needs are appropriately addressed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaheen",
   "pi_last_name": "Islam",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shaheen M Islam",
   "pi_email_addr": "sislam@vuu.edu",
   "nsf_id": "000333187",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Union University",
  "inst_street_address": "1500 N LOMBARDY ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8042575807",
  "inst_zip_code": "232201784",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA UNION UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q7CRZX7MD775"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Union University",
  "perf_str_addr": "1500 North Lombardy Street",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232201711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 98888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of the planning grant entitled, &ldquo;Physics and Pre-Engineering Major at Virginia Union University&rdquo; was to design, plan and provide rationale to establish Physics and Pre-Engineering major program at Virginia Union University (VUU). Upon receiving the grant the PD outline activities and set up a timeline for all activities. Knowing this project will impact the entire institution, representatives from all relevant units have been selected to participate in the planning process to ensure that the project will seamlessly move forward. The advisory committee for this project consists of administrators with VP for Academic Affairs as the chairperson and the steering committee is comprised of faculty and staff of the School of Mathematics, Science and Technology (SMST) with the dean of SMST as the chairperson.</p>\n<p>&nbsp;</p>\n<p>To ensure that appropriate and relevant data were gathered effectively, an external evaluator was contracted to develop and administer several evaluation strategies. The areas of focus included, but were not limited to, marketing, recruitment, enrollment interest, administrative support, and faculty support. Survey was done among VUU students, faculty, administrator, local high school counselors and STEM teachers. The report from the external evaluator clearly demonstrates the planning grant met all expectations for implementing the project.&nbsp;</p>\n<p>Findings from the planning grant underpin in establishing the need for Physics and Pre-Engineering program at VUU. After completing some major tasks by the PI, VUU board of trustees unanimously voted to implement the Physics major along with Physics and Engineering (3+2) program at VUU beginning the Fall of 2016. Following are the major outcome of the planning grant:</p>\n<p>&nbsp;</p>\n<p>1) The curriculum for Physics Major and the dual degree program in Physics and Electrical Engineering with Howard University (HU) was finalized and approved by Academic Review Committee of the Board of Trustees in May, 2016. This curriculum of physics major and dual degree program (3+2) in physics &amp; Electrical Engineering with Howard University (HU) was developed in collaboration with VUU STEM faculty and the faculty members of the College of Engineering at HU.</p>\n<p>2)&nbsp; Articulation Agreement between VUU and HU has been approved by both institutions on July 15, 2016.</p>\n<p>3)&nbsp; Virginia Union University strongly supported the previous grant activities. As the institutional support for this project (a) VUU funded $600K to build a new Physics laboratory in room 303 in Ellison Hall furnished with essential laboratory equipment which we have been using since fall 2016. (b) Hired a new Physics faculty with good teaching and research background to strengthen the newly established program. (c) The University is also willing to offer 3 to 4 scholarships to qualified students in the program.</p>\n<p>&nbsp;</p>\n<p>4)&nbsp; Through this project the PI established partnership with institutions with reputed physics, engineering as well as dual degree (3+2) program in physics and engineering. Some of these institutions are: Xavier University of Louisiana (XULA), Howard University (HU), Norfolk State University (NSU), Virginia Commonwealth University (VCU), University of Notre Dame (UND), North Carolina A &amp; T (NCAT), North Carolina Central University (NCCU), and Hampton University (HU). Most activities related to the project have been accomplished in collaboration with STEM faculty at VUU and faculty and administrators of our partner institutions.</p>\n<p>&nbsp;</p>\n<p>5)&nbsp; During the fall of 2016, just after the announcement of the Physics and Pre-engineering major, 8 students enrolled in the program.</p>\n<p>&nbsp;</p>\n<p>6)&nbsp; We are now in the process of expanding our dual degree (3+2) curriculum at VUU. We are developing curriculum of Dual Degree program in Physics and Electrical Engineering, Physics and Mechanical Engineering and Chemistry and Chemical Engineering with VCU in Richmond, VA. Our plan is to implement this collaborative project in fall of 2017. In this regards both institutions are working on the articulation agreement in the administrative level.</p>\n<p>Intellectual Merit:<strong> </strong>Physics and Pre-Engineering graduates will be prepared to pursue careers in Physics, Engineering or related fields and pursue graduate level education. Students majoring in other STEM areas may opt for a minor in Physics to augment and diversify their professional portfolios. This project will serves as a successful STEM education \"model of collaboration and partnership\".</p>\n<p>&nbsp;</p>\n<p>Broader Impact:<strong> </strong>This program will benefit 100% of STEM majors and all liberal arts students enrolled in phy101 course at VUU, for years to come. A rigorous program in Physics and Pre-Engineering will prepare STEM students for graduate school, the work force and other advanced professional pursuits. The dual degree (3+2) program will be expanded for Biology, Chemistry and Mathematics majors in near future, which will have a much broader impact on our STEM students. This program will enrich the community as area high school students have exposure to STEM discipline through science workshops at VUU.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2016<br>\n\t\t\t\t\tModified by: Shaheen&nbsp;M&nbsp;Islam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of the planning grant entitled, \"Physics and Pre-Engineering Major at Virginia Union University\" was to design, plan and provide rationale to establish Physics and Pre-Engineering major program at Virginia Union University (VUU). Upon receiving the grant the PD outline activities and set up a timeline for all activities. Knowing this project will impact the entire institution, representatives from all relevant units have been selected to participate in the planning process to ensure that the project will seamlessly move forward. The advisory committee for this project consists of administrators with VP for Academic Affairs as the chairperson and the steering committee is comprised of faculty and staff of the School of Mathematics, Science and Technology (SMST) with the dean of SMST as the chairperson.\n\n \n\nTo ensure that appropriate and relevant data were gathered effectively, an external evaluator was contracted to develop and administer several evaluation strategies. The areas of focus included, but were not limited to, marketing, recruitment, enrollment interest, administrative support, and faculty support. Survey was done among VUU students, faculty, administrator, local high school counselors and STEM teachers. The report from the external evaluator clearly demonstrates the planning grant met all expectations for implementing the project. \n\nFindings from the planning grant underpin in establishing the need for Physics and Pre-Engineering program at VUU. After completing some major tasks by the PI, VUU board of trustees unanimously voted to implement the Physics major along with Physics and Engineering (3+2) program at VUU beginning the Fall of 2016. Following are the major outcome of the planning grant:\n\n \n\n1) The curriculum for Physics Major and the dual degree program in Physics and Electrical Engineering with Howard University (HU) was finalized and approved by Academic Review Committee of the Board of Trustees in May, 2016. This curriculum of physics major and dual degree program (3+2) in physics &amp; Electrical Engineering with Howard University (HU) was developed in collaboration with VUU STEM faculty and the faculty members of the College of Engineering at HU.\n\n2)  Articulation Agreement between VUU and HU has been approved by both institutions on July 15, 2016.\n\n3)  Virginia Union University strongly supported the previous grant activities. As the institutional support for this project (a) VUU funded $600K to build a new Physics laboratory in room 303 in Ellison Hall furnished with essential laboratory equipment which we have been using since fall 2016. (b) Hired a new Physics faculty with good teaching and research background to strengthen the newly established program. (c) The University is also willing to offer 3 to 4 scholarships to qualified students in the program.\n\n \n\n4)  Through this project the PI established partnership with institutions with reputed physics, engineering as well as dual degree (3+2) program in physics and engineering. Some of these institutions are: Xavier University of Louisiana (XULA), Howard University (HU), Norfolk State University (NSU), Virginia Commonwealth University (VCU), University of Notre Dame (UND), North Carolina A &amp; T (NCAT), North Carolina Central University (NCCU), and Hampton University (HU). Most activities related to the project have been accomplished in collaboration with STEM faculty at VUU and faculty and administrators of our partner institutions.\n\n \n\n5)  During the fall of 2016, just after the announcement of the Physics and Pre-engineering major, 8 students enrolled in the program.\n\n \n\n6)  We are now in the process of expanding our dual degree (3+2) curriculum at VUU. We are developing curriculum of Dual Degree program in Physics and Electrical Engineering, Physics and Mechanical Engineering and Chemistry and Chemical Engineering with VCU in Richmond, VA. Our plan is to implement this collaborative project in fall of 2017. In this regards both institutions are working on the articulation agreement in the administrative level.\n\nIntellectual Merit: Physics and Pre-Engineering graduates will be prepared to pursue careers in Physics, Engineering or related fields and pursue graduate level education. Students majoring in other STEM areas may opt for a minor in Physics to augment and diversify their professional portfolios. This project will serves as a successful STEM education \"model of collaboration and partnership\".\n\n \n\nBroader Impact: This program will benefit 100% of STEM majors and all liberal arts students enrolled in phy101 course at VUU, for years to come. A rigorous program in Physics and Pre-Engineering will prepare STEM students for graduate school, the work force and other advanced professional pursuits. The dual degree (3+2) program will be expanded for Biology, Chemistry and Mathematics majors in near future, which will have a much broader impact on our STEM students. This program will enrich the community as area high school students have exposure to STEM discipline through science workshops at VUU. \n\n \n\n\t\t\t\t\tLast Modified: 11/11/2016\n\n\t\t\t\t\tSubmitted by: Shaheen M Islam"
 }
}