{
 "awd_id": "1265032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DESIGN:   Innovative Assistive Devices and Technologies for Enhanced Independence",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 120764.0,
 "awd_amount": 120764.0,
 "awd_min_amd_letter_date": "2013-05-29",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "PI: Hakansson, Nils\r\nProposal Number: 1265032\r\n\r\nBackground: Wichita State University is a metropolitan university with a commitment to providing a comprehensive education to its students by utilizing the human diversity of the surrounding community. Within this context, the university's College of Engineering is committed to preparing students to i) conduct research that supports and contributes to the well- being of persons in the local and larger community and ii) foster and value diversity of ideas and people. The proposed project will create additional opportunities to educate students, cultivate relationships with the community, increase diversity, and expose younger students with disabilities to opportunities to pursue an engineering education.\r\n\r\nGoal: Develop and execute senior design projects focused on developing assistive technology and devices for persons with general and age-related disabilities and to expose and recruit young students with disabilities to the science, technology, engineering, and mathematics (STEM) fields through participation in these projects as clients or designers. To accomplish these goals, the following objectives are proposed: 1) train students in the total product development cycle (identification of need, design, prototyping, testing, building and manufacture); 2) promote and develop multi-disciplinary senior design teams that pursue projects directed towards the development of assistive technology and devices to aid persons with general and age-related disabilities; 3) establish relationships between the College of Engineering and community organizations that serve persons with disabilities; 4) identify, recruit, and integrate persons with disabilities from the university and larger community as team members in the execution/fulfillment of design projects to aid persons with general and age-related disabilities or serve as clients; 5) disseminate information and increase awareness of age and disability-related issues through the presentation of projects at university outreach events; 6) recruit students with disabilities into the College of Engineering through presentations and demonstrations at university and community events; and 7) establish website to share for product development cases and best practices with the engineering education community at large.\r\n\r\nIntellectual Merit: The proposed project will generate custom engineered devices to increase independence and quality of life for persons with general and age-related disabilities. The project will create partnerships between engineering student designers and the community of persons with disabilities who, in all likelihood, will move, communicate, and think in ways that are different than typical  engineering students are accustomed. Through the direct contact with underrepresented populations and the training associated with this project, the engineering students will obtain an understanding that design should not operate on the premise that \"one size fits all\". Additionally, the students will apply their classroom knowledge to the development of their design projects.\r\n\r\nBroader Impacts: The proposed design projects will advance the education of the participating students by exposing them to challenges that members of the disability community face on a daily basis. The interactions between the students and clients will create new and strengthen existing relationships between the university and the surrounding community. The inclusion of K-12 youth with disabilities into the program as clients and design team members will serve as a means to expose and recruit the next generation of capable engineers to the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nils",
   "pi_last_name": "Hakansson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nils Hakansson",
   "pi_email_addr": "nils.hakansson@wichita.edu",
   "nsf_id": "000627941",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Malzahn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Don E Malzahn",
   "pi_email_addr": "don.malzahn@wichita.edu",
   "nsf_id": "000365486",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jorgensen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Jorgensen",
   "pi_email_addr": "michael.jorgensen@wichita.edu",
   "nsf_id": "000404712",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McCoy",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L McCoy",
   "pi_email_addr": "michael.mccoy@wichita.edu",
   "nsf_id": "000624605",
   "pi_start_date": "2013-05-29",
   "pi_end_date": "2017-08-09"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Harrison",
   "pi_email_addr": "john.harrison@wichita.edu",
   "nsf_id": "000628648",
   "pi_start_date": "2013-05-29",
   "pi_end_date": "2017-08-09"
  }
 ],
 "inst": {
  "inst_name": "Wichita State University",
  "inst_street_address": "1845 FAIRMOUNT ST # 38",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3169783285",
  "inst_zip_code": "672609700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "WICHITA STATE UNIVERSITY",
  "org_prnt_uei_num": "JKKNZLNYLJ19",
  "org_uei_num": "JKKNZLNYLJ19"
 },
 "perf_inst": {
  "perf_inst_name": "Wichita State University",
  "perf_str_addr": "1845 Fairmount",
  "perf_city_name": "Wichita",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672600007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Wichita State University (WSU) is a metropolitan university with a commitment to providing a comprehensive education to its students by utilizing the human diversity of the surrounding community. The university&rsquo;s College of Engineering is committed, through its strategic goals, to guaranteeing an applied learning or research experience for every student and being a campus that reflects the evolving diversity of society.&nbsp;Within this context, the DESIGN: Innovative Assistive Devices and Technologies for Enhanced Independence&nbsp;project was devised to create additional opportunities to educate students, cultivate relationships with the community, increase diversity, and expose younger students with disabilities to opportunities to pursue an engineering education.&nbsp;The goals of the project were to foster the design and development of assistive technology and devices for persons with general and age-related disabilities and to expose and recruit young students with disabilities to the science, technology, engineering, and mathematics (STEM) fields.&nbsp;</p>\n<p>To accomplish the goals, multiple objectives were defined, including the following:</p>\n<ul>\n<li>Train students in the total product development cycle.&nbsp;</li>\n<li>Promote and develop multi-disciplinary senior design teams that pursue projects directed towards the development of assistive technology and devices to aid persons with general and age-related disabilities.&nbsp;</li>\n<li>Establish relationships between the WSU College of Engineering and community organizations that serve persons with disabilities.</li>\n<li>Identify, recruit, and integrate disabled persons from the university and larger community as team members in the execution/fulfillment of design projects to aid persons with general and age-related disabilities or serve as clients.&nbsp;</li>\n<li>Disseminate information and increase awareness of age and disability-related issues through the presentation of projects at university outreach events.</li>\n<li>Recruit students with disabilities into the WSU College of Engineering through presentations and demonstrations at university and community events.&nbsp;</li>\n</ul>\n<p>Student training: Over the life of the grant, 34 design projects focused on assistive technology and devices for persons with general and age-related disabilities were completed. Each of these projects involved an average of four students, resulting in more than 136 students receiving direct experience and training in the&nbsp;product development cycle with a focus&nbsp;on assistive technology. Additional members of the university and general population have received training on disability and assistive technology through ongoing activities, including a university&ndash;community research collaboration, Accessibility and Inclusion Technology Research Collaborative, and a certificate in Assistive Technology and Accessible Design.&nbsp;</p>\n<p>Multi-disciplinary student design teams: Through the evolution of the grant, engineering student design teams were partnered with students from the Department of Management to incorporate business and marketing plans in their design efforts. The objective of the multi-disciplinary pairings was to create designs that would meet the needs of a larger population and had the potential for commercialization.&nbsp;</p>\n<p>Extramural community relationships: The student design teams worked with community organizations focused on disability, accessibility, assistive technology, and inclusion to obtain an immersive needs finding experience and to identify design projects and seek guidance on how to best meet the needs of the target population. At the end of the grant, each team had two immersive experiences with community partner organizations. This immersive needs finding practice is fixture of our department&rsquo;s design training courses.</p>\n<p>Integration: Efforts to identify and enjoin members of the university and larger community as team members were met with mixed results due to a number of factors. These factors included the time commitment associated with the duration of the design projects (i.e., a minimum of one academic semester), scheduling challenges, and interest in the overall design process.&nbsp;</p>\n<p>Dissemination: Throughout the grant period,&nbsp;all of the student design projects were displayed as part of the Wichita State University (WSU) College of Engineering Open House, an annual celebration of the accomplishments achieved by students throughout the prior year. This event offers an exhibition of student projects, research and laboratory facilities to the greater Wichita community, including industry. In addition, all GARDE-focused projects applied to participate in the WSU New Venture Competition. The WSU New Venture Competition serves as an opportunity for college students from across the state, and from several different majors, to generate awareness of their projects, and to take key steps in developing and launching a new business venture.&nbsp;</p>\n<p>Recruitment: The project coordinators developed a STEM summer camp for high school students to introduce and recruit students to the College of Engineering. Through outreach efforts for these summer camps, the project coordinators established a collaborative relationship with Envision, a Wichita-based non-profit with a mission to improve the quality of life and provide inspiration and opportunity for people who are blind or visually impaired through employment, outreach, rehabilitation, education and research. With information from Envision, the accessibility of the STEM summer camp was increased to support campers who are blind or visually impaired. This camp has served as a gateway for blind high school students to enroll in the WSU College of Engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2020<br>\n\t\t\t\t\tModified by: Nils&nbsp;Hakansson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Wichita State University (WSU) is a metropolitan university with a commitment to providing a comprehensive education to its students by utilizing the human diversity of the surrounding community. The university’s College of Engineering is committed, through its strategic goals, to guaranteeing an applied learning or research experience for every student and being a campus that reflects the evolving diversity of society. Within this context, the DESIGN: Innovative Assistive Devices and Technologies for Enhanced Independence project was devised to create additional opportunities to educate students, cultivate relationships with the community, increase diversity, and expose younger students with disabilities to opportunities to pursue an engineering education. The goals of the project were to foster the design and development of assistive technology and devices for persons with general and age-related disabilities and to expose and recruit young students with disabilities to the science, technology, engineering, and mathematics (STEM) fields. \n\nTo accomplish the goals, multiple objectives were defined, including the following:\n\nTrain students in the total product development cycle. \nPromote and develop multi-disciplinary senior design teams that pursue projects directed towards the development of assistive technology and devices to aid persons with general and age-related disabilities. \nEstablish relationships between the WSU College of Engineering and community organizations that serve persons with disabilities.\nIdentify, recruit, and integrate disabled persons from the university and larger community as team members in the execution/fulfillment of design projects to aid persons with general and age-related disabilities or serve as clients. \nDisseminate information and increase awareness of age and disability-related issues through the presentation of projects at university outreach events.\nRecruit students with disabilities into the WSU College of Engineering through presentations and demonstrations at university and community events. \n\n\nStudent training: Over the life of the grant, 34 design projects focused on assistive technology and devices for persons with general and age-related disabilities were completed. Each of these projects involved an average of four students, resulting in more than 136 students receiving direct experience and training in the product development cycle with a focus on assistive technology. Additional members of the university and general population have received training on disability and assistive technology through ongoing activities, including a university&ndash;community research collaboration, Accessibility and Inclusion Technology Research Collaborative, and a certificate in Assistive Technology and Accessible Design. \n\nMulti-disciplinary student design teams: Through the evolution of the grant, engineering student design teams were partnered with students from the Department of Management to incorporate business and marketing plans in their design efforts. The objective of the multi-disciplinary pairings was to create designs that would meet the needs of a larger population and had the potential for commercialization. \n\nExtramural community relationships: The student design teams worked with community organizations focused on disability, accessibility, assistive technology, and inclusion to obtain an immersive needs finding experience and to identify design projects and seek guidance on how to best meet the needs of the target population. At the end of the grant, each team had two immersive experiences with community partner organizations. This immersive needs finding practice is fixture of our department’s design training courses.\n\nIntegration: Efforts to identify and enjoin members of the university and larger community as team members were met with mixed results due to a number of factors. These factors included the time commitment associated with the duration of the design projects (i.e., a minimum of one academic semester), scheduling challenges, and interest in the overall design process. \n\nDissemination: Throughout the grant period, all of the student design projects were displayed as part of the Wichita State University (WSU) College of Engineering Open House, an annual celebration of the accomplishments achieved by students throughout the prior year. This event offers an exhibition of student projects, research and laboratory facilities to the greater Wichita community, including industry. In addition, all GARDE-focused projects applied to participate in the WSU New Venture Competition. The WSU New Venture Competition serves as an opportunity for college students from across the state, and from several different majors, to generate awareness of their projects, and to take key steps in developing and launching a new business venture. \n\nRecruitment: The project coordinators developed a STEM summer camp for high school students to introduce and recruit students to the College of Engineering. Through outreach efforts for these summer camps, the project coordinators established a collaborative relationship with Envision, a Wichita-based non-profit with a mission to improve the quality of life and provide inspiration and opportunity for people who are blind or visually impaired through employment, outreach, rehabilitation, education and research. With information from Envision, the accessibility of the STEM summer camp was increased to support campers who are blind or visually impaired. This camp has served as a gateway for blind high school students to enroll in the WSU College of Engineering.\n\n\t\t\t\t\tLast Modified: 01/31/2020\n\n\t\t\t\t\tSubmitted by: Nils Hakansson"
 }
}