{
 "awd_id": "1265187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Analysis of the Einstein Constraint Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 188375.0,
 "awd_amount": 188375.0,
 "awd_min_amd_letter_date": "2013-04-12",
 "awd_max_amd_letter_date": "2013-04-12",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1265187, 1262982, 1263431, 1263544\r\n\r\nPI:  Rafe R. Mazzeo, Stanford University \r\nPI:  Michael J. Holst, University of California - San Diego \r\nPI:  James A. Isenberg, University of Oregon \r\nPI:  David Maxell, University of Alaska\r\n\r\nThe goal of this project is to understand the extent to which one can parametrize and construct initial data sets for the Einstein  evolution equations. We plan to capitalize on the recent progress using the conformal method to obtain new existence results in the  nonconstant mean curvature (non-CMC) setting, to understand the limits of these methods, and then to develop alternate techniques toward these same goals, including degree theory, a priori estimates, and gluing methods. The Lichnerowicz equation, central  to the conformal method, is a semilinear elliptic equation. Due to  the mixed sign of its nonlinear exponents, it is of a type not yet fully understood. The full Lichnerowicz-Choquet-Bruhat-York set of equations is a more difficult coupled system which incorporates  features presenting new analytic subtleties. The ultimate aim is to  provide a complete parametrization of initial data sets, particularly  in the non-CMC setting, not only on compact backgrounds but also  for manifolds with asymptotically Euclidean, hyperbolic or cylindrical ends, all of which are highly relevant for physical applications.  In exploring new methods, we plan to use new and advanced analytical tools, as well as increasingly accurate and flexible numerical simulation techniques. Technical advances made in the course of  this project should have a substantial application to many other  equations of this general type which play important roles in other  parts of pure and applied mathematics and mathematical physics. \r\n\r\nEinstein's gravitational field theory is a remarkably accurate mathematical model of gravitational physics, which does an excellent job  of predicting and modeling gravitational phenomena at both the  astrophysical and cosmological scales. It is consistent with every  known gravitational observation and experiment. From the point of  view of underlying mathematics, Einstein's theory involves two very  distinct types of equations. The study of dynamics of gravitational  fields involves the analysis of the Einstein equations as a nonlinear  system of time-dependent evolution partial differential equations (PDE), while the study of initial data sets representing gravitational states involves Riemannian geometry and the study of the Einstein  constraint equations as a nonlinear system of time-independent  PDE.The last decade has witnessed remarkable progress in under- standing both equations. This project focuses on developing a  more complete understanding of the constraint equations. The study of the Einstein equations presents a very important point of contact  between mathematics and physics, one which has motivated many  advances in differential geometry and PDE on the one side, and  which also has provided a compelling and accurate model of the  physical world, both on the astrophysical and on the cosmological  scales. This project has the potential for settling significant open  questions in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafe",
   "pi_last_name": "Mazzeo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Rafe R Mazzeo",
   "pi_email_addr": "mazzeo@math.stanford.edu",
   "nsf_id": "000448109",
   "pi_start_date": "2013-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 188375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mathematical theory underlying general relativity bridges two central parts of mathematics: partial differential equations and differential geometry.&nbsp; The overall goal is to understand various geometric and analytic features of so-called cosmological spacetimes, i.e. solutions of the Einstein equations, and to prove the existence of broad classes of such spacetimes.&nbsp; This problem is divided in two parts, reflecting the fact that the Einstein equations are a type of wave equation. In the first part, one seeks to find suitable initial data; these may be thought of as space at a given instant of time, along with an `impulse' which represents and instantaneous momentum into future time.&nbsp; The second part is to understand how this initial data evolves into the future.&nbsp; This project has been almost entirely concerned with the first step.&nbsp; It turns out that there are a number of consistency relationships that the initial space and its instantaneous forward momentum must satisfy. These consistency relatinships are phrased in the form of a certain partial differential equation called the Einstein constraint equations (known as the vacuum Einstein constraint equations when the underlying space has no external matter or energy fields).&nbsp; &nbsp; A long-standing problem has been to prove the existence of large classes of solutions to these so-called constraint equations, which would thus lead to the existence of large classes of cosmological spacetimes.&nbsp;</p>\n<p>The specific goals over the full span of this project were to investigate new analytic methods to elucidate when solutions exist and to identify criteria which might prevent the existence of solutions of the constraint equations.&nbsp; &nbsp;The PI's work focused on two specific aspects.&nbsp; The first provided a new and robust existence theorem for these equations in the physically relevant setting of spaces which look like the standard Euclidean space at large enough scales. The second demonstrated that a new formulation of these equations, obtained by one of the other project members, is better than all previously known methods in terms of finding general classes of solutions.&nbsp; &nbsp;This new formulation was obtained using specific geometric insight into the nature of the constraint equations, and as such, may turn out to contain the right information to understand the true barriers to understanding when this problem may be solved or not.&nbsp; Other progress obtained during this award period include a significantly better understanding of the ways in which solutions of these constraint equations can become infinite; this was known to happen by a process whereby solutions form a diverging profile, the shape of which satisfies an auxiliary equation.&nbsp; Research carried out in this project has helped clarify many features of this auxiliary equation and its solutions.&nbsp; The intellectual merit of this project's outcomes rests on these achievements.&nbsp;&nbsp;</p>\n<p>The broader impact of this project rests on the young researchers who were trained during its lifespan.&nbsp; These include a graduate student who was trained by the PI, and two young postdoctoral assistants with whom the PI had very close mathematical contact and coauthored papers.&nbsp; Certain outcomes of this project are also expected to be of use to researchers working on numerical simulations in relativity, which despite its name is actually a somewhat distant field of research.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2018<br>\n\t\t\t\t\tModified by: Rafe&nbsp;R&nbsp;Mazzeo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe mathematical theory underlying general relativity bridges two central parts of mathematics: partial differential equations and differential geometry.  The overall goal is to understand various geometric and analytic features of so-called cosmological spacetimes, i.e. solutions of the Einstein equations, and to prove the existence of broad classes of such spacetimes.  This problem is divided in two parts, reflecting the fact that the Einstein equations are a type of wave equation. In the first part, one seeks to find suitable initial data; these may be thought of as space at a given instant of time, along with an `impulse' which represents and instantaneous momentum into future time.  The second part is to understand how this initial data evolves into the future.  This project has been almost entirely concerned with the first step.  It turns out that there are a number of consistency relationships that the initial space and its instantaneous forward momentum must satisfy. These consistency relatinships are phrased in the form of a certain partial differential equation called the Einstein constraint equations (known as the vacuum Einstein constraint equations when the underlying space has no external matter or energy fields).    A long-standing problem has been to prove the existence of large classes of solutions to these so-called constraint equations, which would thus lead to the existence of large classes of cosmological spacetimes. \n\nThe specific goals over the full span of this project were to investigate new analytic methods to elucidate when solutions exist and to identify criteria which might prevent the existence of solutions of the constraint equations.   The PI's work focused on two specific aspects.  The first provided a new and robust existence theorem for these equations in the physically relevant setting of spaces which look like the standard Euclidean space at large enough scales. The second demonstrated that a new formulation of these equations, obtained by one of the other project members, is better than all previously known methods in terms of finding general classes of solutions.   This new formulation was obtained using specific geometric insight into the nature of the constraint equations, and as such, may turn out to contain the right information to understand the true barriers to understanding when this problem may be solved or not.  Other progress obtained during this award period include a significantly better understanding of the ways in which solutions of these constraint equations can become infinite; this was known to happen by a process whereby solutions form a diverging profile, the shape of which satisfies an auxiliary equation.  Research carried out in this project has helped clarify many features of this auxiliary equation and its solutions.  The intellectual merit of this project's outcomes rests on these achievements.  \n\nThe broader impact of this project rests on the young researchers who were trained during its lifespan.  These include a graduate student who was trained by the PI, and two young postdoctoral assistants with whom the PI had very close mathematical contact and coauthored papers.  Certain outcomes of this project are also expected to be of use to researchers working on numerical simulations in relativity, which despite its name is actually a somewhat distant field of research.  \n\n\t\t\t\t\tLast Modified: 11/09/2018\n\n\t\t\t\t\tSubmitted by: Rafe R Mazzeo"
 }
}