{
 "awd_id": "1265268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Joint Adaptation of Multiple Cognitive Systems without Explicit Coordination",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-01-18",
 "awd_max_amd_letter_date": "2013-01-18",
 "awd_abstract_narration": "Cognitive wireless systems are a collection of wireless network entities that are able to adapt intelligently to the environment through observation, exploration and learning. This project designs methods for cognitive radio systems to compete for inhomogeneous spectrum resources and to establish, without explicit coordination, a spectrum etiquette. Each system's resource utilization strategy must be decided with only imperfect information of other systems' actions, and the resulting adaptations must discourage any one system from manipulating the agreed spectrum etiquette. The framework of dynamic games with imperfect private monitoring is adopted to design coexistence mechanisms for cognitive radio systems sharing inhomogeneous resources and to analyze the stability, robustness, complexity, and convergence of these mechanisms. This work directly impacts the development and standardization of frequency agile wireless systems that can more efficiently use the available spectrum to support increasing demand for ubiquitous wireless connectivity at high data rates. The project is a collaborative effort between researchers in the US (at Virginia Tech and the University of Houston) and Finland (at the University of Oulu). This work will extend the state of the art in cognitive system adaptations by incorporating the ability to: efficiently adapt under imperfect information; fairly share inhomogeneous resources; and discourage manipulation of resource use by selfish adversaries. Results will be disseminated in high impact journals and conferences; the designed coexistence mechanisms will also be presented to industry and regulators in the US and Europe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhu",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhu Han",
   "pi_email_addr": "zhan2@uh.edu",
   "nsf_id": "000227806",
   "pi_start_date": "2013-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "University of Houston",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cognitive radio (CR) is a revolutionary wireless communication paradigm in which cognitive users are able to observe, learn, optimize, and intelligently adapt in order to improve utilization of spectrum without interfering with traditionally licensed users. Both the FCC and a recent EU report have recommended the adoption of spectrum sharing technologies, including CR, to address the rising demand for high-bandwidth wireless service. CR wireless systems are a collection of wireless network entities that are able to adapt intelligently to the environment through observation, exploration and learning. This project explores three aspects in the competition for resource sharing among CR systems: (i) non-homogeneity of resources; (ii) imperfect information about other CR systems&rsquo; actions; (iii) discouraging a self-interested CR system from manipulating the agreed spectrum etiquette.</p>\n<p>&nbsp;</p>\n<p>Due to the distributed nature, the future network and protocol architectures for cognitive radio networks should be self-organized, distributed, and collaborative to overcome the above challenges. Game theory is a powerful and flexible mathematical tool to study how the autonomous users interact and cooperate with each other. Motivated by these facts, our research constructs a game theoretical framework among individual distributed cognitive users, based on a variety of approaches to cope with the time-varying channel/traffic conditions, heterogeneous user profiles, different QoS requirements, and security.</p>\n<p>&nbsp;</p>\n<p>Our work provided new solutions to the problem of cognitive radio, from the game theoretical point of view and via matching/contract perspective. Moreover, we have studied the distributed implementation of those solutions. Different new scenarios are also investigated such as D2D, femtocell, massive MIMO and full duplex. Our solutions can be used in general problems that can appear in various disciplines, especially from optimization and economic points of view. For example, some work has been used in security, vehicular communication, physical layer security, and smart grid communication.</p>\n<p>&nbsp;</p>\n<p>The project supported 3 PhD students. All of them attended conferences, where they had the opportunity to network with their peers and present their work.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2015<br>\n\t\t\t\t\tModified by: Zhu&nbsp;Han</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCognitive radio (CR) is a revolutionary wireless communication paradigm in which cognitive users are able to observe, learn, optimize, and intelligently adapt in order to improve utilization of spectrum without interfering with traditionally licensed users. Both the FCC and a recent EU report have recommended the adoption of spectrum sharing technologies, including CR, to address the rising demand for high-bandwidth wireless service. CR wireless systems are a collection of wireless network entities that are able to adapt intelligently to the environment through observation, exploration and learning. This project explores three aspects in the competition for resource sharing among CR systems: (i) non-homogeneity of resources; (ii) imperfect information about other CR systemsÆ actions; (iii) discouraging a self-interested CR system from manipulating the agreed spectrum etiquette.\n\n \n\nDue to the distributed nature, the future network and protocol architectures for cognitive radio networks should be self-organized, distributed, and collaborative to overcome the above challenges. Game theory is a powerful and flexible mathematical tool to study how the autonomous users interact and cooperate with each other. Motivated by these facts, our research constructs a game theoretical framework among individual distributed cognitive users, based on a variety of approaches to cope with the time-varying channel/traffic conditions, heterogeneous user profiles, different QoS requirements, and security.\n\n \n\nOur work provided new solutions to the problem of cognitive radio, from the game theoretical point of view and via matching/contract perspective. Moreover, we have studied the distributed implementation of those solutions. Different new scenarios are also investigated such as D2D, femtocell, massive MIMO and full duplex. Our solutions can be used in general problems that can appear in various disciplines, especially from optimization and economic points of view. For example, some work has been used in security, vehicular communication, physical layer security, and smart grid communication.\n\n \n\nThe project supported 3 PhD students. All of them attended conferences, where they had the opportunity to network with their peers and present their work.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2015\n\n\t\t\t\t\tSubmitted by: Zhu Han"
 }
}