{
 "awd_id": "1265542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop for Aspiring PIs in Secure and Trustworthy Cyberspace",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jeremy Epstein",
 "awd_eff_date": "2012-10-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 99992.0,
 "awd_amount": 99992.0,
 "awd_min_amd_letter_date": "2012-10-15",
 "awd_max_amd_letter_date": "2012-10-15",
 "awd_abstract_narration": "This grant funds a one-day workshop for researchers who aspire to participate in NSF's Secure and Trustworthy Cyberspace (SaTC) program. The workshop is by invitation or submission only, and is open to people with research interests in secure and trustworthy computing who are not currently funded by SaTC or any of its predecessor programs (Trustworthy Computing and/or Cyber Trust). The goal of this workshop is to help aspiring SaTC PIs understand what NSF (and NSF review panels) are looking for in reviewing SaTC proposals, with the goal of increasing the quality of submitted proposals and, in turn, the percentage of proposals funded.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Wright",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca N Wright",
   "pi_email_addr": "rwright@barnard.edu",
   "nsf_id": "000099098",
   "pi_start_date": "2012-10-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As we increasingly rely for our business, government, education, and recreation on networked computers and their interactions, there is a great need for these systems to provide security, privacy, accountability, and reliability. &nbsp;In order to enhance the foundations and applications of cybersecurity as well as to contribute to the cybersecurity education of the future workforce, NSF&rsquo;s Secure and Trustworthy Cyberspace (SaTC) program addresses cybersecurity research, development, and education that leverages the disciplines of mathematics and statistics, the social sciences, and engineering together with the computing, communications and information sciences. &nbsp;The goal of this project was to hold a one-day workshop to help aspiring SaTC PIs understand what NSF (and NSF review panels) are looking for in reviewing SaTC proposals, with the goal of increasing the quality of submitted SaTC proposals and, in turn, the percentage of SaTC proposals funded.</p>\n<p>The NSF/DIMACS Workshop for Aspiring PIs in Secure and Trustworthy Cyberspace workshop was held on October 15, 2012, co-located with the 19th ACM Conference on Computer and Communications Security. &nbsp;The workshop included various presentations and activities designed to provide information and advice to participants about how to develop successful SaTC proposals, and to allow participants to interact with other participants, with successful PIs, and with SaTC program officers. &nbsp;Workshop activities included an overview by NSF SaTC program officers of the Secure and Trustworthy Cyberspace program, brief talks by current SaTC PIs (with a focus on the process of developing research ideas from inception to funded project to successfully carrying out the work), small group discussions, brief one-on-one meetings with participants and a SaTC program officer, and an open Q&amp;A with program officers. &nbsp; &nbsp;</p>\n<p>Application to participate was open to people with research interests in secure and trustworthy computing who were not currently funded by SaTC or any of its predecessor programs (Trustworthy Computing and/or Cyber Trust). &nbsp;Within the categories of eligible participants, particular effort was made to reach junior faculty to participate in the workshop. &nbsp;140 applications were received, and due to space and funding constraints, only 93 applicants were able to be selected for participation. For selecting among the applicants, we prioritized junior faculty as well as aiming for diversity of applicants across a number of factors: gender, members of under-represented minority groups (where such status was available), size of institution, EPSCoR states, and background in a variety of relevant fields particularly including computer science and the social sciences. &nbsp;In addition, we prioritized applicants that described proposed research areas aligned with priorities identified in the December 2011 US federal strategic plan for cybersecurity research and development (&ldquo;Trustworthy Cyberspace: Strategic Plan for the Federal Cybersecurity Research and Development Program&rdquo;), as well as prioritizing accepting applicants from different institutions over accepting multiple applicants from the same institution.</p>\n<p>As reported by 76 respondents to a post-workshop survey, 77% respondents were at a research university with high or very high research activity, 18% at other PhD-granting universities, 4% at undergraduate-only or primarily undergraduate universities, and 1% other. The survey showed that participants overall rated the workshop highly. &nbsp;Out of 76 respondents, 43 rated it Excellent (57%), 22 Very Good (29%), 8 Good (10%), 2 Fair (3%), and 1 Poor (1%). 90% said they would recommend a similar workshop in the future to other aspiring SaTC PIs, and 10% said they might recommend it; none said they would not recommend it.</p>\n<p>As a lasting resource for workshop...",
  "por_txt_cntn": "\nAs we increasingly rely for our business, government, education, and recreation on networked computers and their interactions, there is a great need for these systems to provide security, privacy, accountability, and reliability.  In order to enhance the foundations and applications of cybersecurity as well as to contribute to the cybersecurity education of the future workforce, NSFÆs Secure and Trustworthy Cyberspace (SaTC) program addresses cybersecurity research, development, and education that leverages the disciplines of mathematics and statistics, the social sciences, and engineering together with the computing, communications and information sciences.  The goal of this project was to hold a one-day workshop to help aspiring SaTC PIs understand what NSF (and NSF review panels) are looking for in reviewing SaTC proposals, with the goal of increasing the quality of submitted SaTC proposals and, in turn, the percentage of SaTC proposals funded.\n\nThe NSF/DIMACS Workshop for Aspiring PIs in Secure and Trustworthy Cyberspace workshop was held on October 15, 2012, co-located with the 19th ACM Conference on Computer and Communications Security.  The workshop included various presentations and activities designed to provide information and advice to participants about how to develop successful SaTC proposals, and to allow participants to interact with other participants, with successful PIs, and with SaTC program officers.  Workshop activities included an overview by NSF SaTC program officers of the Secure and Trustworthy Cyberspace program, brief talks by current SaTC PIs (with a focus on the process of developing research ideas from inception to funded project to successfully carrying out the work), small group discussions, brief one-on-one meetings with participants and a SaTC program officer, and an open Q&amp;A with program officers.    \n\nApplication to participate was open to people with research interests in secure and trustworthy computing who were not currently funded by SaTC or any of its predecessor programs (Trustworthy Computing and/or Cyber Trust).  Within the categories of eligible participants, particular effort was made to reach junior faculty to participate in the workshop.  140 applications were received, and due to space and funding constraints, only 93 applicants were able to be selected for participation. For selecting among the applicants, we prioritized junior faculty as well as aiming for diversity of applicants across a number of factors: gender, members of under-represented minority groups (where such status was available), size of institution, EPSCoR states, and background in a variety of relevant fields particularly including computer science and the social sciences.  In addition, we prioritized applicants that described proposed research areas aligned with priorities identified in the December 2011 US federal strategic plan for cybersecurity research and development (\"Trustworthy Cyberspace: Strategic Plan for the Federal Cybersecurity Research and Development Program\"), as well as prioritizing accepting applicants from different institutions over accepting multiple applicants from the same institution.\n\nAs reported by 76 respondents to a post-workshop survey, 77% respondents were at a research university with high or very high research activity, 18% at other PhD-granting universities, 4% at undergraduate-only or primarily undergraduate universities, and 1% other. The survey showed that participants overall rated the workshop highly.  Out of 76 respondents, 43 rated it Excellent (57%), 22 Very Good (29%), 8 Good (10%), 2 Fair (3%), and 1 Poor (1%). 90% said they would recommend a similar workshop in the future to other aspiring SaTC PIs, and 10% said they might recommend it; none said they would not recommend it.\n\nAs a lasting resource for workshop participants and for others, both slides and videotapes of presentations have been posted on the DIMACS workshop web site at http://dimacs.rutgers.edu/Wo..."
 }
}