{
 "awd_id": "1265989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Discrete Method for Allocation of Float Along the Critical Path in Construction Project Schedules",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia Chen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2013-02-25",
 "awd_max_amd_letter_date": "2013-02-25",
 "awd_abstract_narration": "The research objective of this project is to investigate how construction projects can be made more resilient to delays in support of achieving on-time performance. Current scheduling paradoxically generates a sequence of activities that are most vulnerable to delays; the critical path. This research takes the opposite stance, that no schedule activity should be critical. Therefore fair allocation of limited time flexibility, called float, should be proportionate to the risk of individual subcontractors who perform critical activities. Conceptual analogies from several decision-making areas are explored as building blocks toward solving this allocation problem. For example, political voting addresses how to equalize the power of subcontractors that impact project outcomes; fair division focuses on allocating limited valuable assets such as float; game theory models address cooperation for win-win scenarios of allocating time flexibility; and agency theory describes incentives in hierarchical interactions within construction projects. Validating the method inspired by these analogies will entail simulations of exemplar and real schedules to compare scenarios without versus with the strategically allocated float in terms of mitigating delays.\r\n\r\nIf successful, this research will improve risk mitigation by proactively protecting projects against critical delays, thereby reducing conflicts and claims, by solving the ambiguous issue of float ownership with mathematical fairness, and by treating float as a commodity. Ultimately, this allows the monetization and trading of float among subcontractors, which could incentivize on-time performance. Educational outreach activities focus on minority high school students in an inner-city career mentoring program, for whom a German-style board game on risk management will be created. Youth participating in on-campus summer programs will receive a discovery brochure with information and activities on project planning. Results will be widely distributed via industry case studies and a seminar to the community of professional schedulers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gunnar",
   "pi_last_name": "Lucko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gunnar Lucko",
   "pi_email_addr": "lucko@cua.edu",
   "nsf_id": "000245837",
   "pi_start_date": "2013-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Delays continue to negatively affect construction projects of different types and sizes. Being built within a harsh outdoors environment with physical human and machinery resources exposes them to a myriad of risks. This makes it virtually impossible to prevent internal and external delay events. While many previous studies sought to retrospectively identify, score, and rank causes of such events, this research tackles how to minimize their impact on projects deadlines. The solution lies in schedules, with which each project is planned and controlled.</p>\n<p>Schedules contain productive and idle periods, which are called <em>activities</em> and <em>float</em>. Practitioners pessimistically inflate activities with subjective &lsquo;cushions&rsquo; for bad times, thus intermingling both periods. Worse, if delays occur, inefficiently consuming float by &lsquo;first-come, first-served&rsquo; puts pressure on successor activities. Instead, this research keeps productive &lsquo;raw&rsquo; durations separate from float. If an activity happens later or takes longer than planned, then it must consume float (increase its productive time) to meet the deadline. Because schedules contain a series of activities and only a finite reserve of float, the fundamental questions is: Assuming that activities have a quantifiable risk of being delayed, which should be allowed to consume what portion of the limited overall float?</p>\n<p>This research therefore has focused on distributing the limited commodity (float) among several competing consumers (activities) of different needs (risk), so that the objective function (overrun count or period) is minimized. This mathematical problem has been explored in decision-making, namely voting, where parliamentary seats must be distributed among several political parties with different votes, so that bias for both small and large parties is minimized. Several methods are in use in democracies around the World, whose algorithms allocate the commodity and round it to integer units. Minimizing the bias for small and large parties with <em>n</em> votes means striking a balance between equal (<em>n</em><sup>0</sup> that benefits small ones) and proportional allocation (<em>n</em><sup>1</sup> that benefits large ones). Thus <em>n</em><sup>0.5</sup> or the square root of risk emerges as the candidate for an optimal float allocation. Experiments have tested if this indeed protects best against overruns.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit:</span> Schedulers until now had defined <em>criticality</em> as the absence of float, i.e. identifying those activities that if delayed will immediately impact the project deadline. But it is <em>paradoxical</em> to define criticality as lacking exactly what those activities need most &ndash; flexibility to absorb delays, i.e. float. Rather, this research asks if it is possible to create a schedule <em>without</em> &lsquo;critical&rsquo; activities. Toward this end, the intellectual merit has been threefold:</p>\n<p>First, it has applied a concept mapping and matching methodology to adapt and adopt a proven strategy from voting to scheduling to solve the long-standing problem of float ownership. From having been merely an afterthought to criticality, float has finally been elevated to its rightful status as a commodity that can locally protect from delays to prevent ripple effects.</p>\n<p>Second, it has given project participants a fair and transparent method to strategically pre-allocate float in a way that is best for the project. All that is required is that planners use realistic (not pessimistic) duration estimates to compose their schedules. Simulations have shown not just that activities become saturated with allocated float and cease to overrun, but that this is stable around the square root (the curve of overrun over allocation exponent is U-shaped).</p>\n<p>Third, it opens avenues for future research: Now that float ownership is based on the square root of risk, a <em>market of opportunities</em> emerges: Participants who do not use their float can offer it to others who perform less well (float is located at the end of the schedule). On-time performance is incentivized, while those who need extra float can acquire it, so that the project can be completed by the deadline. This raises the question of valuating float monetarily. Moreover, the allocation exponent could be tweaked to account for the sequential position of participants &ndash; those near the project finish may inherit earlier delays from others and may receive slightly more float to compensate for this unfavorable position.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span> This research has benefited underrepresented individuals by mentoring a group of minority high-school students in the ACE Mentor Program throughout the duration of this research. In biweekly after-school meetings, the Principal Investigator (PI) and other mentors have shared their enthusiasm for careers in construction and led various exercises. Mentees have designed a building, built its model, and visited a construction site. Several of them have won regional ACE scholarships toward college education and most recently they placed first in the regional design presentation. The PI has developed two tangible products, a card game about flexibility in schedules, and a discovery brochure. These have been submitted to the mentor manual to benefit ACE nationwide. Broader impacts for the construction industry include the potential to complete more projects on time and reduce delay claims.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2017<br>\n\t\t\t\t\tModified by: Gunnar&nbsp;Lucko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDelays continue to negatively affect construction projects of different types and sizes. Being built within a harsh outdoors environment with physical human and machinery resources exposes them to a myriad of risks. This makes it virtually impossible to prevent internal and external delay events. While many previous studies sought to retrospectively identify, score, and rank causes of such events, this research tackles how to minimize their impact on projects deadlines. The solution lies in schedules, with which each project is planned and controlled.\n\nSchedules contain productive and idle periods, which are called activities and float. Practitioners pessimistically inflate activities with subjective ?cushions? for bad times, thus intermingling both periods. Worse, if delays occur, inefficiently consuming float by ?first-come, first-served? puts pressure on successor activities. Instead, this research keeps productive ?raw? durations separate from float. If an activity happens later or takes longer than planned, then it must consume float (increase its productive time) to meet the deadline. Because schedules contain a series of activities and only a finite reserve of float, the fundamental questions is: Assuming that activities have a quantifiable risk of being delayed, which should be allowed to consume what portion of the limited overall float?\n\nThis research therefore has focused on distributing the limited commodity (float) among several competing consumers (activities) of different needs (risk), so that the objective function (overrun count or period) is minimized. This mathematical problem has been explored in decision-making, namely voting, where parliamentary seats must be distributed among several political parties with different votes, so that bias for both small and large parties is minimized. Several methods are in use in democracies around the World, whose algorithms allocate the commodity and round it to integer units. Minimizing the bias for small and large parties with n votes means striking a balance between equal (n0 that benefits small ones) and proportional allocation (n1 that benefits large ones). Thus n0.5 or the square root of risk emerges as the candidate for an optimal float allocation. Experiments have tested if this indeed protects best against overruns.\n\nIntellectual Merit: Schedulers until now had defined criticality as the absence of float, i.e. identifying those activities that if delayed will immediately impact the project deadline. But it is paradoxical to define criticality as lacking exactly what those activities need most &ndash; flexibility to absorb delays, i.e. float. Rather, this research asks if it is possible to create a schedule without ?critical? activities. Toward this end, the intellectual merit has been threefold:\n\nFirst, it has applied a concept mapping and matching methodology to adapt and adopt a proven strategy from voting to scheduling to solve the long-standing problem of float ownership. From having been merely an afterthought to criticality, float has finally been elevated to its rightful status as a commodity that can locally protect from delays to prevent ripple effects.\n\nSecond, it has given project participants a fair and transparent method to strategically pre-allocate float in a way that is best for the project. All that is required is that planners use realistic (not pessimistic) duration estimates to compose their schedules. Simulations have shown not just that activities become saturated with allocated float and cease to overrun, but that this is stable around the square root (the curve of overrun over allocation exponent is U-shaped).\n\nThird, it opens avenues for future research: Now that float ownership is based on the square root of risk, a market of opportunities emerges: Participants who do not use their float can offer it to others who perform less well (float is located at the end of the schedule). On-time performance is incentivized, while those who need extra float can acquire it, so that the project can be completed by the deadline. This raises the question of valuating float monetarily. Moreover, the allocation exponent could be tweaked to account for the sequential position of participants &ndash; those near the project finish may inherit earlier delays from others and may receive slightly more float to compensate for this unfavorable position.\n\nBroader Impacts: This research has benefited underrepresented individuals by mentoring a group of minority high-school students in the ACE Mentor Program throughout the duration of this research. In biweekly after-school meetings, the Principal Investigator (PI) and other mentors have shared their enthusiasm for careers in construction and led various exercises. Mentees have designed a building, built its model, and visited a construction site. Several of them have won regional ACE scholarships toward college education and most recently they placed first in the regional design presentation. The PI has developed two tangible products, a card game about flexibility in schedules, and a discovery brochure. These have been submitted to the mentor manual to benefit ACE nationwide. Broader impacts for the construction industry include the potential to complete more projects on time and reduce delay claims.\n\n\t\t\t\t\tLast Modified: 07/14/2017\n\n\t\t\t\t\tSubmitted by: Gunnar Lucko"
 }
}