{
 "awd_id": "1266092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: I/UCRC for Center for Electrochemical Processes and Technology (CEProTech)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence A. Hornak",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 11500.0,
 "awd_amount": 11500.0,
 "awd_min_amd_letter_date": "2013-02-20",
 "awd_max_amd_letter_date": "2013-02-28",
 "awd_abstract_narration": "1265974 Ohio University; Gerardine Botte \r\n1266092 Washington University; Venkat Subramanian \r\n\r\nThe proposed Center will be will be dedicated to the improvement of chemical and biological processes utilizing novel, electrochemically-focused approaches. Ohio University and Washington are collaborating to establish the proposed Center, with Ohio University as the lead institution. \r\n\r\nThe proposed Center (CEProTech) will focus both on the classical electrochemical engineering applications (chloro-alkali and aluminum processes, batteries, hydrogen production, etc.), as well as the development of more radical and transformative applications: utilizing electrochemical systems and approaches for conventional processes that typically forego electrochemical methods (remediation, advanced synthesis, production of specialty gases & chemicals, and hemodialysis, among others). CEProTech envisions that through the diverse applicability of the electrochemical science, the comprehensive collection of resources assembled for the Center, and the aid of its strong assortment of industry supporters, the Center will have significant impact across a variety of market sectors. \r\n\r\nThe proposed research conducted at CEProTech has the potential to increase national economic security through improved energy independence, environmental protection, and job creation. With the support of our diverse assortment of industry members, the Center hopes to sustain a holistic portfolio of novel, advanced and industrially applicable research. CEProTech intends to have an experienced multi-disciplinary team, including a significant percent of underrepresented groups of faculty, research scientists, and numerous undergraduate and graduate students, as well as post-docs. The proposed Center also plans to expand an already strong platform of educational activities (graduate courses, topical workshops, and outreach programs) to provide interdisciplinary education and training in the field of electrochemical engineering, through specialized workshops, international conferences (with selected papers published in the Journal of Applied Electrochemistry), industry oriented seminars and conferences, webinars, long-distance education and workforce development for manufacturing electrochemical devices. The Center will encourage a broad dissemination of learning through its continuing education activities to assist engineers in industry, as well as engineering students, in acquiring knowledge of electrochemical processes and systems to better prepare them for careers and career advancements in the industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "P.",
   "pi_last_name": "Ramachandran",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "P. A Ramachandran",
   "pi_email_addr": "rama@seas.wustl.edu",
   "nsf_id": "000453346",
   "pi_start_date": "2013-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Venkat",
   "pi_last_name": "Subramanian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkat Subramanian",
   "pi_email_addr": "vsubram@uw.edu",
   "nsf_id": "000493901",
   "pi_start_date": "2013-02-20",
   "pi_end_date": "2013-02-28"
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8041",
   "pgm_ref_txt": "Fabrications and Processing Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to organize and host an Industry/University Cooperative Research Center planning meeting for the purpose of establishing <strong>The Center for Electrochemical Processes and Technology (CEProTECH)</strong>. The goal of the meeting was to refine, and approve the prospective Center&rsquo;s research agenda and to agree to terms of the organizational structure and policies of the Center.</p>\n<p>&nbsp;</p>\n<p>The objectives of the proposed project were accomplished successfully. The planning grant meeting took place on June 19 and 20, 2013 at the lead institution, Ohio University. A successful research portfolio based on the industry needs was selected to start the foundation of the Center. Six industrial members committed to join CEProTECH and a Full Proposal for PhaseI of the Center was submitted to the National Science Foundation on September 2013.</p>\n<p>&nbsp;</p>\n<p>The scope of CEProTECH (http://ceprotech.com) is to explore electrochemical alternatives and analogues to conventional chemical and biological processes with the goal of enhancing advanced production capabilities, including: increasing energy efficiency and manufacturing capacity, minimizing operational costs, emissions, and water consumption, among others. Ohio University (OHIO, lead Center site) and Washington University in St. Louis (WUSTL, Center site) will be the founding universities. The Center will facilitate fundamental, cross-cutting process analysis and research for a diverse range of industry applications. This will include both the classical electrochemical processes &ndash;e.g., &nbsp;chlor-alkali and aluminum processes, batteries, etc.- as well as processes that typically does<em> not currently &nbsp;</em>utilize electrochemical methods e.g., - remediation, advanced synthesis, and production of specialty gases, chemicals, and materials, etc.-. It is this diversity of scope that will allow CEProTECH to capitalize on opportunities in various market sectors, and will provide sustainability for the Center, independent of specific industry demand ycles.</p>\n<p>&nbsp;</p>\n<p>CEProTECH will combine four research thrusts: (1) multiscale-modeling (from materials to electrochemical systems), economics and life cycle analysis, (2) <em>in-situ </em>electrochemical spectroscopy and microscopy techniques, (3) prototyping and scale-up, and (4) rapid transfer of technology to industry (technology roadmap based on industry member needs). Thrusts 1 to 4 will be treated holistically within the Center, relying on the extensive expertise of OHIO through the Center for Electrochemical Engineering Researh (thrusts 2 to 4), and WUSTL (thrusts 1 and 4). The Center will leverage the infrastructure and facilities of two successful existing research sites, well-practiced in the industry collaboration approach, with an extensive network of industry, governmental and academic contacts, state-of-the-art University supported facilities, and a leadership team with 130 combined years of experience in the field of electrochemical engineering, industry research and commercialization.</p>\n<p>&nbsp;</p>\n<p>The far-reaching research conducted at CEProTECH has the potential to increase national economic security (energy independence, environmental protection, and job creation). The Center will sustain a holistic portfolio of novel, advanced and industrially applicable research. This research agenda will be executed by a multi-disciplinary team, including a significant percent of underrepresented groups of faculty, research scientists, and numerous undergraduate and graduate students, as well as post-docs. Through their hands-on research experience and personal networking in industry sponsored projects, student researchers at the Center will receive important experience that will help contribute to the creation of an educated and contextually trained new-generation workforce. Likewise, faculty ...",
  "por_txt_cntn": "\nThe objective of this project was to organize and host an Industry/University Cooperative Research Center planning meeting for the purpose of establishing The Center for Electrochemical Processes and Technology (CEProTECH). The goal of the meeting was to refine, and approve the prospective CenterÆs research agenda and to agree to terms of the organizational structure and policies of the Center.\n\n \n\nThe objectives of the proposed project were accomplished successfully. The planning grant meeting took place on June 19 and 20, 2013 at the lead institution, Ohio University. A successful research portfolio based on the industry needs was selected to start the foundation of the Center. Six industrial members committed to join CEProTECH and a Full Proposal for PhaseI of the Center was submitted to the National Science Foundation on September 2013.\n\n \n\nThe scope of CEProTECH (http://ceprotech.com) is to explore electrochemical alternatives and analogues to conventional chemical and biological processes with the goal of enhancing advanced production capabilities, including: increasing energy efficiency and manufacturing capacity, minimizing operational costs, emissions, and water consumption, among others. Ohio University (OHIO, lead Center site) and Washington University in St. Louis (WUSTL, Center site) will be the founding universities. The Center will facilitate fundamental, cross-cutting process analysis and research for a diverse range of industry applications. This will include both the classical electrochemical processes &ndash;e.g.,  chlor-alkali and aluminum processes, batteries, etc.- as well as processes that typically does not currently  utilize electrochemical methods e.g., - remediation, advanced synthesis, and production of specialty gases, chemicals, and materials, etc.-. It is this diversity of scope that will allow CEProTECH to capitalize on opportunities in various market sectors, and will provide sustainability for the Center, independent of specific industry demand ycles.\n\n \n\nCEProTECH will combine four research thrusts: (1) multiscale-modeling (from materials to electrochemical systems), economics and life cycle analysis, (2) in-situ electrochemical spectroscopy and microscopy techniques, (3) prototyping and scale-up, and (4) rapid transfer of technology to industry (technology roadmap based on industry member needs). Thrusts 1 to 4 will be treated holistically within the Center, relying on the extensive expertise of OHIO through the Center for Electrochemical Engineering Researh (thrusts 2 to 4), and WUSTL (thrusts 1 and 4). The Center will leverage the infrastructure and facilities of two successful existing research sites, well-practiced in the industry collaboration approach, with an extensive network of industry, governmental and academic contacts, state-of-the-art University supported facilities, and a leadership team with 130 combined years of experience in the field of electrochemical engineering, industry research and commercialization.\n\n \n\nThe far-reaching research conducted at CEProTECH has the potential to increase national economic security (energy independence, environmental protection, and job creation). The Center will sustain a holistic portfolio of novel, advanced and industrially applicable research. This research agenda will be executed by a multi-disciplinary team, including a significant percent of underrepresented groups of faculty, research scientists, and numerous undergraduate and graduate students, as well as post-docs. Through their hands-on research experience and personal networking in industry sponsored projects, student researchers at the Center will receive important experience that will help contribute to the creation of an educated and contextually trained new-generation workforce. Likewise, faculty researchers at the Center will benefit from increased visibility and perspective on industry needs and values, which they will in turn integrate into their course curricula. The Cen..."
 }
}