{
 "awd_id": "1266399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shaping the Development of EarthCube to Enable Advances in Data Assimilation and Ensemble Prediction Workshop; Boulder, Colorado; December 17-18, 2012",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032920000",
 "po_email": "ahallar@nsf.gov",
 "po_sign_block_name": "Anna Hallar",
 "awd_eff_date": "2012-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 41225.0,
 "awd_amount": 41225.0,
 "awd_min_amd_letter_date": "2012-11-08",
 "awd_max_amd_letter_date": "2012-11-08",
 "awd_abstract_narration": "Intellectual Merit: \r\nData intensive science has rapidly emerged as the Fourth Paradigm of scientific discovery after empirical, theoretical, and computational methods.  This is particularly true in the area of data assimilation and ensemble prediction. Yet, significant barriers exist in using the data efficiently or integrating them into data assimilation or ensemble prediction systems as the scientific community lacks easy-to-use common cyberinfrastructure frameworks.  By some estimates, researchers may spend 80 percent of their time dealing with data discovery, access, and processing, and only 20 percent \"doing science\" by way of interpretation, synthesis, and knowledge creation.\r\n\r\nThe goal of the National Science Foundation's EarthCube initiative is to transform the conduct of research by supporting the development of community-guided cyberinfrastructure. It is critical that EarthCube is both shaped by as well as benefits the different scientific communities to which it is targeted.\r\n\r\nThis project will fund a workshop to bring the research, education, and information technology communities together to discuss some of the science, technology and cyberinfrastructure issues related to distributed but shared mesoscale modeling, data assimilation, and ensemble prediction. The title of the workshop, which is planned to be held 17-18 December 2012 in Boulder, CO, is \"Shaping the Development of EarthCube to Enable Advances in Data Assimilation and Ensemble Prediction.\"\r\n\r\nOne of the goals of the workshop is to shape the development of EarthCube and help in building a cyberinfrastructure and work toward a scientific ecosystem in which \"data friction\" is reduced, and data transparency and ease-of-use are significantly increased.  We believe achieving the workshop goals will help mesoscale ensemble prediction and data assimilation communities to work toward a transformation in the conduct of data-centric research and education.  To that end, we would like to assemble a team from across the country to develop a multi-institutional, multi-model, multi-data-assimilation regional scale ensemble prediction and analysis system that is capable of real-time forecasts, as well as historical reanalysis.  It is anticipated that workshop participants will come from U. S. universities, NCAR and UCAR, NOAA, NSF, and other research organizations.\r\n\r\nBroad Impacts: \r\nThere is an urgent need for educating and training the next generation of students in mesoscale modeling, data assimilation, ensemble and probabilistic forecasting in the United States. The workshop will engage students pursuing careers in the aforementioned three areas of research. It is envisioned that the products from the planned data assimilation and ensemble prediction systems will be readily accessed by a broad community of university researchers, students and educators for exploring dynamics, physics of the atmosphere, as well as for educating the next generation of students to gain knowledge and expertise in advanced numerical weather prediction topics.  The real-time ensemble prediction system can be used as a complementary tool by operational forecasters, especially in terms of probabilistic forecasting of severe weather and tropical cyclones.  Finally, this workshop will help build capacity among the community of researchers and users of ensemble prediction and data assimilation and will foster further collaborative efforts to advance research in mesoscale meteorology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohan",
   "pi_last_name": "Ramamurthy",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mohan K Ramamurthy",
   "pi_email_addr": "mohan@ucar.edu",
   "nsf_id": "000362575",
   "pi_start_date": "2012-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803016077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9145",
   "pgm_ref_txt": "SPECIAL PROGRAMS-RESERVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 41225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>EXECUTIVE SUMMARY:&nbsp;</strong></p>\n<p>Organizers: Mohan Ramamurthy, Unidata/UCAR, Fuqing Zhang, Penn State U., and Russ Schumacher, Colorado State U.</p>\n<p>Dates of the workshop: 17-18 December 2012</p>\n<p><strong>Earth Cube Workshop Title: </strong>Shaping the Development of EarthCube to Enable Advances in Data Assimilation and Ensemble Prediction</p>\n<p>This workshop was held to shape the development of EarthCube from the perspectives of the mesoscale modeling, data assimilation, and ensemble prediction communities and help in building a robust geosciences cyberinfrastructure.</p>\n<p>There were 72 registered participants, and they came from all sectors of the atmospheric science community (academia, government, and private sector), and from geographically distributed universities, research labs, and organizations that provide data to the atmospheric research community.&nbsp;</p>\n<p><strong>&nbsp;</strong><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Important science drivers and challenges: </strong>Participants identified several high-priority science questions that will be the focus of interdisciplinary efforts during the next 5-15 years (list 3 to 6).</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; What are the limits of predictability in the atmosphere? What are the sources of uncertainty/errors, and how do they feed into predictability?</p>\n<p>&bull;&nbsp;&nbsp; What observations are critically needed to enhance atmospheric predictions, and where? What is the optimal configuration of the observation network?</p>\n<p>&bull;&nbsp;&nbsp; What are the appropriate types, combinations, and configurations of parameterization schemes for high-resolution mesoscale models?&nbsp; How can the errors and biases in these parameterizations be quantified and corrected?</p>\n<p>&bull;&nbsp;&nbsp; What is the optimal ensemble configuration to accurately predict the distribution of possible outcomes? How many ensemble members are needed and how should the ensembles be initialized?</p>\n<p>&bull;&nbsp;&nbsp; What are the advantages and disadvantage of variational versus ensemble-based data assimilation techniques, as well as different types of hybrid approaches?</p>\n<p>&bull;&nbsp; What are the most effective ways to post-process ensemble forecasts to achieve reliable and calibrated probabilistic predictions?</p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Current challenges to high-impact, interdisciplinary science: </strong>Several themes emerged as consistent challenges faced within/across the involved discipline(s) (list 3 to 6).<strong>&nbsp;</strong></p>\n<p>&bull;&nbsp;&nbsp; Significant barriers exist in using the data efficiently or integrating them into data assimilation or ensemble prediction systems. Today, there is too much overhead to doing research efficiently &ndash; e.g., setting up one's data and analyzing it.&nbsp; Rarely are there tools that really reduce this overhead.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; The scientific community lacks easy-to-use common cyberinfrastructure frameworks, data format standards, sufficient metadata for observations, and methods/tools for quality controlling observations, mining of large volumes of data, visualization, and verification.</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; While many good facilities exist in this field (e.g., Unidata, DTC, and DART), they sometimes operate in silos and their activities and services are not always well coordinated or integrated.</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; Lack of a central repository for finding, accessing, and using data and software.</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; Significant spin-up time for students in preparing, using, processing, and analyzing data. While similar challenges exist for researchers, such problems are particularly acute for students who have a limited time before they graduate.</p>\n<p>.</p>\n<p>&n...",
  "por_txt_cntn": "\nEXECUTIVE SUMMARY: \n\nOrganizers: Mohan Ramamurthy, Unidata/UCAR, Fuqing Zhang, Penn State U., and Russ Schumacher, Colorado State U.\n\nDates of the workshop: 17-18 December 2012\n\nEarth Cube Workshop Title: Shaping the Development of EarthCube to Enable Advances in Data Assimilation and Ensemble Prediction\n\nThis workshop was held to shape the development of EarthCube from the perspectives of the mesoscale modeling, data assimilation, and ensemble prediction communities and help in building a robust geosciences cyberinfrastructure.\n\nThere were 72 registered participants, and they came from all sectors of the atmospheric science community (academia, government, and private sector), and from geographically distributed universities, research labs, and organizations that provide data to the atmospheric research community. \n\n 1.      Important science drivers and challenges: Participants identified several high-priority science questions that will be the focus of interdisciplinary efforts during the next 5-15 years (list 3 to 6).\n\n \n\n&bull;   What are the limits of predictability in the atmosphere? What are the sources of uncertainty/errors, and how do they feed into predictability?\n\n&bull;   What observations are critically needed to enhance atmospheric predictions, and where? What is the optimal configuration of the observation network?\n\n&bull;   What are the appropriate types, combinations, and configurations of parameterization schemes for high-resolution mesoscale models?  How can the errors and biases in these parameterizations be quantified and corrected?\n\n&bull;   What is the optimal ensemble configuration to accurately predict the distribution of possible outcomes? How many ensemble members are needed and how should the ensembles be initialized?\n\n&bull;   What are the advantages and disadvantage of variational versus ensemble-based data assimilation techniques, as well as different types of hybrid approaches?\n\n&bull;  What are the most effective ways to post-process ensemble forecasts to achieve reliable and calibrated probabilistic predictions?\n\n \n\n 2.      Current challenges to high-impact, interdisciplinary science: Several themes emerged as consistent challenges faced within/across the involved discipline(s) (list 3 to 6). \n\n&bull;   Significant barriers exist in using the data efficiently or integrating them into data assimilation or ensemble prediction systems. Today, there is too much overhead to doing research efficiently &ndash; e.g., setting up one's data and analyzing it.  Rarely are there tools that really reduce this overhead. \n\n \n\n&bull;   The scientific community lacks easy-to-use common cyberinfrastructure frameworks, data format standards, sufficient metadata for observations, and methods/tools for quality controlling observations, mining of large volumes of data, visualization, and verification.\n\n \n\n&bull;   While many good facilities exist in this field (e.g., Unidata, DTC, and DART), they sometimes operate in silos and their activities and services are not always well coordinated or integrated.\n\n \n\n&bull;   Lack of a central repository for finding, accessing, and using data and software.\n\n \n\n&bull;   Significant spin-up time for students in preparing, using, processing, and analyzing data. While similar challenges exist for researchers, such problems are particularly acute for students who have a limited time before they graduate.\n\n.\n\n \n\n&bull;   Barriers to collaboration between closely linked disciplines; e.g., Atmospheric Sciences, Computer Science, Mathematics and Statistics;\n\n \n\n \n\nTECHNICAL INFORMATION/ISSUES/CHALLENGES\n\n \n\n1.      Desired tools, databases, etc. needed for pursuing key science questions with brief elaboration: \n\n\n \n\n&bull;   Centralized data repositories and services that link existing and future data systems. For example, a centralized community repository could be created for data submission and sharing.\n\n \n\n&bull;   Advanced software, tools kits, and services for quality control,..."
 }
}