{
 "awd_id": "1266049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamical Spin Pumping in Graphene-based Spintronics Devices",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Akaysha Tang",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 77681.0,
 "awd_amount": 77681.0,
 "awd_min_amd_letter_date": "2013-03-13",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "This project aims to develop an integrated experimental and educational framework for the study, understanding, and dissemination of dynamical spin pumping, spin injection and the generation and identification of pure spin currents in graphene-based spintronics devices. For this, the PI and his graduate student will spend two months at National University of Singapore (NUS) during the Summer of 2013, where they will develop on-chip integrated FMR/transport devices to enable the study of dynamical spin injection in graphene-based systems by means of the direct measurement of the inverse spin Hall-effect (ISHE) electric potential generated as a result of the pure spin currents generated in the graphene layer. In particular, graphene-based ferromagnet/non-magnetic (FM/NM) bilayers will be integrated together with µ-CPWs on a single chip. The comparison of the FMR linewidth broadening and the ISHE voltage between different graphene(Gr)-based FM/NM bilayers (e.g. Py/Gr) will provide insight on the spin relaxation mechanisms taking place at the Py-graphene interface, and help identifying the potential of graphene-based spintronic devices in emerging technologies. The resulting technical expertise will be transplanted upon return to the US, to make use of the existing nanofabrication facilities at University of Central Florida (UCF), to obtain new devices for extending the collaboration into the future.\r\nThe project defines the creation of an international collaboration between University of Central Flor-ida (UCF) and the Graphene Research Centre at the National University of Singapore (NUS) for the understanding, generation and control of pure spin currents in graphene-based spintronic devices, where the unique electronic properties of a purely two-dimensional layer of carbon atoms (i.e. gra-phene) will likely provide novel functionalities which could result in groundbreaking in regards to widely extended technologies, such as in magnetic random access memory devices (MRAM). The proposed studies may lead to graphene-based spintronics devices enabling novel applications, with a possible immediate impact in society. The proposed research plan is timely considering that the Eu-ropean Union has recently announced one billion euros for research dedicated exclusively on gra-phene, granted to a network formed by numerous European research groups. In this regard, the pro-posed international collaboration between the US PI and a worldwide recognized graphene research center will enable studies of this material that could not be pursued independently, and enhance UCF visibility in such a highly competitive and fervent scenario. In addition, the graduate student involved in this project will directly benefit from his stay in one of the most advanced centers for re-search in graphene. The knowledge acquired during the collaboration visit at NUS in summer 2013 will be transplanted into UCF allowing the continuation of the proposed international collaboration in subsequent years, from which a number of undergraduate and graduate students with a high representation of underrepresented sections of the student population will greatly benefit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "del Barco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Enrique del Barco",
   "pi_email_addr": "delbarco@ucf.edu",
   "nsf_id": "000125617",
   "pi_start_date": "2013-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328263252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 77681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OBJECTIVES:</strong></p>\n<p>This project aimed at establishing a solid international collaboration between the groups of PI Enrique del Barco (<em>University of Central Florida, UCF</em>) and Barbaros &Ouml;zyilmaz (<em>Graphene Research Centre</em> and the Physics Department of the <em>National University of Singapore, NUS</em>)&nbsp; to develop an integrated experimental and educational framework for the study, understanding, and dissemination of dynamical spin pumping, spin injection and the generation and identification of pure spin currents in graphene-based spintronics devices. To achieve this goal, <em>PI del Barco and his graduate student, Simranjeet Singh, spent the Summer semester of 2013 in &Ouml;zyilmaz&rsquo;s group at NUS</em>. &nbsp;</p>\n<p class=\"TAMainText\">The project had three very clear objectives, which were designed to establish the collaboration and to consolidate it into the future:</p>\n<p>1.<em><span style=\"text-decoration: underline;\"> Before the visit to NUS (Spring 2013)</span></em>: In preparation for our visit to NUS, we investigated the behavior of the FMR linewidth in extended FM/graphene bilayers under different device configurations and experimental conditions.</p>\n<p>2.<em><span style=\"text-decoration: underline;\"> During the visit to NUS (Summer 2013)</span></em>: Working directly with &Ouml;zyilmaz group we focused on the development of integrated FMR/transport devices to allow the study of dynamical spin injection in graphene-based systems by means of the direct measurement of the ISHE electric potential generated as a result of the pure spin currents generated in the graphene layers. For this, we learned the appropriate fabrication techniques, which included transferring of graphene layers into GaAs substrates and design of the appropriate graphene-transistors for the measurement of the ISHE, for a further integration with micro- coplanar waveguides (&micro;-CPWs) in a single chip.</p>\n<p>3.<em><span style=\"text-decoration: underline;\">After the visit to NUS (Fall 2013)</span></em>: With the expertise acquired during the visit to NUS and the impulse towards the collaboration between our groups, we focused on fabricating the integrated FMR/transport devices, and in preparing a regular proposal which I submitted to NSF-ECCS in collaboration with Eduardo Mucciolo (as a co-PI) and Barbaros &Ouml;zyilmaz (as out international collaboration). The proposal has already been funded and it will serve to maintain and consolidate the collaboration initiated under the support of this award into the future.</p>\n<p class=\"TAMainText\">&nbsp;</p>\n<p class=\"TAMainText\"><strong>SIGNIFICANT RESULTS</strong></p>\n<p class=\"TAMainText\">During the two-month stay at NUS, PI del Barco and &Ouml;zyilmaz performed controlled experiments where the graphene was wet-transferred on top of Py films which had been previously evaporated into bare SiO<sub>2</sub>/Si wafers in order to guarantee that the presence of graphene would not compromise the integrity of the film. The results shows a substantial substantial damping increase with respect to that observed in the Py film (35%). This confirms that there is a significant contribution from spin pumping to the dynamical damping of the magnetization in the Py film due to the presence of graphene. In addition, we have found that in devices where graphene is left to protrude from the sides of a micrometer-wide and millimeter-long Py stripe, there is also an enhancement of the spin damping that can only be associated to the loss of angular momentum due to the spin injected into the graphene layer and diffused away from the Py undergoing FMR excitation. The obtained change in the damping parameter is D<em>a</em>&nbsp;= 0.0041, smaller than in the previous cases, but still substantial. Indeed, the extracted mixing conductance (g<sub>&shy;</sub><sub>&macr;</sub>&nbsp;=&nbsp;9.46&acute;10<sup>18&nbsp;</s...",
  "por_txt_cntn": "\nPROJECT OBJECTIVES:\n\nThis project aimed at establishing a solid international collaboration between the groups of PI Enrique del Barco (University of Central Florida, UCF) and Barbaros &Ouml;zyilmaz (Graphene Research Centre and the Physics Department of the National University of Singapore, NUS)  to develop an integrated experimental and educational framework for the study, understanding, and dissemination of dynamical spin pumping, spin injection and the generation and identification of pure spin currents in graphene-based spintronics devices. To achieve this goal, PI del Barco and his graduate student, Simranjeet Singh, spent the Summer semester of 2013 in &Ouml;zyilmazÆs group at NUS.  \nThe project had three very clear objectives, which were designed to establish the collaboration and to consolidate it into the future:\n\n1. Before the visit to NUS (Spring 2013): In preparation for our visit to NUS, we investigated the behavior of the FMR linewidth in extended FM/graphene bilayers under different device configurations and experimental conditions.\n\n2. During the visit to NUS (Summer 2013): Working directly with &Ouml;zyilmaz group we focused on the development of integrated FMR/transport devices to allow the study of dynamical spin injection in graphene-based systems by means of the direct measurement of the ISHE electric potential generated as a result of the pure spin currents generated in the graphene layers. For this, we learned the appropriate fabrication techniques, which included transferring of graphene layers into GaAs substrates and design of the appropriate graphene-transistors for the measurement of the ISHE, for a further integration with micro- coplanar waveguides (&micro;-CPWs) in a single chip.\n\n3.After the visit to NUS (Fall 2013): With the expertise acquired during the visit to NUS and the impulse towards the collaboration between our groups, we focused on fabricating the integrated FMR/transport devices, and in preparing a regular proposal which I submitted to NSF-ECCS in collaboration with Eduardo Mucciolo (as a co-PI) and Barbaros &Ouml;zyilmaz (as out international collaboration). The proposal has already been funded and it will serve to maintain and consolidate the collaboration initiated under the support of this award into the future.\n \nSIGNIFICANT RESULTS\nDuring the two-month stay at NUS, PI del Barco and &Ouml;zyilmaz performed controlled experiments where the graphene was wet-transferred on top of Py films which had been previously evaporated into bare SiO2/Si wafers in order to guarantee that the presence of graphene would not compromise the integrity of the film. The results shows a substantial substantial damping increase with respect to that observed in the Py film (35%). This confirms that there is a significant contribution from spin pumping to the dynamical damping of the magnetization in the Py film due to the presence of graphene. In addition, we have found that in devices where graphene is left to protrude from the sides of a micrometer-wide and millimeter-long Py stripe, there is also an enhancement of the spin damping that can only be associated to the loss of angular momentum due to the spin injected into the graphene layer and diffused away from the Py undergoing FMR excitation. The obtained change in the damping parameter is Da = 0.0041, smaller than in the previous cases, but still substantial. Indeed, the extracted mixing conductance (g&shy;&macr; = 9.46&acute;1018 m?2) is still comparable to that obtained in heavy metal ions.\nBROADER IMPACTS\n\nThe integration of FMR and transport techniques in a single chip which has been developed under the support of this award will enable the study of spin injection on two-dimensional structures, including graphene. The technique will provide a unique opportunity to extract the spin Hall angle, which measures the efficiency if charge-spin current conversion, in different 2-D interfaces, and is expected to have a broad impact enabling potential ..."
 }
}