{
 "awd_id": "1266164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Random matrices, arithmetic combinatorics, and incidence geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2013-05-14",
 "awd_max_amd_letter_date": "2017-06-09",
 "awd_abstract_narration": "This proposal seeks to make progress in three distinct (and only loosely\r\nrelated) areas in mathematics.  Firstly, in the area of random matrix theory, we seek to build upon recent progress in understanding the fascinating universality phenomenon for such matrices, by generalising the ensembles for which universality can be established, and looking for the underlying mechanisms causing this universality.  Secondly, in the area of arithmetic combinatorics, we seek to improve our theory of approximate groups and related structures in noncommutative settings, with potential impact on geometric group theory and finite group theory. \r\nFinally, we wish to extend and understand the exciting new connections between algebraic geometry, algebraic topology, and incidence combinatorics which have led to remarkable breakthroughs in the latter subject by applying algebraic methods.\r\n\r\nPhysical systems are often incredibly complicated, being driven by interactions between countless components of those systems.  However, in many cases, a remarkable phenomenon known as universality occurs, in which the macroscopic statistics of the a wide variety of systems are governed by a single universal mathematical law, almost without any regard to how the components of these systems interact with each other at the microscopic level.  For instance, the famous central limit theorem in mathematics asserts that many statistics (e.g. the distribution of heights in a human population) are described by a single curve known as the \"bell curve\" or \"Gaussian distribution\".  While the central limit theorem is now very well understood, there are other universal laws that are still mysterious, such as the Dyson sine law that has been empirically found to govern such diverse statistics as nuclear scattering, arrival times of buses, and the spacing of the zeta function in number theory.  However, we have recently begun to understand this law for a simple class of models known as random matrix models, though even for these models there is still much work to be done.  We plan to work on further understanding the underlying causes of universality for random matrix models and related models, with the hope of shedding insight on the universality phenomenon for other models as well.\r\n\r\nThe second aspect of the research program concerns the phenomenon of expansion in various networks, most famously manifested by the \"six degrees of separation\" experiment of Milgram, that asserts that any two people in the world are linked by at most six degrees of acquaintance. \r\n For a mathematical model of this phenomenon known as a Cayley graph, the existence of expansion is closely tied to the absence of a certain type of mathematical object known as an approximate group.  There has been a substantial amount of progress in understanding what exactly approximate groups look like, but the control we have on these groups is still not as precise as we would like.  We plan to study the theory of approximate groups further, with an eye towards applications to other areas of mathematics such as understanding the geometry of groups.\r\n\r\nCombinatorial incidence geometry is the study of how simple geometric objects such as lines, circles, and points can be arranged together in as efficient a configuration as possible for various purposes (e.g. to try to arrange a given number of points and lines so that as many points lie on as many lines as possible).  Understanding the limits of how efficiently one can design such configurations is a basic mathematical question which also has practical applications (e.g. in designing frequency configurations for cell phones in order to maximize capacity and minimize interference).  Recently, there has been several breakthroughs in the subject by introducing methods from algebra (particularly algebraic geometry and algebraic topology).  This unexpected development is still not well understood; the algebraic methods can solve some problems almost completely, while making no mark on other ostensibly similar problems.  We plan to study these methods further and understand exactly what their strengths and limitations are.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terence",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terence Tao",
   "pi_email_addr": "tao@math.ucla.edu",
   "nsf_id": "000202498",
   "pi_start_date": "2013-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "6363 Math Sciences",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PROJECT OUTCOMES OF: \\RANDOM MATRICES, ARITHMETIC COMBINATORICS, AND INCIDENCE GEOMETRY\"</p>\n<p>&nbsp;</p>\n<p>As the title suggests, the major outcomes of this project can be grouped into three rather disjoint topics.</p>\n<p>&nbsp;</p>\n<p>Physical systems are often incredibly complicated, being driven by interactions between countless components of those systems. However, in many cases, a remarkable phenomenon known as universality occurs, in which the macroscopic statistics of the a wide variety of systems are governed by a single universal mathematical law, almost without any regard to how the components of these systems interact with each other at the microscopic level. For instance, the famous central limit theorem in mathematics asserts that many statistics (e.g. the distribution of heights in a human population) are described by a single curve known as the &ldquo;bell curve&rdquo; or &ldquo;Gaussian distribution&rdquo;. While the central limit theorem is now very well understood, there are other universal laws that are still mysterious, such as the Dyson sine law that has been empirically found to govern such diverse statistics as nuclear scattering, arrival times of buses, and the spacing of the zeta function in number theory. However, in recent work of the PI and others, a satisfactory understanding of this universality phenomenon has been obtained for a particularly simple class of mathematical models known as <em>Wigner random matrix models</em>. In particular, we now understand very well how the statistics of these models change when we modify individual entries of these random matrix models, and by repeating this procedure many times we can then connect two otherwise unrelated random matrix models to each other. Achieving this was the first main objective of this project.</p>\n<p>&nbsp;</p>\n<p>The second aspect of the research program concerned the phenomenon of expansion in various networks, most famously manifested by the &ldquo;six degrees of separation&rdquo; experiment of Milgram, that asserts that any two people in the world are linked by at most six degrees of acquaintance. Mathematical models of expanding networks, known as <em>expander graphs</em>, are of great importance nowadays in theoretical computer science. The PI and coauthors were able to explain when and why expansion occurs in many special types of graphs that arise naturally in algebra, and in particular for an important and highly symmetric type of graph known as a <em>Cayley graph</em>, with the nature of expansion closely tied to the type of symmetry that is present.</p>\n<p>&nbsp;</p>\n<p>Combinatorial incidence geometry is the study of how simple geometric objects such as lines, circles, and points can be arranged together in as efficient a configuration as possible for various purposes (e.g. to try to arrange a given number of points and lines so that as many points lie on as many lines as possible). Understanding the limits of how efficiently one can design such configurations is a basic mathematical question which also has practical applications (e.g. in designing frequency configurations for cell phones in order to maximize capacity and minimize interference). The PI built upon several recent breakthroughs in the subject that introduced methods from algebra (particularly algebraic geometry and algebraic topology), for instance in promoting a key concept of <em>tensor slice rank</em> that has ended up being useful for many further applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2019<br>\n\t\t\t\t\tModified by: Terence&nbsp;Tao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPROJECT OUTCOMES OF: \\RANDOM MATRICES, ARITHMETIC COMBINATORICS, AND INCIDENCE GEOMETRY\"\n\n \n\nAs the title suggests, the major outcomes of this project can be grouped into three rather disjoint topics.\n\n \n\nPhysical systems are often incredibly complicated, being driven by interactions between countless components of those systems. However, in many cases, a remarkable phenomenon known as universality occurs, in which the macroscopic statistics of the a wide variety of systems are governed by a single universal mathematical law, almost without any regard to how the components of these systems interact with each other at the microscopic level. For instance, the famous central limit theorem in mathematics asserts that many statistics (e.g. the distribution of heights in a human population) are described by a single curve known as the \"bell curve\" or \"Gaussian distribution\". While the central limit theorem is now very well understood, there are other universal laws that are still mysterious, such as the Dyson sine law that has been empirically found to govern such diverse statistics as nuclear scattering, arrival times of buses, and the spacing of the zeta function in number theory. However, in recent work of the PI and others, a satisfactory understanding of this universality phenomenon has been obtained for a particularly simple class of mathematical models known as Wigner random matrix models. In particular, we now understand very well how the statistics of these models change when we modify individual entries of these random matrix models, and by repeating this procedure many times we can then connect two otherwise unrelated random matrix models to each other. Achieving this was the first main objective of this project.\n\n \n\nThe second aspect of the research program concerned the phenomenon of expansion in various networks, most famously manifested by the \"six degrees of separation\" experiment of Milgram, that asserts that any two people in the world are linked by at most six degrees of acquaintance. Mathematical models of expanding networks, known as expander graphs, are of great importance nowadays in theoretical computer science. The PI and coauthors were able to explain when and why expansion occurs in many special types of graphs that arise naturally in algebra, and in particular for an important and highly symmetric type of graph known as a Cayley graph, with the nature of expansion closely tied to the type of symmetry that is present.\n\n \n\nCombinatorial incidence geometry is the study of how simple geometric objects such as lines, circles, and points can be arranged together in as efficient a configuration as possible for various purposes (e.g. to try to arrange a given number of points and lines so that as many points lie on as many lines as possible). Understanding the limits of how efficiently one can design such configurations is a basic mathematical question which also has practical applications (e.g. in designing frequency configurations for cell phones in order to maximize capacity and minimize interference). The PI built upon several recent breakthroughs in the subject that introduced methods from algebra (particularly algebraic geometry and algebraic topology), for instance in promoting a key concept of tensor slice rank that has ended up being useful for many further applications.\n\n \n\n\t\t\t\t\tLast Modified: 08/15/2019\n\n\t\t\t\t\tSubmitted by: Terence Tao"
 }
}