{
 "awd_id": "1300702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Selective Catalysts with an Inward Facing N-Heterocyclic Carbene",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 429000.0,
 "awd_amount": 429000.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-08-30",
 "awd_abstract_narration": "The Chemical Catalysis Program supports research led by Professor Steven T. Diver at the State University of New York (SUNY) at Buffalo on the synthesis of a new macrocyclic N-heterocyclic carbene. This unique macrocycle design features a versatile ligand pointing inward toward the inside of the molecular cavity. N-Heterocyclic carbenes are powerful nucleophiles useful both for catalytic carbon-carbon bond formation and as ligands for transition metals such as ruthenium. The macrocyclic ligand is designed to hold transition metals firmly in its interior where selective alkene metathesis reactions take place. Current ruthenium carbene catalysts display high chemoselectivity (preference for alkenes), but some of their key shortcomings are addressed by this research, including decomposition, lifetime of a key catalytic intermediate, and selectivity.  The restrictive nature of the macrocycle is expected to limit decomposition pathways and will display size selectivity for its chemical reactants, an unknown type of selectivity in the alkene metathesis reaction. Alkene metathesis is an important reaction for the synthesis of small molecules, materials, and for energy applications and is used in large-scale industrial applications, the synthesis of pharmaceuticals, and in medicinal chemistry for drug discovery.\r\n\r\nWith the support of the Chemical Catalysis Program in the Chemistry Division at the National Science Foundation, Professor Steven T. Diver and his research team access new chemical catalysts with a wide range of applications based on the metal occupying the interior of the cavity. Fundamental properties of the strong nucleophilic ligand are investigated in this controlled environment. The investigation of new ruthenium carbene catalysts is expected to produce more durable catalysts for applications in sustainable energy. For example, higher lifetime ruthenium carbene catalysts are critical in producing biodiesel fuel that are economically-viable. The outreach component seeks to increase awareness of chemistry as an experimental science to youth through a catalysis project for high school students and for K-12 students through a chemistry merit badge day, relying on high school students and graduate students to lead activities. Kinetics experiments are ideal to illustrate how natural phenomenon can be controlled through experiment and how data can be presented. Catalysts that display increased activities, longer lifetimes, and higher selectivities are in demand and alkane metathesis, the reaction under scrutiny in this research project, is used as a tool to make probes and dyes for chemical biology.  Encapsulation of ruthenium carbenes represents a new approach to controlling selectivity and improving stability of a catalyst by limiting bimolecular decomposition.  This concept may prove broadly useful to other metal-catalyzed applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Diver",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Steven T Diver",
   "pi_email_addr": "diver@buffalo.edu",
   "nsf_id": "000425170",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Chemistry",
  "perf_str_addr": "570 Natural Sciences Complex",
  "perf_city_name": "Amherst",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142603000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 429000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Catalysts allow for the efficient and cost effective synthesis of medicines, biofuels and materials. For chemical processes that depend on catalysts to be cost effective and of practical utility, they must be highly efficient. Greater efficiency leads to cheaper processes to make medicines or alternative fuels, such as biodiesel, and will result in cheaper materials products. Catalysts that react with the same functional group, such as an alkene, do not typically show selectivity in molecules that possess multiple alkenes. Currently, alkene metathesis provides one of the most effective methods for catalytic carbon-carbon double bond construction, and has been widely used by chemists in many scientific fields of research. Alkene metathesis uses ruthenium carbene catalysts known as the Grubbs catalysts. Despite the huge success of metathesis chemistry, there are two major limitations: catalyst lifetime and selectivity. Lifetime affects efficiency and selectivity allows precise cross alkene metathesis to be conducted without functional group transformations needed to differentiate reactive sites, and this reduces waste. This NSF-sponsored research project CHE-1300702 focused on synthesizing a group of ruthenium carbene catalysts embedded in a macrocyclic cavity. Two different macrocyclic ligands were designed and synthesized with the metal bonding site oriented inside the cavity. Evidence for inward facing N-heterocyclic carbene reactivity was found in nucleophilic catalysis of the intermolecular Michael-Stetter reaction. The macrocyclic ligands were attached to ruthenium carbenes and the expected alkene metathesis reactivity was found. Metathesis activity was studied in both intramolecular and intermolecular reactions. High activity was found. As expected, catalyst activity was different for macocycles which differed in overall dimensions. This behavior was interpreted to be a result of macrocycle size and rigidity. Further studies on size selectivity and catalyst lifetime are needed. Overall, this project led to new ruthenium carbene catalysts featuring unique macrocyclic ligand environments. The macrocyclic catalysts were found to possess alkene metathesis reactivity. This NSF-sponsored research showed that macrocycles can be synthesized easily in just a few steps with high chemical yield.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2017<br>\n\t\t\t\t\tModified by: Steven&nbsp;T&nbsp;Diver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Catalysts allow for the efficient and cost effective synthesis of medicines, biofuels and materials. For chemical processes that depend on catalysts to be cost effective and of practical utility, they must be highly efficient. Greater efficiency leads to cheaper processes to make medicines or alternative fuels, such as biodiesel, and will result in cheaper materials products. Catalysts that react with the same functional group, such as an alkene, do not typically show selectivity in molecules that possess multiple alkenes. Currently, alkene metathesis provides one of the most effective methods for catalytic carbon-carbon double bond construction, and has been widely used by chemists in many scientific fields of research. Alkene metathesis uses ruthenium carbene catalysts known as the Grubbs catalysts. Despite the huge success of metathesis chemistry, there are two major limitations: catalyst lifetime and selectivity. Lifetime affects efficiency and selectivity allows precise cross alkene metathesis to be conducted without functional group transformations needed to differentiate reactive sites, and this reduces waste. This NSF-sponsored research project CHE-1300702 focused on synthesizing a group of ruthenium carbene catalysts embedded in a macrocyclic cavity. Two different macrocyclic ligands were designed and synthesized with the metal bonding site oriented inside the cavity. Evidence for inward facing N-heterocyclic carbene reactivity was found in nucleophilic catalysis of the intermolecular Michael-Stetter reaction. The macrocyclic ligands were attached to ruthenium carbenes and the expected alkene metathesis reactivity was found. Metathesis activity was studied in both intramolecular and intermolecular reactions. High activity was found. As expected, catalyst activity was different for macocycles which differed in overall dimensions. This behavior was interpreted to be a result of macrocycle size and rigidity. Further studies on size selectivity and catalyst lifetime are needed. Overall, this project led to new ruthenium carbene catalysts featuring unique macrocyclic ligand environments. The macrocyclic catalysts were found to possess alkene metathesis reactivity. This NSF-sponsored research showed that macrocycles can be synthesized easily in just a few steps with high chemical yield. \n\n \n\n\t\t\t\t\tLast Modified: 04/18/2017\n\n\t\t\t\t\tSubmitted by: Steven T Diver"
 }
}