{
 "awd_id": "1300886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Gas Phase Ion Chemistry, Reactivity, and Mechanisms",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2013-05-20",
 "awd_max_amd_letter_date": "2016-03-17",
 "awd_abstract_narration": "Through this award, funded by the Chemical Structure, Dynamics and Mechanisms - A Program of the Division of Chemistry, Prof. Veronica Bierbaum from the University of Colorado, Boulder, will characterize the gas phase ion chemistry, reactivity, and mechanisms of two important classes of chemical systems, alpha-nucleophiles and polycyclic aromatic hydrocarbons.  Studies will be carried out with a flowing afterglow-selected ion flow tube coupled with laser-induced acoustic desorption and with an ion trap mass spectrometer.  Alpha-nucleophiles, which contain lone electron pairs on the atom adjacent to the nucleophilic site, are known to exhibit enhanced reactivity in solution.  These gas phase studies will probe the effect of micro-solvation, the extent of solvation, and the nature of the solvent, nucleophile, and substrate.  Reactions of polycyclic aromatic hydrocarbons and their cations and anions will be characterized with a wide array of reagents.  This work will provide fundamental kinetic and thermodynamic data on these compounds that are relevant to combustion processes, atmospheric and interstellar chemistry, as well as human health.\r\n\r\nChemical processes vary dramatically in their rates, from rapid, explosive reactions to the slow process of human aging.  This work will study and correlate reactivity with chemical structures and energies for two important classes of compounds.  Highly reactive chemical species will be studied that are important in chemical decontamination, environmental cleanup, and biochemical processes.  The reactivity of large derivatives of benzene will be characterized due to their relevance to combustion and human health.  A complete understanding of the factors that govern the rates of chemical reactions allows control and optimization of these processes.  This work will train graduate students and postdoctoral fellows, including women and underrepresented groups, in the development, execution, and communication of laboratory research, and prepare them for leadership positions in education, research, and other segments of society.  The results will be widely disseminated by publication in scientific journals and databases, and integrated into several educational outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Bierbaum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica M Bierbaum",
   "pi_email_addr": "veronica.bierbaum@colorado.edu",
   "nsf_id": "000205362",
   "pi_start_date": "2013-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 83000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 322000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mass spectrometry is a powerful analytical tool that has dramatically increased our understanding of the natural world, and enhanced the health and security of our nation.&nbsp;&nbsp;Our research program uses mass spectrometry to study the reactivities, energies, and structures of a wide variety of charged species (ions) in the gas phase. This work involves developing new instrumentation, characterizing reactions that have fundamental importance as well as relevance to areas of national interest, training of students and post-doctoral fellows, and extensive outreach and service to the broader community.</p>\n<p><em>Development of new instrumentation</em>:</p>\n<p>Our instruments have been designed and constructed in our laboratory over the years to provide unique experimental capabilities.&nbsp;Our Flowing Afterglow-Selected Ion Flow Tube allows quantitative studies of reactions, and our newly designed electrospray ionization source allows us to generate ions of many biomolecules that were not previously accessible to our studies.</p>\n<p><em>Characterization of reactions:</em></p>\n<p>Our studies have explored the formation and decomposition routes for many astrochemical molecules and ions.&nbsp;&nbsp;We have characterized the reactivity of amino acids and nucleobases with atomic reactants.&nbsp;&nbsp;We have probed species of unusually high reactivity, and we have measured the stabilities and energies of aromatic and nitrogen-containing molecules.&nbsp;These results provide valuable insights into the origin of increasing complexity in the universe, to biochemical processes occurring during oxidative stress, and to the energetics of propellants, explosives, and ionic liquids.</p>\n<p>Our research results are disseminated through peer-reviewed journals, through presentations at national and international conferences, and through the NIST WebBook and Kinetic Database for Astrochemistry.</p>\n<p><em>Training of students and post-doctoral fellows:</em></p>\n<p>This project has contributed to the education of PhD students and post-doctoral research associates, including women and members of under-represented minorities. These young scientists are trained in the design of instrumentation, in state-of-the-art experimental and computational techniques, in effective communication through written and oral presentations, and in ethical and responsible scientific behavior.&nbsp;&nbsp;These scientists, supported by this NSF grant, have gone on to leadership positions in academics, government, and industry.</p>\n<p><em>Outreach and service:</em></p>\n<p>The PI has actively participated in several professional groups, including as President of the American Society for Mass Spectrometry, and as Associate Editor for the&nbsp;<em>Journal of the American Society for Mass Spectrometry&nbsp;</em>for twenty years.&nbsp;&nbsp;Participants in this NSF program have been committed to outreach to underserved communities and to the general public.&nbsp;&nbsp;We have created and regularly perform a CU Wizards Show, &ldquo;The Magic of Chemistry,&rdquo; and serve as judges for the annual regional science fair.&nbsp;&nbsp;My graduate students have taught chemistry to Native American high school students through &ldquo;CU Upward Bound,&rdquo; they have lead science workshops for young women, and they have taught in the Science Discovery, AP Chemistry, and PISEC programs.&nbsp;&nbsp;Through our outreach activities we hope to contribute to a scientifically-literate public, who understands and appreciates the scientific approach, as well as important issues and advances in science and technology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2018<br>\n\t\t\t\t\tModified by: Veronica&nbsp;M&nbsp;Bierbaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMass spectrometry is a powerful analytical tool that has dramatically increased our understanding of the natural world, and enhanced the health and security of our nation.  Our research program uses mass spectrometry to study the reactivities, energies, and structures of a wide variety of charged species (ions) in the gas phase. This work involves developing new instrumentation, characterizing reactions that have fundamental importance as well as relevance to areas of national interest, training of students and post-doctoral fellows, and extensive outreach and service to the broader community.\n\nDevelopment of new instrumentation:\n\nOur instruments have been designed and constructed in our laboratory over the years to provide unique experimental capabilities. Our Flowing Afterglow-Selected Ion Flow Tube allows quantitative studies of reactions, and our newly designed electrospray ionization source allows us to generate ions of many biomolecules that were not previously accessible to our studies.\n\nCharacterization of reactions:\n\nOur studies have explored the formation and decomposition routes for many astrochemical molecules and ions.  We have characterized the reactivity of amino acids and nucleobases with atomic reactants.  We have probed species of unusually high reactivity, and we have measured the stabilities and energies of aromatic and nitrogen-containing molecules. These results provide valuable insights into the origin of increasing complexity in the universe, to biochemical processes occurring during oxidative stress, and to the energetics of propellants, explosives, and ionic liquids.\n\nOur research results are disseminated through peer-reviewed journals, through presentations at national and international conferences, and through the NIST WebBook and Kinetic Database for Astrochemistry.\n\nTraining of students and post-doctoral fellows:\n\nThis project has contributed to the education of PhD students and post-doctoral research associates, including women and members of under-represented minorities. These young scientists are trained in the design of instrumentation, in state-of-the-art experimental and computational techniques, in effective communication through written and oral presentations, and in ethical and responsible scientific behavior.  These scientists, supported by this NSF grant, have gone on to leadership positions in academics, government, and industry.\n\nOutreach and service:\n\nThe PI has actively participated in several professional groups, including as President of the American Society for Mass Spectrometry, and as Associate Editor for the Journal of the American Society for Mass Spectrometry for twenty years.  Participants in this NSF program have been committed to outreach to underserved communities and to the general public.  We have created and regularly perform a CU Wizards Show, \"The Magic of Chemistry,\" and serve as judges for the annual regional science fair.  My graduate students have taught chemistry to Native American high school students through \"CU Upward Bound,\" they have lead science workshops for young women, and they have taught in the Science Discovery, AP Chemistry, and PISEC programs.  Through our outreach activities we hope to contribute to a scientifically-literate public, who understands and appreciates the scientific approach, as well as important issues and advances in science and technology.\n\n\t\t\t\t\tLast Modified: 09/08/2018\n\n\t\t\t\t\tSubmitted by: Veronica M Bierbaum"
 }
}