{
 "awd_id": "1300206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChEM: Metal Complexes Containing New Tin Ligands for Applications in Homogeneous Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2013-03-20",
 "awd_max_amd_letter_date": "2013-03-20",
 "awd_abstract_narration": "With this award from the Chemical Synthesis (SYN) Program of the Chemistry Division, Professor Burjor Captain of the Department of Chemistry at the University of Miami will explore the structures and reactivity of transition metal complexes containing bulky tin ligands. The main drive is to indice activation of hydrogen and small molecules as well as to investigate their potential as hydroformylation and hydrogenation catalysts.  The work will consist of incorporating sterically encumbered tin ligands to bring about electronic and/or coordinative unsaturation around the metal atoms in transition metal complexes. This work will begin by exploring synthetic, structural, and catalytic chemistry on platinum-tin systems and then be extended to include complexes of non-precious transition metals such as Ni and Fe. The central theme is the use of tin which offers significant advantages and is largely untested. There is precedent for the potential scope and effectiveness of this strategy in the widely investigated use of phosphine ligands to modify both binding sites and catalytic properties. However, bulky tin ligands offer additional incentives for their investigation compared to phosphine ligands. Because the stannyl group is a radical with an odd number of electrons, its utilization at a metal site changes formal oxidation numbers, but more importantly electron densities at the metal center, in ways quite different from that of coordinated phosphines. The long range goal of this work is development of robust, economic, and efficient catalysts of use to chemical industry.\r\n\r\nThe broader impact of this project is that it calls for synthesis of a new class of materials in a relatively unexplored area of inorganic chemistry. This provides the opportunity to discover new binding patterns of small molecules. Some of these may be predictable, but some may be unanticipated and lead to new insights of broad impact in fundamental chemical science. There has been a renaissance in main group chemistry, and this work combines main group with transition metal chemistry in an exciting and potentially breakthrough area.  The proposed small molecule activation studies center on hydrogen- by trying to understand how it behaves in a main group metal-transition group metal setting. Transition metal complexes have and always will play the crucial part in the chemistry of hydrogen, but this may be modified by the presence of the added bulky tin ligand. The question is how and to what extent it will be modified.  The long term impact of this work will be in helping to better utilize this important resource in binding and catalytic reactivity. A final area of impact is in student training (undergraduate and graduate) to be scientists and professionals. Students will be trained to prepare and handle air-sensitive compounds, and will learn various methods such as X-Ray crystallography, Fourier transform infrared spectroscopy, nuclear magnetic resonance spectroscopy, mass spectrometry, calorimetry and computational analysis. The results will be broadly disseminated in refereed research journals and through presentations at meetings.  Due to the diversity of the proposed research, students trained in this program will have the skill set and creative attitude needed to find viable solutions for the emerging energy crisis and contribute to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Burjor",
   "pi_last_name": "Captain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burjor Captain",
   "pi_email_addr": "captain@miami.edu",
   "nsf_id": "000506997",
   "pi_start_date": "2013-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 Campo Sano Dr. Room 155",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "6878",
   "pgm_ref_txt": "CHEMICAL SYNTHESIS"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the synthesis and reactivity of transition metal complexes containing the sterically encumbered tri-<em>t</em>-butyltin group. The unique ligand was shown to facilitate the preparation of new unsaturated metal complexes as well as to allow fine-tuning of molecular geometry and dramatically alter the active site at the metal once a &ldquo;steric threshold&rdquo; was crossed. Reversible H<sub>2</sub> binding and activation, H<sub>2</sub>/D<sub>2</sub> scrambling to form HD, carbon-hydrogen activation of bound ligands and solvents, catalytic hydrogenation, and catalytic hydrostannylation have all been observed for select complexes. A large range of metal cluster complexes incorporating the tin group have been prepared and structurally characterized. The reactivity of these novel clusters is a promising area for future exploration. The <strong><em>intellectual merit</em></strong> of this project lies in its demonstration that bulky ligands can not only lead to generation of a vacant site but that forced distortion away from a standard geometry can lead to enhanced reactivity at that site as well. Prior work in this area has focused on generating a site and the concept of designed alteration of the active site itself caused by the ligand geometry was a surprise. This is an area that we plan to pursue as we expand the scope of this project to new areas of synthetic and catalytic cluster reactions. An additional fundamental concept emerging from this is the amplification of ligand effects as demonstrated by combination of a bulky stannane as well as a bulky N-heterocyclic carbene at the same metal center.&nbsp; The <strong><em>broader impacts</em></strong> of this research program include the synthesis of new and highly strained compounds, delineation of the Sn-H and Sn-M bond strengths, discovery of synergistic effects between the metal center and a combination of diverse sterically demanding ligands to fine tune both the monomer/dimer equilibrium process as well as reaction chemistry at the metal center. The work performed holds promise for future studies in small molecule activation and catalyst development.&nbsp; This NSF award also led to participation of undergraduate students as well as the training of graduate students and post-doctoral researchers.&nbsp; The award period resulted in over 10 publications with additional work in preparation. The PI has been active in community outreach and broader impact projects including the <strong><em>U</em></strong><em>ndergraduate <strong>R</strong>esearch <strong>N</strong>ewsletter</em> (URN) which was developed by the PI and continues to foster the interests of undergraduate students in research.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2017<br>\n\t\t\t\t\tModified by: Burjor&nbsp;Captain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the synthesis and reactivity of transition metal complexes containing the sterically encumbered tri-t-butyltin group. The unique ligand was shown to facilitate the preparation of new unsaturated metal complexes as well as to allow fine-tuning of molecular geometry and dramatically alter the active site at the metal once a \"steric threshold\" was crossed. Reversible H2 binding and activation, H2/D2 scrambling to form HD, carbon-hydrogen activation of bound ligands and solvents, catalytic hydrogenation, and catalytic hydrostannylation have all been observed for select complexes. A large range of metal cluster complexes incorporating the tin group have been prepared and structurally characterized. The reactivity of these novel clusters is a promising area for future exploration. The intellectual merit of this project lies in its demonstration that bulky ligands can not only lead to generation of a vacant site but that forced distortion away from a standard geometry can lead to enhanced reactivity at that site as well. Prior work in this area has focused on generating a site and the concept of designed alteration of the active site itself caused by the ligand geometry was a surprise. This is an area that we plan to pursue as we expand the scope of this project to new areas of synthetic and catalytic cluster reactions. An additional fundamental concept emerging from this is the amplification of ligand effects as demonstrated by combination of a bulky stannane as well as a bulky N-heterocyclic carbene at the same metal center.  The broader impacts of this research program include the synthesis of new and highly strained compounds, delineation of the Sn-H and Sn-M bond strengths, discovery of synergistic effects between the metal center and a combination of diverse sterically demanding ligands to fine tune both the monomer/dimer equilibrium process as well as reaction chemistry at the metal center. The work performed holds promise for future studies in small molecule activation and catalyst development.  This NSF award also led to participation of undergraduate students as well as the training of graduate students and post-doctoral researchers.  The award period resulted in over 10 publications with additional work in preparation. The PI has been active in community outreach and broader impact projects including the Undergraduate Research Newsletter (URN) which was developed by the PI and continues to foster the interests of undergraduate students in research. \n\n\t\t\t\t\tLast Modified: 06/29/2017\n\n\t\t\t\t\tSubmitted by: Burjor Captain"
 }
}