{
 "awd_id": "1300445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonlinear Partial Differential equations and boundary conditions.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 277268.0,
 "awd_amount": 277268.0,
 "awd_min_amd_letter_date": "2013-04-02",
 "awd_max_amd_letter_date": "2015-06-24",
 "awd_abstract_narration": "This project includes several aspects of the nonlinear partial differential equations, given in a domain with general geometry. The domain can be given either a priori (fixed boundary problem), or as a part of the problem (free boundary problem). The problems to be discussed arise in a variety of physical phenomena.  First we propose to study the averaging behavior for solutions of nonlinear PDEs in a domain with oscillatory boundary data. This type of question arises for instance in the narrow escape problem, which concerns diffusion processes in domains with partly insulated boundaries. We also discuss interface homogenization problems where the inhomogeneity is present, for example, in the perforation structure of the domain (percolation) or in the advection vector field (turbulent flames).  Our goal is to understand how the inhomogeneities in the system interact with the geometry of the domain to affect the macroscopic behavior of the solutions. Our second project concerns phase transition phenomena in collective motions, for example the emergence of jammed region in congestion models with a density constraint. We will in particular focus on the characterization of the phase motion law. Lastly we propose to study the evolution of capillary drops on a flat or tilted surface in the quasi-static approximation regime. The aim is to address stability of solutions, classification of possible singularities such as pinning and pinching, and the long-time behavior. For the investigation the tools from probability and PDE theory will be used when they are available.\r\n\r\n\r\nThe presence of lower-dimensional structure is ubiquitous in the physical literature, either as a boundary of a domain or a moving interface created by different types of materials. The proposal addresses some fundamental questions concerning these problems, such as existence and long-time behavior of solutions. This is important, since without a proper mathematical theory it is difficult to develop accurate and trustworthy numerical methods.  A good example is the problem of sliding drops on tilted surface. In this case the shape of the drop can change drastically when the velocity is increased, and a singularity (corner) develops at the rear of the drop when the velocity exceed a certain critical value. At higher speeds the tail of the drop may break into another component (pearling).  Accurate modeling of the motion of drops is therefore an important and highly complex question in fluid mechanics, with many applications in engineering. Another example is in the crowd motion  of individuals or cars in congested areas exiting through part of the boundary of the confining domain (e.g. a room or a highway), where the exit pattern is highly affected by the shape of the domain as well as the location of the exit.  The project aim towards a better understanding of the properties of these problems and provide a framework for developing accurate computer-based numerical simulations.  Finally, the proposal involves collaboration with students and colleagues at all stages. The plan is to create active environments in applied analysis at the PI's institution by organizing seminars, inviting visitors as well as communicating to experts in related fields, and also by traveling to other institutions, for collaboration and presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inwon",
   "pi_last_name": "Kim",
   "pi_mid_init": "c",
   "pi_sufx_name": "",
   "pi_full_name": "Inwon c Kim",
   "pi_email_addr": "ikim@math.ucla.edu",
   "nsf_id": "000474121",
   "pi_start_date": "2013-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "6363 Math Sciences Building",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89406.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 92401.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 95461.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;</p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This proposal addresses several aspects of the nonlinear partial differential equations (PDEs), given in a domain with general geometry. Nonlinear problems are those problems where solutions cannot be decomposed easily into local parts which are independent of each other.&nbsp;</span>The domain can be given either a priori (fixed boundary problem), or as a part of the problem (free boundary problem). &nbsp;The PI investigated qualitative properties of such problems.</p>\n<p><span>&nbsp;First we studied the averaging behavior for solutions of nonlinear PDEs in a domain with oscillatory boundary data. This type of question arises for instance in the ``</span><span>narrow escape problem\"</span><span>, which concerns particle movements in domains with its boundary consisting of small-scale periodic perforations through which the particle can escape. In a relevant project we consider averaging behavior for droplets which percolates through a perforated domain. Our goal is to understand how the perforation structure as well as geometry of the domain affects the large-scale behavior of such problem.&nbsp;</span></p>\n<p><span><br /></span></p>\n<p>In another project we study phase transition phenomena in collective motions, for example the emergence of jammed region in crowded motion with a density constraint. We characterize the evolution of the jammed region as well as the well-posedness and the long-time behavior of the solutions, supporting the existing results in computational literature.</p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Many nonlinear PDE problems which are otherwise well-understood face significant challenges when they are coupled with either a moving interface or a fixed domain with irregular boundary data, even in seemingly simple settings. Besides the nonlinearity of the problem, the difficulty lies in the </span><span>nonlocality </span><span>of the problem, in the sense that the behavior of solutions highly depends on the geo- metric structure of the boundary. Our goal is to</span>&nbsp;develop methods to deal with such difficulties and to gain better understanding on the relation between the geometric structure of the problem and the corresponding solution.</p>\n<p>The projects resulted in findings in several phenomena in collaboration with Ph.D studens as well as junior and senior researchers in U.S. and in France, Japan and Korea, &nbsp;and the findings were announced in conference talks and in journal publications.&nbsp;</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\"><br /></span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2017<br>\n\t\t\t\t\tModified by: Christina&nbsp;I&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\n\n\n\nThis proposal addresses several aspects of the nonlinear partial differential equations (PDEs), given in a domain with general geometry. Nonlinear problems are those problems where solutions cannot be decomposed easily into local parts which are independent of each other. The domain can be given either a priori (fixed boundary problem), or as a part of the problem (free boundary problem).  The PI investigated qualitative properties of such problems.\n\n First we studied the averaging behavior for solutions of nonlinear PDEs in a domain with oscillatory boundary data. This type of question arises for instance in the ``narrow escape problem\", which concerns particle movements in domains with its boundary consisting of small-scale periodic perforations through which the particle can escape. In a relevant project we consider averaging behavior for droplets which percolates through a perforated domain. Our goal is to understand how the perforation structure as well as geometry of the domain affects the large-scale behavior of such problem. \n\n\n\n\nIn another project we study phase transition phenomena in collective motions, for example the emergence of jammed region in crowded motion with a density constraint. We characterize the evolution of the jammed region as well as the well-posedness and the long-time behavior of the solutions, supporting the existing results in computational literature.\n\n\n\n\nMany nonlinear PDE problems which are otherwise well-understood face significant challenges when they are coupled with either a moving interface or a fixed domain with irregular boundary data, even in seemingly simple settings. Besides the nonlinearity of the problem, the difficulty lies in the nonlocality of the problem, in the sense that the behavior of solutions highly depends on the geo- metric structure of the boundary. Our goal is to develop methods to deal with such difficulties and to gain better understanding on the relation between the geometric structure of the problem and the corresponding solution.\n\nThe projects resulted in findings in several phenomena in collaboration with Ph.D studens as well as junior and senior researchers in U.S. and in France, Japan and Korea,  and the findings were announced in conference talks and in journal publications. \n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/28/2017\n\n\t\t\t\t\tSubmitted by: Christina I Kim"
 }
}