{
 "awd_id": "1301515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spectral properties of quasicrystals via dynamical methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2013-07-29",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "The project focuses on the development of new methods and the improvement of existing techniques in the modern theory of dynamical systems that can be applied to study spectral properties of the most prominent models of quasicrystals, in particular, of discrete Schrodinger operators with Fibonacci and Sturmian potentials. The specific models to be studied are discrete Schrodinger operators with Sturmian potentials, the square (or cubic) Fibonacci Hamiltonian, the Fibonacci quantum Ising model, quantum walks for quasicrystals, and the labyrinth model. We intend to study the deep relations between these models and hyperbolic dynamical systems that allow us to confirm rigorously a series of previous heuristic and experimental observations regarding quasicrystals made by physicists. In particular, for discrete Schrodinger operators with Sturmian potentials we expect to show that the Hausdorff dimension of the spectrum is the same for almost every frequency. For square and cubic Fibonacci Hamiltonians we intend to provide an understanding of the transition of the spectrum from an interval to a Cantor set with the change of the coupling constant, and establish absolute continuity of the density of states measure in the small coupling regime. Also, we hope to prove that the square continuum Fibonacci Hamiltonian with large couplings has density of states measure of a mixed (a.c. and singular continuous) type, providing the first example of an ergodic family of Schrodinger operators with this property.\r\n\r\nThe problems in this project are related to mathematical models of quasicrystals. The properties of quasicrystals were heavily studied by physicists and chemists, and it is important to give an explanation of the observed experimental and numerical results based on a rigorous mathematical analysis. Potentially this will not only explain the behavior of existing models but will also help to predict the behavior of new ones. The tools that we intend to develop will undoubtedly find applications in other parts of mathematics as well. For example, in order to prove absolute continuity of density of states measures for some models, we are studying the questions on absolute continuity of convolutions of singular measures. These questions appear frequently in number theory, analysis, dynamics, probability, and geometric measure theory. In additin, the relations between different parts of mathematics (in this case, between spectral theory and dynamical systems) give beautiful evidence of the unity of mathematics. Various problems closely related to the project will be suggested to graduate and undergraduate students at UC-Irvine, thereby initiating them into, or increasing their involvement in, scientific activities. The principal investigator considers such educational and training aspects to be very essential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anton",
   "pi_last_name": "Gorodetski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anton Gorodetski",
   "pi_email_addr": "asgor@uci.edu",
   "nsf_id": "000180844",
   "pi_start_date": "2013-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall room 510G",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The project focused on development of new and improvement of existing methods of modern theory of dynamical systems that can be applied to study spectral properties of the most prominent models of quasicrystals, in particular, of discrete Schrodinger operators with Fibonacci and Sturmian potentials. </span></p>\n<p><span>The most important results obtained are: </span></p>\n<p><span>- Detailed description of spectral properties of the Fibonacci Hamiltonian, an important model of one dimensional quasicrystals, was given. Along with the almost Mathieu operator, the Fibonacci Hamiltonian is the most heavily studied Schrodinger operator, with dozens of mathematics papers and hundreds of physics papers devoted to it. Properties of the spectrum, density of states measure, transport exponents, and some other characteristics were studied and quantitatively described, including asymptotic for small and large coupling constant regimes. </span></p>\n<p><span>&nbsp;- The square (or cubic) Fibonacci Hamiltonian, an important model of multidimensional quasicrystals, was studied. Its spectrum is the sum of spectra of one-dimensional operators, and the density of states is a convolution of the corresponding densities of states for one dimensional operators. Sums of dynamically defined Cantor sets were studied before in the frame of smooth dynamical systems.&nbsp;We improved the methods developed in dynamical systems and showed how the spectrum changes with the parameter (coupling constant). More specifically, it was shown that in small coupling regime for most parameters the density of states measure is absolutely continuous. Similar results were obtained for the Labyrinth Model. This confirmed an old conjecture made by physicists. </span></p>\n<p><span>- For Sturmian Hamiltonians it was shown that the dimension of the spectrum is the same for almost all frequencies, at least for large coupling constants. Also, transport exponents for Sturmian Hamiltonians of bounded type were analyzed.</span></p>\n<p><span>The results were published and made available to the community via ArXiv preprints, and were also reported on numerous professional meetings and seminar and colloquia talks. Four PhD degrees were awarded for the results related to the project.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: Anton&nbsp;Gorodetski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project focused on development of new and improvement of existing methods of modern theory of dynamical systems that can be applied to study spectral properties of the most prominent models of quasicrystals, in particular, of discrete Schrodinger operators with Fibonacci and Sturmian potentials. \n\nThe most important results obtained are: \n\n- Detailed description of spectral properties of the Fibonacci Hamiltonian, an important model of one dimensional quasicrystals, was given. Along with the almost Mathieu operator, the Fibonacci Hamiltonian is the most heavily studied Schrodinger operator, with dozens of mathematics papers and hundreds of physics papers devoted to it. Properties of the spectrum, density of states measure, transport exponents, and some other characteristics were studied and quantitatively described, including asymptotic for small and large coupling constant regimes. \n\n - The square (or cubic) Fibonacci Hamiltonian, an important model of multidimensional quasicrystals, was studied. Its spectrum is the sum of spectra of one-dimensional operators, and the density of states is a convolution of the corresponding densities of states for one dimensional operators. Sums of dynamically defined Cantor sets were studied before in the frame of smooth dynamical systems. We improved the methods developed in dynamical systems and showed how the spectrum changes with the parameter (coupling constant). More specifically, it was shown that in small coupling regime for most parameters the density of states measure is absolutely continuous. Similar results were obtained for the Labyrinth Model. This confirmed an old conjecture made by physicists. \n\n- For Sturmian Hamiltonians it was shown that the dimension of the spectrum is the same for almost all frequencies, at least for large coupling constants. Also, transport exponents for Sturmian Hamiltonians of bounded type were analyzed.\n\nThe results were published and made available to the community via ArXiv preprints, and were also reported on numerous professional meetings and seminar and colloquia talks. Four PhD degrees were awarded for the results related to the project. \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: Anton Gorodetski"
 }
}