{
 "awd_id": "1301944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Long Time Behaviour for Dispersive PDEs with Large Initial Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 84972.0,
 "awd_amount": 84972.0,
 "awd_min_amd_letter_date": "2012-10-11",
 "awd_max_amd_letter_date": "2012-10-11",
 "awd_abstract_narration": "This project focuses mainly on analyzing the long-time behavior of certain dispersive partial differential equations.  All the equations considered in the project have a physical origins: the Schrodinger maps equation is known as the Heisenberg model in ferro-magnetism, the spin-models have a similar origin, while the Zakharov system comes from plasma physics. From a mathematical point of view, most of the problems the principal investigator intends to address lie at the cutting-edge of research in partial differential equations. The dynamics of various equations with large data is a very important problem in the field. Some major breakthroughs have been achieved during the past few years, and the analysis involved is highly nontrivial. Understating the impact of the geometry of the target manifold on the evolution of the equation (in the case of Schrodinger maps and spin-models) is of great interest. Research into systems that lack scaling (like the Zakharov system) is extremely challenging, especially in the absence of usable conservation laws. While, strictly speaking, the problems to be explored in this project belong to the field of partial differential equations, the research requires the use of fine tools from other areas of mathematics, notably harmonic analysis and Riemannian geometry.\r\n\r\n\r\nOne of the main reasons that mathematics is useful to the broad scientific community, and in turn to society as a whole, is that it provides one of the most rigorous frameworks for constructing theories that explain the world around us and predict future events. The field of partial differential equations is, to a great extent, the study of models arising from physics. Everyone is aware of the existence of light, heat, fluid flow, magnetism, etc. These are all natural phenomena that, once they are well understood, can lead to major discoveries whose impact on human lives is tremendous. A scientific approach to the study of a natural phenomenon follows a standard pattern. One investigates the complexity of the phenomenon, determines its essential features, and writes down a differential equation that describes the evolution in time of the object under study. Next, one studies the long-time behavior of the mathematical model and describes its evolution in qualitative terms. (In the event that this process identifies potential singularities, a prime interest of the principal investigator, then the phenomenon becomes directly relevant to the current project.) Finally, if the mathematical analysis agrees with the empirical observation of the phenomenon, then the mathematical model is validated, which often opens a wide range of possible applications. On the other hand, if discrepancies arise between the mathematics and the empirical observations, then one seeks to refine the mathematical model, usually by allowing for greater complexity. The new model undergoes a similar mathematical analysis and so on, until a good mathematical model matching the physical reality is found.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioan",
   "pi_last_name": "Bejenaru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioan Bejenaru",
   "pi_email_addr": "ibejenar@ucsd.edu",
   "nsf_id": "000004907",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 36036.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI has worked on several important problems in the field of Partial Differential Equations: the Schroedinger Maps problem, the Wave Maps problem, the nonlinear Dirac Equation and the Zakharov system. All this systems are physically motivated and the results obtained are at the cutting edge of the research in the field. <br /><br />In the paper \"Near soliton evolution for equivariant Schroedinger Maps in two spatial dimensions\", the PI in collaboration with D. Tataru initiated a new direction in studying the dynamics near solitons for physical systems. The method is not constrained to a single problem, and it was replicated in the later work \"A codimension two stable manifold of near soliton equivariant wave maps\" in collaboration with D. Tataru and J. Krieger. <br /><br />In the paper \"Equivariant Schroedinger Maps in two spatial dimensions\" and \"Equivariant Schroedinger Maps in two spatial dimensions: the H&circ;2 target\", the PI and collaborators have established the threshold conjecture for the problem with symmetries. This is a key step towards establishing the same conjecture in the general case. <br /><br />In the work \"Convolutions of singular measures and applications to the Zakharov system\" the PI and S. Herr established a sharp result for the system. To do so, they have developed a theory concerning the convolution of singular measures supported on surfaces. This proved to be a result of independent interest in a different area of Mathematics, namely in Harmonic Analysis. <br /><br />The PI has disseminated his research in various ways. The PI has given 20 Seminar and Colloquium talks in US and international Universities, 7 talks in national and international conferences and one series of 4 lectures at Peking University, Beijing, China. The PI has continued his commitment to promote the participation of underrepresented groups in mathematical research. At the University of Chicago the PI co-advised Nguyen, Nguyen Thi Thao, a female student in the Mathematics Department. At UCSD the PI became involved in the graduate&nbsp; admission process and he succeeded to recruit Nina Pikula, who is now a first-year female graduate student in the Mathematics Department and expressed interest in working under his supervision. <br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2013<br>\n\t\t\t\t\tModified by: Ioan&nbsp;Bejenaru</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI has worked on several important problems in the field of Partial Differential Equations: the Schroedinger Maps problem, the Wave Maps problem, the nonlinear Dirac Equation and the Zakharov system. All this systems are physically motivated and the results obtained are at the cutting edge of the research in the field. \n\nIn the paper \"Near soliton evolution for equivariant Schroedinger Maps in two spatial dimensions\", the PI in collaboration with D. Tataru initiated a new direction in studying the dynamics near solitons for physical systems. The method is not constrained to a single problem, and it was replicated in the later work \"A codimension two stable manifold of near soliton equivariant wave maps\" in collaboration with D. Tataru and J. Krieger. \n\nIn the paper \"Equivariant Schroedinger Maps in two spatial dimensions\" and \"Equivariant Schroedinger Maps in two spatial dimensions: the H&circ;2 target\", the PI and collaborators have established the threshold conjecture for the problem with symmetries. This is a key step towards establishing the same conjecture in the general case. \n\nIn the work \"Convolutions of singular measures and applications to the Zakharov system\" the PI and S. Herr established a sharp result for the system. To do so, they have developed a theory concerning the convolution of singular measures supported on surfaces. This proved to be a result of independent interest in a different area of Mathematics, namely in Harmonic Analysis. \n\nThe PI has disseminated his research in various ways. The PI has given 20 Seminar and Colloquium talks in US and international Universities, 7 talks in national and international conferences and one series of 4 lectures at Peking University, Beijing, China. The PI has continued his commitment to promote the participation of underrepresented groups in mathematical research. At the University of Chicago the PI co-advised Nguyen, Nguyen Thi Thao, a female student in the Mathematics Department. At UCSD the PI became involved in the graduate  admission process and he succeeded to recruit Nina Pikula, who is now a first-year female graduate student in the Mathematics Department and expressed interest in working under his supervision. \n\n\n\n\n\t\t\t\t\tLast Modified: 11/13/2013\n\n\t\t\t\t\tSubmitted by: Ioan Bejenaru"
 }
}