{
 "awd_id": "1301957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LSU BD-6: 2013 Cohort LA-BRIDGE",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2016-10-03",
 "awd_abstract_narration": "The US Census Bureau reports that African, Hispanic, and Native Americans comprise some\r\n30% of the US population, however only 16% of the undergraduate science, technology, engineering, and\r\nmathematics (STEM) degrees and less than 3% of the doctoral STEM degrees produced within the US are\r\nawarded to students from these groups! It is in the nation?s best interest to support innovations that test\r\nstrategies to increase the success groups underrepresented in the STEM disciplines, not simply for reasons\r\nof equity or social justice, but because these students are an untapped potential in fulfilling the STEM\r\nworkforce needs of today and tomorrow.\r\nThe proposed, ?BD-Cohort 5 ? LA-BRIDGE: Louisiana Broadening Resources for Increasing\r\nDiversity in Graduate Education,? represents a transformative and strategic institutional approach to\r\nbuild human resource capital at the doctoral level. In this endeavor, Louisiana State University (LSU), a\r\nstate-supported Carnegie Research Extensive Institution, nationally designated as both land-grant and seagrant,\r\nwill serve as the Bridging Institution. The project features strong inter-institutional collaborations\r\nbetween colleges and universities throughout the Senior Level Louis Stokes (LS) Louisiana Alliance for\r\nMinority Participation (LAMP); intra-institutional collaborations between the LSU Offices of Academic\r\nAffairs, Strategic Initiatives, and Research and Economic Development as well as the LSU Center for\r\nAcademic Success; and international collaborations between LSU and the French Alternative Energies\r\nand Atomic Energy Commission in Grenoble (CEA Grenoble).\r\nThe vision of LA-BRIDGE is to create a successful model to increase minority student\r\npersistence and global competitiveness at the doctoral level, an effective model with well-tested\r\nstrategies, which can be adopted nationwide. The goals of LA-BRIDGE are a logical extension of the\r\ngoals of the LS-LAMP Senior Alliance: (a) to increase the quality and number of minority STEM\r\nstudents pursuing doctoral degrees at the bridge institution; (b) increase the retention to graduation rate of\r\nminority STEM PhD students; and (c) investigate a national model for increasing the share of minority\r\nSTEM PhD holders. The objectives of LAMP-BD are: (1) to provide systemic mentoring that includes\r\neffective faculty-to-student/student-to-student interactions that work collectively to increase the number\r\nof minorities earning PhD degrees in STEM fields; (2) facilitate academic support structures that increase\r\nstudents? acclimations to the rigors of doctoral study; and (3) expose minorities to international research\r\nexperiences that prepare them for long-term scholarly engagement in the global STEM research\r\nenterprise; (4) to promote, guide and support the transition of these PhD degree-holders into the STEM\r\nresearch workforce with emphasis on the professoriate; and (5) to achieve self-sustainability by\r\nexpanding, and institutionalizing the systemic mentoring, and research infrastructure enhancements and\r\nactivities across the state.\r\nIntellectual Merit: LA-BRIDGE will provide strategic and transformative leadership in\r\ndesigning effective LS-LAMP inter-institutional and multi-national alliances that improve the quality of\r\nSTEM education for PhD students. This project will cultivate and test systemic mentoring strategies that\r\nhave been designed to increase minority student matriculation and graduation from PhD programs.\r\nMoreover, the project will explore models to enhance the ability of LSAMP students to be more effective\r\nresearchers in a global environment. The scientific basis of the mentoring model and its related activities,\r\nthe publication in system mentoring and educational research, lend themselves to the development of best\r\npractices for graduate education and professional development. Further, the research to be conducted by\r\nBD scholars will contribute to scientific and technological innovations spanning the STEM disciplines.\r\nBroader Impact: LA-BRIDGE will increase minority student access to STEM PhDs. The salient\r\nproject impacts are a) the increase in the number of high quality PhD level researchers from\r\nunderrepresented minority communities who will pursue research careers in the STEM academic,\r\nindustrial, and governmental enterprise; b) the consequent contribution to and the development of a more\r\nqualified and diversified workforce; c) the wide-spread dissemination of the best practices of system\r\nmentoring for graduate studies and professional development; and d) the significant enhancement of\r\ninstitutional graduate education and research infrastructure. Further, this project will benefit society by\r\nenhancing the ability of its graduate students to thrive in an international research environment",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Davidson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry Davidson",
   "pi_email_addr": "kerry.davidson@regents.la.gov",
   "nsf_id": "000261610",
   "pi_start_date": "2013-09-03",
   "pi_end_date": "2016-10-03"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Robison",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie S Robison",
   "pi_email_addr": "carrie.robison@la.gov",
   "nsf_id": "000730096",
   "pi_start_date": "2016-10-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Su-Seng",
   "pi_last_name": "Pang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Su-Seng Pang",
   "pi_email_addr": "mepang@me.lsu.edu",
   "nsf_id": "000384065",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isiah",
   "pi_last_name": "Warner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Isiah M Warner",
   "pi_email_addr": "warnerim@ucmail.uc.edu",
   "nsf_id": "000360301",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diola",
   "pi_last_name": "Bagayoko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diola Bagayoko",
   "pi_email_addr": "Diola_Bagayoko@subr.edu",
   "nsf_id": "000359307",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Thomas-Fuller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria Thomas-Fuller",
   "pi_email_addr": "gloria.thomas01@sus.edu",
   "nsf_id": "000360863",
   "pi_start_date": "2016-10-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Zakiya",
   "pi_last_name": "WilsonKennedy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Zakiya S WilsonKennedy",
   "pi_email_addr": "zwilson@lsu.edu",
   "nsf_id": "000541587",
   "pi_start_date": "2013-09-03",
   "pi_end_date": "2013-09-27"
  }
 ],
 "inst": {
  "inst_name": "Louisiana Board of Regents",
  "inst_street_address": "1201 N 3RD ST STE 6-200",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2253424253",
  "inst_zip_code": "708025243",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA BOARD OF REGENTS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F3GJXVP1L166"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed<strong>, \"LSU/BD-6 &ndash; 2013 Cohort </strong><strong><em>LA-BRIDGE</em></strong>: <strong><em>Louisiana Broadening Resources for Increasing Diversity in Graduate Education</em></strong>,\" represented a <em>transformative </em>and <em>strategic </em>institutional approach to build human resource capital at the doctoral level. In this endeavor, Louisiana State University (LSU), nationally designated as land-grant, sea-grant, and space-grant, served as the Bridging Institution. The project featured strong inter-institutional collaborations between colleges and universities throughout the <em>Senior Level Louis Stokes (LS) Louisiana Alliance for Minority Participation (LAMP)</em>; intra-institutional collaborations between the LSU Offices of Academic Affairs, Strategic Initiatives, and Research and Economic Development, as well as the LSU Center for Academic Success and the E.J. Ourso College of Business; and international collaborations between LSU and two major units in the French Alternative Energies and Atomic Energy Commission in Grenoble (CEA Grenoble), the University Joseph Fourier (UJF) and the Grenoble School of Management. The international component of this project was funded and reported under a separate NSF award.</p>\n<p>The <em>vision </em>of LA-BRIDGE was to create a successful model to increase minority student persistence and global competitiveness at the doctoral level, an effective model with well-tested strategies, which could be adopted nationwide. The <em>goals </em>of LA-BRIDGE were a logical extension of the goals of the LS-LAMP Senior Alliance: (a) to increase the quality and number of minority STEM students pursuing doctoral degrees at the bridge institution; (b) increase the retention to graduation rate of minority STEM PhD students; and (c) investigate a national model for increasing the share of minority STEM PhD holders. The <em>objectives </em>of LAMP-BD were: (1) to provide systemic mentoring that includes effective faculty-to-student/student-to-student interactions that increase the number of minorities earning STEM PhD degrees; (2) facilitate academic support structures that increase students&rsquo; acclimations to the rigors of doctoral study; and (3) expose minorities to international research experiences that prepare them for long-term scholarly engagement in the global STEM research enterprise; (4) to increase minority PhD students&rsquo; exposure to technology-transfer approaches through entrepreneurship training; (5) to promote, guide and support the transition of these PhD degree-holders into the STEM research workforce with emphasis on the professoriate; and (6) to achieve self-sustainability by expanding, and institutionalizing the systemic mentoring, and research infrastructure enhancements and activities across the state.</p>\n<p>To date, of the fifteen fellows who were supported, 11 fellows (4 men and 7 women) completed their Bridge to Doctorate funding periods and are still matriculating in animal science, biological sciences, chemistry, food science, mathematics and renewable and natural resources doctoral degree programs. Of these 11 fellows, and as reported by the fellows, 7 are Black Non-Hispanic, 3 Hispanic, and 1 American Indian.&nbsp; Seven (7) have passed their candidacy exams and are now PhD Candidates. Another 3 are still matriculating as PhD Applicants, and one has received a Master&rsquo;s degree and is pursuing her doctorate at another institution.</p>\n<p>While this award supported 11 fellows who have been successful to-date in difficult doctoral programs, the combined impact of this awards is much larger. &nbsp;It is expected that upon graduation these Fellows will join the workforces in their disciplines, whether in academe, government or industry. These Fellows will become role models who will eventually attract more students to pursue degrees in STEM. &nbsp;Thus, our BD program has been a contributor to changing underrepresentation in STEM, and has thus advanced the global competitiveness of the US by doing so.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2017<br>\n\t\t\t\t\tModified by: Gloria&nbsp;A&nbsp;Thomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe proposed, \"LSU/BD-6 &ndash; 2013 Cohort LA-BRIDGE: Louisiana Broadening Resources for Increasing Diversity in Graduate Education,\" represented a transformative and strategic institutional approach to build human resource capital at the doctoral level. In this endeavor, Louisiana State University (LSU), nationally designated as land-grant, sea-grant, and space-grant, served as the Bridging Institution. The project featured strong inter-institutional collaborations between colleges and universities throughout the Senior Level Louis Stokes (LS) Louisiana Alliance for Minority Participation (LAMP); intra-institutional collaborations between the LSU Offices of Academic Affairs, Strategic Initiatives, and Research and Economic Development, as well as the LSU Center for Academic Success and the E.J. Ourso College of Business; and international collaborations between LSU and two major units in the French Alternative Energies and Atomic Energy Commission in Grenoble (CEA Grenoble), the University Joseph Fourier (UJF) and the Grenoble School of Management. The international component of this project was funded and reported under a separate NSF award.\n\nThe vision of LA-BRIDGE was to create a successful model to increase minority student persistence and global competitiveness at the doctoral level, an effective model with well-tested strategies, which could be adopted nationwide. The goals of LA-BRIDGE were a logical extension of the goals of the LS-LAMP Senior Alliance: (a) to increase the quality and number of minority STEM students pursuing doctoral degrees at the bridge institution; (b) increase the retention to graduation rate of minority STEM PhD students; and (c) investigate a national model for increasing the share of minority STEM PhD holders. The objectives of LAMP-BD were: (1) to provide systemic mentoring that includes effective faculty-to-student/student-to-student interactions that increase the number of minorities earning STEM PhD degrees; (2) facilitate academic support structures that increase students? acclimations to the rigors of doctoral study; and (3) expose minorities to international research experiences that prepare them for long-term scholarly engagement in the global STEM research enterprise; (4) to increase minority PhD students? exposure to technology-transfer approaches through entrepreneurship training; (5) to promote, guide and support the transition of these PhD degree-holders into the STEM research workforce with emphasis on the professoriate; and (6) to achieve self-sustainability by expanding, and institutionalizing the systemic mentoring, and research infrastructure enhancements and activities across the state.\n\nTo date, of the fifteen fellows who were supported, 11 fellows (4 men and 7 women) completed their Bridge to Doctorate funding periods and are still matriculating in animal science, biological sciences, chemistry, food science, mathematics and renewable and natural resources doctoral degree programs. Of these 11 fellows, and as reported by the fellows, 7 are Black Non-Hispanic, 3 Hispanic, and 1 American Indian.  Seven (7) have passed their candidacy exams and are now PhD Candidates. Another 3 are still matriculating as PhD Applicants, and one has received a Master?s degree and is pursuing her doctorate at another institution.\n\nWhile this award supported 11 fellows who have been successful to-date in difficult doctoral programs, the combined impact of this awards is much larger.  It is expected that upon graduation these Fellows will join the workforces in their disciplines, whether in academe, government or industry. These Fellows will become role models who will eventually attract more students to pursue degrees in STEM.  Thus, our BD program has been a contributor to changing underrepresentation in STEM, and has thus advanced the global competitiveness of the US by doing so.\n\n \n\n\t\t\t\t\tLast Modified: 12/04/2017\n\n\t\t\t\t\tSubmitted by: Gloria A Thomas"
 }
}