{
 "awd_id": "1301142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DONOR-ACCEPTOR INTERACTIONS, LONG-RANGE ELECTRON CORRELATION, AND DYNAMIC SPIN MANIPULATION:  RELATIONSHIP TO MOLECULAR ELECTRONICS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 246189.0,
 "awd_amount": 246189.0,
 "awd_min_amd_letter_date": "2013-04-29",
 "awd_max_amd_letter_date": "2013-04-29",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanisms B Program supports Professor Martin Kirk of the University of New Mexico for a project entitled \"Donor-Acceptor Interactions, Long-Range Electron Correlation, and Dynamic Spin Manipulation: Relationship To Molecular Electronics.\" The project focuses on electronic structure contributions to the ground state properties of magnetic donor-bridge-acceptor biradicals. The primary goals of the research are to understand excited state contributions to bridge mediated electronic coupling, understand how open-shell excited state singlet configurations promote long-range electron correlation, and develop new platforms for spin control of excited state dynamics in photoexcited donor-acceptor molecules.  The research project is achieving these goals by adding to the electron/spin transport knowledge base and providing new insight into electronic structure contributions to molecular electronic materials, particularly as they relate to switchable electron transfer/transport conduits, spin-polarized electron transport, and the control of quantum interference effects. \r\n\r\nThese research activities broadly impact our understanding of how molecular and molecule-based systems can advance new technologies based on molecular electronics.  The project advances discovery and understanding while promoting teaching, training, and learning through incorporation of research advancements in the classroom, student research presentations at international meetings, and mentoring undergraduate and high school students who are involved in the research. Broader participation is emphasized through New Mexico's Experimental Program to Stimulate Competitive Research (NM EPSCoR) projects, The University of New Mexico (UNM) Nanoscience and Microsystems program, mentoring students from underrepresented groups, and mentoring early career faculty members at UNM. Infrastructure for research and education is being enhanced through an association with the Center for Integrated Nanotechnologies, sharing spectroscopy facilities with collaborating scientists and UNM junior faculty, and contributing to improved computing infrastructure at UNM.  New research results are constantly being injected into the classroom environment, which contributes to the broad dissemination of research results.  Finally, potential benefits to society derive from the ability to transform the results of the basic research to an increased understanding of electron and spin transport, long-range interactions, and excited state dynamics in molecular electronic systems at the nanoscale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Kirk",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Martin L Kirk",
   "pi_email_addr": "mkirk@unm.edu",
   "nsf_id": "000247754",
   "pi_start_date": "2013-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 246189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The new field of molecular electronics makes use of molecules as building blocks for the construction critical components that make up electronic circuitry (e.g. wires, switches, rectifiers, etc.) at the nanoscale. Understanding how molecules can function as equivalents of traditional electronic components is important for two fundamental reasons. The first focuses on the increased demand for faster and more efficient devices in order to keep up with the exponential growth projections associated with Moore&rsquo;s Law. The second focuses on the unique quantum mechanical aspects of molecules, which result in new properties and behaviors when compared to classical electronics. One of these quantum mechanical constructs involves the intrinsic spin of the electron, leading to molecular &ldquo;spintronics&rdquo; (spin transport electronics). In addition to the electron charge, the effects of electron spin introduce new possibilities and complexities into the molecular electronics field, and provide an attractive platform for the development of new technologies.</p>\n<p>&nbsp;</p>\n<p>In this project, we have determined electronic structure contributions to molecular electron transport, an important component of molecular electronics. This work has contributed to a greater understanding of system design, electrode contact geometry, distance, and quantum interference effects on molecular electron transport efficiency. Specifically, we have shown the importance of excited states on ground state behavior. We have also shown that electron spins in molecules can interact strongly over nanoscale distances when coupled by a delocalized electron, providing a deeper understanding of how to manipulate spins over long distances for quantum computing applications.</p>\n<p>&nbsp;</p>\n<p>Our research efforts aimed at developing a greater understanding of molecular electronics have been performed by a combination of undergraduate, graduate, and postdoctoral researchers as part of a collaborative interdisciplinary team. Researchers on the project have gained valuable experience in the synthesis of organic and inorganic compounds, the use of advanced spectroscopic techniques, and the utilization of state-of-the-art computational approaches to develop an electronic structure description of molecular electron transport.</p>\n<p>&nbsp;</p>\n<p>Broader components of the research have impacted our understanding of how molecular and molecule-based systems can be used to advance new technologies in nanoscale electronics. We have advanced discovery and understanding while promoting teaching, training, and learning through student research presentations at meetings and by incorporating both undergraduate and high school students directly in our research projects. Broader participation has been encouraged and advanced by a research team that has traditionally relied on critical contributions from underrepresented groups.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2017<br>\n\t\t\t\t\tModified by: Martin&nbsp;L&nbsp;Kirk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe new field of molecular electronics makes use of molecules as building blocks for the construction critical components that make up electronic circuitry (e.g. wires, switches, rectifiers, etc.) at the nanoscale. Understanding how molecules can function as equivalents of traditional electronic components is important for two fundamental reasons. The first focuses on the increased demand for faster and more efficient devices in order to keep up with the exponential growth projections associated with Moore?s Law. The second focuses on the unique quantum mechanical aspects of molecules, which result in new properties and behaviors when compared to classical electronics. One of these quantum mechanical constructs involves the intrinsic spin of the electron, leading to molecular \"spintronics\" (spin transport electronics). In addition to the electron charge, the effects of electron spin introduce new possibilities and complexities into the molecular electronics field, and provide an attractive platform for the development of new technologies.\n\n \n\nIn this project, we have determined electronic structure contributions to molecular electron transport, an important component of molecular electronics. This work has contributed to a greater understanding of system design, electrode contact geometry, distance, and quantum interference effects on molecular electron transport efficiency. Specifically, we have shown the importance of excited states on ground state behavior. We have also shown that electron spins in molecules can interact strongly over nanoscale distances when coupled by a delocalized electron, providing a deeper understanding of how to manipulate spins over long distances for quantum computing applications.\n\n \n\nOur research efforts aimed at developing a greater understanding of molecular electronics have been performed by a combination of undergraduate, graduate, and postdoctoral researchers as part of a collaborative interdisciplinary team. Researchers on the project have gained valuable experience in the synthesis of organic and inorganic compounds, the use of advanced spectroscopic techniques, and the utilization of state-of-the-art computational approaches to develop an electronic structure description of molecular electron transport.\n\n \n\nBroader components of the research have impacted our understanding of how molecular and molecule-based systems can be used to advance new technologies in nanoscale electronics. We have advanced discovery and understanding while promoting teaching, training, and learning through student research presentations at meetings and by incorporating both undergraduate and high school students directly in our research projects. Broader participation has been encouraged and advanced by a research team that has traditionally relied on critical contributions from underrepresented groups.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2017\n\n\t\t\t\t\tSubmitted by: Martin L Kirk"
 }
}