{
 "awd_id": "1301783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Academic Careers Workshops for Underrepresented Participants",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 363649.0,
 "awd_amount": 393649.0,
 "awd_min_amd_letter_date": "2013-04-24",
 "awd_max_amd_letter_date": "2017-09-28",
 "awd_abstract_narration": "Texas A & M University will organize, conduct, and evaluate the Academic Career Mentoring Workshops for Underrepresented Participants annually in 2013-2015. During years 2014 and 2015, partial support will come from the institutions of the junior faculty. The Academic Career Mentoring Workshop series targets mid-level faculty, junior faculty and senior graduate students from the following underrepresented groups: African American, Hispanic, Native American, and People with Disabilities. The goals of this workshop series are to mentor underrepresented junior faculty about the tenure and promotion processes, launching a successful research program, writing solid research proposals, and encouraging senior graduate students to enter the professoriate. The proposed Mentoring Workshops will include cultural issues with respect to topics such as Starting a Research Program, Networking, and Navigating the Tenure Process. Further, the panelists will be asked to address issues such as \"Maintaining One's Identity & Culture\" and \"Overcoming Misconceptions.\" The series includes such discussions to address frustrations unique to faculty and graduate students from underrepresented groups. The Academic Career Workshops for Underrepresented Participants complement the existing CRA-W Workshops, which focus on gender, and CRA Workshops, which do not target particular issues faced by women or ethnic minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Taylor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie E Taylor",
   "pi_email_addr": "vtaylor6@uic.edu",
   "nsf_id": "000307769",
   "pi_start_date": "2013-04-24",
   "pi_end_date": "2017-09-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dilma",
   "pi_last_name": "Da Silva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dilma Da Silva",
   "pi_email_addr": "dilma@tamu.edu",
   "nsf_id": "000695299",
   "pi_start_date": "2017-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 363649.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Academic Career Mentoring Workshop Series (ACW) was designed to provide support for under-represented ethnic minorities and people with disabilities at the level of assistant professor, associate professor, post-doctoral researcher and senior doctoral student. This evaluation overview highlights participants&rsquo; perceptions of their workshop experiences across five Academic Career Workshops for Underrepresented Participants held from 2013 through 2017.</p>\n<p><strong>Program Objectives</strong></p>\n<p>The overall goal of the workshops was to mentor the targeted groups about the academic career ladder and foster professional success. The workshops&rsquo; sessions included diverse senior faculty with varied expertise who presented strategies for academic career success and strived to provide an accessible and encouraging workshop environment.&nbsp;</p>\n<p><strong>Program Evaluation</strong></p>\n<p>The evaluation of the workshops consisted of three surveys administered throughout the course of the workshops (pre-workshop, post sessions, and post-workshop) and focus groups held at the end of each workshop. A combination of web-based and face to face survey methods were used.&nbsp;&nbsp;</p>\n<p>The surveys also sought to capture the effectiveness of individual workshop sessions, community building efforts and the overall value of the workshops.&nbsp;</p>\n<p><strong>Participants</strong></p>\n<p>One-hundred and fifteen participants joined the Academic Workshop community during this five year period (2013-2017) of the ACW program. As presented in table one 63% of attendees were men, the majority of participants were doctoral students and assistant professors, and 65% were affiliated with research institutions.</p>\n<p><strong>Tenure and Promotion Preparation</strong> <strong><em>&nbsp;</em></strong></p>\n<p>Participants indicated they were more prepared to earn tenure and promotion as a result of the workshop. In particular participants made significant gains in the core areas needed for success at a research institution; namely, developing a focused research program, identifying funding opportunities, and writing proposals. Statements below represent the participants&rsquo; impressions of the tenure and promotion preparation portions from the workshops. Table 2 presents the participants&rsquo; ratings of their abilities, knowledge, and skills associated with the tenure and promotion processes and professional development activities across the five workshops.&nbsp;</p>\n<p><strong>Mentoring and Networking Opportunities </strong></p>\n<p>Based on the responses across the five workshops, participants highly valued being part of this community of scholars and benefited from the connections made at the workshops. They appreciated the balanced, open and candid sharing by the panelists about their own career journeys. Furthermore, participants were often surprised and encouraged that these accomplished, talented individuals (panelists) were interested in their career objectives and ultimately their career successes. The panelists and the workshop participants provided a community of future mentors as well as new colleagues for future research endeavors.&nbsp; Participants have consistently acknowledged the importance and value of this community of scholars. Moreover, the camaraderie and acceptance of differences are often touted as a unique feature of these workshops.&nbsp;</p>\n<p><strong>Professional Development Presentations<em>&nbsp;</em></strong></p>\n<p>Every year, the professional development presentations have received high marks from participants (table 3). The high ratings are directly related to the quality and accessibility of the presentations and the interactive formats used. Participants found the sessions to be intense, informative, and applicable to their career success. The question and answer portions of every session were particularly meaningful to the participants.</p>\n<p>In addition, organizers adapted the topics presented to reflect the feedback received from workshop attendees. Sessions were adapted to provide relevant information to participants at various stages of their careers. In addition to the core sessions targeted toward assistant professors, sessions were added that appealed to graduate students and associate professors.</p>\n<p>Although participants considered the sessions intense, they appreciated the wealth of information and practical strategies offered.<em> </em></p>\n<p><strong>Overall Value of the Workshop</strong></p>\n<p>One hundred and twelve (112) participants responded to the post-workshop survey items from 2013 - 2017. The vast majority of participants agreed that: 1) the workshops were valuable; 2) topics were presented that concerned them 3) they would recommend the Academic workshop to their colleagues; 4) they were better prepared to advance their careers as a result of participating and 5) the networking time was beneficial (see table 4). Responses to open-ended questions and focus group data strongly supported these positive impressions that the academic workshops were valuable and relevant to the participants&rsquo; career development.</p>\n<p>Participants noted, year after year, the high level of inclusivity, collegiality, and authenticity from the organizers, panelists, and participants and the &ldquo;family atmosphere&rdquo; that fostered the relationship building aspects of the workshop. These attributes made this workshop extraordinary when compared to other workshops these participants have attended. Returning attendees, now at the next career stage, often remarked about the positive impact the ACW had on their career. They returned to the ACW to receive information and mentoring relevant to their revised career goals and they were confident that the ACW community would deliver. Below is a selection of quotations by the ACW participants. These statements exemplify the overall experiences of the respondents during the 2013 &ndash; 2017 program years.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2018<br>\n\t\t\t\t\tModified by: Dilma&nbsp;Da Silva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Academic Career Mentoring Workshop Series (ACW) was designed to provide support for under-represented ethnic minorities and people with disabilities at the level of assistant professor, associate professor, post-doctoral researcher and senior doctoral student. This evaluation overview highlights participants? perceptions of their workshop experiences across five Academic Career Workshops for Underrepresented Participants held from 2013 through 2017.\n\nProgram Objectives\n\nThe overall goal of the workshops was to mentor the targeted groups about the academic career ladder and foster professional success. The workshops? sessions included diverse senior faculty with varied expertise who presented strategies for academic career success and strived to provide an accessible and encouraging workshop environment. \n\nProgram Evaluation\n\nThe evaluation of the workshops consisted of three surveys administered throughout the course of the workshops (pre-workshop, post sessions, and post-workshop) and focus groups held at the end of each workshop. A combination of web-based and face to face survey methods were used.  \n\nThe surveys also sought to capture the effectiveness of individual workshop sessions, community building efforts and the overall value of the workshops. \n\nParticipants\n\nOne-hundred and fifteen participants joined the Academic Workshop community during this five year period (2013-2017) of the ACW program. As presented in table one 63% of attendees were men, the majority of participants were doctoral students and assistant professors, and 65% were affiliated with research institutions.\n\nTenure and Promotion Preparation  \n\nParticipants indicated they were more prepared to earn tenure and promotion as a result of the workshop. In particular participants made significant gains in the core areas needed for success at a research institution; namely, developing a focused research program, identifying funding opportunities, and writing proposals. Statements below represent the participants? impressions of the tenure and promotion preparation portions from the workshops. Table 2 presents the participants? ratings of their abilities, knowledge, and skills associated with the tenure and promotion processes and professional development activities across the five workshops. \n\nMentoring and Networking Opportunities \n\nBased on the responses across the five workshops, participants highly valued being part of this community of scholars and benefited from the connections made at the workshops. They appreciated the balanced, open and candid sharing by the panelists about their own career journeys. Furthermore, participants were often surprised and encouraged that these accomplished, talented individuals (panelists) were interested in their career objectives and ultimately their career successes. The panelists and the workshop participants provided a community of future mentors as well as new colleagues for future research endeavors.  Participants have consistently acknowledged the importance and value of this community of scholars. Moreover, the camaraderie and acceptance of differences are often touted as a unique feature of these workshops. \n\nProfessional Development Presentations \n\nEvery year, the professional development presentations have received high marks from participants (table 3). The high ratings are directly related to the quality and accessibility of the presentations and the interactive formats used. Participants found the sessions to be intense, informative, and applicable to their career success. The question and answer portions of every session were particularly meaningful to the participants.\n\nIn addition, organizers adapted the topics presented to reflect the feedback received from workshop attendees. Sessions were adapted to provide relevant information to participants at various stages of their careers. In addition to the core sessions targeted toward assistant professors, sessions were added that appealed to graduate students and associate professors.\n\nAlthough participants considered the sessions intense, they appreciated the wealth of information and practical strategies offered. \n\nOverall Value of the Workshop\n\nOne hundred and twelve (112) participants responded to the post-workshop survey items from 2013 - 2017. The vast majority of participants agreed that: 1) the workshops were valuable; 2) topics were presented that concerned them 3) they would recommend the Academic workshop to their colleagues; 4) they were better prepared to advance their careers as a result of participating and 5) the networking time was beneficial (see table 4). Responses to open-ended questions and focus group data strongly supported these positive impressions that the academic workshops were valuable and relevant to the participants? career development.\n\nParticipants noted, year after year, the high level of inclusivity, collegiality, and authenticity from the organizers, panelists, and participants and the \"family atmosphere\" that fostered the relationship building aspects of the workshop. These attributes made this workshop extraordinary when compared to other workshops these participants have attended. Returning attendees, now at the next career stage, often remarked about the positive impact the ACW had on their career. They returned to the ACW to receive information and mentoring relevant to their revised career goals and they were confident that the ACW community would deliver. Below is a selection of quotations by the ACW participants. These statements exemplify the overall experiences of the respondents during the 2013 &ndash; 2017 program years.\n\n \n\n\t\t\t\t\tLast Modified: 06/04/2018\n\n\t\t\t\t\tSubmitted by: Dilma Da Silva"
 }
}