{
 "awd_id": "1301874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Conditions for the Emergence of Virtual Organizations in Long-Tail Sciences",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 152929.0,
 "awd_amount": 152929.0,
 "awd_min_amd_letter_date": "2013-01-16",
 "awd_max_amd_letter_date": "2013-01-16",
 "awd_abstract_narration": "The potential of advanced cyberinfrastructure to facilitate new collaborative paradigms and new forms of virtual organizations in science is compelling. However, development of appropriate cyberinfrastructure must consider the diversity of the target scientific communities, their cultures and practices, and how social and technical issues interact in the context of a specific user community. Some highly collaborative fields have been pioneers in the development and adoption of cyberinfrastructure. Others (termed \"long-tail sciences\") follow an organizational model of independent small research groups. Researchers in these fields would have to overcome significant epistemic, cultural, and institutional hurdles to achieve their collaborative potential and adopt enabling cyberinfrastructure. This project investigates the potential of long-tail sciences to benefit from a range of different types of virtual organizations.  Employing an innovative methodology that integrates quantitative (network analysis) and qualitative (ethnographic) techniques, it systematically investigates the differential epistemic and cultural propensity of research fields to adopt into their research practices virtual organizations and the technology that supports them.\r\n\r\nThis project investigates so-called 'long-tail' sciences, where collaborations are generally small, and studies the social and cultural conditions that enable scientific communities in those fields to benefit from investments into new technologies to support their collaborations. Thus, this project complements current cyberinfrastructure research directed at large-scale collaborations and is distinguished by conducting a systematic, comparative study of scientific fields. There are few such studies that seek to understand how field differences shape the uptake of new technologies supporting research collaboration and scientific communication. It is not clear yet what the relevant distinguishing characteristics of research fields are, nor how to reliably identify or construct the appropriate unit of analysis for such comparisons. By systematically exploring field-specific differences this project contributes to a deeper understanding of what cyberinfrastructures and the virtual organizations they support have to offer the long-tail sciences, and what field-specific challenges need to be overcome if they are to be adopted. The results will be relevant to understanding the use of cyberinfrastructure across the disciplinary spectrum to guide funding decisions and development efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lagoze",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carl J Lagoze",
   "pi_email_addr": "clagoze@umich.edu",
   "nsf_id": "000209656",
   "pi_start_date": "2013-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "105 S State St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091285",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 152929.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research project we have developed software and a methodology that support research into social behaviors and compare them across communities. Specifically, this research has contributed to insights in the origin of differences in communication behaviors of scientists across scientific disciplines such as physics and chemistry. For the design of new, web-based information systems for scientists, understanding differences in attitudes e.g. towards openness and sharing of knowledge and other resources needed in conducting scientific research, is crucial in order to design a successful system and avoid failures and potential waste of financial investments.</p>\n<p>The methodology we have developed combines two fundamental research techniques that are conventionally not practiced together. The first is qualitative research methods such as ethnographic research, in which a researcher embeds themselves in the research context they are studying in order to understand daily interactions and tacit understandings. These are often complemented by formal interviews, in which the researcher presents planned questionnaires to the research subjects. The other is quantitative research methods such as network analysis (e.g., clustering of participants based on features or centrality measurements to determine individual importance in the network ) in order to help interpret patterns we find in large data sets. An important aspect of our methodology is that neither method takes precedence. Instead, they mutually inform each other resulting in the reality of a result that is greater than the sum of its parts. This mixed methodological approach is potentially applicable across a large area of disciplines that seek to combine big data analytics with in-depth qualitative studies to compare social behaviors across communities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2014<br>\n\t\t\t\t\tModified by: Carl&nbsp;J&nbsp;Lagoze</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this research project we have developed software and a methodology that support research into social behaviors and compare them across communities. Specifically, this research has contributed to insights in the origin of differences in communication behaviors of scientists across scientific disciplines such as physics and chemistry. For the design of new, web-based information systems for scientists, understanding differences in attitudes e.g. towards openness and sharing of knowledge and other resources needed in conducting scientific research, is crucial in order to design a successful system and avoid failures and potential waste of financial investments.\n\nThe methodology we have developed combines two fundamental research techniques that are conventionally not practiced together. The first is qualitative research methods such as ethnographic research, in which a researcher embeds themselves in the research context they are studying in order to understand daily interactions and tacit understandings. These are often complemented by formal interviews, in which the researcher presents planned questionnaires to the research subjects. The other is quantitative research methods such as network analysis (e.g., clustering of participants based on features or centrality measurements to determine individual importance in the network ) in order to help interpret patterns we find in large data sets. An important aspect of our methodology is that neither method takes precedence. Instead, they mutually inform each other resulting in the reality of a result that is greater than the sum of its parts. This mixed methodological approach is potentially applicable across a large area of disciplines that seek to combine big data analytics with in-depth qualitative studies to compare social behaviors across communities.\n\n \n\n\t\t\t\t\tLast Modified: 11/18/2014\n\n\t\t\t\t\tSubmitted by: Carl J Lagoze"
 }
}