{
 "awd_id": "1301211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Green Foundations for Green Energy",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 298061.0,
 "awd_amount": 308061.0,
 "awd_min_amd_letter_date": "2013-02-12",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "The motivation for this research is to inspire and facilitate the development of more sustainable foundation concepts, coined \"green\" foundations.  The work is advancing a fundamental understanding of soil-structure interactions to develop a novel and sustainable foundation concept for offshore wind turbines: a Flying Wing Anchor.  This anchor is a steel plate in the shape of an aerodynamically efficient winged aircraft.  The anchor is installed silently and efficiently using gravity from free fall through the water column and penetration into the sea floor.  Tension in the line that attaches the wind turbine structure to the anchor causes the anchor to dive and pitch toward the horizontal in service, maximizing the available holding capacity in bearing over the full wing surface in an extreme load.  The intellectual challenges are (1) modeling the resistance of soil against a foundation in shear and bearing over the orders-of-magnitude range of strain rates corresponding to free-fall penetration, line pre-tensioning and ultimately storm loading and (2) capturing the dynamic, fully six-degree-of-freedom movement of a foundation as it \"flies\" through the soil during installation and service.  The research plan comprises a comprehensive approach to physically testing scale models of a Flying Wing Anchor during penetration and in-service loading and numerically modeling the three-dimensional behavior with time of a Flying Wing Anchor with the Finite Element Method (FEM) and advanced constitutive models.  It capitalizes on a U.S.-Ireland Research and Development Partnership Program to bring together a multidisciplinary, multiple-institution team that represents the European state-of-the art in offshore wind development and the U.S. state-of-the-art in offshore foundations.  The project partners include The University of Texas at Austin, the University of Rhode Island, University College Dublin and Queen's University Belfast.  With external funding from Invest NI and Science Foundation Ireland, the U.S. investment in this project is leveraged at a ratio of nearly 3 total dollars for each dollar invested from NSF.\r\n\r\nThis research has the potential to improve foundation systems over a wide range of offshore and onshore applications by developing a green foundation concept, where nature initially \"installs\" it through gravity and then completes the \"installation\" through in-service loading.  This research aims to reduce the economic and environmental cost of harnessing offshore wind energy, which is a key challenge to increasing the availability of renewable energy.  This research will benefit society at large by providing cross-country and cross-Atlantic education and research opportunities for graduate and undergraduate students, by fostering excitement in engineering and science for school children through exposing them to the development of a novel concept and giving them an opportunity to examine it themselves through a model testing facility, and by increasing public awareness of the promises and challenges of renewable energy through public demonstrations and workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Gilbert",
   "pi_email_addr": "bob_gilbert@mail.utexas.edu",
   "nsf_id": "000295134",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "301 E Dean Keeton St. STOP C1792",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 298061.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motivation for this research was to inspire and facilitate the development of more sustainable foundation concepts, coined &ldquo;green&rdquo; foundations. The work advanced a fundamental understanding of soil-structure interactions to develop a novel and sustainable foundation concept for offshore wind turbines: a Flying Wing Anchor. This anchor is a steel plate in the shape of an aerodynamically efficient winged aircraft. The anchor is installed silently and efficiently using gravity from free fall through the water column and penetration into the sea floor. Tension in the line that attaches the wind turbine structure to the anchor causes the anchor to dive and pitch toward the horizontal in service, maximizing the available holding capacity in bearing over the full wing surface in an extreme load.</p>\n<p>This research improved our ability to model the resistance of soil against a foundation in shear and bearing over the orders-of-magnitude range of strain rates corresponding to free-fall penetration, line pre-tensioning and storm loading. It also improved our ability to both measure and predict the dynamic, fully six-degree-of-freedom movement of a foundation system as it &ldquo;flies&rdquo; through the soil during installation and service. Numerous conference and journal papers have been produced thus far.</p>\n<p>This research led to a patent, U.S. Patent No. 9643687 for a Self-Installing Anchor. A prototype is currently being fabricated and options are being pursued of either having a third-party license the right to use the patent or creating our own start-up company.</p>\n<p>This research led to a new type of anchor that is potentially five times more efficient than existing technology and that is able to penetrate sea floors that cause difficulties with existing technology. If this technology can be transferred to practice, it has the potential to reduce the economic and environmental cost of harnessing offshore wind energy by reducing the weight that vessels need to haul and handle and by eliminating the need to drive, jack or drag a foundation into place.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;B&nbsp;Gilbert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1301211/1301211_10232331_1512088859870_FlyingWingSchematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1301211/1301211_10232331_1512088859870_FlyingWingSchematic--rgov-800width.jpg\" title=\"Flying Wing Anchor\"><img src=\"/por/images/Reports/POR/2017/1301211/1301211_10232331_1512088859870_FlyingWingSchematic--rgov-66x44.jpg\" alt=\"Flying Wing Anchor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematics of Flying Wing Anchor during Free-Fall Penetration (Left) and Ultimate Holding Capacity (Right)</div>\n<div class=\"imageCredit\">The University of Texas at Austin</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Robert&nbsp;B&nbsp;Gilbert</div>\n<div class=\"imageTitle\">Flying Wing Anchor</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe motivation for this research was to inspire and facilitate the development of more sustainable foundation concepts, coined \"green\" foundations. The work advanced a fundamental understanding of soil-structure interactions to develop a novel and sustainable foundation concept for offshore wind turbines: a Flying Wing Anchor. This anchor is a steel plate in the shape of an aerodynamically efficient winged aircraft. The anchor is installed silently and efficiently using gravity from free fall through the water column and penetration into the sea floor. Tension in the line that attaches the wind turbine structure to the anchor causes the anchor to dive and pitch toward the horizontal in service, maximizing the available holding capacity in bearing over the full wing surface in an extreme load.\n\nThis research improved our ability to model the resistance of soil against a foundation in shear and bearing over the orders-of-magnitude range of strain rates corresponding to free-fall penetration, line pre-tensioning and storm loading. It also improved our ability to both measure and predict the dynamic, fully six-degree-of-freedom movement of a foundation system as it \"flies\" through the soil during installation and service. Numerous conference and journal papers have been produced thus far.\n\nThis research led to a patent, U.S. Patent No. 9643687 for a Self-Installing Anchor. A prototype is currently being fabricated and options are being pursued of either having a third-party license the right to use the patent or creating our own start-up company.\n\nThis research led to a new type of anchor that is potentially five times more efficient than existing technology and that is able to penetrate sea floors that cause difficulties with existing technology. If this technology can be transferred to practice, it has the potential to reduce the economic and environmental cost of harnessing offshore wind energy by reducing the weight that vessels need to haul and handle and by eliminating the need to drive, jack or drag a foundation into place.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Robert B Gilbert"
 }
}