{
 "awd_id": "1301935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-scale Approach for the Comprehensive Modeling and Simulation of Non-Equilibrium Atmospheric-Pressure Turbulent Plasma Flows",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 150001.0,
 "awd_amount": 150001.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Multi-Scale Approach for the Comprehensive Modeling and Simulation of Non-Equilibrium Atmospheric-Pressure Turbulent Plasma Flows\r\n\r\nThe project will explore the novel use of Variational Multi-Scale Large Eddy Simulation (VMS-LES) as a consistent, complete, and computationally feasible, modeling and simulation approach for turbulent plasma flows. Three main tasks will be pursued: (i) formulation of a VMS-LES model of plasma flows based on a monolithic treatment of fluid conservation and electromagnetic field evolution equations, together with a novel description of the small scales (computationally unresolvable flow features); (ii) implementation of the model within a software infrastructure for the simulation of industrially-relevant non-equilibrium atmospheric-pressure plasma flows; and (iii) validation of the approach with Direct Numerical Simulation (DNS) of model problems and with experimental data from collaborators from the Academy of Sciences of the Czech Republic. The comprehensiveness of the VMS-LES approach will allow the seamless exploration of laminar, transitional, and turbulent non-equilibrium plasma flow regimes. The monolithic formulation is expected to provide increased robustness and computational efficiency with respect to prevailing solution methods. The project will test the hypothesis of the universality of the small scales, at the core of LES approaches, which will lead to broader understanding of the physics of plasma turbulence and to increased predictive capabilities of turbulence models.\r\n\r\nThe project will impact diverse modern technologies based on non-equilibrium atmospheric-pressure plasma flows, such as fuel reforming, assisted combustion, gasification, toxics remediation, and materials processing, for which no comprehensive turbulence modeling and simulation methodology exist. The project has the potential to impact a wide range of subfields of Plasma Science and Engineering by providing a turbulence modeling and simulation approach applicable to different types of plasma models, and therefore enabling the computational investigation of diverse natural (e.g., astrophysical jets, solar flares, earth's magnetosphere, lightning) and technological (e.g., confined fusion, planetary entry, processing of materials) plasma flows for which DNS is unfeasible with current and foreseeable computational resources. The project promotes international collaborative research, and has educational impacts by the training of a Ph.D. student, the dissemination of research outcomes through journal publications, and by the outreach of underrepresented undergraduate STEM students into applied academic research through mentorship to the Society of Hispanic Professional Engineers at UMass Lowell.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Trelles",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Juan P Trelles",
   "pi_email_addr": "Juan_Trelles@uml.edu",
   "nsf_id": "000627550",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "Uniersity of Massachusetts Lowell",
  "perf_str_addr": "One University Avenue",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018542827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "1242",
   "pgm_ref_txt": "PLASMA PHYSICS"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-equilibrium plasmas are electrically charged gases in which free electrons have significantly greater energy than the intervening atoms, molecules, and ions. They display some unique characteristics observed in nature and exploited technologically, such as luminous emission and the conversion of electrical energy into thermal and chemical energy. Plasma flows are prone to develop diverse types of instabilities and often turbulence. The computational exploration of turbulent plasma flows will lead to greater understanding of diverse natural phenomena (e.g. astrophysical jets, supernovae, accretion disks, solar flares, lightning) and impact numerous established and emerging technological applications (e.g. confined fusion, assisted combustion, toxics remediation, chemical synthesis, and materials processing).</p>\n<p>Turbulent flows are inherently multi-scale phenomena, in which various physical processes are associated to different characteristic temporal and spatial extents. The scales involved range from macroscopic, responsible for inputting energy into the system, to microscopic, which dissipate energy by intricate turbulent motions and molecular mechanisms. The wide range of spatial and temporal scales in turbulent flows makes their direct computational simulation largely impractical and often unfeasible, especially within technologically relevant contexts. This fact has prompted the devising of coarse-grained modeling and simulation approaches that seek to capture the main characteristics of the flow and approximate the smallest flow features. However, the inherent characteristics of plasma flows make unsuitable the use of traditional coarse-grained techniques commonly applied to other flow models for their description.</p>\n<p>The project has led to the creation of the Variational Multiscale-<em>n</em> (VMS<em><sub>n</sub></em>) method as a comprehensive modeling and simulation approach for the computational exploration of turbulent non-equilibrium plasma flows. The method is based on a non-linear formulation of the Variational Multiscale (VMS) framework, which circumvents the core assumptions in approaches commonly used for the coarse-grained simulation of turbulent incompressible flows and that are unsuitable for the description of turbulent plasmas. The computational models obtained through VMS<em><sub>n</sub></em> do not rely on empirical constants or tuning parameters, which makes the method potentially <em>complete</em>. Additionally, solutions that satisfy the equations describing the plasma flow model also satisfy the equations of the VMS<em><sub>n</sub></em> model, which makes the method <em>consistent</em>. These characteristics make VMS<em><sub>n</sub></em> suitable for the seamless exploration of all non-equilibrium plasma flow regimes (i.e. laminar, transitional, turbulent) and a tool for computation-based scientific discovery and technological advancement.</p>\n<p>The project addresses the extensive need for greater understanding of turbulent plasma flows in diverse natural and technological contexts and for which direct numerical exploration is practically unfeasible with current and foreseeable computational resources. The project, by providing a platform for the exploration of turbulent non-equilibrium plasma flow phenomena, has the potential to enable or improve a broader range of plasma applications, leading to more efficient industrial processes for greater economic development and more environmentally benign technologies. Particularly, the project will directly impact modern technologies based non-equilibrium atmospheric-pressure plasmas that depend on the turbulent nature of the flow (e.g. to enhance gas mixing or to improve process uniformity) and for which no comprehensive turbulence modeling and simulation methodology exists. The project has led to three journal publications, six conference presentations, and has enabled the broader participation of under-represented populations by the training of two doctoral students in advanced engineering degrees, and by the mentoring of Hispanic students in the College of Engineering at UMass Lowell.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2017<br>\n\t\t\t\t\tModified by: Juan&nbsp;Trelles</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1301935/1301935_10278346_1507208515639_Fig02_laminar_and_turbulent_plasma_flow_simulations--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1301935/1301935_10278346_1507208515639_Fig02_laminar_and_turbulent_plasma_flow_simulations--rgov-800width.jpg\" title=\"Simulation of flow dynamics in representative non-equilibrium atmospheric-pressure plasma flows\"><img src=\"/por/images/Reports/POR/2017/1301935/1301935_10278346_1507208515639_Fig02_laminar_and_turbulent_plasma_flow_simulations--rgov-66x44.jpg\" alt=\"Simulation of flow dynamics in representative non-equilibrium atmospheric-pressure plasma flows\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(top) arc in crossflow and (bottom) flow from an arc plasma torch; distribution of (left) heavy species temperature Th and (right) the degree of thermodynamic non-equilibrium ? = Te/Th (Te = electron temperature).</div>\n<div class=\"imageCredit\">Juan Pablo Trelles</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Juan&nbsp;Trelles</div>\n<div class=\"imageTitle\">Simulation of flow dynamics in representative non-equilibrium atmospheric-pressure plasma flows</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nNon-equilibrium plasmas are electrically charged gases in which free electrons have significantly greater energy than the intervening atoms, molecules, and ions. They display some unique characteristics observed in nature and exploited technologically, such as luminous emission and the conversion of electrical energy into thermal and chemical energy. Plasma flows are prone to develop diverse types of instabilities and often turbulence. The computational exploration of turbulent plasma flows will lead to greater understanding of diverse natural phenomena (e.g. astrophysical jets, supernovae, accretion disks, solar flares, lightning) and impact numerous established and emerging technological applications (e.g. confined fusion, assisted combustion, toxics remediation, chemical synthesis, and materials processing).\n\nTurbulent flows are inherently multi-scale phenomena, in which various physical processes are associated to different characteristic temporal and spatial extents. The scales involved range from macroscopic, responsible for inputting energy into the system, to microscopic, which dissipate energy by intricate turbulent motions and molecular mechanisms. The wide range of spatial and temporal scales in turbulent flows makes their direct computational simulation largely impractical and often unfeasible, especially within technologically relevant contexts. This fact has prompted the devising of coarse-grained modeling and simulation approaches that seek to capture the main characteristics of the flow and approximate the smallest flow features. However, the inherent characteristics of plasma flows make unsuitable the use of traditional coarse-grained techniques commonly applied to other flow models for their description.\n\nThe project has led to the creation of the Variational Multiscale-n (VMSn) method as a comprehensive modeling and simulation approach for the computational exploration of turbulent non-equilibrium plasma flows. The method is based on a non-linear formulation of the Variational Multiscale (VMS) framework, which circumvents the core assumptions in approaches commonly used for the coarse-grained simulation of turbulent incompressible flows and that are unsuitable for the description of turbulent plasmas. The computational models obtained through VMSn do not rely on empirical constants or tuning parameters, which makes the method potentially complete. Additionally, solutions that satisfy the equations describing the plasma flow model also satisfy the equations of the VMSn model, which makes the method consistent. These characteristics make VMSn suitable for the seamless exploration of all non-equilibrium plasma flow regimes (i.e. laminar, transitional, turbulent) and a tool for computation-based scientific discovery and technological advancement.\n\nThe project addresses the extensive need for greater understanding of turbulent plasma flows in diverse natural and technological contexts and for which direct numerical exploration is practically unfeasible with current and foreseeable computational resources. The project, by providing a platform for the exploration of turbulent non-equilibrium plasma flow phenomena, has the potential to enable or improve a broader range of plasma applications, leading to more efficient industrial processes for greater economic development and more environmentally benign technologies. Particularly, the project will directly impact modern technologies based non-equilibrium atmospheric-pressure plasmas that depend on the turbulent nature of the flow (e.g. to enhance gas mixing or to improve process uniformity) and for which no comprehensive turbulence modeling and simulation methodology exists. The project has led to three journal publications, six conference presentations, and has enabled the broader participation of under-represented populations by the training of two doctoral students in advanced engineering degrees, and by the mentoring of Hispanic students in the College of Engineering at UMass Lowell.\n\n \n\n\t\t\t\t\tLast Modified: 10/05/2017\n\n\t\t\t\t\tSubmitted by: Juan Trelles"
 }
}