{
 "awd_id": "1301830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Meaning of Place Recovery on the Mississippi Coast",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 13032.0,
 "awd_amount": 13032.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2015-01-08",
 "awd_abstract_narration": "This doctoral dissertation research project investigates long-term recovery following a catastrophic disaster and how such recovery is represented through personal accounts and quantitative indicators. Recovery, especially in the long-term, is the least understood phase in the disaster cycle. Current research often equates recovery with the rebuilding of infrastructure, the repopulation of affected areas, or the return of regional economic activity. Assessment techniques that rely solely on aggregate metrics, while valid, could potentially mask small-scale differences in the recovery experiences and outcomes of local neighborhoods and social groups. Place plays a substantial role in mediating the recovery process for disaster survivors. It serves as a governing entity that establishes recovery guidelines, but also provides a social community and a symbolic landscape containing individual and group histories. This study uses the Mississippi Coast as a site for exploring the long-term recovery process over an eight-year period since Hurricane Katrina. The study first examines what recovery means to local residents, and whether or not differences exist on the basis of social position and geographic background. Second, the study explores whether there are differences between these experiential perspectives on recovery and empirically-based assessments. Semi-structured interviews, photo elicitation, and a participatory mapping exercise will document perceptions of residents about the spatial, functional, and symbolic recovery of their community. Thematic comparisons of these qualitative data and spatial comparisons of participant maps performed in a geographic information system (GIS) isolate differences in perspectives of residents. Quantitative indicators based on long-term population, economic, and housing reconstruction data are then constructed. A spatial clustering algorithm is used to compare the timing, degree, and spatial extent of recovery described by the indicators with perspectives of residents gleaned through qualitative methods. The aim of this research is to develop a theoretical model of place recovery and a methodology for integrating multiple types of place-based knowledge.\r\n\r\nThe results of this study will enhance recovery research, planning, and policy in a variety of ways. The generation of a nuanced, place-based recovery model sensitive to a diversity of recovery experiences will advance interdisciplinary instruction and research on this phase of the disaster cycle. The inclusion of local recovery knowledge as part of a larger-scale benchmarking procedure will assist state and local recovery leaders in more efficiently targeting the unmet needs of traditionally underrepresented groups, in particular, women, the elderly, and people of color, who are targeted in this study. The development of such a participatory methodology in which residents define and assess local recovery is widely applicable to other disaster-impacted locations. Engaging residents in action research also has the potential to empower participants and enhance community resilience by bolstering efficacy in the recovery process. As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Cutter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Cutter",
   "pi_email_addr": "scutter@sc.edu",
   "nsf_id": "000454062",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Schumann",
   "pi_mid_init": "L",
   "pi_sufx_name": "III",
   "pi_full_name": "Ronald L Schumann",
   "pi_email_addr": "ronald.schumann@unt.edu",
   "nsf_id": "000629747",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13032.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has investigated long-term disaster recovery following Hurricane Katrina on the Mississippi Gulf Coast in order to better understand how survivors define the ultimate success of recovery efforts in their communities. &nbsp;The study examined recovery in two ways: qualitatively and quantitatively.&nbsp; Ninety-seven survivors diverse in their age, gender, race, ethnicity, occupation, and income level participated in interviews after the hurricane.&nbsp; Thirty-four of these participants also documented recovery activities in their communities through photography and/or mapping.&nbsp; These data were analyzed for similarities and differences among and between demographic groups.&nbsp; A survivor&rsquo;s view of success is of interest to local governments, urban planners, emergency managers, and disaster scholars who monitor the rebound of communities after a disaster and often use construction and population statistics as measures for defining success.&nbsp; It is important to determine how effectively these statistics can approximate recovery progress and success as defined by affected residents themselves.&nbsp; Hence, this study also compared spatial patterns in these metrics against survivors&rsquo; maps of community recovery.</p>\n<p>Hurricane Katrina&rsquo;s recovery presented a rare opportunity to derive new conceptual knowledge on long-term place recovery by observing the process underway eight to nine years after the large-scale catastrophe. &nbsp;This study applied the geographic concept of place in three distinct ways to study disaster recovery: first, as a space that forms identity and shapes the community fabric, second, as a built environment that serves functional needs, and third, as an areal unit for statistical aggregation and comparison. In doing so, this research answered&nbsp;the National Research Council&rsquo;s (2006) call to examine the complex recovery processes that occur across social groups and geographic scales following disaster, further advancing our scientific understanding of these processes.</p>\n<p>The study found that recovery held six distinct meanings for affected residents: commemoration, betterment, sensory experience, materiality, adjustments to activity space, and changing functions of spaces.&nbsp; These meanings varied in their importance and in their opposition with one other over the recovery period.&nbsp; During the early stages of recovery, commemoration activities centered on replacing lost infrastructure exactly as it was pre-disaster, while in the long-term, the recovery of the pre-disaster sense of place became the primary focus.&nbsp; Such long-term commemoration activities were found to oppose solutions aimed at sustainable development from the ground up.&nbsp; Tensions between these two meanings tangibly altered the resilience of the rebuilt community infrastructure against future disasters.&nbsp; They also influenced citizen satisfaction (or dissatisfaction) toward local governments&rsquo; recovery efforts.</p>\n<p>Results showed more commonalities than differences between residents&rsquo; recovery meanings across socio-demographic groups (e.g., gender, race, and ethnicity).&nbsp; Instead, differences emerged based on levels of place attachment, life stage, degree of mobility (both physical and social), and international immigration experience.&nbsp; Recovery landmarks identified through mapping strongly mirrored each resident&rsquo;s mobility patterns.&nbsp; This link between residents&rsquo; perceptions of community recovery and mobility is absent from current recovery theory.&nbsp; Spatial patterns of recovery identified in residents&rsquo; maps matched spatial patterns of home reconstruction, population return, and home repair, lending validity to the use of these metrics by local and state governments to assess recovery progress at a sub-county level.</p>\n<p>The centrality of restoring function to...",
  "por_txt_cntn": "\nThis project has investigated long-term disaster recovery following Hurricane Katrina on the Mississippi Gulf Coast in order to better understand how survivors define the ultimate success of recovery efforts in their communities.  The study examined recovery in two ways: qualitatively and quantitatively.  Ninety-seven survivors diverse in their age, gender, race, ethnicity, occupation, and income level participated in interviews after the hurricane.  Thirty-four of these participants also documented recovery activities in their communities through photography and/or mapping.  These data were analyzed for similarities and differences among and between demographic groups.  A survivorÆs view of success is of interest to local governments, urban planners, emergency managers, and disaster scholars who monitor the rebound of communities after a disaster and often use construction and population statistics as measures for defining success.  It is important to determine how effectively these statistics can approximate recovery progress and success as defined by affected residents themselves.  Hence, this study also compared spatial patterns in these metrics against survivorsÆ maps of community recovery.\n\nHurricane KatrinaÆs recovery presented a rare opportunity to derive new conceptual knowledge on long-term place recovery by observing the process underway eight to nine years after the large-scale catastrophe.  This study applied the geographic concept of place in three distinct ways to study disaster recovery: first, as a space that forms identity and shapes the community fabric, second, as a built environment that serves functional needs, and third, as an areal unit for statistical aggregation and comparison. In doing so, this research answered the National Research CouncilÆs (2006) call to examine the complex recovery processes that occur across social groups and geographic scales following disaster, further advancing our scientific understanding of these processes.\n\nThe study found that recovery held six distinct meanings for affected residents: commemoration, betterment, sensory experience, materiality, adjustments to activity space, and changing functions of spaces.  These meanings varied in their importance and in their opposition with one other over the recovery period.  During the early stages of recovery, commemoration activities centered on replacing lost infrastructure exactly as it was pre-disaster, while in the long-term, the recovery of the pre-disaster sense of place became the primary focus.  Such long-term commemoration activities were found to oppose solutions aimed at sustainable development from the ground up.  Tensions between these two meanings tangibly altered the resilience of the rebuilt community infrastructure against future disasters.  They also influenced citizen satisfaction (or dissatisfaction) toward local governmentsÆ recovery efforts.\n\nResults showed more commonalities than differences between residentsÆ recovery meanings across socio-demographic groups (e.g., gender, race, and ethnicity).  Instead, differences emerged based on levels of place attachment, life stage, degree of mobility (both physical and social), and international immigration experience.  Recovery landmarks identified through mapping strongly mirrored each residentÆs mobility patterns.  This link between residentsÆ perceptions of community recovery and mobility is absent from current recovery theory.  Spatial patterns of recovery identified in residentsÆ maps matched spatial patterns of home reconstruction, population return, and home repair, lending validity to the use of these metrics by local and state governments to assess recovery progress at a sub-county level.\n\nThe centrality of restoring function to impacted spaces and honoring local heritage and sense of place in rebuilding efforts underscores the significance of social memory in the disaster recovery process.  This is particularly true among historically underrepresented p..."
 }
}