{
 "awd_id": "1301821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Developing an Experimental Technique for Measuring Very Slow Crack Velocities in Rock Using the Atomic Force Microscope",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-11-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 48188.0,
 "awd_amount": 48188.0,
 "awd_min_amd_letter_date": "2012-11-08",
 "awd_max_amd_letter_date": "2012-11-08",
 "awd_abstract_narration": "Subcritical crack growth is one of the dominant mechanisms for time-dependent rock degradation and failure. In spite of the substantial amount of work that has been conducted on subcritical crack growth in rocks, some very important issues still remain.  The double torsion test and other conventional techniques for subcritical crack growth testing measure crack velocities between 10-8 and 10-3 m/s.  Within this range, it is not possible to determine the shape of the crack velocity vs. KI curve for very low crack velocities, which is needed in order to accurately predict the long term behavior of geologic structures subjected to low stresses.  Also, there is controversy about the origin of shear crack growth in rocks that cannot be adequately resolved with traditional microscopy.  To address these issues, experimental techniques based the Atomic Force Microscope (AFM) will be developed.  The resolution of the AFM for crack growth measurements is less than 4 nanometers, which allow crack velocities as small as 10-13 m/s to be measured.  This will provide fundamental information on the shape of the crack velocity vs. KI curve and the subcritical cutoff for rocks.  The experimental procedure developed will involve periodic mechanical loading of small rock samples to create very small amounts of crack growth, followed by AFM investigations to measure the amount and pattern of crack growth.  Laboratory and AFM techniques developed for mode I crack growth in glass will initially be used for the rock specimens, and modifications will be made to account for the complex rock microstructure and also to investigate both tensile and shear crack growth. \r\n\r\nThe research will increase our ability to predict the long-term stability of critical geologic structures such as dam foundations, tunnels, underground nuclear waste storage facilities, underground CO2 sequestration sties, highway slopes, and many other structures.  Also, the results could impact other science and engineering fields that are interested in environmentally assisted crack growth and failure, such as material science, fracture mechanics, mining, and civil and mechanical engineering.  By disseminating the results of this research through international publications and distance courses, this research will be part of the training for undergraduate and graduate students worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kemeny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Kemeny",
   "pi_email_addr": "kemeny@u.arizona.edu",
   "nsf_id": "000460235",
   "pi_start_date": "2012-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinhong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinhong Zhang",
   "pi_email_addr": "jhzhang@email.arizona.edu",
   "nsf_id": "000525818",
   "pi_start_date": "2012-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 48188.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Atomic Force Microscope (AFM) holds much promise for investigating some of the issues surrounding subcritical crack growth in rocks. &nbsp;The traditional method for measuring subcritical crack growth properties in rock is the double torsion test. &nbsp;This test has two problems, 1) it is based on tensile crack growth and cannot be used to measure shear crack growth, and 2) it is limited to crack velocities greater than about 10^-8 m/s. &nbsp;In this project the AFM is being used to overcome these two difficulties. &nbsp;In particular, the AFM is used to monitor both tensile and shear crack growth at the scales of micrometers and nanometers. &nbsp;It is estimated that crack growth on the order of 10^-12 m/s or lower can be monitored with the AFM. &nbsp;The basic procedure is to 1) apply a small load to a rock sample for a period of time (8-48 hours) to induce a small amount of crack growth, 2) measure the crack growth using the AFM, and 3) repeat the loading/measurement cycle several times. &nbsp;Each crack growth/measurement cycle provides one data point for the crack velocity vs. stress intensity factor plot that is used to determine the subcritical crack growth properties.</p>\n<p>First of all, a testing method was developed to generate stable crack growth in very small rock samples.&nbsp; The small samples were needed to accommodate the Atomic Force Microscope (AFM) at the University of Arizona. &nbsp;Samples to be imaged must fit within a 15 mm diameter with a thickness less than 5 mm. &nbsp; Four sample geometries and loading configurations were developed in this project. &nbsp;The first three configurations promoted tensile crack growth and consisted of loading a sample with a hole under uniaxial compression, loading a sample with a hole and a small notch under uniaxial compression, and wedge loading of a sample with a top notch. &nbsp;The fourth configuration promoted shear crack growth and consisted of offset loading of a sample with a top notch under triaxial compression. &nbsp; Sample dimensions ranged from 10-12 mm in length, 8-12 mm in width, and 2 mm in thickness. The loading device consists of a small load cell, a manually controlled microdrive to apply the load, and a data recording system.&nbsp; Loads in the range of 25-100 pounds were applied, and samples of both rock and glass were tested with this system.&nbsp;</p>\n<p>Secondly, creep testing was conducted on the samples described above, and periodically the samples were scanned in the AFM to monitor crack growth. Creep loading times varied from 8 to 48 hours. &nbsp;The AFM measures the three-dimensional profile of the surface of the specimen with very high accuracy. Cracks are detected because they show up as very small depressions in the surface of the specimen.&nbsp; The surface must be polished and cleaned to remove noise due to grinding equipment and dust. &nbsp;In this study, both an AFM 'E' scanner (16 &micro;m x 16 &micro;m scan area) and a 'J' scanner (100 &micro;m x 100 &micro;m scan area) have been utilized to obtained surface images. For the work in this project, the AFM scanning was conducted using the &ldquo;contact&rdquo; mode, where the tip of the triangular probe scans the specimen in close contact with the surface.&nbsp; From contact mode both height (vertical profile) and lateral deflection are obtained.&nbsp; The height data gives specific information about the depth and shape of the cracks.&nbsp; The deflection data detects sharp contrasts in the topography and was found to be useful in detecting the walls of the cracks.&nbsp; Both the height and deflection data were successfully used to locate cracks and measure crack properties (length, depth, width).</p>\n<p>This project demonstrated that the AFM could be used to detect and measure the properties of cracks in rocks with an accuracy less than 10 nm.&nbsp; However, the project revealed some problems.&nbsp; In many cases, ...",
  "por_txt_cntn": "\nThe Atomic Force Microscope (AFM) holds much promise for investigating some of the issues surrounding subcritical crack growth in rocks.  The traditional method for measuring subcritical crack growth properties in rock is the double torsion test.  This test has two problems, 1) it is based on tensile crack growth and cannot be used to measure shear crack growth, and 2) it is limited to crack velocities greater than about 10^-8 m/s.  In this project the AFM is being used to overcome these two difficulties.  In particular, the AFM is used to monitor both tensile and shear crack growth at the scales of micrometers and nanometers.  It is estimated that crack growth on the order of 10^-12 m/s or lower can be monitored with the AFM.  The basic procedure is to 1) apply a small load to a rock sample for a period of time (8-48 hours) to induce a small amount of crack growth, 2) measure the crack growth using the AFM, and 3) repeat the loading/measurement cycle several times.  Each crack growth/measurement cycle provides one data point for the crack velocity vs. stress intensity factor plot that is used to determine the subcritical crack growth properties.\n\nFirst of all, a testing method was developed to generate stable crack growth in very small rock samples.  The small samples were needed to accommodate the Atomic Force Microscope (AFM) at the University of Arizona.  Samples to be imaged must fit within a 15 mm diameter with a thickness less than 5 mm.   Four sample geometries and loading configurations were developed in this project.  The first three configurations promoted tensile crack growth and consisted of loading a sample with a hole under uniaxial compression, loading a sample with a hole and a small notch under uniaxial compression, and wedge loading of a sample with a top notch.  The fourth configuration promoted shear crack growth and consisted of offset loading of a sample with a top notch under triaxial compression.   Sample dimensions ranged from 10-12 mm in length, 8-12 mm in width, and 2 mm in thickness. The loading device consists of a small load cell, a manually controlled microdrive to apply the load, and a data recording system.  Loads in the range of 25-100 pounds were applied, and samples of both rock and glass were tested with this system. \n\nSecondly, creep testing was conducted on the samples described above, and periodically the samples were scanned in the AFM to monitor crack growth. Creep loading times varied from 8 to 48 hours.  The AFM measures the three-dimensional profile of the surface of the specimen with very high accuracy. Cracks are detected because they show up as very small depressions in the surface of the specimen.  The surface must be polished and cleaned to remove noise due to grinding equipment and dust.  In this study, both an AFM 'E' scanner (16 &micro;m x 16 &micro;m scan area) and a 'J' scanner (100 &micro;m x 100 &micro;m scan area) have been utilized to obtained surface images. For the work in this project, the AFM scanning was conducted using the \"contact\" mode, where the tip of the triangular probe scans the specimen in close contact with the surface.  From contact mode both height (vertical profile) and lateral deflection are obtained.  The height data gives specific information about the depth and shape of the cracks.  The deflection data detects sharp contrasts in the topography and was found to be useful in detecting the walls of the cracks.  Both the height and deflection data were successfully used to locate cracks and measure crack properties (length, depth, width).\n\nThis project demonstrated that the AFM could be used to detect and measure the properties of cracks in rocks with an accuracy less than 10 nm.  However, the project revealed some problems.  In many cases, a sample would be loaded/imaged many times with no apparent crack growth, but suddenly the sample would fail on the next loading cycle.  This behavior is inconsistent with what would be expected from subcritical ..."
 }
}