{
 "awd_id": "1301929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geological Hazards, Climate Change, and Human/Ecosystems Resilience in the Islands of the Four Mountains, Alaska.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 35258.0,
 "awd_amount": 35258.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "Assessing the degree to which geological hazards in the Aleutian archipelago disrupted prehistoric human and ecological systems has important lessons for current inhabitants of the northern Pacific Rim. The Islands of Four Mountains region embodies environmental instabilities that, in the last 10,000 years, include changing subarctic climate, volcanic eruptions, earthquakes, tsunamis, and sea level fluctuations. Compared to adjacent regions to the east and west, strong ocean currents and smaller island size magnify ecologically-driven resource extremes, perhaps creating a physical bottleneck and the cultural boundary that persisted into the early 20th century.  These islands provide an excellent opportunity to assess the development of prehistoric human adaptations to geological hazards and environmental change. That such research has not already occurred is understandable. The same volcanic activity, precipitous coastlines, high winds, and strong riptides that may have posed profound risks to prehistoric individuals hinder modern research expeditions. The Four Mountain prehistoric sites are little studied but are highly significant in light of new geologic data indicating volcanic activity during human migration and societal development in the Aleutian archipelago. A team of professional and student archaeologists, geologists, ecologists, and zoologists will conduct a comprehensive, interdisciplinary three-year investigation in the Islands of the Four Mountains.  Extensive new radiocarbon, geological, paleoenvironmental, and cultural data expected from these sites will yield novel insights into the record of geological hazards, human coping mechanisms, changing subsistence, and adaptations during the prehistoric and European contact periods.\r\n\r\nThe Islands of the Four Mountains are located in an ecologically and economically important region of the world - the north Pacific and Bering Sea. People on two continents rely on fish from its marine ecosystem, and, given the sensitivity of airplanes to volcanic ash and of coastal cities to tsunamis, its geologic hazards potentially affect all nations of the northern Pacific Rim. Comprehensive research on long-term human-environmental interactions in the Bering Sea region, set against a backdrop of accelerated global change, is vital to understanding the dynamics of Aleutian biological and human systems and effectively addressing the social, political, and economic issues that arise from changes in those system dynamics today. The island group lies in a zone of high catastrophic potential in that one of its volcanoes, Mt. Cleveland, has erupted explosively more than 20 times in the last decade (as recently as May 2013) and during the time of prehistoric human habitation. The Aleutian plate boundary is the site of four earthquakes having a magnitude greater than 8 and dozens with magnitudes greater than 7, and these have generated tsunamis historically and prehistorically. Through partnerships with the Alaska Volcano Observatory, the Aleut Corporation, Museum of the Aleutians, and the Keck Geology Consortium this project will bring scientists, Native Americans, students and policy makers together in education and collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Breanyn",
   "pi_last_name": "MacInnes",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Breanyn T MacInnes",
   "pi_email_addr": "macinnes@geology.cwu.edu",
   "nsf_id": "000625265",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Washington University",
  "inst_street_address": "400 E UNIVERSITY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ELLENSBURG",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5099632118",
  "inst_zip_code": "989267500",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "CENTRAL WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SESUYWJGE3Y3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research",
  "perf_str_addr": "2385 Irving Hill Drive",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 35258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The goals of the coastal geology aspect of the &ldquo;Collaborative Research: Geological Hazards, Climate Change, and Human/Ecosystems Resilience in the Islands of the Four Mountains, Alaska&rdquo; award were to define the earthquake and tsunami hazards experienced by human inhabitants of the Islands of the Four Mountains (IFM) and to determine local changes in coastal geomorphology. This information is contributing to the project&rsquo;s larger collaborative goal of defining how human cultures and behavior have been shaped by Holocene climatic, biotic and geologic change. Because little previous work on earthquakes and tsunamis exists for the Aleutian Islands, basic questions such as &ldquo;how often do tsunamis happen&rdquo; cannot be answered. Our research in the IFM is the westernmost paleotsunami study in the Aleutians. In this project we determined at least 4-5 paleotsunamis are preserved in the IFM, which is important information for developing a broad paleoseismic history of the Aleutian subduction zone.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our study of the most recent tsunami in the IFM reveals new insights into north Pacific Rim earthquake and tsunami hazards. The data we collected on the inundation and runup of the 1957 tsunami shows this event was up 15-18 m high in the islands, and helps to define this event as one of the most significant earthquakes and tsunamis of the 20<sup>th</sup> century.&nbsp; Previous studies suggested that the 1957 earthquake had very little slip in the eastern extent of its rupture zone. Our findings, combined with observations by USGS researchers east of the IFM conclusively show that this must be incorrect.&nbsp; By modeling possible earthquake slip distributions and comparing to field observations, we redefine the 1957 event as an earthquake on the order of a Mw 8.9-9.0 rather than an 8.6, with high slip near Unalaska Island, the most populated island in the Aleutians. This tsunami mapping and modeling project resulted in a Master&rsquo;s degree for female graduate student at Central Washington University.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our conclusions about the size and character of the 1957 earthquake and tsunami have broader impacts on tsunami hazard planning in the Pacific because our work helps to show that the subduction zone is capable of producing larger events than a Mw 8.7 (the 1965 Rat Islands event). The strike of the Aleutian subduction zone is such that the main energy from a tsunami generated by an earthquake near the IFM is directed towards western North America.&nbsp; Tsunami inundation maps for coastal areas in CA, WA, OR and AK include models of earthquake events from the Aleutians without any direct studies of likely magnitudes or recurrence intervals of events.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our coastal geomorphology conclusions of the project include recent large-scale changes to the coastline of South Cove in the IFM interpreted to be a direct result of sudden volcanic processes on Mt. Cleveland, such as lahars, supplying new sediment to the coastal zone. Preliminary conclusions are that the current coastal plain of South Cove was not in existence for much of the human occupation of the IFM, although we are working to refine the chronostratigraphy with the ongoing collaborative project still in progress.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Breanyn&nbsp;Macinnes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n          The goals of the coastal geology aspect of the \"Collaborative Research: Geological Hazards, Climate Change, and Human/Ecosystems Resilience in the Islands of the Four Mountains, Alaska\" award were to define the earthquake and tsunami hazards experienced by human inhabitants of the Islands of the Four Mountains (IFM) and to determine local changes in coastal geomorphology. This information is contributing to the project?s larger collaborative goal of defining how human cultures and behavior have been shaped by Holocene climatic, biotic and geologic change. Because little previous work on earthquakes and tsunamis exists for the Aleutian Islands, basic questions such as \"how often do tsunamis happen\" cannot be answered. Our research in the IFM is the westernmost paleotsunami study in the Aleutians. In this project we determined at least 4-5 paleotsunamis are preserved in the IFM, which is important information for developing a broad paleoseismic history of the Aleutian subduction zone.\n\n         Our study of the most recent tsunami in the IFM reveals new insights into north Pacific Rim earthquake and tsunami hazards. The data we collected on the inundation and runup of the 1957 tsunami shows this event was up 15-18 m high in the islands, and helps to define this event as one of the most significant earthquakes and tsunamis of the 20th century.  Previous studies suggested that the 1957 earthquake had very little slip in the eastern extent of its rupture zone. Our findings, combined with observations by USGS researchers east of the IFM conclusively show that this must be incorrect.  By modeling possible earthquake slip distributions and comparing to field observations, we redefine the 1957 event as an earthquake on the order of a Mw 8.9-9.0 rather than an 8.6, with high slip near Unalaska Island, the most populated island in the Aleutians. This tsunami mapping and modeling project resulted in a Master?s degree for female graduate student at Central Washington University.\n\n         Our conclusions about the size and character of the 1957 earthquake and tsunami have broader impacts on tsunami hazard planning in the Pacific because our work helps to show that the subduction zone is capable of producing larger events than a Mw 8.7 (the 1965 Rat Islands event). The strike of the Aleutian subduction zone is such that the main energy from a tsunami generated by an earthquake near the IFM is directed towards western North America.  Tsunami inundation maps for coastal areas in CA, WA, OR and AK include models of earthquake events from the Aleutians without any direct studies of likely magnitudes or recurrence intervals of events.\n\n         Our coastal geomorphology conclusions of the project include recent large-scale changes to the coastline of South Cove in the IFM interpreted to be a direct result of sudden volcanic processes on Mt. Cleveland, such as lahars, supplying new sediment to the coastal zone. Preliminary conclusions are that the current coastal plain of South Cove was not in existence for much of the human occupation of the IFM, although we are working to refine the chronostratigraphy with the ongoing collaborative project still in progress.\n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Breanyn Macinnes"
 }
}