{
 "awd_id": "1301885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of Colorado Denver CO-AMP Bridge to the Doctorate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2013-08-01",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "The Colorado Alliance for Minority Participation (CO-AMP) has thus far matriculated four cohorts of\r\nunderrepresented minority students through the LSAMP Bridge to the Doctorate (BD) program. The first\r\nthree cohorts matriculated at Colorado State University (CSU), the lead institution for the CO-AMP\r\nalliance, whereas the fourth BD cohort matriculated at Colorado School of Mines (CSM). The fifth cohort,\r\nif funded, will matriculate at the University of Colorado Denver (CU Denver). As the only urban,\r\nresearch-intensive institution in the Rocky Mountain States, CU Denver offers a unique training\r\nexperience in a wide range of STEM disciplines.\r\nProgram Goals: A cohort of 12 BD fellows will be recruited into this program for each of two years using\r\na wide range of strategies. The Program Coordinator, along with members of the Management Team, will\r\nadvertise the BD program using Web-based media, flyers, brochures and direct communication.\r\nParticular attention will be given to 1) current CU Denver STEM undergraduate and Masters students, 2)\r\nother higher education institutions in the CO-AMP alliance, 3) four Native American tribes in Colorado\r\nand the Four Corners region, 4) all LSAMP alliances nationwide, 5) national meetings such as SACNAS\r\nand ABRCMS, and 6) visits to targeted programs and electronic postings to GradSchools.com.\r\nThe Program will be administered by a Management Team, which includes individuals who are\r\nnationally recognized for their efforts in diversity and inclusion. The Team will meet regularly with all\r\nBD fellows to assess their overall satisfaction with the program as well as gather feedback for areas of\r\nimprovement. Importantly, once per semester, individual one-on-one meetings will be held with each of\r\nthe BD fellows to assess their academic progress and career development. These academic progress and\r\nmentoring meetings will continue throughout the entire program of study for all BD fellows.\r\nThe program is designed to provide a series of career development courses and workshops to facilitate\r\ntheir successful completion of the program and preparation for careers in academia and related\r\nprofessions. Examples of such career development programs include: teaching preparation, ethical\r\nconduct of research, scientific writing, and a broad array of related career development workshops.\r\nFurthermore, regularly scheduled meetings of the local BD cohort, as well as annual meetings with all BD\r\nfellows in the CO-AMP alliance will build a sense of community and serve as a venue for sharing\r\nexperiences and best practices.\r\nIntellectual Merit: As the only urban, research intensive institution in the Rocky Mountain states, CU\r\nDenver offers a unique training experience in a wide range of STEM disciplines. Although the\r\nManagement Team will make the BD cohort aware of all 29 STEM-related PhD training programs, BD\r\nfellows will be encouraged to matriculate into the following STEM programs where the USA job market\r\nis most promising: Mathematics and Statistical Sciences, Engineering and Applied Sciences, Computer\r\nScience and Engineering, Bioengineering, Computational Biosciences and Structural Biology. Through a\r\nwell-developed series of career development courses and workshops, coupled with ongoing individual\r\nmentoring, the program will strive for successful completion of the PhD degree for all CU Denver BD\r\nfellows.\r\nBroader Impacts: Although the percentage of underrepresented minority students continues to increase\r\nat the undergraduate level, matriculation into STEM graduate programs still lags behind. Consequently,\r\nit is critical to develop programs and mechanisms that encourage underrepresented students to\r\nmatriculate into STEM graduate training programs as well as the successful completion of their PhD\r\ndegree. Towards that end, this program will provide regularly scheduled mentoring and academic\r\nprogression meetings with each BD fellow, career development workshops, teacher preparation courses,\r\nlocal and state-wide community building meetings, and a range of other activities and mentoring\r\napproaches to improve the likelihood of successful completion for their PhD programs. Best practices\r\nwill be applied to other campus-wide recruitment initiatives for underrepresented students, as well as\r\nwith other partners in the CO-AMP alliance and national LSAMP alliances. Ultimately, the long-term\r\ngoal of this and similar programs is to train and prepare a larger number of underrepresented students\r\nfor careers in the STEM disciplines, where they will serve as role models for the ongoing matriculation of\r\nunderrepresented students in STEM graduate programs and professions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rick",
   "pi_last_name": "Miranda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rick Miranda",
   "pi_email_addr": "rick.miranda@colostate.edu",
   "nsf_id": "000103067",
   "pi_start_date": "2013-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Shur",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Barry D Shur",
   "pi_email_addr": "barry.shur@ucdenver.edu",
   "nsf_id": "000628346",
   "pi_start_date": "2013-08-01",
   "pi_end_date": "2014-07-31"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Inge",
   "pi_last_name": "Wefes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inge Wefes",
   "pi_email_addr": "inge.wefes@ucdenver.edu",
   "nsf_id": "000674526",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Denver",
  "perf_str_addr": "1380 Lawrence St., Room 1251",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173367",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CO",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Colorado Denver/Anschutz Campus is the only urban, research-intensive public university in Colorado. With its two campuses, one in Downtown Denver and one at the Anschutz Campus in Aurora, the Institution is uniquely poised to offer state-of-the-art pre-doctoral training in a broad range of STEM disciplines to diverse students. In 2013, the Louis Stokes Alliance for Minority Participation (LSAMP) awarded CU Denver/Anschutz the Bridge to the Doctorate (BD) Grant, which facilitated, starting in 2014, the support of twelve minority students for two years on their way to a doctoral degree. The incoming cohort consisted of two African Americans, two Native Americans, and eight students of Hispanic origin, including six women and six men. Their areas of interest include disciplines such as Mechanical and Civil Engineering, Mathematics, Cancer Biology, Immunology and Pharmacology.</p>\n<p>The CU Denver/Anschutz BD Program identified three primary program goals.</p>\n<p>1. Recruitment and transition to STEM doctoral programs</p>\n<p>2. Retention, mentoring and transition to professional STEM careers</p>\n<p>3. Program Institutionalization for all future under-represented minority (URM) graduate students</p>\n<p>In support of these goals, the Program made all efforts to develop a cohort spirit among the 12 BD Fellows by setting up monthly meetings. At those occasions, Fellows from both campuses got to know each other and could share challenging and joyful experiences during their studies and serve as mutual support. These engagements developed into the BD Grand Rounds where one or two students presented their individual projects. These events did not only serve to help Fellows inform each other about their ongoing research, but also provided an opportunity to practice speaking to an audience with an unrelated background. Furthermore, BD Fellows could participate in professional development opportunities such as workshops on CV design and interviewing skills, scientific and technical writing, learning how to teach, critical and analytical thinking, life science development and commercialization, project management, and others.</p>\n<p>To secure the continuous support of the BD Fellows after the expiration of their grant funding, before accepting a Fellow into their laboratories, the BD faculty mentors had to commit to financially support their Fellows for up to four years (through academic year 2019-20). The Graduate School has also agreed to provide additional funding and the Office of Inclusion and Diversity confirmed funding for books, supplies, and conference costs as needed.</p>\n<p>Of the Fall 2014 BD Cohort, the Program successfully retained eleven Fellows; one female student left the program for personal reasons. The BD Fellows are most grateful for the support they received from the Louis Stokes Alliance for Minority Participation and appreciate the time and effort that the University of Colorado Denver invested in their success. In fact, some mentioned that they are eager to &ldquo;pay back&rdquo; and help maintain and expand the Institution&rsquo;s diversity efforts. The entire Faculty, Administration, and Staff at CU Denver would like to recognize and extend a thank you to CO-AMP, led by Drs. Rick Miranda, Ernest Chavez, and Beverly Marquart. CO-AMP played an instrumental role in supporting efforts throughout the proposal phase, program execution, and the closing period. The Faculty, Administration, and Staff at CU Denver would also like to thank Dr. A. James Hicks, Program Director, and the entire LSAMP contingent for their tireless work in support of underrepresented minority students, particularly in STEM fields. CU Denver is honored to have participated in the Bridge to the Doctorate program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2017<br>\n\t\t\t\t\tModified by: Rick&nbsp;Miranda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of Colorado Denver/Anschutz Campus is the only urban, research-intensive public university in Colorado. With its two campuses, one in Downtown Denver and one at the Anschutz Campus in Aurora, the Institution is uniquely poised to offer state-of-the-art pre-doctoral training in a broad range of STEM disciplines to diverse students. In 2013, the Louis Stokes Alliance for Minority Participation (LSAMP) awarded CU Denver/Anschutz the Bridge to the Doctorate (BD) Grant, which facilitated, starting in 2014, the support of twelve minority students for two years on their way to a doctoral degree. The incoming cohort consisted of two African Americans, two Native Americans, and eight students of Hispanic origin, including six women and six men. Their areas of interest include disciplines such as Mechanical and Civil Engineering, Mathematics, Cancer Biology, Immunology and Pharmacology.\n\nThe CU Denver/Anschutz BD Program identified three primary program goals.\n\n1. Recruitment and transition to STEM doctoral programs\n\n2. Retention, mentoring and transition to professional STEM careers\n\n3. Program Institutionalization for all future under-represented minority (URM) graduate students\n\nIn support of these goals, the Program made all efforts to develop a cohort spirit among the 12 BD Fellows by setting up monthly meetings. At those occasions, Fellows from both campuses got to know each other and could share challenging and joyful experiences during their studies and serve as mutual support. These engagements developed into the BD Grand Rounds where one or two students presented their individual projects. These events did not only serve to help Fellows inform each other about their ongoing research, but also provided an opportunity to practice speaking to an audience with an unrelated background. Furthermore, BD Fellows could participate in professional development opportunities such as workshops on CV design and interviewing skills, scientific and technical writing, learning how to teach, critical and analytical thinking, life science development and commercialization, project management, and others.\n\nTo secure the continuous support of the BD Fellows after the expiration of their grant funding, before accepting a Fellow into their laboratories, the BD faculty mentors had to commit to financially support their Fellows for up to four years (through academic year 2019-20). The Graduate School has also agreed to provide additional funding and the Office of Inclusion and Diversity confirmed funding for books, supplies, and conference costs as needed.\n\nOf the Fall 2014 BD Cohort, the Program successfully retained eleven Fellows; one female student left the program for personal reasons. The BD Fellows are most grateful for the support they received from the Louis Stokes Alliance for Minority Participation and appreciate the time and effort that the University of Colorado Denver invested in their success. In fact, some mentioned that they are eager to \"pay back\" and help maintain and expand the Institution?s diversity efforts. The entire Faculty, Administration, and Staff at CU Denver would like to recognize and extend a thank you to CO-AMP, led by Drs. Rick Miranda, Ernest Chavez, and Beverly Marquart. CO-AMP played an instrumental role in supporting efforts throughout the proposal phase, program execution, and the closing period. The Faculty, Administration, and Staff at CU Denver would also like to thank Dr. A. James Hicks, Program Director, and the entire LSAMP contingent for their tireless work in support of underrepresented minority students, particularly in STEM fields. CU Denver is honored to have participated in the Bridge to the Doctorate program.\n\n\t\t\t\t\tLast Modified: 03/02/2017\n\n\t\t\t\t\tSubmitted by: Rick Miranda"
 }
}