{
 "awd_id": "1302757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Modern Pollen Spectra from Coasts and Lowlands of the Dominican Republic and Their Application to the Interpretation of Sedimentary Pollen Records",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 14795.0,
 "awd_amount": 14795.0,
 "awd_min_amd_letter_date": "2013-03-26",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "This doctoral dissertation research project will examine whether neotropical lowland and coastal vegetation is represented by unique assemblages of pollen taxa through analysis of modern pollen from surface soils and sediments.  While reconstructions of past vegetation, climate, and environment have been successfully derived from tropical sedimentary records, the lack of modern pollen records has limited knowledge about pollen-vegetation relationships and restricted the interpretation of tropical sedimentary pollen.  Several modern pollen studies have been conducted in mainland tropical America, but few studies have been conducted on Caribbean islands.  Furthermore, of the modern pollen studies examining tropical dry or seasonal vegetation types, few have examined spectra from mature lowland seasonally-dry forests.  This doctoral dissertation research project will focus on the modern pollen spectra of lowland and coastal Dominican Republic, which includes sites in seasonally-dry forests.  The doctoral student and colleagues will collect modern pollen samples from a variety of vegetation types, including grasslands, sedge wetlands, mangroves, coastal scrubs, lowland seasonally dry forests, moist lowland semi-deciduous forests, and humid forests.  The samples will be processed using standard techniques with pollen and spores counted via light microscopy.  Discriminant analysis will be used to classify pollen data into groups representing vegetation types and allow the generation of a predictive model.  This model then will be applied to the interpretation of fossil pollen assemblages from previously collected sediment cores (and future ones) in the southwestern Dominican Republic. \r\n\r\nThis project will be the first study of modern pollen spectra from coastal and lowland vegetation in the Greater Antilles. It will contribute to knowledge about Caribbean vegetation types, including the floristic composition and diversity of seasonally-dry tropical forests, which are rapidly disappearing from the Caribbean region.  This project will strengthen the interpretation of sedimentary pollen records from lowland and coastal lakes on Hispaniola and throughout the Caribbean, thus providing improved understanding of Caribbean vegetation and climate dynamics across long time scales. Project results will assist in the preservation of natural resources of the Dominican Republic.   Modern pollen data and metadata will be submitted to the Latin American Pollen Database, a collection of free-to-download fossil and modern pollen data, thereby facilitating future research by other researchers.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising student to establish an independent research career",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Kennedy",
   "pi_email_addr": "likenne1@vt.edu",
   "nsf_id": "000287761",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "LeBlanc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allison LeBlanc",
   "pi_email_addr": "lalli86@vt.edu",
   "nsf_id": "000630766",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "1880 Pratt Dr.",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>This project, carried out by PI Kennedy and co-PI LeBlanc at Virginia Tech (VT), had two main objectives to be accomplished through analysis of modern pollen samples from surface soils and sediments of the Dominican Republic (DR), and sedimentary (&ldquo;fossil&rdquo;) pollen samples from Laguna Alejandro in the southwestern Dominican Republic: 1) Determine whether lowland and coastal vegetation communities can be distinguished by their pollen spectra through statistical (discriminant) analysis of modern pollen samples; 2) Apply the results of discriminant analysis to interpretation of fossil pollen contained in lake sediments from Laguna Alejandro. Our research methodology involved the collection of surface soils and sediments from a variety of vegetation types in the moist eastern and northeastern and arid southwestern regions of the DR, including grasslands, sedge wetlands, mangroves, coastal scrubs, lowland seasonally-dry forests, moist lowland semi-deciduous forests, and humid forests. For this project, we developed a successful heavy liquid technique to isolate pollen and spores from our surface samples, which were problematic using traditional pollen processing. Processing and analysis of surface and lake sediment (fossil) samples is ongoing. From X-ray fluorescence (XRF) data of our samples, we examined the geochemical properties of our material statistically and found discriminant analysis useful in identifying source areas of samples.</p>\n<p><strong>Intellectual Contributions: </strong>1)<strong> </strong>The present deficiency of modern pollen studies from tropical America and the Caribbean islands limits the interpretation of fossil pollen and paleoenvironmental reconstructions from this region<strong>. </strong>In 2013 and 2014, we collected a total of 78 modern pollen samples from within a variety of coastal and lowland vegetation types of the DR. Our samples from mature lowland seasonally-dry forests are of particular interest as this vegetation type is rapidly disappearing from the circum-Caribbean. Initial pollen processing using our modified heavy liquid technique indicates pollen from wetlands and lowland seasonally-dry forests are moderately well preserved with changes in dominant pollen spectra by vegetation type and topographic position. Our completed study of modern pollen in DR will provide insights on sedimentary pollen records from lowland and coastal lakes throughout the Caribbean. Stronger interpretations of paleoenvironmental records will lead to a clearer understanding of vegetation and climate dynamics across long time scales, and can inform land managers. 2) Discriminant analysis of XRF results revealed that surface samples possess unique geochemical signatures<strong> </strong>between sites and within sites when examined by vegetation type/topographic position. Comparing sample classification results by examining assigned and predicted sample locations revealed no misclassifications when examined by vegetation type/topographic position and only one misclassification when examined by site. Our discriminant analysis of XRF results may elucidate sources of sediment to L. Alejandro and aid in the reconstruction of its disturbance history over long time scales. Using this methodology, we hope to improve the interpretation of sediment cores from Laguna Alejandro that we are analyzing to document the environmental and disturbance history of the site over the late Holocene. 3) We developed a modified heavy liquid technique for our problematic mineral- and organic-rich surface samples from arid locations and mangrove peats, respectively. Pollen processing using heavy liquid has traditionally been used for high latitude sediments characterized by high clay and low pollen and spore concentrations though the technique shows promise for highly-mineral coastal lakes of the Caribbean. Protocols for using heavy liquid for...",
  "por_txt_cntn": "\nOverview: This project, carried out by PI Kennedy and co-PI LeBlanc at Virginia Tech (VT), had two main objectives to be accomplished through analysis of modern pollen samples from surface soils and sediments of the Dominican Republic (DR), and sedimentary (\"fossil\") pollen samples from Laguna Alejandro in the southwestern Dominican Republic: 1) Determine whether lowland and coastal vegetation communities can be distinguished by their pollen spectra through statistical (discriminant) analysis of modern pollen samples; 2) Apply the results of discriminant analysis to interpretation of fossil pollen contained in lake sediments from Laguna Alejandro. Our research methodology involved the collection of surface soils and sediments from a variety of vegetation types in the moist eastern and northeastern and arid southwestern regions of the DR, including grasslands, sedge wetlands, mangroves, coastal scrubs, lowland seasonally-dry forests, moist lowland semi-deciduous forests, and humid forests. For this project, we developed a successful heavy liquid technique to isolate pollen and spores from our surface samples, which were problematic using traditional pollen processing. Processing and analysis of surface and lake sediment (fossil) samples is ongoing. From X-ray fluorescence (XRF) data of our samples, we examined the geochemical properties of our material statistically and found discriminant analysis useful in identifying source areas of samples.\n\nIntellectual Contributions: 1) The present deficiency of modern pollen studies from tropical America and the Caribbean islands limits the interpretation of fossil pollen and paleoenvironmental reconstructions from this region. In 2013 and 2014, we collected a total of 78 modern pollen samples from within a variety of coastal and lowland vegetation types of the DR. Our samples from mature lowland seasonally-dry forests are of particular interest as this vegetation type is rapidly disappearing from the circum-Caribbean. Initial pollen processing using our modified heavy liquid technique indicates pollen from wetlands and lowland seasonally-dry forests are moderately well preserved with changes in dominant pollen spectra by vegetation type and topographic position. Our completed study of modern pollen in DR will provide insights on sedimentary pollen records from lowland and coastal lakes throughout the Caribbean. Stronger interpretations of paleoenvironmental records will lead to a clearer understanding of vegetation and climate dynamics across long time scales, and can inform land managers. 2) Discriminant analysis of XRF results revealed that surface samples possess unique geochemical signatures between sites and within sites when examined by vegetation type/topographic position. Comparing sample classification results by examining assigned and predicted sample locations revealed no misclassifications when examined by vegetation type/topographic position and only one misclassification when examined by site. Our discriminant analysis of XRF results may elucidate sources of sediment to L. Alejandro and aid in the reconstruction of its disturbance history over long time scales. Using this methodology, we hope to improve the interpretation of sediment cores from Laguna Alejandro that we are analyzing to document the environmental and disturbance history of the site over the late Holocene. 3) We developed a modified heavy liquid technique for our problematic mineral- and organic-rich surface samples from arid locations and mangrove peats, respectively. Pollen processing using heavy liquid has traditionally been used for high latitude sediments characterized by high clay and low pollen and spore concentrations though the technique shows promise for highly-mineral coastal lakes of the Caribbean. Protocols for using heavy liquid for paleoecological reconstructions, particularly to isolate pollen and spores from tropical lake sediments, has not been well documented in the literature. We plan to ..."
 }
}