{
 "awd_id": "1302237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unitary representations of reductive Lie groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 179919.0,
 "awd_amount": 179919.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "Recently, an algorithm has been established to describe the unitary dual of a Lie group arising as the real points of a complex connected reductive algebraic group. Interestingly, the algorithm forges connections with other mathematical ideas outside of real groups (for example, twisted Lusztig-Vogan polynomials and the study of mixed Hodge modules on flag varieties). The new theoretical developments that led to the algorithm suggest many exciting new directions, both in conceptualizing the answer that the algorithm provides, as well as pushing the ideas in new settings (for example by studying functorial relationships with representations of reductive groups over p-adic fields).  The projects undertaken under the support of this grant are devoted to investigating those directions.  In particular, the PI plans to investigate the behavior of the algorithm on representations predicted to be automorphic.  He also plans to adapt aspects of the algorithm to the setting of graded affine Hecke, and therefore obtain information about unitary representations of p-adic groups.\r\n\r\nLie groups (named after the Norwegian mathematician Sophus Lie) are at the center of much of the mathematics developed in the twentieth century.  They are the language in which physicists encode symmetry, and thus have been studied intensely for their applications to physical problems exhibiting symmetry.  Particular examples have led to significant advances in signal processing.  In a completely different direction, Robert Langlands used Lie groups as the language to attack problems in number theory, aspects of which have led to applications in modern cryptography.  The projects undertaken under the support of this grant place limitations on how Lie groups can appear as symmetries of physical problems, on one hand, and limitations on how they can appear as symmetries of number theory problems, on the other.  These limitation, therefore, rule out candidate solutions in both contexts, and thus provide powerful insight into the actual solutions and the important applications mentioned above.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Trapa",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Peter E Trapa",
   "pi_email_addr": "ptrapa@math.utah.edu",
   "nsf_id": "000431351",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 179919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Unitary representations of Lie groups (names for the Norweigan mathematician Sophus Lie) are at the center of much of the mathematics developed in the last hundred years.&nbsp;&nbsp; Such representations precisely encode symmetry.&nbsp; They therefore have applications to problems in physics. &nbsp;&nbsp;A powerful viewpoint, originating in the modern understanding of quantum mechanics, is that unitary representations are (in a precise sense) ``quantizations&rsquo;&rsquo; of classical mechanical systems.</p>\n<p>&nbsp;</p>\n<p>This project advanced our understanding of unitary representation theory.&nbsp; One major outcome is a complete understanding of the ``quantization&rsquo;&rsquo; procedure for certain infinite families of Lie groups.&nbsp; Another outcome applies this perspective to explicitly generalize Fourier analysis (arising in decomposition of signals to their harmonic components) to more complicated spaces called spherical spaces.&nbsp; An outcome in a different direction related these kinds of questions to certain singularities (or ``cusps&rsquo;&rsquo;) arising in solutions of polynomial equations.&nbsp; An important tool employed by this project is the recently developed&nbsp; software package &ldquo;atlas&rdquo; that enable experimentation and computation which would have been impossible just a few years ago.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of this project involved the education of graduate students.&nbsp; The project resulted in problems that will lead to the PhD theses of two students.&nbsp; These students are trained in mathematics, but also in computational techniques, particularly using the atlas software.&nbsp; The training of these students will enhance the STEM workforce.&nbsp; The PI also lectured widely on related material, giving several series of lectures in graduate summer schools internationally, further disseminating the techniques underlying this project to students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;E&nbsp;Trapa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnitary representations of Lie groups (names for the Norweigan mathematician Sophus Lie) are at the center of much of the mathematics developed in the last hundred years.   Such representations precisely encode symmetry.  They therefore have applications to problems in physics.   A powerful viewpoint, originating in the modern understanding of quantum mechanics, is that unitary representations are (in a precise sense) ``quantizations?? of classical mechanical systems.\n\n \n\nThis project advanced our understanding of unitary representation theory.  One major outcome is a complete understanding of the ``quantization?? procedure for certain infinite families of Lie groups.  Another outcome applies this perspective to explicitly generalize Fourier analysis (arising in decomposition of signals to their harmonic components) to more complicated spaces called spherical spaces.  An outcome in a different direction related these kinds of questions to certain singularities (or ``cusps??) arising in solutions of polynomial equations.  An important tool employed by this project is the recently developed  software package \"atlas\" that enable experimentation and computation which would have been impossible just a few years ago.\n\n \n\nThe broader impacts of this project involved the education of graduate students.  The project resulted in problems that will lead to the PhD theses of two students.  These students are trained in mathematics, but also in computational techniques, particularly using the atlas software.  The training of these students will enhance the STEM workforce.  The PI also lectured widely on related material, giving several series of lectures in graduate summer schools internationally, further disseminating the techniques underlying this project to students.\n\n\t\t\t\t\tLast Modified: 06/29/2018\n\n\t\t\t\t\tSubmitted by: Peter E Trapa"
 }
}