{
 "awd_id": "1302373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: The TEI 2013 Graduate Student Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-11-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 18048.0,
 "awd_amount": 18048.0,
 "awd_min_amd_letter_date": "2012-11-21",
 "awd_max_amd_letter_date": "2012-11-21",
 "awd_abstract_narration": "The technological advances of the past decade have given rise to an increasing number of creative practices and research areas that seek to overcome the long-standing separation between the physical and digital worlds.  One key area of innovation has been tangible computing, which pushes the user interface beyond the screen into the physical world by means of mobile devices, graspable interfaces and interactive surfaces.  Closely related is embedded interaction in which the everyday objects and environments we interact with are computationally augmented in new ways.  As physical artifacts acquire new computational behaviors, they become reprogrammable, customizable, repurposeable, and interoperable in rich ecologies and diverse contexts.  They also become more complex, and require intense design effort in order to be functional, usable, and enjoyable. Designing such systems requires interdisciplinary thinking, and making them encompasses not only technical knowledge of software, electronics, and mechanics, but also the use implications of a system's physical form and behavior as well as its impacts on society. \r\n\r\nThis is funding to support a Graduate Student Consortium (workshop) of about 12 promising doctoral students (7 from the United States, who alone will be supported by this grant), along with 4 distinguished research faculty. The event will take place in conjunction with the ACM SIGCHI 2013 International Conference on Tangible, Embedded, and Embodied Interaction (TEI 2013), which will be held February 10-13, 2013 in Barcelona, Spain.  Launched in 2007 and now in its seventh year, the annual TEI conference series is about creating compelling experiences that bridge bits and atoms through research in human-computer interaction, design, interactive arts, tools and technologies.  TEI brings together researchers, designers, engineers, and artists who provide an innovative and cross-disciplinary perspective on physical/digital interaction design and technological innovation.  The intimate size of this single-track conference (about 200 participants in recent years) provides a unique forum for exchanging ideas through talks, interactive exhibits, demos, posters, art installations and performances.  More information about the conference may be found at http://www.tei-conf.org/13/. \r\n\r\nThe TEI 2013 Graduate Student Consortium will immediately precede the main conference, and will take place on Saturday evening, February 9, and all day Sunday, February 10, with follow-up activities during the conference's main technical program.  On Sunday, students will present their research to their peers and the faculty mentors, who will constructively critique the students' work from diverse viewpoints.  The students will also get to show their work in posters at the conference, and their short papers will be included in the conference Proceedings.  A dinner event on Saturday evening before the Graduate Student Consortium will serve to set the stage for the following day's learning activity and allow participants to become acquainted with one another.\r\n\r\nBroader Impacts: This workshop will sharpen the research skills of a new generation of scientists, engineers, and designers who will shape human-centered computing as it takes place in physical things and places.  Already we are observing the impact of this field in our daily lives, as computing becomes embedded in our phones, our bus stops, and soon even our clothing.  Now is a critical moment in the field, as a wave of early exploratory prototypes begins to give way to disciplined investigations, the development of toolkits, and more rigorous evaluation methods.  Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the academic establishment of human-computing research.  The TEI Graduate Consortium organizing committee will make special efforts to recruit a diverse set of student participants, particularly seeking members of groups that are under-represented in computer and information science and engineering, including women and members of U.S. minority populations. The committee is particularly concerned with increasing participation of underrepresented groups and will also ensure that the meeting is accessible to participants with disabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Moher",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Moher",
   "pi_email_addr": "moher@uic.edu",
   "nsf_id": "000328367",
   "pi_start_date": "2012-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "845 W. Taylor",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077059",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18048.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Conference on Tangible, Embedded and Embodied Interaction (TEI) is a leading forum for the presentation of research on emerging technologies and interaction techniques that seek to leverage the full capabilities of the human body in support of applications for work, learning, health, and recreation. Each year, the TEI conference hosts a one-day Graduate Student Consortium in which graduate students can meet and discuss their work with each other and with a panel of experienced TEI researchers in an informal and interactive setting. The goals of the workshop are (1) to provide graduate students with critical feedback on their research thesis projects, writing, and presentation designs, and (2) to facilitate their construction of networks within the community, both among their peers and more senior researchers. Special emphasis is placed on helping participants to articulate the potential impacts of their research within the research community, and on society more broadly.</p>\n<p>At TEI 2014, 16 graduate students from around the world participated in the Graduate Student Consortium. This NSF award provided travel, lodging, and conference registration support that allowed graduate students from eight different U.S. universities to attend and participate in the workshop. During the workshop, students made formal presentations of their work, receiving feedback from a panel of four senior researchers in the field, and prepared written reports of their work that were included in the Conference Proceedings. In addition to formal presentations, students engaged in one-to-one discussions with senior researchers who helped them refine and extend their work. The projects included:&nbsp;</p>\n<p><em>Eco-buzz: an interactive eco-feedback system based on cultural forms of play?<br /> </em>Amartya Banerjee, Northwestern University</p>\n<p><em>RemoteBunnies: multi-agent phenomena mapping between physical environments?<br /> </em>Paulo Guerra, University of Illinois at Chicago</p>\n<p><em>Citizen drones: embedded crafts for remote sensing?<br /> </em>Sibel Deren Guler, Carnegie Mellon University</p>\n<p><em>Sound actuation and interaction?<br /> </em>Jiffer Harriman, University of Colorado</p>\n<p><em>Do-it-yourself electronic products and the people who make them?<br /> </em>David A. Mellis, Massachusetts Institute of Technology</p>\n<p><em>SwimBrowser and beyond?<br /> </em>David Stolarsky, Georgia Institute of Technology</p>\n<p><em>Switching sensory domains: exploring the possibilities of a flickerfon?<br /> </em>Daniel Wessolek, University at Buffalo, SUNY<em>&nbsp;</em></p>\n<p><em>Towards wearable aging in place devices?<br /> </em>Ginger White, Indiana University&nbsp;</p>\n<p>Attending the Consortium allowed students to refine and improve the intellectual contributions growing from their individual projects. Six students from the 2013 Consortium have already submitted formal papers for consideration for the regular conference program at TEI 2014.</p>\n<p>More broadly, the Consortium is designed to help students grow into full membership within the research community. At TEI 2013, faculty mentors continued to work with the students throughout the regular conference, introducing them to researchers engaged in related work and encouraging the formation of new collaborations. For most of the students, this was their first opportunity to attend an international conference abroad and to meet and interact with senior researchers and peers from other nations. This experience helps to broaden their understanding of innovations arising across the international community, and promotes the formation of a cohort of young U.S. researchers who can contribute to and leverage the research within that community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;G&nbsp;Moher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe International Conference on Tangible, Embedded and Embodied Interaction (TEI) is a leading forum for the presentation of research on emerging technologies and interaction techniques that seek to leverage the full capabilities of the human body in support of applications for work, learning, health, and recreation. Each year, the TEI conference hosts a one-day Graduate Student Consortium in which graduate students can meet and discuss their work with each other and with a panel of experienced TEI researchers in an informal and interactive setting. The goals of the workshop are (1) to provide graduate students with critical feedback on their research thesis projects, writing, and presentation designs, and (2) to facilitate their construction of networks within the community, both among their peers and more senior researchers. Special emphasis is placed on helping participants to articulate the potential impacts of their research within the research community, and on society more broadly.\n\nAt TEI 2014, 16 graduate students from around the world participated in the Graduate Student Consortium. This NSF award provided travel, lodging, and conference registration support that allowed graduate students from eight different U.S. universities to attend and participate in the workshop. During the workshop, students made formal presentations of their work, receiving feedback from a panel of four senior researchers in the field, and prepared written reports of their work that were included in the Conference Proceedings. In addition to formal presentations, students engaged in one-to-one discussions with senior researchers who helped them refine and extend their work. The projects included: \n\nEco-buzz: an interactive eco-feedback system based on cultural forms of play?\n Amartya Banerjee, Northwestern University\n\nRemoteBunnies: multi-agent phenomena mapping between physical environments?\n Paulo Guerra, University of Illinois at Chicago\n\nCitizen drones: embedded crafts for remote sensing?\n Sibel Deren Guler, Carnegie Mellon University\n\nSound actuation and interaction?\n Jiffer Harriman, University of Colorado\n\nDo-it-yourself electronic products and the people who make them?\n David A. Mellis, Massachusetts Institute of Technology\n\nSwimBrowser and beyond?\n David Stolarsky, Georgia Institute of Technology\n\nSwitching sensory domains: exploring the possibilities of a flickerfon?\n Daniel Wessolek, University at Buffalo, SUNY \n\nTowards wearable aging in place devices?\n Ginger White, Indiana University \n\nAttending the Consortium allowed students to refine and improve the intellectual contributions growing from their individual projects. Six students from the 2013 Consortium have already submitted formal papers for consideration for the regular conference program at TEI 2014.\n\nMore broadly, the Consortium is designed to help students grow into full membership within the research community. At TEI 2013, faculty mentors continued to work with the students throughout the regular conference, introducing them to researchers engaged in related work and encouraging the formation of new collaborations. For most of the students, this was their first opportunity to attend an international conference abroad and to meet and interact with senior researchers and peers from other nations. This experience helps to broaden their understanding of innovations arising across the international community, and promotes the formation of a cohort of young U.S. researchers who can contribute to and leverage the research within that community.\n\n \n\n\t\t\t\t\tLast Modified: 09/09/2013\n\n\t\t\t\t\tSubmitted by: Thomas G Moher"
 }
}