{
 "awd_id": "1302778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social Networks and Organized Crime",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 7293.0,
 "awd_amount": 7293.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "SES-1302778\r\nDonald Tomaskovic-Devey\r\nChris Smith\r\nUniversity of Massachusetts Amherst \r\n\r\nThis dissertation improvement research continues to build a unique relational database on early 1900s Chicago organized crime. To date, over 4,000 pages of archival documents and secondary sources have been coded for information on more than 2,800 individuals and their nearly 14,000 social ties. This dissertation asks: How did relationships between men and women contribute to the structures, activities, and dynamics of organized crime groups in early 1900s Chicago? Social network methods focus this research agenda on three substantive and testable questions: (1) What were women's roles in organized crime networks? (2) Were women structurally important to organized crime networks? (3) Were there locations of equality for men and women in illicit networks? Answers to these questions have the potential to change theory by adding gender and family to social network scholarship and revealing locations of gender equality in illicit organizations during a historical moment when formal organizations were severely gender segregated.\r\n\r\nThis project uses a network analysis approach to examine women?s roles and positions in organized crime before, during, and after Prohibition in Chicago. Social network analysis offers theoretical and methodological tools to investigate organized crime groups as enmeshed systems of relationships between high profile criminals, but also family members, workers, and lesser-known individuals. At the boundaries of Chicago's early 1900s organized crime networks were configurations of wives, girlfriends, sisters, mothers, daughters, and female cousins and neighbors who contributed to organized crime's size, strength, structure, and durability. \r\n\r\nThe broader impacts of this project are twofold. First, this project brings network science to the study of organized crime groups, which is a growing information gathering strategy for law enforcement. Applying network techniques to a historic topic of broad public interest \"gangster era Chicago\" improves our understanding of organized crime groups and provides relevant insights to public policy and law enforcement tactics. Second, this project continues the building efforts of a historic relational database on a topic of popular interest. Upon completion of analysis and publication, this database will be archived online and made publicly available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Tomaskovic-Devey",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Donald T Tomaskovic-Devey",
   "pi_email_addr": "Tomaskovic-Devey@soc.umass.edu",
   "nsf_id": "000185227",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Smith",
   "pi_email_addr": "chmsmith@ucdavis.edu",
   "nsf_id": "000628211",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I have compiled the first relational database in existence that connects women to early 1900s Chicago organized crime networks. Despite multiple references to the importance of kinship in organized crime memoirs and histories, there have been few serious studies on women in organized crime. I take a social network approach to examine women&rsquo;s roles and positions in organized crime before, during, and after Prohibition in the city of Chicago. Social network analysis offers theoretical and methodological tools to investigate organized crime groups as enmeshed systems of relationships between high profile gangsters but also between family members, workers, and lesser-known individuals. At the boundaries of Chicago&rsquo;s early 1900s organized crime networks were configurations of wives, girlfriends, sisters, mothers, daughters, and female cousins and neighbors who contributed to organized crime&rsquo;s size, strength, structure, and durability. This project has the potential to change sociological and criminological theory by gendering the illicit networks literature, revealing locations of gender equality in illicit organizations during a historical moment when formal organizations were severely gender segregated, pushing feminist criminology to move beyond predictors of female offending to the gendered outcomes of criminal relationships, and contributing to debates within social network analysis scholarship on context versus structure.&nbsp;</p>\n<p><br />With the support of the National Science Foundation Doctoral Dissertation Research Improvement Grant, I returned to two Chicago archives from June 2013 through July 2013 to increase the number of women in the early 1900s Chicago organized crime database. During these two months I read through 16 folders and skimmed another 22 folders at the Chicago Crime Commission, read through 9 boxes of documents at the Chicago History Museum, typed 340 pages of notes, increased the number of women in the database by 22 percent, and located detailed information on different types of relationships involving women. Following the archival trip to Chicago, I continued searching these new leads on women in organized crime networks using the Proquest Chicago Tribune online database. Since the beginning of the NSF funding to date, I have increased the number of individuals in the database by 8 percent, the number of relationships in the database by 8 percent, and the number of women in the database by 30 percent. My dissertation chapters are in progress and my intended graduation is May 2015. I have presented preliminary findings at the American Society of Criminology annual meeting in 2013 and have been invited to present findings at the American Sociological Association annual meeting in 2014.</p>\n<p><br />The broader impacts of this dissertation project are currently works in progress as I am still working toward completing the dissertation. The first broader impact in progress is bringing network science to the study of organized crime groups, which is a growing information gathering strategy for law enforcement. Applying network techniques to a historical topic of broad public interest&mdash;gangster era Chicago&mdash;improves our understanding of organized crime groups and provides relevant insights to public policy and law enforcement tactics. I have been invited to develop and teach an online course titled, Criminal Networks: From Al Capone to Al-Qaeda, in the summer of 2014. Credits from this online course count toward the criminal justice certificate program at the University of Massachusetts Amherst. The second broader impact in progress is the building of the historical relational database on a topic of popular interest. Upon completion of analysis and publication, this database will be archived online and made publicly available. The third broader impact is contributing to social network methodological training throug...",
  "por_txt_cntn": "\nI have compiled the first relational database in existence that connects women to early 1900s Chicago organized crime networks. Despite multiple references to the importance of kinship in organized crime memoirs and histories, there have been few serious studies on women in organized crime. I take a social network approach to examine womenÆs roles and positions in organized crime before, during, and after Prohibition in the city of Chicago. Social network analysis offers theoretical and methodological tools to investigate organized crime groups as enmeshed systems of relationships between high profile gangsters but also between family members, workers, and lesser-known individuals. At the boundaries of ChicagoÆs early 1900s organized crime networks were configurations of wives, girlfriends, sisters, mothers, daughters, and female cousins and neighbors who contributed to organized crimeÆs size, strength, structure, and durability. This project has the potential to change sociological and criminological theory by gendering the illicit networks literature, revealing locations of gender equality in illicit organizations during a historical moment when formal organizations were severely gender segregated, pushing feminist criminology to move beyond predictors of female offending to the gendered outcomes of criminal relationships, and contributing to debates within social network analysis scholarship on context versus structure. \n\n\nWith the support of the National Science Foundation Doctoral Dissertation Research Improvement Grant, I returned to two Chicago archives from June 2013 through July 2013 to increase the number of women in the early 1900s Chicago organized crime database. During these two months I read through 16 folders and skimmed another 22 folders at the Chicago Crime Commission, read through 9 boxes of documents at the Chicago History Museum, typed 340 pages of notes, increased the number of women in the database by 22 percent, and located detailed information on different types of relationships involving women. Following the archival trip to Chicago, I continued searching these new leads on women in organized crime networks using the Proquest Chicago Tribune online database. Since the beginning of the NSF funding to date, I have increased the number of individuals in the database by 8 percent, the number of relationships in the database by 8 percent, and the number of women in the database by 30 percent. My dissertation chapters are in progress and my intended graduation is May 2015. I have presented preliminary findings at the American Society of Criminology annual meeting in 2013 and have been invited to present findings at the American Sociological Association annual meeting in 2014.\n\n\nThe broader impacts of this dissertation project are currently works in progress as I am still working toward completing the dissertation. The first broader impact in progress is bringing network science to the study of organized crime groups, which is a growing information gathering strategy for law enforcement. Applying network techniques to a historical topic of broad public interest&mdash;gangster era Chicago&mdash;improves our understanding of organized crime groups and provides relevant insights to public policy and law enforcement tactics. I have been invited to develop and teach an online course titled, Criminal Networks: From Al Capone to Al-Qaeda, in the summer of 2014. Credits from this online course count toward the criminal justice certificate program at the University of Massachusetts Amherst. The second broader impact in progress is the building of the historical relational database on a topic of popular interest. Upon completion of analysis and publication, this database will be archived online and made publicly available. The third broader impact is contributing to social network methodological training through the Institute for Social Science Research at the University of Massachusetts. I am currently a member of ..."
 }
}