{
 "awd_id": "1302222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Medium: Collaborative Research: Optimal Communication for Faster Sensor Network Coordination",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 514999.0,
 "awd_amount": 514999.0,
 "awd_min_amd_letter_date": "2013-09-23",
 "awd_max_amd_letter_date": "2013-09-23",
 "awd_abstract_narration": "The goal of this project is to develop a new framework where teams of mobile robots self-engineer the structure of their communication network in order to improve on the performance of distributed algorithms used for team coordination. The key idea that enables this work is the representation of the network structure in terms of metrics that depend on the full eigenvalue spectrum of the network's adjacency and Laplacian matrices, but can be approximated in a very efficient and decentralized way. These metrics can then be related to the performance of popular, distributed, coordination algorithms, such as consensus, gossiping, and viral information dissemination. The intellectual merit of this research lies in the development of a hybrid network of mobile robots that is controlled jointly in the space of network configurations and robot positions. The study of the integrated system requires the synthesis of new theoretical results drawing from control theory, spectral graph theory, wireless networking, and optimization. This hybrid network combines the following interrelated objectives: Spectral analysis and distributed control of robot networks; Integrated network and mobility control; Richer models of the communication space; Platform deployment and validation.\r\n\r\nSuccessful completion of this research will provide these necessary components in facilitating the design of mobile autonomous systems and fostering their adoption. Wide availability of such systems can have a significant societal impact on, e.g., search, rescue and recovery operations, environmental monitoring for homeland security, or surveillance and reconnaissance missions. The broader impact of this project lies on disseminating the research output in the industry and academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "VICTOR",
   "pi_last_name": "PRECIADO",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "VICTOR M PRECIADO",
   "pi_email_addr": "preciado@seas.upenn.edu",
   "nsf_id": "000630510",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Ribeiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Ribeiro",
   "pi_email_addr": "aribeiro@seas.upenn.edu",
   "nsf_id": "000514675",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 514999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have developed theoretical and practical frameworks to coordinate networked teams of mobile autonomous agents. A list of our main outcomes are itemized below:</p>\n<p>(1) We have proposed a novel distributed framework in which a group of autonomous agents self-organize the structure of their communication network in order to control spectral properties of the network. In our setup, we assumed that every agent has only access to a local (&ldquo;myopic&rdquo;) view of the network around it and that there is no centralized coordinator. With every iteration of our algorithm, the agents share local information about their myopic views of the network in order to distributedly find the most beneficial network modification from a spectral point of view. Since spectral properties have a direct relationship with the behavior of many dynamical processes taking place in networks, our framework can be used to improve the performance of networked dynamical processes using only local structural information about the network.</p>\n<p>(2) In a related line of research, we also introduced a hybrid system architecture that enables a team of robots to self-organize into a multi-hop ad-hoc network allowing for the completion of a given task while providing the desired end-to-end data rates between designated robots. This architecture consists of a two-stage feedback loop in which an outer loop provides infrequent global coordination and an inner loop, operating locally, controls the motion and network routing of each robot.</p>\n<p>(3) We have also developed a novel methodology to detect and isolate link failures in networks of interconnected systems when only the output responses of a subset of systems are available. Furthermore, we have proposed an efficient algorithm for sensor placement to detect and isolate any possible link failure using a small number of sensors. Available results from the theory of sub-modular set functions provide us with performance guarantees that bound the size of the chosen sensor set within a logarithmic factor of the smallest feasible set of sensors.</p>\n<p>(4) In a related line of research, we have studied the problem of protecting arbitrary directed networks of autonomous agents against the propagation of failures/attacks by distributing protection resources throughout the nodes of the network. In our problem formulation, we consider two types of protection resources: (<em>i</em>) <em>preventive </em>resources able to defend nodes against failures/attacks, and (<em>ii</em>) <em>corrective </em>resources able to neutralize the spread of a failure. In this framework, we assume that both preventive and corrective resources have an associated cost and study the problem of finding the cost-optimal distribution of resources throughout the nodes of the network.</p>\n<p>(5) We have also considered the control of a linear plant when plant state information is being transmitted from a sensor to the controller over a wireless fading channel. The power allocated to these transmissions determines the probability of successful packet reception and is allowed to adapt online to both channel conditions and plant state. The goal is to design plant input and transmit power policies that minimize an infinite horizon cost combining power expenses and the conventional linear quadratic regulator control cost.</p>\n<p>As part of our broader impacts, the authors have disseminated their results in industry and academia. We have also taken part of the following initiatives:</p>\n<p>(6) PI Preciado taught a three-week summer intense course to K12 students about complex networks. In this program, students learnt some of the basic tools, methods, and algorithms for analysis of networked systems, as well as practical applications in the context of social networks such as Facebook or Twitter.</p>\n<p>(7) PI Preciado organized and chaired the 5th IFAC Workshop on Distributed Estimation and Control in Networked Systems (NecSys), 2015. The workshop focused on presenting innovative mathematical methods for the analysis and design of networked systems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2016<br>\n\t\t\t\t\tModified by: Victor&nbsp;M&nbsp;Preciado</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have developed theoretical and practical frameworks to coordinate networked teams of mobile autonomous agents. A list of our main outcomes are itemized below:\n\n(1) We have proposed a novel distributed framework in which a group of autonomous agents self-organize the structure of their communication network in order to control spectral properties of the network. In our setup, we assumed that every agent has only access to a local (\"myopic\") view of the network around it and that there is no centralized coordinator. With every iteration of our algorithm, the agents share local information about their myopic views of the network in order to distributedly find the most beneficial network modification from a spectral point of view. Since spectral properties have a direct relationship with the behavior of many dynamical processes taking place in networks, our framework can be used to improve the performance of networked dynamical processes using only local structural information about the network.\n\n(2) In a related line of research, we also introduced a hybrid system architecture that enables a team of robots to self-organize into a multi-hop ad-hoc network allowing for the completion of a given task while providing the desired end-to-end data rates between designated robots. This architecture consists of a two-stage feedback loop in which an outer loop provides infrequent global coordination and an inner loop, operating locally, controls the motion and network routing of each robot.\n\n(3) We have also developed a novel methodology to detect and isolate link failures in networks of interconnected systems when only the output responses of a subset of systems are available. Furthermore, we have proposed an efficient algorithm for sensor placement to detect and isolate any possible link failure using a small number of sensors. Available results from the theory of sub-modular set functions provide us with performance guarantees that bound the size of the chosen sensor set within a logarithmic factor of the smallest feasible set of sensors.\n\n(4) In a related line of research, we have studied the problem of protecting arbitrary directed networks of autonomous agents against the propagation of failures/attacks by distributing protection resources throughout the nodes of the network. In our problem formulation, we consider two types of protection resources: (i) preventive resources able to defend nodes against failures/attacks, and (ii) corrective resources able to neutralize the spread of a failure. In this framework, we assume that both preventive and corrective resources have an associated cost and study the problem of finding the cost-optimal distribution of resources throughout the nodes of the network.\n\n(5) We have also considered the control of a linear plant when plant state information is being transmitted from a sensor to the controller over a wireless fading channel. The power allocated to these transmissions determines the probability of successful packet reception and is allowed to adapt online to both channel conditions and plant state. The goal is to design plant input and transmit power policies that minimize an infinite horizon cost combining power expenses and the conventional linear quadratic regulator control cost.\n\nAs part of our broader impacts, the authors have disseminated their results in industry and academia. We have also taken part of the following initiatives:\n\n(6) PI Preciado taught a three-week summer intense course to K12 students about complex networks. In this program, students learnt some of the basic tools, methods, and algorithms for analysis of networked systems, as well as practical applications in the context of social networks such as Facebook or Twitter.\n\n(7) PI Preciado organized and chaired the 5th IFAC Workshop on Distributed Estimation and Control in Networked Systems (NecSys), 2015. The workshop focused on presenting innovative mathematical methods for the analysis and design of networked systems.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2016\n\n\t\t\t\t\tSubmitted by: Victor M Preciado"
 }
}