{
 "awd_id": "1302666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multivariable Operator Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 193614.0,
 "awd_amount": 193614.0,
 "awd_min_amd_letter_date": "2013-07-23",
 "awd_max_amd_letter_date": "2013-07-23",
 "awd_abstract_narration": "This research deals with multivariable operator theory, focusing attention on three areas: (i) algebraic conditions for existence, uniqueness, and localization of the support of representing measures for truncated moment problems (TMP); (ii) operator theory over Reinhardt domains, with special emphasis on spectral and structural properties of multivariable weighted shifts; and (iii) multivariable techniques in the study of block Toeplitz operators.  Concerning the first area, the plan is to extend recent work on flat extensions of positive moment matrices and extremal moment problems (joint with L. Fialkow, H.M. Möller and S. Yoo), which has led to a general framework for the study of TMP.  The principal investigator and his collaborators will develop new methods and techniques, and apply them to the case of cubic column relations associated with finite algebraic varieties, and to TMPs with recursively determinate moment matrices.  The second area deals with multiplication operators on functional Hilbert spaces over Reinhardt domains.  This part of the project will extend the study of the spectral picture of subnormal 2-variable weighted shifts to hyponormal ones, by applying previous results (joint with S.H. Lee and J. Yoon) and by employing the groupoid techniques developed in the principal investigator's work with P. Muhly and K. Yan.  The third area deals with a multivariable approach to subnormality of Hilbert space operators, with special emphasis on scalar and block Toeplitz operators.  The approach is to characterize 2-hyponormality, then k-hyponormality, and eventually subnormality.  The principal investigator will develop further the ideas in his previous work with I.B. Jung, S.H. Lee, W.Y. Lee, S.S. Park, and M. Putinar.  As a testing ground, he will search for a model theory for 2-hyponormal operators, a topic that leads to useful connections with J. Agler's abstract model theory.  Using function-theoretic and multivariable operator theory techniques, the principal investigator has recently proved a version of Abrahamse's theorem for block Toeplitz operators (jointly with I.S. Hwang and W.Y. Lee).  He will seek a more general version of this theorem, and the solution of a related subnormal Toeplitz completion problem.\r\n\r\nMany problems in physics, mathematics, and engineering can be best described by representing complex physical entities as large arrays of numbers and mathematical symbols, called matrices.  Matrices help us visualize how linear transformations act on vector spaces; determining their structure reveals important properties of the transformations.  Hilbert space operators are infinite-dimensional generalizations of matrices.  The generalization of a vector is often a function, and as a result, operators are frequently modeled as multiplications on spaces of functions.  Part of this project involves finding such models for operators.  Once the models are obtained, many basic structural questions about the operators become natural.  Beginning in the 1950s, the study of subnormal operators has been highly successful, and its theory has made key contributions to areas such as functional analysis, quantum mechanics, and engineering.  Similarly, the classes of scalar and block Toeplitz operators arise in a variety of areas of mathematics and physics.  A separate part of the research deals with inverse problems that occur naturally in statistics, spectral analysis, geophysics, image recognition, global positioning tools, signal detection theory, and economics.  The principal investigator's work on truncated moment problems has been applied in optimization theory, real algebraic geometry, numerical analysis, semidefinite programming, and sensor network localization.  The project aims to resolve some outstanding problems in multivariable operator theory, at the same time creating recruitment and retention opportunities for women and minorities to pursue careers in mathematics and other STEM fields.  Several questions in this project are written to generate research problems accessible to undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Curto",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Raul E Curto",
   "pi_email_addr": "raul-curto@uiowa.edu",
   "nsf_id": "000182506",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "225H MLH University of Iowa",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 193614.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many problems in physics, mathematics, and engineering can best be described by representing complex physical entities as large arrays of numbers and mathematical symbols, called matrices.&nbsp; Matrices help us organize the information, and codify it in layers according to its relevance for the mathematical problem under consideration.&nbsp; Matrices can also be made part of algebraic systems, that is, they can be added and multiplied as if they were numbers.&nbsp;&nbsp;When those operations are properly defined, several properties of addition and multiplication are preserved (e.g., associativity and distributivity), while other properties (like commutativity) do not hold.&nbsp; Matrices also serve as concrete representations of spatial transformations which preserve addition and scalar multiplication.&nbsp; Such transformations are called linear, and map elements of the underlying space, called vectors, into other vectors.</p>\n<p>In short, a matrix provides a graphical representation of a linear transformation acting on a vector space.&nbsp; Thus, determining the structure of the matrix reveals important properties of the linear transformation.&nbsp; Hilbert space operators are infinite-dimensional generalizations of matrices.&nbsp; The generalization of a vector is often a function, and as a result, operators are frequently modeled as multiplications on spaces of functions.</p>\n<p>Part of our research program involves finding such models for operators.&nbsp; Once the models are obtained, many basic structural questions about the operators become natural.&nbsp; Beginning in the 1950's, the study of subnormal operators has been highly successful, and its theory has made key contributions to areas such as functional analysis, quantum mechanics, and engineering.&nbsp; Our research has focused, among other topics, on the study of subnormality for two classes of Hilbert space operators: unilateral weighted shifts and Toeplitz operators.</p>\n<p>For so-called 2-variable weighted shifts, we have been able to define and describe in great&nbsp;detail&nbsp;a number of criteria that classify these families of operators according to how close and how far they satisfy the subnormality property.&nbsp; We have done this with tests and algorithms that produce concrete answers for 2-variable weighted shifts with specific collections of weights.&nbsp; We have also been able to calculate the spectral picture of a 2-variable weighted shift (and of its toral and spherical Aluthge transforms) in several concrete situations, in a manner completely analogous to the well-known description which exists for classical unilateral subnormal weighted shifts.</p>\n<p>For subnormal 1-variable weighted sifts, we have been able to calculate how their Berger measures change under the Aluthge transform and the p-th power transform. Our tools and techniques have included Laplace and Fourier transforms.&nbsp; We have also studied moment infinitely divisible weighted shifts, which are related to infinitely divisible Hankel matrices.</p>\n<p>Similarly, the classes of scalar and block Toeplitz operators arise in a variety of areas of mathematics and physics.&nbsp; For block Toeplitz operators, we have been able to generalize and expand on the existing theory of scalar Toeplitz operators.&nbsp; In the process, we have provided new insights into the so-called Halmos's Problem 5, which asks for characterization of subnormal Toeplitz operators.&nbsp; For Toeplitz operators on the Bergman space of the unit disc in the complex plane,&nbsp;we have been able to obtain a new necessary condition for hyponormality, for harmonic symbols of a special type.</p>\n<p>A separate part of our research has dealt with inverse problems, esp. moment problems for probability density functions, which occur naturally in statistics, spectral analysis, geophysics, image recognition, global positioning tools, signal detection theory, and economics.&nbsp; Our work on truncated moment problems has been applied by many researchers in optimization theory, real algebraic geometry, numerical analysis, semidefinite programing, sensor network localization, electrical engineering, and radiation therapy.&nbsp;&nbsp;Of special significance in&nbsp;our recent work have been the study of cubic column relations for the matrix associated with a truncated moment problem, and the notion of Recursive Determinacy for moment matrices.</p>\n<p>In our research, we have aimed at resolving some outstanding problems in multivariable operator theory, while creating recruitment and retention opportunities for women and minorities to pursue careers in mathematics, and its interaction with other sciences.&nbsp; Several questions on this project were written to generate research problems accessible to undergraduate and graduate students.&nbsp; Finally, the NSF funds helped support the Iowa-Nebraska Functional Analysis Seminar, a regional meeting held twice a year in Des Moines, Iowa, and which gathers researchers from a number of nearby institutions, including Iowa, Iowa State, Nebraska-Lincoln, Nebraska-Omaha, Creighton, and North Dakota State.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2017<br>\n\t\t\t\t\tModified by: Raul&nbsp;E&nbsp;Curto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany problems in physics, mathematics, and engineering can best be described by representing complex physical entities as large arrays of numbers and mathematical symbols, called matrices.  Matrices help us organize the information, and codify it in layers according to its relevance for the mathematical problem under consideration.  Matrices can also be made part of algebraic systems, that is, they can be added and multiplied as if they were numbers.  When those operations are properly defined, several properties of addition and multiplication are preserved (e.g., associativity and distributivity), while other properties (like commutativity) do not hold.  Matrices also serve as concrete representations of spatial transformations which preserve addition and scalar multiplication.  Such transformations are called linear, and map elements of the underlying space, called vectors, into other vectors.\n\nIn short, a matrix provides a graphical representation of a linear transformation acting on a vector space.  Thus, determining the structure of the matrix reveals important properties of the linear transformation.  Hilbert space operators are infinite-dimensional generalizations of matrices.  The generalization of a vector is often a function, and as a result, operators are frequently modeled as multiplications on spaces of functions.\n\nPart of our research program involves finding such models for operators.  Once the models are obtained, many basic structural questions about the operators become natural.  Beginning in the 1950's, the study of subnormal operators has been highly successful, and its theory has made key contributions to areas such as functional analysis, quantum mechanics, and engineering.  Our research has focused, among other topics, on the study of subnormality for two classes of Hilbert space operators: unilateral weighted shifts and Toeplitz operators.\n\nFor so-called 2-variable weighted shifts, we have been able to define and describe in great detail a number of criteria that classify these families of operators according to how close and how far they satisfy the subnormality property.  We have done this with tests and algorithms that produce concrete answers for 2-variable weighted shifts with specific collections of weights.  We have also been able to calculate the spectral picture of a 2-variable weighted shift (and of its toral and spherical Aluthge transforms) in several concrete situations, in a manner completely analogous to the well-known description which exists for classical unilateral subnormal weighted shifts.\n\nFor subnormal 1-variable weighted sifts, we have been able to calculate how their Berger measures change under the Aluthge transform and the p-th power transform. Our tools and techniques have included Laplace and Fourier transforms.  We have also studied moment infinitely divisible weighted shifts, which are related to infinitely divisible Hankel matrices.\n\nSimilarly, the classes of scalar and block Toeplitz operators arise in a variety of areas of mathematics and physics.  For block Toeplitz operators, we have been able to generalize and expand on the existing theory of scalar Toeplitz operators.  In the process, we have provided new insights into the so-called Halmos's Problem 5, which asks for characterization of subnormal Toeplitz operators.  For Toeplitz operators on the Bergman space of the unit disc in the complex plane, we have been able to obtain a new necessary condition for hyponormality, for harmonic symbols of a special type.\n\nA separate part of our research has dealt with inverse problems, esp. moment problems for probability density functions, which occur naturally in statistics, spectral analysis, geophysics, image recognition, global positioning tools, signal detection theory, and economics.  Our work on truncated moment problems has been applied by many researchers in optimization theory, real algebraic geometry, numerical analysis, semidefinite programing, sensor network localization, electrical engineering, and radiation therapy.  Of special significance in our recent work have been the study of cubic column relations for the matrix associated with a truncated moment problem, and the notion of Recursive Determinacy for moment matrices.\n\nIn our research, we have aimed at resolving some outstanding problems in multivariable operator theory, while creating recruitment and retention opportunities for women and minorities to pursue careers in mathematics, and its interaction with other sciences.  Several questions on this project were written to generate research problems accessible to undergraduate and graduate students.  Finally, the NSF funds helped support the Iowa-Nebraska Functional Analysis Seminar, a regional meeting held twice a year in Des Moines, Iowa, and which gathers researchers from a number of nearby institutions, including Iowa, Iowa State, Nebraska-Lincoln, Nebraska-Omaha, Creighton, and North Dakota State.\n\n\t\t\t\t\tLast Modified: 09/30/2017\n\n\t\t\t\t\tSubmitted by: Raul E Curto"
 }
}