{
 "awd_id": "1303827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Algebra, Combinatorics and Representation Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Sommers",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 41110.0,
 "awd_amount": 41110.0,
 "awd_min_amd_letter_date": "2012-12-20",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "The conference \"Algebra, Combinatorics and Representation Theory\" will take place April 24-28, 2013 at Northeastern University in Boston, MA.  The objective of the conference is to disseminate progress in a diverse but interconnected set of topics in Lie theory and cluster theory as well as build and maintain connections between researchers in these various areas. Among the topics considered will be (1) cluster algebras and cluster categories, (2) allied geometry, including Poisson-Lie groups and moduli spaces of flat connections on surfaces, (3) quantum groups, categorification and canonical bases, (4) the general representation theory of Lie groups, algebras and Lie superalgebras. \r\n\r\nThe topics of the conference lie on the interface between many different areas of mathematics, bringing together discrete mathematics (in the form of combinatorics) with continuous mathematics (in the form of Lie theory) and creating new and unexpected connections.  By bringing together distinguished senior mathematicians in several fields with talented young mathematicians, we aim to create new opportunities for tying together seemingly separate fields.  The grant will provide funding for 40-45 participants with special emphasis on graduate students and recent Ph.D.'s to attend the conference.  See the following link for the conference website: http://www.math.neu.edu/~bwebster/ACRT/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Webster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Webster",
   "pi_email_addr": "bwebste@gmail.com",
   "nsf_id": "000592108",
   "pi_start_date": "2012-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 41110.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The grant supported travel for speakers and junior participants to the conference \"</span><span>International Conference on Algebra, Combinatorics and Representation Theory.\" &nbsp;Support was provided for 20 speakers, 24 graduate students, and 9 postdocs or mathematicians without other sources of funding. &nbsp;This allowed to have a successful conference with a diverse group of attendees; according to our records, well over 100 mathematicians participated in the conference, which was only possible due to the funding of the NSF. &nbsp;6 of the funded graduate students (as well as 2 students who were offered funding, but unable to attend) were women. &nbsp;<span>We had 20 talks by accomplished speakers from around the world on cutting edge research ranging from cluster algebras to mathematical biology. &nbsp;As mentioned above, attendence was very strong, at times approaching 100 people for an individual talk.</span></span></p>\n<p><span>All talks from the conference were made available on the web streaming in real time (which dozens of people watched at the time) and the videos continue to be available online. &nbsp;</span><span>At least 35 graduate or undergraduate students and 20 postdocs attended part of the conference (since this based on registrations and funding, probably some attendees local to Boston didn't register and thus were undercounted); as mentioned above, most of them would have been unable to without NSF funding. &nbsp;The conference was an excellent opportunity for students to network with each other and more senior mathematicians, as well as hear talks on a broad range of topics.&nbsp;<span>Several of the funded students gave me feedback on the conference. &nbsp;They praised the \"high quality\" of the \"eye-opening\"&nbsp;talks. &nbsp;Others mentioned that it was \"fantastic for networking,\" that it gave them a chance to meet with \"the best people in their field\" and spread \"awareness of their work,\" which I think shows the intellectual merit and broader impacts of the conference. &nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2014<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Webster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe grant supported travel for speakers and junior participants to the conference \"International Conference on Algebra, Combinatorics and Representation Theory.\"  Support was provided for 20 speakers, 24 graduate students, and 9 postdocs or mathematicians without other sources of funding.  This allowed to have a successful conference with a diverse group of attendees; according to our records, well over 100 mathematicians participated in the conference, which was only possible due to the funding of the NSF.  6 of the funded graduate students (as well as 2 students who were offered funding, but unable to attend) were women.  We had 20 talks by accomplished speakers from around the world on cutting edge research ranging from cluster algebras to mathematical biology.  As mentioned above, attendence was very strong, at times approaching 100 people for an individual talk.\n\nAll talks from the conference were made available on the web streaming in real time (which dozens of people watched at the time) and the videos continue to be available online.  At least 35 graduate or undergraduate students and 20 postdocs attended part of the conference (since this based on registrations and funding, probably some attendees local to Boston didn't register and thus were undercounted); as mentioned above, most of them would have been unable to without NSF funding.  The conference was an excellent opportunity for students to network with each other and more senior mathematicians, as well as hear talks on a broad range of topics. Several of the funded students gave me feedback on the conference.  They praised the \"high quality\" of the \"eye-opening\" talks.  Others mentioned that it was \"fantastic for networking,\" that it gave them a chance to meet with \"the best people in their field\" and spread \"awareness of their work,\" which I think shows the intellectual merit and broader impacts of the conference.  \n\n\t\t\t\t\tLast Modified: 03/08/2014\n\n\t\t\t\t\tSubmitted by: Benjamin Webster"
 }
}