{
 "awd_id": "1303612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Impact of Occupational Licensing on Wages, Inequality, and Diversity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 11893.0,
 "awd_amount": 11893.0,
 "awd_min_amd_letter_date": "2013-07-16",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "SES - 1303612\r\nPI: David Grusky\r\nCo-PI: Beth Red Bird\r\nStanford University\r\n\r\nThis project explores ways in which licensing in an occupation impacts wages and wage inequality among workers, and how this relationship might vary based on the demographic features of workers and occupations. There is notable contemporary research concerned with new forms of stratification associated with income inequality, particularly types resulting from changes in the structure of the labor market. Much of this literature, however, has focused on the shifting reward structure between groups, ignoring the equally important possibility that new structures produce different reward opportunities within groups. This project fills a gap in past research by focusing on a dramatic change in labor market structure: the rise in occupational licensing.\r\n\r\nSpecifically, this research explores: (1) how wage benefits derive from licensure, (2) whether licensure impacts wage inequality within occupations, and (3) whether licensure restructures the workforce in terms of gender and race. The study uses nationally representative data collected over the last thirty years to understand how one of the most substantial labor force trends of our time is altering the structure of wages, inequality, and diversity within occupations. While neoclassical economic theory provides a useful starting point from which to understand these changes, this project also explores ways in which licensure itself may create mechanisms through which wages and prestige are re-structured, a process that is enhanced by the institutionalization that accompanies licensure.\r\nLicensure is expected to produce a modest wage premium for licensed workers, it also creates a state-endorsed semi-meritocratic structure which may further stratify reward structures. Thus, it is hypothesized that licensure increases inequality while simultaneously increasing rewards to traditionally disadvantaged groups.\r\n\r\nBroader Impacts: \r\nLicensure is becoming a method of regulating occupations, usually in the name of enhancing quality of workers and reducing risks to the consuming public. However, the effects of licensure on the composition of intra-occupational labor markets and on the wage inequality experienced by workers are relatively unknown. This project offers the opportunity to bring empirical evidence to bear on questions about state policies that can enable efforts relative to their impact on efficiencies in the workplace, on satisfaction of workers, and on wages and wage inequality within varying communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Grusky",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Grusky",
   "pi_email_addr": "grusky@stanford.edu",
   "nsf_id": "000470388",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Red Bird",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Red Bird",
   "pi_email_addr": "redbird@northwestern.edu",
   "nsf_id": "000628665",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall, Building 120",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Occupational regulation is one of the most significant labor market shifts of the last three decades.&nbsp; Licensure is slowly engulfing the labor landscape, replacing other forms of closure and bringing more occupations under state control.&nbsp; Theorists tend to be critical of licensure, seeing it as a means by which workers profit through the use of monopoly power.&nbsp; Yet, as I have demonstrated here, there is no aggregate wage benefit to licensure, either through limitation of supply or through a quality-driven increase in demand.<br />Earlier studies, using skill-control models, show a positive wage benefit to licensure, in part because they include professional occupations that are licensed in every state and have a lengthy history of high earnings.&nbsp; While I replicate this result, I also demonstrate that more thorough controls on occupational differences undermine the standard finding.<br />The modern view of occupational closure as monopolistic derives from the earliest views on the subject.&nbsp; However, the occupational regulation that pervades today&rsquo;s legislative and economic landscape only marginally resembles the structures envisioned by Adam Smith and other early critics.&nbsp; Early closure strategies denied access through entirely different mechanisms, requiring network connections and the right demographic make-up to secure apprenticeship or educational access.&nbsp; In contrast, modern licensing mechanisms include state-administered exams, school or training requirements, criminal background checks, and a variety of other impersonal processes.&nbsp; These mechanisms do not create labor scarcity, but rather encourage participation by institutionalizing the entry process.&nbsp; <br />Additionally, current theory suggested that increases in the quality of workers, measured in terms of education level, could drive demand up.&nbsp; However, results show that the level of education in licensed occupations actually declines, relative to their unlicensed counterparts.&nbsp; This might mean that workers are exchanging higher education for the vocational schooling or training requirements necessary to obtain licensure.&nbsp; Because such credentialing is less transferable, this may ultimately decrease long-term occupational mobility, and as licensure spreads into the blue collar occupations, result in declining mobility for working class Americans.&nbsp; At the same time, it appears that licensure removes occupations from innovation-driving forces, thus limiting knowledge growth and stagnating quality.&nbsp; <br />Ever since Weber used the term &lsquo;monopoly&rsquo; to describe the outcome of social closure, theorists have focused largely on the economic effects of closure.&nbsp; Nonetheless, occupational regulation offers more than simply an economic process.&nbsp; Rather, licensure carves out specific territories for occupations, formalizing the allocation of tasks within the division of labor and correct methods of practicing, thus creating a &ldquo;legal monopoly&rdquo; (MacDonald 1985) or &ldquo;skill monopoly&rdquo; (Larson 1979).&nbsp; In the division of labor, an aspect of industrial society that already exhibits significant demarcation, licensure adds further rigidity through state endorsement and legal delineation.&nbsp; Abbott (1988) documented occupations jockeying for resources, status, and prestige.&nbsp; Those that obtain these things are then able to use licensure to secure their control over non-economic benefits, which can be just as important to an occupation as enhanced earnings.&nbsp; In fact, Weber (1978: 45-46) believed that prestige, status, and ethical standards were just as likely to be the motives for closure as material interests.<br />Where the division of labor might otherwise respond to institutional and market forces, constantly evolving, the imposition of licensure quiets the waters, removing occupations and their tasks from the process of competitive adaptation.&nbsp; The suppressed trend in education levels within licensed occupations supports this contention.&nbsp; To the extent that unlicensed environments manifest legitimization uncertainty, workers must continually gain the right credentials and demonstrate mastery over tasks.&nbsp; In a licensed environment, the legitimating credential is static, thus depressing overall educational attainment.&nbsp; On a broader scale, this formalization may also rigidify the reward structure of society, solidifying the occupational hierarchy.<br />Licensing has three main effects.&nbsp; First, while it doesn't create a wage premium, it does open up pathways into the occupation.&nbsp; This results in an increased number of workers into an occupation, particularly among female and minority workers.&nbsp; Second, licensure internally stratifies an occupation and solidifies its status structure.&nbsp; The net result is an increase in within occupation inequality with women and minority workers falling to the bottom of the income distribution.&nbsp; Lastly, licensure changes the culture of an occupation, encouraging values of meritocracy and self-reliance.<br />These findings have import for labor and economic policy makers who must fashion labor market regulation that protects both consumers and workers.&nbsp; The lack of a wage premium suggests that the traditional fear of rent accumulation at the sake of consumers has not manifested with licensure.&nbsp; However, the ways in which the occupation is restructured can still have significant impact on worker well-being.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2016<br>\n\t\t\t\t\tModified by: Beth&nbsp;Red Bird</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOccupational regulation is one of the most significant labor market shifts of the last three decades.  Licensure is slowly engulfing the labor landscape, replacing other forms of closure and bringing more occupations under state control.  Theorists tend to be critical of licensure, seeing it as a means by which workers profit through the use of monopoly power.  Yet, as I have demonstrated here, there is no aggregate wage benefit to licensure, either through limitation of supply or through a quality-driven increase in demand.\nEarlier studies, using skill-control models, show a positive wage benefit to licensure, in part because they include professional occupations that are licensed in every state and have a lengthy history of high earnings.  While I replicate this result, I also demonstrate that more thorough controls on occupational differences undermine the standard finding.\nThe modern view of occupational closure as monopolistic derives from the earliest views on the subject.  However, the occupational regulation that pervades today?s legislative and economic landscape only marginally resembles the structures envisioned by Adam Smith and other early critics.  Early closure strategies denied access through entirely different mechanisms, requiring network connections and the right demographic make-up to secure apprenticeship or educational access.  In contrast, modern licensing mechanisms include state-administered exams, school or training requirements, criminal background checks, and a variety of other impersonal processes.  These mechanisms do not create labor scarcity, but rather encourage participation by institutionalizing the entry process.  \nAdditionally, current theory suggested that increases in the quality of workers, measured in terms of education level, could drive demand up.  However, results show that the level of education in licensed occupations actually declines, relative to their unlicensed counterparts.  This might mean that workers are exchanging higher education for the vocational schooling or training requirements necessary to obtain licensure.  Because such credentialing is less transferable, this may ultimately decrease long-term occupational mobility, and as licensure spreads into the blue collar occupations, result in declining mobility for working class Americans.  At the same time, it appears that licensure removes occupations from innovation-driving forces, thus limiting knowledge growth and stagnating quality.  \nEver since Weber used the term ?monopoly? to describe the outcome of social closure, theorists have focused largely on the economic effects of closure.  Nonetheless, occupational regulation offers more than simply an economic process.  Rather, licensure carves out specific territories for occupations, formalizing the allocation of tasks within the division of labor and correct methods of practicing, thus creating a \"legal monopoly\" (MacDonald 1985) or \"skill monopoly\" (Larson 1979).  In the division of labor, an aspect of industrial society that already exhibits significant demarcation, licensure adds further rigidity through state endorsement and legal delineation.  Abbott (1988) documented occupations jockeying for resources, status, and prestige.  Those that obtain these things are then able to use licensure to secure their control over non-economic benefits, which can be just as important to an occupation as enhanced earnings.  In fact, Weber (1978: 45-46) believed that prestige, status, and ethical standards were just as likely to be the motives for closure as material interests.\nWhere the division of labor might otherwise respond to institutional and market forces, constantly evolving, the imposition of licensure quiets the waters, removing occupations and their tasks from the process of competitive adaptation.  The suppressed trend in education levels within licensed occupations supports this contention.  To the extent that unlicensed environments manifest legitimization uncertainty, workers must continually gain the right credentials and demonstrate mastery over tasks.  In a licensed environment, the legitimating credential is static, thus depressing overall educational attainment.  On a broader scale, this formalization may also rigidify the reward structure of society, solidifying the occupational hierarchy.\nLicensing has three main effects.  First, while it doesn't create a wage premium, it does open up pathways into the occupation.  This results in an increased number of workers into an occupation, particularly among female and minority workers.  Second, licensure internally stratifies an occupation and solidifies its status structure.  The net result is an increase in within occupation inequality with women and minority workers falling to the bottom of the income distribution.  Lastly, licensure changes the culture of an occupation, encouraging values of meritocracy and self-reliance.\nThese findings have import for labor and economic policy makers who must fashion labor market regulation that protects both consumers and workers.  The lack of a wage premium suggests that the traditional fear of rent accumulation at the sake of consumers has not manifested with licensure.  However, the ways in which the occupation is restructured can still have significant impact on worker well-being.\n\n\t\t\t\t\tLast Modified: 09/08/2016\n\n\t\t\t\t\tSubmitted by: Beth Red Bird"
 }
}