{
 "awd_id": "1303874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Environmental variability and food security in Nunavik, Canada",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 38735.0,
 "awd_amount": 38735.0,
 "awd_min_amd_letter_date": "2013-08-15",
 "awd_max_amd_letter_date": "2013-08-15",
 "awd_abstract_narration": "Global environmental change is  an issue of major concern for Arctic communities but there is little understanding of how these factors mediate longer-term processes of social and cultural change.  This dissertation research project proposes to improve our understanding of the potential social and cultural impacts of environmental change in the Arctic by relating short-term environmental variability to different social and economic outcomes at the household level.  To explore these relationships, observational and weather station data on short-term climate variability, on seasonal and daily scales, will be used to analyze variation in the success rates of hunting activities and in household expenditures for store food.  These patterns will be further explored by examining their articulation with different strategies of engagement with the subsistence and cash economies, country food-sharing networks, and household food security.  The project will gather both qualitative and qualitative data and has the potential to increase our insights into how rapid environmental change is affecting social and cultural change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bird",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Bird",
   "pi_email_addr": "rub33@psu.edu",
   "nsf_id": "000432040",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elspeth",
   "pi_last_name": "Ready",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elspeth Ready",
   "pi_email_addr": "elspeth_ready@eva.mpg.de",
   "nsf_id": "000610547",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 38735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The primary objective of this dissertation research is to improve our understanding of the potential social and economic impacts of environmental change in Arctic communities by determining if and how traditional food sharing by Inuit might generate community-level resilience to resource fluctuations by mitigating food shortfalls at the household-level. To achieve this, household food security data will be examined in light of community food sharing network properties as well as household-level attributes such as income and harvest production. Secondly, this research will investigate the relationship between household socio-economic characteristics and harvest production levels; including the effect of environmental variability (specifically seasonal conditions) on household production and food security.</p>\n<p class=\"p1\">This research will address social and economic issues of particular relevance for the far North by developing a quantitative understanding of the role of subsistence activities in Inuit food security and of the role of traditional sharing in wealth redistribution. This research will also provide new insights into long-standing theoretical questions in anthropology concerning the economic and social functions of food sharing by taking advantage of recent developments in statistical methods for social network analysis. At a local level, the objective of this research is to provide useful information for local community leaders regarding the current levels of food insecurity and their causes in the community.</p>\n<p class=\"p3\">Fieldwork for this research was completed by the co-PI over a period of 12 months of participant observation in an Inuit community in Nunavik, Canada. During this period, 110 Inuit households in the study community (75%) responded to a questionnaire concerning household economics, food security, subsistence harvesting, and traditional (&ldquo;country&rdquo;) food sharing. Additionally, a small sample of focal households were interviewed about their subsistence harvesting and country food sharing activities on a bi-weekly basis over the course of 9 months. In total, 255 harvesting events and 825 instances of sharing were recorded. Meteorological data were gathered from local Environment Canada weather stations. In addition, the co-PI accompanied local subsistence harvesters on foraging trips and other land-based activities on just over 10% of days spent in the community; totaling over 35 days. Foraging trips observed by the co-PI occurred in all seasons and ranged in length from two to three hours to over a week. Community outreach activities during fieldwork included presentations to local students and organizations as well as volunteering at the local school.</p>\n<p class=\"p3\">The household survey results indicate that 38% of households in the study community experienced food insecurity that led them to reduce their food intake at least once in the 12 months preceding the survey. Food insecurity involving reduction of food intake was most closely associated with an inability to afford sufficient store food, rather than an inability to access to country food, although many households struggled with both. Food security status iof households in the community is highly positively correlated with household per capita income and the number of hunting vehicles owned, which is a longer-term indicator of both household income and investment in country food harvesting. Preliminary analysis of sharing network and subsistence harvest data indicates that sharing, and specifically reciprocal sharing, is strongly oriented towards close kin (parents, siblings, and offspring). This suggests that a strong network of kin ties may be most important for a household&rsquo;s ability to cope with resource fluctuations, and consequently, that the benefits of sharing may be unequally distributed among households.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t...",
  "por_txt_cntn": "The primary objective of this dissertation research is to improve our understanding of the potential social and economic impacts of environmental change in Arctic communities by determining if and how traditional food sharing by Inuit might generate community-level resilience to resource fluctuations by mitigating food shortfalls at the household-level. To achieve this, household food security data will be examined in light of community food sharing network properties as well as household-level attributes such as income and harvest production. Secondly, this research will investigate the relationship between household socio-economic characteristics and harvest production levels; including the effect of environmental variability (specifically seasonal conditions) on household production and food security.\nThis research will address social and economic issues of particular relevance for the far North by developing a quantitative understanding of the role of subsistence activities in Inuit food security and of the role of traditional sharing in wealth redistribution. This research will also provide new insights into long-standing theoretical questions in anthropology concerning the economic and social functions of food sharing by taking advantage of recent developments in statistical methods for social network analysis. At a local level, the objective of this research is to provide useful information for local community leaders regarding the current levels of food insecurity and their causes in the community.\nFieldwork for this research was completed by the co-PI over a period of 12 months of participant observation in an Inuit community in Nunavik, Canada. During this period, 110 Inuit households in the study community (75%) responded to a questionnaire concerning household economics, food security, subsistence harvesting, and traditional (\"country\") food sharing. Additionally, a small sample of focal households were interviewed about their subsistence harvesting and country food sharing activities on a bi-weekly basis over the course of 9 months. In total, 255 harvesting events and 825 instances of sharing were recorded. Meteorological data were gathered from local Environment Canada weather stations. In addition, the co-PI accompanied local subsistence harvesters on foraging trips and other land-based activities on just over 10% of days spent in the community; totaling over 35 days. Foraging trips observed by the co-PI occurred in all seasons and ranged in length from two to three hours to over a week. Community outreach activities during fieldwork included presentations to local students and organizations as well as volunteering at the local school.\nThe household survey results indicate that 38% of households in the study community experienced food insecurity that led them to reduce their food intake at least once in the 12 months preceding the survey. Food insecurity involving reduction of food intake was most closely associated with an inability to afford sufficient store food, rather than an inability to access to country food, although many households struggled with both. Food security status iof households in the community is highly positively correlated with household per capita income and the number of hunting vehicles owned, which is a longer-term indicator of both household income and investment in country food harvesting. Preliminary analysis of sharing network and subsistence harvest data indicates that sharing, and specifically reciprocal sharing, is strongly oriented towards close kin (parents, siblings, and offspring). This suggests that a strong network of kin ties may be most important for a householdÆs ability to cope with resource fluctuations, and consequently, that the benefits of sharing may be unequally distributed among households.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Elspeth Ready"
 }
}