{
 "awd_id": "1303434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry of Langlands Duality",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 149282.0,
 "awd_amount": 149282.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "The project is broadly directed towards geometry that is expected to underlie various\r\nduality phenomena in mathematics (Langlands program) and physics (Gauge Theory).\r\nOne goal is to reconstruct Loop Grassmannians and Mirkovic-Vilonen cycles from the\r\npoint of view of Statistical Mechanics, and apply this to constructing two dimensional\r\nloop Grassmannians. Another project is a to establish Langlands duality for categories\r\nof equivariant coherent sheaves on affine Steinberg varieties. A more technical project\r\nis a geometric clarification of the Feigin-Frenkel description of the critical center Finally,\r\nthe projects on Quantum Field Theory are on reformulating Costello?s mathematical\r\nformulation of perturbative QFT in terms of flows and a speculation on the relation of\r\nQFT to Grothendiecks function-sheaf dictionary. The most ambitious project attempts\r\nto create geometric for the arithmetic case of Number Theory through a 'stochastic set\r\ntheory'.\r\n\r\nThe project aims towards relating and unifying developments in mathematics and theo-\r\nretical particle physics. The mathematical origin of these developments is the so called\r\nLanglands program which is the modern view on a classical discipline of Number Theory. In time this program incorporated a number of central disciplines of   mathematics, starting with Representation Theory, Algebraic Geometry and currently the Homotopy Theory. The relation to physics is a part of the current melting of barriers between mathematics and physics which arose in a period when the two subjects developed separately. The central impact on mathematics in the last quarter century was the import of the ideas from Quantum Field Theory (in particular String Theory), which is the part of physics that studies elementary particles. The proposed work attempts to work in both directions by applying ideas from physics to mathematics and mathematical constructions to physics. It also aims towards deeper understanding of the relation between Quantum Field Theory and Number Theory. The proposal also contains more standard topics within Representation Theory and Langlands Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Mirkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Mirkovic",
   "pi_email_addr": "mirkovic@math.umass.edu",
   "nsf_id": "000425139",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "710 North Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The so called &ldquo;Langlands program&rdquo; and its outgrowth the &ldquo;Geometric Representation<br />Theory&rdquo; are central areas of contemporary mathematics which serve as a bridge between<br />the traditional mathematical disciplines of Number Theory, Algebraic Geometry, Representation Theory and the key developments in particle physics such as Quantum Field<br />Theory and String Theory.</p>\n<p>The basis and the origin of the Langlands program is the so called &ldquo;Class Field Theory&rdquo;<br />which is the central body of knowledge in Number Theory. It resolves the main problems<br />of Number Theory in the case when the symmetries are simple (&ldquo;&lsquo;the symmetry group<br />is commutative&rdquo;). Langlands has proposed a web of conjectures that should extend the<br />results of Class Field Theory to the case of arbitrary symmetries. These have so far only<br />been formulated for objects of dimension one.</p>\n<p>At this time the understanding of the Langlands program is rarely direct. The Langlands<br />conjectures predict the coincidence of some very rich and important data in two seemingly<br />unrelated settings. The current approach is mostly that for each class of phenomena one<br />calculates in impressive detail the data in the two settings and they always happen to<br />match as predicted.</p>\n<p><br />Motivated by this lack of direct understanding my recent work is an attempt to reorganize<br />the Class Field Theory and the Langlands program so that one has a better chance of<br />seeing the nature of the relation that are predicted by the program. As a criterion of the<br />next level of clarity that I would like to achieve I have taken the principle that I should<br />be able to formulate the Langlands program in arbitrary dimension.</p>\n<p>The work in this grant period falls into four categories, the first two deal with the special<br />case of Class Field Theory and the last two with the general Langlands program.<br />In Class Field Theory I have organized the present knowledge in the 1 dimensional case<br />according to a setting (a &ldquo;Grothendieck topology&rdquo;) that is (implicitly) used.</p>\n<p>A. Zariski setting. In this case the results are most satisfactory. I have found a framework to treat the local and global theory uniformly and to extend the Class Field Theory<br />to arbitrary dimension. This involves a new version of one of central achievements of<br />Algebraic Geometry the motivic cohomology (and its Poincare duality).</p>\n<p>B. Etale setting. This case is more complicated and so far I have still been working in<br />the traditional one dimensional setting. I expect that once a transparent formulation and<br />a proof of the central result of etale Class Field Theory (the class formation theorem)<br />is achieved, the higher dimensional case will be fairly clear. My current formulation is<br />&ldquo;almost satisfactory&rdquo;. To understand it better I am developing a new example of Class<br />Field Theory. This &ldquo;de Rham&rdquo; Class Field Theory is a reformulation of linear differential<br />equations on curves as a Class Field Theory.</p>\n<p>C. Loop Grassmannians via local spaces. The loop Grassmannians are a key object<br />in the Langlands program. I have developed a new tool, the theory of &ldquo;local spaces&rdquo;,<br />and used it to reconstruct the loop Grassmannians in a way which makes the general<br />Langlands program closer to the special (and best understood) case of of the Class Field<br />Theory. At the same time one obtains a rich supply of new spaces that behave alike the<br />loop Grassmannians (the loop Grassmannians of quadratic forms and posets).</p>\n<p>D. Loop Grassmannians for classifying pairs. The goal of this development is to<br />treat the relevant geometry of loop Grassmannians in a uniform and efficient way. To any<br />pair of spaces one associates generalized loop Grassmannian. Then the relevant subspaces<br />of loop Grassmannians (i.e., the ones that have traditionally been studied), are seen to<br />be themselves the loop Grassmannians in this new sense. In particular, this means that<br />these relevant subspaces which are usually infinite dimensional are now encoded into pairs<br />of finite dimensional spaces. This reduces computations with infinite dimensional spaces<br />to much simpler computations in finite dimension.</p>\n<p>&nbsp;</p>\n<p>Due to the relation of the Langlands program to various areas, the project is expected<br />to eventually impact several major fields of mathematics and particle physics. For instance, the relation of the Geometric Langlands Program to the Gauge Theory ( a part of<br />Quantum Field Theory) leads to a hope that I will be (eventually) able to offer a tool to<br />construct the so called &ldquo;theory X&rdquo;, the conformal gauge theory in six dimensions which<br />is expected to unify known Quantum Field theories in lower dimensions.</p>\n<p>&nbsp;</p>\n<p>I am training my PhD student Zhijie Dong in the theory of loop Grassmannians, based on<br />one of the developments in this project (the extension of the theory of loop Grassmannians<br />to classifying pairs).</p>\n<p>I am also working with two postdoctoral appointees at U. of Massachusetts, Yaping Yang<br />and Gufang Zhao, based on another development in this project (a reconstruction and<br />a generalization of loop Grassmannians in the new framework of local spaces). They<br />have already produced significant results (a quantization of local spaces and a proof of<br />a version of the Kamnitzer-Knutson-Mirkovi ?c conjecture that relates quivers and loop<br />Grassmannians).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Ivan&nbsp;Mirkovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe so called \"Langlands program\" and its outgrowth the \"Geometric Representation\nTheory\" are central areas of contemporary mathematics which serve as a bridge between\nthe traditional mathematical disciplines of Number Theory, Algebraic Geometry, Representation Theory and the key developments in particle physics such as Quantum Field\nTheory and String Theory.\n\nThe basis and the origin of the Langlands program is the so called \"Class Field Theory\"\nwhich is the central body of knowledge in Number Theory. It resolves the main problems\nof Number Theory in the case when the symmetries are simple (\"?the symmetry group\nis commutative\"). Langlands has proposed a web of conjectures that should extend the\nresults of Class Field Theory to the case of arbitrary symmetries. These have so far only\nbeen formulated for objects of dimension one.\n\nAt this time the understanding of the Langlands program is rarely direct. The Langlands\nconjectures predict the coincidence of some very rich and important data in two seemingly\nunrelated settings. The current approach is mostly that for each class of phenomena one\ncalculates in impressive detail the data in the two settings and they always happen to\nmatch as predicted.\n\n\nMotivated by this lack of direct understanding my recent work is an attempt to reorganize\nthe Class Field Theory and the Langlands program so that one has a better chance of\nseeing the nature of the relation that are predicted by the program. As a criterion of the\nnext level of clarity that I would like to achieve I have taken the principle that I should\nbe able to formulate the Langlands program in arbitrary dimension.\n\nThe work in this grant period falls into four categories, the first two deal with the special\ncase of Class Field Theory and the last two with the general Langlands program.\nIn Class Field Theory I have organized the present knowledge in the 1 dimensional case\naccording to a setting (a \"Grothendieck topology\") that is (implicitly) used.\n\nA. Zariski setting. In this case the results are most satisfactory. I have found a framework to treat the local and global theory uniformly and to extend the Class Field Theory\nto arbitrary dimension. This involves a new version of one of central achievements of\nAlgebraic Geometry the motivic cohomology (and its Poincare duality).\n\nB. Etale setting. This case is more complicated and so far I have still been working in\nthe traditional one dimensional setting. I expect that once a transparent formulation and\na proof of the central result of etale Class Field Theory (the class formation theorem)\nis achieved, the higher dimensional case will be fairly clear. My current formulation is\n\"almost satisfactory\". To understand it better I am developing a new example of Class\nField Theory. This \"de Rham\" Class Field Theory is a reformulation of linear differential\nequations on curves as a Class Field Theory.\n\nC. Loop Grassmannians via local spaces. The loop Grassmannians are a key object\nin the Langlands program. I have developed a new tool, the theory of \"local spaces\",\nand used it to reconstruct the loop Grassmannians in a way which makes the general\nLanglands program closer to the special (and best understood) case of of the Class Field\nTheory. At the same time one obtains a rich supply of new spaces that behave alike the\nloop Grassmannians (the loop Grassmannians of quadratic forms and posets).\n\nD. Loop Grassmannians for classifying pairs. The goal of this development is to\ntreat the relevant geometry of loop Grassmannians in a uniform and efficient way. To any\npair of spaces one associates generalized loop Grassmannian. Then the relevant subspaces\nof loop Grassmannians (i.e., the ones that have traditionally been studied), are seen to\nbe themselves the loop Grassmannians in this new sense. In particular, this means that\nthese relevant subspaces which are usually infinite dimensional are now encoded into pairs\nof finite dimensional spaces. This reduces computations with infinite dimensional spaces\nto much simpler computations in finite dimension.\n\n \n\nDue to the relation of the Langlands program to various areas, the project is expected\nto eventually impact several major fields of mathematics and particle physics. For instance, the relation of the Geometric Langlands Program to the Gauge Theory ( a part of\nQuantum Field Theory) leads to a hope that I will be (eventually) able to offer a tool to\nconstruct the so called \"theory X\", the conformal gauge theory in six dimensions which\nis expected to unify known Quantum Field theories in lower dimensions.\n\n \n\nI am training my PhD student Zhijie Dong in the theory of loop Grassmannians, based on\none of the developments in this project (the extension of the theory of loop Grassmannians\nto classifying pairs).\n\nI am also working with two postdoctoral appointees at U. of Massachusetts, Yaping Yang\nand Gufang Zhao, based on another development in this project (a reconstruction and\na generalization of loop Grassmannians in the new framework of local spaces). They\nhave already produced significant results (a quantization of local spaces and a proof of\na version of the Kamnitzer-Knutson-Mirkovi ?c conjecture that relates quivers and loop\nGrassmannians).\n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Ivan Mirkovic"
 }
}