{
 "awd_id": "1303274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Local Histories and the Production of Centralized Knowledge",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 7182.0,
 "awd_amount": 7182.0,
 "awd_min_amd_letter_date": "2013-07-10",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "SES-1303274\r\nLeah Van Wey\r\nTrina Vithayathil\r\nBrown University\r\n\r\nWhile an enormous body of social science research utilizes census data, empirical studies of the process by which census data are produced remain rare. Population censuses are part of the representational practices of contemporary nation-states. Censuses help to determine the boundaries of elected seats and are also administrative tools used to distribute material benefits. Census data influence how taxes will be apportioned across regions and help to establish the eligibility criteria for state welfare programs. Over the last two decades, a range of actors--including courts, social scientists, government agencies, and sections of the public--have made increasing demands for \"objective\" data on caste. Responding to these pressures, the Government of India decided in 2010 to conduct a caste census. For the first time since 1931, caste data will be collected from every household in the country. Building upon a scholarly tradition that makes censuses an object of research, this dissertation is a qualitative study of how official data on caste are produced during this contemporary caste count in India.  The co-PI will study the role that state actors, civil society, the private sector, and general public play in the making of social data. While remaining attuned to the individuals, objects, and institutions involved in this nationwide exercise, the empirical study of the caste census is grounded in the Indian State of Karnataka, in order to understand the role of local histories in producing centralized knowledge.\r\n\r\nBroader Impact\r\n\r\nThis project will build multidisciplinary collaborations with anthropologists, historians and economists.  Research findings will be presented at interdisciplinary conferences, workshops and research partnerships and to academic audiences in the US and India. The project will also create a rich set of qualitative and archival data that will be available for use by other social scientists. Finally, the findings of this dissertation will provide those who plan to use the collected caste data with a detailed empirical account of how the official data are produced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "VanWey",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Leah K VanWey",
   "pi_email_addr": "leah_vanwey@brown.edu",
   "nsf_id": "000248959",
   "pi_start_date": "2013-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trina",
   "pi_last_name": "Vithayathil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trina Vithayathil",
   "pi_email_addr": "trina_vithayathil@brown.edu",
   "nsf_id": "000602592",
   "pi_start_date": "2013-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7182.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In diverse contemporary democratic societies&mdash;such as Brazil, India, South Africa and the United States&mdash;long-standing patterns of racial and caste-based discrimination and inequality continue into the current day. State efforts to &lsquo;level-the-playing-field&rsquo; occur hand-in-hand with censuses and surveys to produce social scientific knowledge about individuals, social groups and their relative social and economic standing. This project examined the production of caste data during India&rsquo;s first nationwide collection of caste data in the post-colonial period. In doing so, it sought to understand if and how social and political histories at the local level play a role in the production of centralized knowledge.</p>\n<p>&nbsp;</p>\n<p>Drawing upon more than 90 interviews, observations of ground-level census operations, and primary documents, I analyzed why and how caste data were collected at the national level and how state/provincial governments, private organizations and households played a role in the production of caste data in the South Indian State of Karnataka. The macro level politics surrounding the collection of data illustrate how caste elites continue to wield considerable political power within the bureaucracy even as the composition of India&rsquo;s Parliament and legislatures have diversified to include previously excluded groups. As a result, the caste census was excluded from the decennial census and &lsquo;punted&rsquo; from the census organization to a set of agencies less-equipped to conduct a nationwide survey. Attention to the local, micro-level social processes involved in the production of data show how centralized decision-making interacts with local politics to produce census data. In particular, observations of ground level census operations reveal how social inequalities, including patriarchy, the &lsquo;castelessness&rsquo; of caste elites, and limited attention to religious minorities, become embedded in the data.</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of this dissertation was that the research:&nbsp;</p>\n<ul>\n<li>Contributed to social theory on the autonomous nature of the modern state. It engaged with sociological theory that views the state as a multi-dimensional actor with varied practices, interests and ideologies. </li>\n<li>Examined the role of non-state actors in the production of official state data, and in doing so expanded upon theories of state-society relations and less-bounded conceptions of the state by following a diverse set of actors in the production of caste data. </li>\n<li>Built upon interdisciplinary theories of caste, with particular attention to how caste operates as a political identity in contemporary India.&nbsp;</li>\n<li>Contributed to existing theories of knowledge and power, by exploring how practices of classification represent and constitute knowledge that reproduces the existing social order.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The <strong>broader impacts</strong> of the project included:</p>\n<ul>\n<li>Participation in interdisciplinary conferences, research partnerships and collaborations between researchers in the United States and India.</li>\n<li>The development of a rich set of primary data that will be available for use by other social scientists.</li>\n<li>Providing data users and policymakers with an empirical account of the production of caste data, as these data are likely to inform affirmative action policies and a range of policy, advocacy, and programmatic efforts by state and civil society organizations.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2015<br>\n\t\t\t\t\tModified by: Trina&nbsp;Vithayathil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn diverse contemporary democratic societies&mdash;such as Brazil, India, South Africa and the United States&mdash;long-standing patterns of racial and caste-based discrimination and inequality continue into the current day. State efforts to ælevel-the-playing-fieldÆ occur hand-in-hand with censuses and surveys to produce social scientific knowledge about individuals, social groups and their relative social and economic standing. This project examined the production of caste data during IndiaÆs first nationwide collection of caste data in the post-colonial period. In doing so, it sought to understand if and how social and political histories at the local level play a role in the production of centralized knowledge.\n\n \n\nDrawing upon more than 90 interviews, observations of ground-level census operations, and primary documents, I analyzed why and how caste data were collected at the national level and how state/provincial governments, private organizations and households played a role in the production of caste data in the South Indian State of Karnataka. The macro level politics surrounding the collection of data illustrate how caste elites continue to wield considerable political power within the bureaucracy even as the composition of IndiaÆs Parliament and legislatures have diversified to include previously excluded groups. As a result, the caste census was excluded from the decennial census and æpuntedÆ from the census organization to a set of agencies less-equipped to conduct a nationwide survey. Attention to the local, micro-level social processes involved in the production of data show how centralized decision-making interacts with local politics to produce census data. In particular, observations of ground level census operations reveal how social inequalities, including patriarchy, the æcastelessnessÆ of caste elites, and limited attention to religious minorities, become embedded in the data.\n\n \n\nThe intellectual merit of this dissertation was that the research: \n\nContributed to social theory on the autonomous nature of the modern state. It engaged with sociological theory that views the state as a multi-dimensional actor with varied practices, interests and ideologies. \nExamined the role of non-state actors in the production of official state data, and in doing so expanded upon theories of state-society relations and less-bounded conceptions of the state by following a diverse set of actors in the production of caste data. \nBuilt upon interdisciplinary theories of caste, with particular attention to how caste operates as a political identity in contemporary India. \nContributed to existing theories of knowledge and power, by exploring how practices of classification represent and constitute knowledge that reproduces the existing social order.\n\n\n \n\nThe broader impacts of the project included:\n\nParticipation in interdisciplinary conferences, research partnerships and collaborations between researchers in the United States and India.\nThe development of a rich set of primary data that will be available for use by other social scientists.\nProviding data users and policymakers with an empirical account of the production of caste data, as these data are likely to inform affirmative action policies and a range of policy, advocacy, and programmatic efforts by state and civil society organizations.\n\n\n \n\n\t\t\t\t\tLast Modified: 08/17/2015\n\n\t\t\t\t\tSubmitted by: Trina Vithayathil"
 }
}