{
 "awd_id": "1303092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Number theory, representation theory, and arithmetic geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 690000.0,
 "awd_amount": 690000.0,
 "awd_min_amd_letter_date": "2013-05-09",
 "awd_max_amd_letter_date": "2017-09-08",
 "awd_abstract_narration": "This project is part of an ongoing research program. It revolves around understanding how various fundamental algebraic objects occurring in mathematics---such as rings, class groups, algebraic curves and varieties, and maps relating such structures---are parametrized. Our goals in understanding these parametrizations are at least fourfold: 1) to describe how these fundamental algebraic objects are distributed with respect to their most basic invariants; 2) to discover new invariants of these objects, and their applications; 3) to develop efficient and practical algorithms for performing computations with these algebraic objects; and, perhaps most importantly, 4) to discover and understand how various seemingly different algebraic structures are in fact closely related to each other. Such parametrizations have been already used by the PI over the past few years to obtain precise information on the distribution of number fields with respect to basic invariants such as discriminant and class number divisibility. Applying refined counting methods to these parametrizations has led, for example, to a proof of the first known case of the Cohen-Lenstra-Martinet class number heuristics for higher degree number fields, and other theorems of this nature are forthcoming. In more recent joint works with Arul Shankar, Wei Ho, and Dick Gross, theorems on the average sizes of Selmer groups in families of elliptic curves and hyperelliptic curves have been obtained, with applications to understanding the distributions of rational points on such curves.  We expect several further analogous results on rational points, divisors, and other data of this kind for algebraic curves and surfaces in the near future.\r\n\r\nThe primary purpose of applying for this grant is the support of graduate students. Many of the projects described above will involve graduate (and undergraduate) students in an essential way. All these projects involve very fundamental questions in number theory, and are an excellent way to introduce and bring students into the subject. Many other mathematicians from various institutions will also be involved in these projects, which will thus increase interactions among researchers from many different but related subjects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manjul",
   "pi_last_name": "Bhargava",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manjul Bhargava",
   "pi_email_addr": "manjulb@math.princeton.edu",
   "nsf_id": "000213185",
   "pi_start_date": "2013-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 14.0px Menlo; background-color: #000000; min-height: 16.0px} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 14.0px Menlo; color: #bfbfbf; background-color: #000000} -->\n<p class=\"p1\">The goals of this project involved understanding integral and rational solutions (as well as related associated objects such as Selmer groups, Selmer sets, etc.) to fundamental equations of classical interest in number theory.</p>\n<p class=\"p2\">A number of results were obtained in these directions over the period of this NSF grant.<span>&nbsp; </span>In joint works with Arul Shankar, Wei Ho, Dick Gross, Xiaoheng Wang, Noam Elkies, Ari Shnidman, Zev Klagsbrun, and Robert Lemke Oliver, we showed that the average rank of elliptic curves over the rational numbers is finite in various natural families of elliptic curves of interest, including the universal family E(A,B) : y^2=x^3+Ax+B where A and B vary.&nbsp; Generalizations to the Jacobians of higher genus curves were also pursued.&nbsp; In particular, in joint work with Christopher Skinner and Wei Zhang, this led to a proof that a majority of elliptic curves satisfy the Birch and Swinnerton-Dyer Conjecture.</p>\n<p class=\"p2\">In joint work with Shabnam Akhtari, we showed that a positive proportion of cubic Thue equations have no integer solution. In joint works with John Cremona and Tom Fisher, we determined the exact density of genus one plane curves defined over the integers having solutions locally everywhere.&nbsp; In a related joint work with Cremona, Fisher, Jones, and Keating, we computed the density of quadratic forms over the integers in any number of variables having a rational zero.&nbsp; Combining much of the above work, we also proved that a positive proportion of plane cubic curves defined over the integers fail the Hasse local-global principle, and a positive proportion satisfy the local-global principle.</p>\n<p class=\"p2\">An ingredient neeeded in many of the above works was the development of a new quantitative geometric sieve method, extending work of Ekedahl, which we used in particular to determine the density of squarefree values taken by discriminant polynomials invariant under the action of an algebraic group.&nbsp; Building upon this sieve method, in joint work with Arul Shankar and Jerry Wang, we determined the density of integer polynomials of fixed degree (monic or general) having squarefree discriminant, and we showed that this density is positive.</p>\n<p class=\"p2\">In joint work with Arul Shankar, Takashi Taniguchi, Frank Thorne, Jacob Tsimerman, and Yongqiang Zhao, we obtained the first nontrivial upper bounds on the size of the 2-torsion in the class groups of number fields of general degree.&nbsp; The latter work also had implications for the size of the largest successive minimum of the ring of integers in a number field. In joint work with Ila Varma, we determined the average size of the 2-torsion in the class groups and narrow class groups of cubic orders and fields.</p>\n<p class=\"p2\">A number of students supported by this NSF grant took these results significantly further and in other directions.<span>&nbsp; </span>Kevin Wilson, Fabian Gundlach, Seok Hyeong Lee, Daniel Fess, Ashvin Swaminathan, and Sameera Vemulapalli developed methods to parametrize number fields with various types of extra structure.&nbsp; Piper H. and Sameera Vemulapalli developed methods to understand the shapes of lattices underlying orders in number fields.&nbsp; Sam Ruth and Levent Alpoge developed methods to count orbits of a group representation lying in an invariant quadric, with applications to understanding the average behavior of Selmer groups in restricted families of elliptic curves such as those of the form y^2 = x^3 + k.&nbsp; Levent Alpoge also proved that the average number of rational points on genus two curves over the rational numbers is bounded.&nbsp; Calvin Deng developed methods to count orbits parametrizing elliptic curves with extra structure by Faltings Height rather than naive height.&nbsp; Matt Satriano and Owen Biesel developed constructions to describe Galois closures (and, more generally, G-closures for finite groups G) of rings that are not necessarily fields. Evan O'Dorney developed techniques to prove the Ohno--Nakagawa conjectures for class numbers of pairs of ternary quadratic forms.</p>\n<p class=\"p2\">The goals of this project were largely achieved, and I and my collaborators and students are extremely grateful to the NSF for supporting this project that helped shed light on and/or solve a number of important problems in arithmetic statistics and algebraic and analytic number theory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2021<br>\n\t\t\t\t\tModified by: Manjul&nbsp;Bhargava</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project involved understanding integral and rational solutions (as well as related associated objects such as Selmer groups, Selmer sets, etc.) to fundamental equations of classical interest in number theory.\nA number of results were obtained in these directions over the period of this NSF grant.  In joint works with Arul Shankar, Wei Ho, Dick Gross, Xiaoheng Wang, Noam Elkies, Ari Shnidman, Zev Klagsbrun, and Robert Lemke Oliver, we showed that the average rank of elliptic curves over the rational numbers is finite in various natural families of elliptic curves of interest, including the universal family E(A,B) : y^2=x^3+Ax+B where A and B vary.  Generalizations to the Jacobians of higher genus curves were also pursued.  In particular, in joint work with Christopher Skinner and Wei Zhang, this led to a proof that a majority of elliptic curves satisfy the Birch and Swinnerton-Dyer Conjecture.\nIn joint work with Shabnam Akhtari, we showed that a positive proportion of cubic Thue equations have no integer solution. In joint works with John Cremona and Tom Fisher, we determined the exact density of genus one plane curves defined over the integers having solutions locally everywhere.  In a related joint work with Cremona, Fisher, Jones, and Keating, we computed the density of quadratic forms over the integers in any number of variables having a rational zero.  Combining much of the above work, we also proved that a positive proportion of plane cubic curves defined over the integers fail the Hasse local-global principle, and a positive proportion satisfy the local-global principle.\nAn ingredient neeeded in many of the above works was the development of a new quantitative geometric sieve method, extending work of Ekedahl, which we used in particular to determine the density of squarefree values taken by discriminant polynomials invariant under the action of an algebraic group.  Building upon this sieve method, in joint work with Arul Shankar and Jerry Wang, we determined the density of integer polynomials of fixed degree (monic or general) having squarefree discriminant, and we showed that this density is positive.\nIn joint work with Arul Shankar, Takashi Taniguchi, Frank Thorne, Jacob Tsimerman, and Yongqiang Zhao, we obtained the first nontrivial upper bounds on the size of the 2-torsion in the class groups of number fields of general degree.  The latter work also had implications for the size of the largest successive minimum of the ring of integers in a number field. In joint work with Ila Varma, we determined the average size of the 2-torsion in the class groups and narrow class groups of cubic orders and fields.\nA number of students supported by this NSF grant took these results significantly further and in other directions.  Kevin Wilson, Fabian Gundlach, Seok Hyeong Lee, Daniel Fess, Ashvin Swaminathan, and Sameera Vemulapalli developed methods to parametrize number fields with various types of extra structure.  Piper H. and Sameera Vemulapalli developed methods to understand the shapes of lattices underlying orders in number fields.  Sam Ruth and Levent Alpoge developed methods to count orbits of a group representation lying in an invariant quadric, with applications to understanding the average behavior of Selmer groups in restricted families of elliptic curves such as those of the form y^2 = x^3 + k.  Levent Alpoge also proved that the average number of rational points on genus two curves over the rational numbers is bounded.  Calvin Deng developed methods to count orbits parametrizing elliptic curves with extra structure by Faltings Height rather than naive height.  Matt Satriano and Owen Biesel developed constructions to describe Galois closures (and, more generally, G-closures for finite groups G) of rings that are not necessarily fields. Evan O'Dorney developed techniques to prove the Ohno--Nakagawa conjectures for class numbers of pairs of ternary quadratic forms.\nThe goals of this project were largely achieved, and I and my collaborators and students are extremely grateful to the NSF for supporting this project that helped shed light on and/or solve a number of important problems in arithmetic statistics and algebraic and analytic number theory.\n\n\t\t\t\t\tLast Modified: 06/07/2021\n\n\t\t\t\t\tSubmitted by: Manjul Bhargava"
 }
}