{
 "awd_id": "1303682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Digital Adaptation and the Stratification of Cultural Practices",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 11964.0,
 "awd_amount": 11964.0,
 "awd_min_amd_letter_date": "2013-06-03",
 "awd_max_amd_letter_date": "2013-06-03",
 "awd_abstract_narration": "Jeremy Freese \r\nCassidy Puckett\r\nNorthwestern University \r\n\r\n\r\nYouth born in an era of embedded digital technologies are commonly assumed to be \"digital natives\" who uniformly and effortlessly master technology through simple immersion. Research indicates there are wide gaps in depth of technological competence that can influence areas as diverse as income, health, and political participation.  Meanwhile little is known about how to describe the development of technological competence and how to explain its uneven distribution. While technological access continues to be a barrier for many, access alone does not explain why some learn new technologies more readily than others, even among younger cohorts. Meanwhile, the changing nature of technology has hindered conceptualization, measurement, and explanation of differences in technological competence.\r\n\r\nThe research addresses this gap by focusing on one aspect of competence: digital adaptability.  Conceptualization and measurement of adaptability has been addressed in earlier work, but this study will focus on the social determinants of digital adaptability.  More specifically, in addition to considering demographic factors, the study's research questions are: 1) What ideas and practices within each sphere of adolescents' social worlds affect digital adaptability (i.e., at home, in school, among peers, and in other elective spheres)? 2) Looking across the entire \"learning ecology,\" how does heterogeneity of ideas and practices affect digital adaptability? To investigate these questions, the study employs mixed methods with two data collection phases: 1) an exploratory case study and survey refinement phase to provide rich, qualitative understanding of the dynamics within and across learning spheres of a small sample of Chicago Public School (CPS) students as well as to inform development of a survey and 2) a survey data collection phase among ~2800 8th grade students in 32 CPS grammar schools to study correlates of digital adaptability across a larger population.  \r\n\r\nBroader Impacts\r\n\r\nThis research will: 1) provide practical tools for the assessment of adolescents? propensity to learn new technologies, 2) contribute to sociological research about how the nature of learning ecologies can shape social learning processes, and 3) reach broad research and educator audiences through conferences and publications. In addition, the research itself will contribute to the education of low-income students from high school through PhD levels through involvement of low-income undergraduate and high school research assistants in the research, analysis, and dissemination processes",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Freese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Freese",
   "pi_email_addr": "jfreese@stanford.edu",
   "nsf_id": "000083654",
   "pi_start_date": "2013-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cassidy",
   "pi_last_name": "Puckett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Cassidy C Puckett",
   "pi_email_addr": "cassidy.puckett@emory.edu",
   "nsf_id": "000602713",
   "pi_start_date": "2013-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "1810 Chicago Ave.",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080812",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Youth born in an era of embedded digital technologies are commonly assumed to be &ldquo;digital natives&rdquo; who effortlessly master technology through simple immersion (<a title=\"Oblinger, 2005 #195\" href=\"#_ENREF_37\">Oblinger and Oblinger 2005</a>; <a title=\"Prensky, 2001 #193\" href=\"#_ENREF_39\">Prensky 2001</a>). Yet research indicates there exist wide gaps in depth of technology literacy, skill, and use.&nbsp; These constitute a new &ldquo;digital inequality&rdquo; that extends beyond simple questions of access to technology by influencing areas as diverse as income, health, and politics (<a title=\"Acemoglu, 2010 #156\" href=\"#_ENREF_1\">Acemoglu and Autor 2010</a>; <a title=\"Case, 2005 #207\" href=\"#_ENREF_8\">Case 2005</a>; <a title=\"Hindman, 2009 #208\" href=\"#_ENREF_24\">Hindman 2009</a>).&nbsp; Assuming children will naturally figure out how to use technology obscures the development, uneven distribution, and enduring consequences of differences in technological competence among adolescents.</p>\n<p>While access continues to be a barrier for many, access alone does not explain why some use technology in more extensive and sophisticated ways than others (<a title=\"Freese, 2006 #93\" href=\"#_ENREF_16\">e.g., Freese, Rivas and Hargittai 2006</a>). We need to more fully understand how traditional forms of stratification like race, class, and gender&mdash;along with other social and cultural factors in adolescents&rsquo; learning environment explain differences. Equally important, technology appears to exacerbate existing inequalities such as stratification in technological career pathways. Thus, digital inequality is important in a cyclical sense: existing social inequalities may have an impact on digital inequalities that, in turn, exacerbate existing social inequalities. But the changing nature of technology has hindered the measurement and explanation of differences in technological competence (<a title=\"DiMaggio, 2004 #15\" href=\"#_ENREF_11\">DiMaggio et al. 2004</a>).</p>\n<p>&nbsp;This research project directly addresses this gap by focusing on a key aspect of competence: the ability to adapt to technological change and learn to use new technologies or &ldquo;digital adaptability.&rdquo; Using a mixed-method approach involving ~1300 adolescents, including a survey of a stratified random sample of 897 Chicago Public School 8<sup>th</sup> graders in 27 schools with students living in almost every zip code across the city of Chicago and in-depth ethnographic data, the project makes contributions to our understanding of digital technology, inequality, and education. First, findings suggest that standard measures of socio-economic status such as parents&rsquo; education may have little influence on adolescents&rsquo; digital adaptability. Instead, technology practices including use of a wider range of technologies and explicit teaching of technology learning strategies&mdash;especially at home&mdash;appear to have the greatest positive association with digital adaptability. Further, findings suggest gender effects where boys appear to use a wider range of technology learning strategies and in a more habitual manner than girls. Findings also suggest that alignment of technology practices across social spheres matters; redundancy in positive technology practices across students&rsquo; learning environment is beneficial. Finally, findings also show that adaptability is associated with students&rsquo; educational plans and occupational aspirations, and thereby potentially play an important role in shaping workforce and economic stratification.</p>\n<p>Beyond these findings and their contribution to out understanding of how cultural practices can shape learning processes, project outcomes also include practical tools for the assessment of adolescents&rsquo; digital adaptability and have reached broad audiences through presentations and publications. From this work, three pap...",
  "por_txt_cntn": "\nYouth born in an era of embedded digital technologies are commonly assumed to be \"digital natives\" who effortlessly master technology through simple immersion (Oblinger and Oblinger 2005; Prensky 2001). Yet research indicates there exist wide gaps in depth of technology literacy, skill, and use.  These constitute a new \"digital inequality\" that extends beyond simple questions of access to technology by influencing areas as diverse as income, health, and politics (Acemoglu and Autor 2010; Case 2005; Hindman 2009).  Assuming children will naturally figure out how to use technology obscures the development, uneven distribution, and enduring consequences of differences in technological competence among adolescents.\n\nWhile access continues to be a barrier for many, access alone does not explain why some use technology in more extensive and sophisticated ways than others (e.g., Freese, Rivas and Hargittai 2006). We need to more fully understand how traditional forms of stratification like race, class, and gender&mdash;along with other social and cultural factors in adolescentsÆ learning environment explain differences. Equally important, technology appears to exacerbate existing inequalities such as stratification in technological career pathways. Thus, digital inequality is important in a cyclical sense: existing social inequalities may have an impact on digital inequalities that, in turn, exacerbate existing social inequalities. But the changing nature of technology has hindered the measurement and explanation of differences in technological competence (DiMaggio et al. 2004).\n\n This research project directly addresses this gap by focusing on a key aspect of competence: the ability to adapt to technological change and learn to use new technologies or \"digital adaptability.\" Using a mixed-method approach involving ~1300 adolescents, including a survey of a stratified random sample of 897 Chicago Public School 8th graders in 27 schools with students living in almost every zip code across the city of Chicago and in-depth ethnographic data, the project makes contributions to our understanding of digital technology, inequality, and education. First, findings suggest that standard measures of socio-economic status such as parentsÆ education may have little influence on adolescentsÆ digital adaptability. Instead, technology practices including use of a wider range of technologies and explicit teaching of technology learning strategies&mdash;especially at home&mdash;appear to have the greatest positive association with digital adaptability. Further, findings suggest gender effects where boys appear to use a wider range of technology learning strategies and in a more habitual manner than girls. Findings also suggest that alignment of technology practices across social spheres matters; redundancy in positive technology practices across studentsÆ learning environment is beneficial. Finally, findings also show that adaptability is associated with studentsÆ educational plans and occupational aspirations, and thereby potentially play an important role in shaping workforce and economic stratification.\n\nBeyond these findings and their contribution to out understanding of how cultural practices can shape learning processes, project outcomes also include practical tools for the assessment of adolescentsÆ digital adaptability and have reached broad audiences through presentations and publications. From this work, three papers are now in the publication pipeline. The first is under review at Poetics (with an R&amp;R) and received an honorable mention for best graduate student paper from the Communication and Information Technology section of the American Sociological Association. It proposes a theory of cultural alignment to show how redundant positive technology practices across social spheres can positively influence digital adaptability. The second, under review, describes a quantitative measure of digital adaptability that other researchers, poli..."
 }
}