{
 "awd_id": "1303757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Collaboration in Chemistry: Synthesis and Assembly of  Shape-Adjustable, Reconfigurable Nanocrystals",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "This International Collaboration in Chemistry between US Investigators and their Counterparts Abroad (ICC) project focuses on developing shape-adjustable nanocrystals for use in assembling reconfigurable superstructures.  The synthesis of nanocrystals of diarylethene and azobenzene derivatives and their assembly into photo-responsive nanocrystals is developed in this project.  One of the goals is to generate ordered structures and to enable their photo-triggered transitions using laser irradiation at specific locations and at specific times.  Other goals are to develop chemo-responsive nanocrystal assemblies as well as the anisotropic reconfiguration of Janus nanocrystals.  The Granick group at the University of Illinois at Urbana-Champaign is supported by the Macromolecular, Supramolecular and Nanochemistry Program of the NSF Chemistry Division. The Kimizuka group at Kyushu University is supported by the Japan Society for the Promotion of Science (JSPS), the partnering international funding agency.\r\n\r\n\r\n\r\nMolecular crystal materials show great technological promise with the significant drawback that the crystal structure typically is static in time.  This research collaboration between US and Japanese researchers is to enhance our fundamental understanding about how to design and produce new structures with the value-added element that they are reconfigurable.  This in turn could lead to more effective sensors, actuators, and release agents.  The extended visits of students to the Japanese partner laboratory for collaborative work and training provide students with valuable international experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Granick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Granick",
   "pi_email_addr": "sgranick@umass.edu",
   "nsf_id": "000333733",
   "pi_start_date": "2013-06-25",
   "pi_end_date": "2016-06-03"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qian",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qian Chen",
   "pi_email_addr": "qchen20@illinois.edu",
   "nsf_id": "000699938",
   "pi_start_date": "2016-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8008",
   "pgm_ref_txt": "Intl Collabrtn in Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 430000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to understand the fundamental design principles and the dynamic behaviors of a new type of adaptive materials. These materials change their structures and potentially their optical properties upon an environmental stimulus, and thus contrast strongly from prevalent static materials. These materials are made from spontaneous self-organization of micron-sized particles &ndash; faceted colloidal building blocks which have automatic thermally-agitated motions in solvents. We achieve the adaptiveness in the system by molecularly engineering the colloids so that they shift their shapes and the corresponding organization symmetry, a concept difficult to implement by conventional methods. The dynamic processes of the particle shape-shifting and the symmetry switching are videotaped in real time using optical microscopy, one particle at a time, which enables understanding and modulating of the transformation pathways. Specifically, we integrate the synthetic versatility of metal organic framework (MOF), a recent innovation in inorganic chemistry, to make them grow into micron-sized shapes of well-defined facets, such as dodecahedral and truncated dodecahedral. These particle shapes are observed to pack into ordered hexagonal lattices with intricate orientation details when dispersed in water. Next we induce the shape shifting by flowing solvents with optimized combination of &ldquo;chiseling&rdquo; agents, which react with the surface bonds of the MOF colloids, in a very-controlled and non-uniform manner. We find that depending on the number of surface dangling bonds, which vary for different facets, the chiseling rates are different. This selective chiseling leads to a variety of final shapes starting from the same parent particle shapes. Taking the dodecahedral parent particle as an example, the different chiseling agents can generate cubes, octahedral, crosses, cages and tetrahedral shapes, which all have corresponding final organization symmetries. The real-time monitoring of single rotating particles during the shape-shifting processes allows us to perform three-dimensional reconstruction of the shifted shapes and to quantify the facet dependent shifting rates. We later relate the shifting rates to the surface properties of different facets and derive a facet-shifting relationship at different chiseling agent conditions. The organized forms of the MOF colloids also offer new properties to colloidal entities due to the highly-defined porous structures inside the MOF colloids, which can be potentially useful in catalysis and gas storage. Overall, the intellectual merit is that we understand and implement a new set of dynamic materials based on molecule-level engineering and alteration of the basic colloidal building blocks at an innovative intersection of MOF from the field of inorganic chemistry and the field of colloidal science, which produces two papers (one submitted) during the 1-year funding time. The broader impact of this work includes outreach activities motivated by the research results, such as using macroscopic blocks to mimic the bottom up building of such materials for students from Chicago Public Schools, in collaboration with&nbsp;the ICANEXSEL (Illinois-ChiS&amp;E Alliance for Nurturing Excellence in STEM Education and Leadership) outreach program. Undergrads and graduate students have also been trained through this project on the transferrable skills of synthesis, optical microscopy imaging and quantitative analysis based on statistical mechanics principles.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2017<br>\n\t\t\t\t\tModified by: Qian&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to understand the fundamental design principles and the dynamic behaviors of a new type of adaptive materials. These materials change their structures and potentially their optical properties upon an environmental stimulus, and thus contrast strongly from prevalent static materials. These materials are made from spontaneous self-organization of micron-sized particles &ndash; faceted colloidal building blocks which have automatic thermally-agitated motions in solvents. We achieve the adaptiveness in the system by molecularly engineering the colloids so that they shift their shapes and the corresponding organization symmetry, a concept difficult to implement by conventional methods. The dynamic processes of the particle shape-shifting and the symmetry switching are videotaped in real time using optical microscopy, one particle at a time, which enables understanding and modulating of the transformation pathways. Specifically, we integrate the synthetic versatility of metal organic framework (MOF), a recent innovation in inorganic chemistry, to make them grow into micron-sized shapes of well-defined facets, such as dodecahedral and truncated dodecahedral. These particle shapes are observed to pack into ordered hexagonal lattices with intricate orientation details when dispersed in water. Next we induce the shape shifting by flowing solvents with optimized combination of \"chiseling\" agents, which react with the surface bonds of the MOF colloids, in a very-controlled and non-uniform manner. We find that depending on the number of surface dangling bonds, which vary for different facets, the chiseling rates are different. This selective chiseling leads to a variety of final shapes starting from the same parent particle shapes. Taking the dodecahedral parent particle as an example, the different chiseling agents can generate cubes, octahedral, crosses, cages and tetrahedral shapes, which all have corresponding final organization symmetries. The real-time monitoring of single rotating particles during the shape-shifting processes allows us to perform three-dimensional reconstruction of the shifted shapes and to quantify the facet dependent shifting rates. We later relate the shifting rates to the surface properties of different facets and derive a facet-shifting relationship at different chiseling agent conditions. The organized forms of the MOF colloids also offer new properties to colloidal entities due to the highly-defined porous structures inside the MOF colloids, which can be potentially useful in catalysis and gas storage. Overall, the intellectual merit is that we understand and implement a new set of dynamic materials based on molecule-level engineering and alteration of the basic colloidal building blocks at an innovative intersection of MOF from the field of inorganic chemistry and the field of colloidal science, which produces two papers (one submitted) during the 1-year funding time. The broader impact of this work includes outreach activities motivated by the research results, such as using macroscopic blocks to mimic the bottom up building of such materials for students from Chicago Public Schools, in collaboration with the ICANEXSEL (Illinois-ChiS&amp;E Alliance for Nurturing Excellence in STEM Education and Leadership) outreach program. Undergrads and graduate students have also been trained through this project on the transferrable skills of synthesis, optical microscopy imaging and quantitative analysis based on statistical mechanics principles.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/08/2017\n\n\t\t\t\t\tSubmitted by: Qian Chen"
 }
}