{
 "awd_id": "1303063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Environmental Governance in the Carbon Economy: Regulating Greenhouse Gas Emissions in California's Cap-and-Trade Market",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 15439.0,
 "awd_amount": 15439.0,
 "awd_min_amd_letter_date": "2013-03-22",
 "awd_max_amd_letter_date": "2013-03-22",
 "awd_abstract_narration": "This doctoral dissertation project examines the geographical principles, practices, and relationships used to create a new financial market that aims to reduce greenhouse gas emissions. The study's focus is on the creation of California's carbon market, the largest carbon market in the United States, and second largest in the world. The research is informed by existing research in neo-classical economics, the political ecology of environmental markets, and work in the social studies of finance. The project specifically seeks to determine how a market for credits in greenhouse gas emissions is designed, implemented, and regulated. The project asks three research questions addressing how social relationships between regulators, regulated industries, and financiers impact the design and function of a carbon market, the physical spaces where those relationships are enacted, and the types of ideologies that are communicated in those physical spaces between market actors. In order to answer these questions, the student will take a mixed-methods approach, including interviews with key regulatory and market personnel, participant observation of regulatory hearings, and archival work to uncover how rule making has changed over the six year regulatory process that has led to the opening of California's carbon market. \r\n\r\nThe success or failure of California's carbon market will significantly contribute to future debates about the role of government in reducing emissions. The California market may be linked to similar emissions trading programs in Canada, Australia, and the European Union. The data generated by this project, as well as publications that result from the work, will be of use to policy makers, non-governmental organizations, and greenhouse gas emitting industries. The impacted organizations will benefit from data generated by the project regarding what types of relationships, places, and arguments are most important or effective in designing markets in environmental goods and their regulation once these markets commence. This research is an opportunity to observe the principles and practices of the creation and implementation in a new type of financial market in real-time, and these observations will help researchers and policy makers who are dealing with an ever-shifting financial and environmental landscape. As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising student to pursue an active career in socially relevant research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Roberts",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Roberts",
   "pi_email_addr": "sueroberts@uky.edu",
   "nsf_id": "000380849",
   "pi_start_date": "2013-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Bigger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick M Bigger",
   "pi_email_addr": "patrick.bigger@uky.edu",
   "nsf_id": "000588637",
   "pi_start_date": "2013-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This award allowed a promising early-career researcher to conduct a long-term, in-depth study on the creation and operation of California's carbon trading program. Climate change is one of the most pressing problems that faces the United States (and humanity, collectively) and so it is imperative to have a good understanding of all policy options available for reducing greenhouse gas emissions. The funding from this award was used to allow the researcher to conduct over a year of research in Sacramento, California, the state capital, as well as travel to San Francisco and Berkeley, California to conduct qualitative research with policy makers, industry groups, non-governmental organizations, economists, and regulators who are key personnel in the crafting of California&rsquo;s climate change policy. California has developed the most comprehensive suite of policy tools designed to combat climate change in the United States, and is explicitly seeking to inspire similar action on the part of other jurisdictions. In order to understand the creation of California's cap-and-trade program, the researcher conducted interviews with key actors, attended legislative hearings, regulatory workshops, and industry events, and conducted thorough archival research into how policy drafts changed over time, responding to new information, the introduction of new actors into the policy process, and changing macro-economic conditions.&nbsp;</span></p>\n<p><span>The findings generated by this research will be significant if federal lawmakers decide to once again take up the challenge of drafting a national climate policy, and are of immediate significance to other jurisdictions currently considering policy options for reducing greenhouse gas emissions. The key finding generated by this research is that the cap-and-trade program created in California does indeed put a price on greenhouse gas emissions, but that price is arrived at more through administrative means than by the operation of a traditional financial market- and this is not necessarily a bad thing for the sustainability of the policy. Regulators have approached the creation of the cap-and-trade program with extreme caution and instituted such significant checks on the behaviors of traders and polluters that market operation is significantly constrained and carbon is a rather unattractive investment proposition for those who would 'play' the market or try to manipulate its price. Further, the cap-and-trade program is merely one plank in a wider climate policy suite in the state, so while the relative merits of using a cap-and-trade program remain debatable, California is likely to achieve its short and medium term climate goals, as well as get a start on more ambitious long-range targets. &nbsp;</span></p>\n<p><span>As far as academic knowledge is concerned, this project has generated significant theoretical insights for human-environment geographers, students of political economy, and theorizations of the state in environmental affairs.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Patrick&nbsp;M&nbsp;Bigger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award allowed a promising early-career researcher to conduct a long-term, in-depth study on the creation and operation of California's carbon trading program. Climate change is one of the most pressing problems that faces the United States (and humanity, collectively) and so it is imperative to have a good understanding of all policy options available for reducing greenhouse gas emissions. The funding from this award was used to allow the researcher to conduct over a year of research in Sacramento, California, the state capital, as well as travel to San Francisco and Berkeley, California to conduct qualitative research with policy makers, industry groups, non-governmental organizations, economists, and regulators who are key personnel in the crafting of CaliforniaÆs climate change policy. California has developed the most comprehensive suite of policy tools designed to combat climate change in the United States, and is explicitly seeking to inspire similar action on the part of other jurisdictions. In order to understand the creation of California's cap-and-trade program, the researcher conducted interviews with key actors, attended legislative hearings, regulatory workshops, and industry events, and conducted thorough archival research into how policy drafts changed over time, responding to new information, the introduction of new actors into the policy process, and changing macro-economic conditions. \n\nThe findings generated by this research will be significant if federal lawmakers decide to once again take up the challenge of drafting a national climate policy, and are of immediate significance to other jurisdictions currently considering policy options for reducing greenhouse gas emissions. The key finding generated by this research is that the cap-and-trade program created in California does indeed put a price on greenhouse gas emissions, but that price is arrived at more through administrative means than by the operation of a traditional financial market- and this is not necessarily a bad thing for the sustainability of the policy. Regulators have approached the creation of the cap-and-trade program with extreme caution and instituted such significant checks on the behaviors of traders and polluters that market operation is significantly constrained and carbon is a rather unattractive investment proposition for those who would 'play' the market or try to manipulate its price. Further, the cap-and-trade program is merely one plank in a wider climate policy suite in the state, so while the relative merits of using a cap-and-trade program remain debatable, California is likely to achieve its short and medium term climate goals, as well as get a start on more ambitious long-range targets.  \n\nAs far as academic knowledge is concerned, this project has generated significant theoretical insights for human-environment geographers, students of political economy, and theorizations of the state in environmental affairs. \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Patrick M Bigger"
 }
}