{
 "awd_id": "1303585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Post-public Housing Spatial Concentration",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 11695.0,
 "awd_amount": 11695.0,
 "awd_min_amd_letter_date": "2013-07-16",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "SES-1303585\r\nMary Waters\r\nEva Rosen\r\nHarvard University\r\n\r\n\r\nIn the past fifteen years there has been an important transformation in housing policy. The dissolution of large-scale public housing in many cities has resulted in social turmoil and the displacement of poor and vulnerable populations. The vertical ghetto -- the high-rise public housing development -- has remade itself into the horizontal ghetto -- the concentration of housing voucher holders in moderately poor neighborhoods. If the transformation of public housing has placed more of the nation's needy households in neighborhoods that are characterized not by the stable, concentrated poverty that urban sociologists long studied, but by moderate poverty, and high rates of residential churning and social disorder, it might mean that the mechanisms by which neighborhoods transmit various advantages and disadvantages have been fundamentally transformed. How does this context shape and constrain residents' expectations and orientations toward their neighborhood? Why and how do residents end up in these new post-public housing neighborhoods? These questions are addressed through a case study neighborhood in Baltimore. The dissertation relies on a combination of ethnographic observations and 120 in-depth interviews with residents and community members, including voucher holders, homeowners, unassisted renters, community members, and landlords. \r\n\r\nBroader Impacts\r\n\r\nWith the dismantling of the public housing high-rises, and the important increase in the number of housing vouchers, many have moved to new areas, concentrating disproportionately in moderately poor neighborhoods with high residential instability. This dramatic change provides an impetus for researchers and policymakers to learn more about what kinds of social organization these neighborhoods facilitate and how new social relations shape cultural schema pertaining to mobility, which play a crucial role in the social reproduction of poverty. This research contributes to knowledge about these patterns that can be used to promote, rather than compromise the wellbeing and future prospects of the recipients of housing assistance. This research suggests that although housing vouchers may be a valuable and effective tool for solving housing affordability problems, a market-based solution is inherently limited for solving America?s ghetto poverty problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Waters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Waters",
   "pi_email_addr": "mcw@wjh.harvard.edu",
   "nsf_id": "000177276",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Rosen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Rosen",
   "pi_email_addr": "evarosen@fas.harvard.edu",
   "nsf_id": "000584933",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this dissertation I argue that housing is a key mechanism through which poverty affects individuals. Over the past twenty years, changes in American housing policy have transformed the landscape of high-rise ghetto poverty. In the 1990s, the U.S. faced a crisis. Across the country, public housing had become notorious for the derelict Pruitt Igoes, Cabrini Greens, and Lexington Terraces that loomed large in city skylines. Simultaneous sociological research made clear the dangers of isolating the poor from the rest of the city. And so we witnessed the dismantling of an entire system of housing the poor. To be sure, public housing was not completely eradicated, but it was drastically downsized, and the burden of housing the poor transferred to the private market.</p>\n<p>In the wake of public housing, housing vouchers emerged as an alternative, where needy residents were given vouchers to move to homes of their choosing. The expectation was that as the poor shifted into the private housing market and exercised more autonomy over where they lived they would experience positive outcomes and there would be a deconcentration of poverty. Though vouchers should in theory provide access to desirable neighborhoods, voucher holders are now reconcentrating in neighborhoods with moderate to high poverty rates. Further, black voucher holders are realizing far less locational attainment than their vouchers allow them to afford. The voucher program was hoped to provide families with a means to move to better neighborhoods, but instead poverty concentration and racial segregation are being reproduced, and recent research suggests that voucher holders are concentrating in a new type of neighborhood.</p>\n<p>The vertically organized ghettos of public housing have been dismantled, but the poor families they housed have not disappeared. Poverty has turned on its side, spreading across the city to create a new type of poor neighborhood, what I call the &ldquo;horizontal ghetto.&rdquo;&nbsp; This new neighborhood has lower rates of poverty than the vertical ghetto. Voucher holders are clustering in these neighborhoods where poverty is moderate and residential instability is high.</p>\n<p>This begs several important questions that are the focus of this study: Why do voucher holders end up in these neighborhoods? Why don&rsquo;t low-income families move to better neighborhoods when given the opportunity to do so? What does poverty look like in a post-public housing era? What are the mechanisms through which the horizontal ghetto shapes social life for its inhabitants? How should sociologists understand this transformation from high- poverty, residentially stable neighborhoods, to moderate poverty, residentially unstable neighborhoods? What the implications for social life in these neighborhoods?</p>\n<p>I argue that policymakers were fundamentally wrong in their assumption that providing &ldquo;choice&rdquo; would lead low-income families to better neighborhoods. The reasons for this are multiple. In fact, choice is highly constrained and manipulated. In Chapter 4, I argue that supply-side mechanisms related to landlord practices can help explain why families don&rsquo;t achieve better locational outcomes. As I show in Chapter 5, even when families do have a choice, they often remain in neighborhoods that are the very places we thought they would flee. This insight is important. If we want families to achieve better locational outcomes, it would suggest that pure choice is not the right mechanism. Chapter 5 presents significant evidence that the skills families develop to survive in disadvantaged neighborhoods may in part be responsible for the way poverty is reproduced through residential churning.</p>\n<p>Furthermore, I find evidence that the integration that was hoped for on a micro level is not occurring. Chapter 6 reveals that there is some mixing and communication between the groups, bu...",
  "por_txt_cntn": "\nIn this dissertation I argue that housing is a key mechanism through which poverty affects individuals. Over the past twenty years, changes in American housing policy have transformed the landscape of high-rise ghetto poverty. In the 1990s, the U.S. faced a crisis. Across the country, public housing had become notorious for the derelict Pruitt Igoes, Cabrini Greens, and Lexington Terraces that loomed large in city skylines. Simultaneous sociological research made clear the dangers of isolating the poor from the rest of the city. And so we witnessed the dismantling of an entire system of housing the poor. To be sure, public housing was not completely eradicated, but it was drastically downsized, and the burden of housing the poor transferred to the private market.\n\nIn the wake of public housing, housing vouchers emerged as an alternative, where needy residents were given vouchers to move to homes of their choosing. The expectation was that as the poor shifted into the private housing market and exercised more autonomy over where they lived they would experience positive outcomes and there would be a deconcentration of poverty. Though vouchers should in theory provide access to desirable neighborhoods, voucher holders are now reconcentrating in neighborhoods with moderate to high poverty rates. Further, black voucher holders are realizing far less locational attainment than their vouchers allow them to afford. The voucher program was hoped to provide families with a means to move to better neighborhoods, but instead poverty concentration and racial segregation are being reproduced, and recent research suggests that voucher holders are concentrating in a new type of neighborhood.\n\nThe vertically organized ghettos of public housing have been dismantled, but the poor families they housed have not disappeared. Poverty has turned on its side, spreading across the city to create a new type of poor neighborhood, what I call the \"horizontal ghetto.\"  This new neighborhood has lower rates of poverty than the vertical ghetto. Voucher holders are clustering in these neighborhoods where poverty is moderate and residential instability is high.\n\nThis begs several important questions that are the focus of this study: Why do voucher holders end up in these neighborhoods? Why donÆt low-income families move to better neighborhoods when given the opportunity to do so? What does poverty look like in a post-public housing era? What are the mechanisms through which the horizontal ghetto shapes social life for its inhabitants? How should sociologists understand this transformation from high- poverty, residentially stable neighborhoods, to moderate poverty, residentially unstable neighborhoods? What the implications for social life in these neighborhoods?\n\nI argue that policymakers were fundamentally wrong in their assumption that providing \"choice\" would lead low-income families to better neighborhoods. The reasons for this are multiple. In fact, choice is highly constrained and manipulated. In Chapter 4, I argue that supply-side mechanisms related to landlord practices can help explain why families donÆt achieve better locational outcomes. As I show in Chapter 5, even when families do have a choice, they often remain in neighborhoods that are the very places we thought they would flee. This insight is important. If we want families to achieve better locational outcomes, it would suggest that pure choice is not the right mechanism. Chapter 5 presents significant evidence that the skills families develop to survive in disadvantaged neighborhoods may in part be responsible for the way poverty is reproduced through residential churning.\n\nFurthermore, I find evidence that the integration that was hoped for on a micro level is not occurring. Chapter 6 reveals that there is some mixing and communication between the groups, but only under certain conditions. Though there are some improvements, I demonstrate some clear ways in which the social isolation of a..."
 }
}