{
 "awd_id": "1304077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Refining Long-term Climate Records from the Renland Ice Cap",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2013-11-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 354153.0,
 "awd_amount": 362187.0,
 "awd_min_amd_letter_date": "2013-07-09",
 "awd_max_amd_letter_date": "2015-06-08",
 "awd_abstract_narration": "This proposal seeks to drill, analyze, and interpret a new ice core from the Renland Ice Cap on the north east coast of Greenland. The project is a collaborative venture between scientists from the U.S., Denmark's Center for Ice and Climate at the Univ. of Copenhagen and Germany's Alfred Wegner Institute. U.S. efforts described here will focus on gas concentrations and gas isotopes (Sowers, Penn State) and ice isotopes (White, U. Colorado). Danish partners will also focus on stable isotopes of ice and gas composition, as well as high-resolution chemistry. German partners will focus on physical properties of the ice, line scanning and dielectric properties to investigate the factors driving snow densification and ice core age model development. Ice cores will be retrieved and processed within this international framework. Given the distinct possibility that the Renland ice cap will contain ice even older than the Eemian, an extremely high resolution Radio Echo Sounding (RES) mission will be flown by the CReSIS group at the Univ. of Kansas over the Renland Ice Cap in the summer of 2014, in order to help guide site selection for the 2015 drill project.  Renland is an important location for an ice core as it is cold (infrequent melt layers), constrained by topography so that it cannot significantly change in elevation, contains ice from the last glacial period (and possibly the Eemian period), and has not been overrun by the main Greenland ice sheet. The lack of elevation change means that Renland's isotopic temperature and total air content records can be used as climate standards against which to compare other Greenland ice cores. The Renland ice cap is about 400 meters thick so it does not contain brittle ice. These properties will allow significant scientific progress to be made in mapping out and constraining Greenland climatic conditions in general, but especially for the Holocene. The occurrence of brittle ice in other Greenland ice cores has limited our ability to reconstruct high-resolution climate records due to poor core quality.  The Renland ice core will provide the means of reconstructing greenhouse gas records, volcanic activity, biomass burning events, as well as key feedback mechanisms such as sea ice extent throughout the Holocene. Primary objectives of this project are: 1) link the recent, rapid warming seen in Greenland over the past decade to the baseline record of the past few centuries, as well as the broader Holocene record; 2) provide high-quality gas records throughout the Holocene from a Greenland core to test current theories about the how early human activity may have impacted the greenhouse gas composition; 3) provide an ultra-high resolution isotopic temperature record that is tightly coupled to sea ice near eastern Greenland, as well as a history of climate in this region hopefully extending back into the last interglacial period. This project will provide important data to inform the public, and policy makers, about the earth's climate and what causes changes in that climate. This project proposes to place both the records of sea ice off eastern Greenland, as well as the climate record, into the context of natural variability, and further understanding of recent rapid changes in Arctic temperatures and sea ice. The project will support graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Sowers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Sowers",
   "pi_email_addr": "todd.sowers5@gmail.com",
   "nsf_id": "000480204",
   "pi_start_date": "2013-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "237 Deike Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 354153.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8034.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mapping the geographic distribution of temperature is an important constraint for assessing paleoclimate reconstructions.&nbsp;&nbsp;Variations in sea surface temperatures allow us to better understand thermohaline circulation in the ocean that moves heat to balance the Earth&rsquo;s energy budget.&nbsp;Similarly, terrestrial temperature records are important for deducing changes in the hydrological cycle that both respond to and force global climate change.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>One of the primary results from this research project was the development of a temperature record for Central East Greenland utilizing the ReCAP ice core that we drilled in 2015.&nbsp;&nbsp;We made measurements of the isotopic composition of nitrogen trapped in air bubbles all along the core here at Penn State.&nbsp;&nbsp;This data was fed into a computer model that reconstructs the snow metamorphosis over time yielding a record of surface temperature.&nbsp;&nbsp;Our results can be compared with a similar study utilizing the NGRIP ice core from Central Summit Greenland.&nbsp;&nbsp;We found that the abrupt temperature increases associated with the transition from cold stadial periods to warmer interstadial times at ReCAP were about 40&plusmn;20% lower than corresponding warming signals in Central Greenland (NGRIP).&nbsp;&nbsp;This result was somewhat surprising to us as the formation of North Atlantic Deep Water (NADW) occurs in the Greenland-Iceland-Norwegian (GIN) seas immediately East of ReCAP.&nbsp;&nbsp;Because ReCAP is closer to the NADW formation site, we initially expected larger temperature signals at ReCAP.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We surmise that the smaller temperature fluctuations at ReCAP are the result of the migration of the perennial north Atlantic sea ice edge to a location that is the south of the ReCAP drill site throughout the glacial period.&nbsp;&nbsp;Having sea ice continually blocking warm air from moving over our drill site could produce our muted signal relative to central Greenland (NGRIP) which sees eastward moving air masses that originate from the North American continent.&nbsp;&nbsp;We are currently working with coupled computer models of both the ocean and atmosphere to mimic our results within the global paleoclimatic framework.&nbsp;&nbsp;Preliminary results show the southward extent of perennial sea ice in the N. Atlantic and the corresponding E-W temperature structure we derived from the ReCAP core.&nbsp;&nbsp;We are in the process of pursuing this with some additional sensitivity tests to learn which factors are important and why we observe this E-W temperature gradient over Greenland throughout the last glacial period.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2019<br>\n\t\t\t\t\tModified by: Todd&nbsp;A&nbsp;Sowers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMapping the geographic distribution of temperature is an important constraint for assessing paleoclimate reconstructions.  Variations in sea surface temperatures allow us to better understand thermohaline circulation in the ocean that moves heat to balance the Earth?s energy budget. Similarly, terrestrial temperature records are important for deducing changes in the hydrological cycle that both respond to and force global climate change.  \n\n \n\nOne of the primary results from this research project was the development of a temperature record for Central East Greenland utilizing the ReCAP ice core that we drilled in 2015.  We made measurements of the isotopic composition of nitrogen trapped in air bubbles all along the core here at Penn State.  This data was fed into a computer model that reconstructs the snow metamorphosis over time yielding a record of surface temperature.  Our results can be compared with a similar study utilizing the NGRIP ice core from Central Summit Greenland.  We found that the abrupt temperature increases associated with the transition from cold stadial periods to warmer interstadial times at ReCAP were about 40&plusmn;20% lower than corresponding warming signals in Central Greenland (NGRIP).  This result was somewhat surprising to us as the formation of North Atlantic Deep Water (NADW) occurs in the Greenland-Iceland-Norwegian (GIN) seas immediately East of ReCAP.  Because ReCAP is closer to the NADW formation site, we initially expected larger temperature signals at ReCAP.   \n\n \n\nWe surmise that the smaller temperature fluctuations at ReCAP are the result of the migration of the perennial north Atlantic sea ice edge to a location that is the south of the ReCAP drill site throughout the glacial period.  Having sea ice continually blocking warm air from moving over our drill site could produce our muted signal relative to central Greenland (NGRIP) which sees eastward moving air masses that originate from the North American continent.  We are currently working with coupled computer models of both the ocean and atmosphere to mimic our results within the global paleoclimatic framework.  Preliminary results show the southward extent of perennial sea ice in the N. Atlantic and the corresponding E-W temperature structure we derived from the ReCAP core.  We are in the process of pursuing this with some additional sensitivity tests to learn which factors are important and why we observe this E-W temperature gradient over Greenland throughout the last glacial period.\n\n \n\n\t\t\t\t\tLast Modified: 02/13/2019\n\n\t\t\t\t\tSubmitted by: Todd A Sowers"
 }
}