{
 "awd_id": "1304355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Selective Thermal Processing of Biomass-derived Oxygenates by Catalytic Fast Pyrolysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 156573.0,
 "awd_amount": 156573.0,
 "awd_min_amd_letter_date": "2013-01-31",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "CBET-0747996, Huber\r\n\r\nIntellectual Merit:\r\n \r\nLignocellulosic biofuels will become increasingly important as our society moves away from petroleum-derived resources. The current roadblock for lignocellulosic biofuels is the lack of economical conversion processes. The ideal process would selectively produce a liquid biofuel from solid biomass in a single reactor at short-residence times without co-feeding hydrogen. We have recently observed that gasoline range aromatics and olefins can be produced from solid biomass-derived feedstocks in high yields (40 % carbon yield) in a single reactor at short residence times (10-20 s) without co-feeding of hydrogen gas over zeolite based catalysts. This introduces a new concept for biofuel production, which we call catalytic fast pyrolysis.\r\n \r\nThe hypothesis of this project is that aromatics, alkanes and olefins, all potential biofuels and biofuel feedstocks, can selectively be produced from thermally unstable biomass-derived oxygenates in the gas-phase using appropriate heterogeneous catalysts. We will study the catalytic fast pyrolysis of biomass-derive oxygenates with three main objectives:\r\n \r\n\t1) Elucidate the chemical reaction pathways for conversion of biomass-derived oxygenates over heterogeneous catalysts in the gas-phase. The reactions underlying this process have not been studied in detail and one of our first goals is to understand the possible chemical pathways related to these reactions. Our feedstocks include glucose, sorbitol, cellulose and lignin model compounds.\r\n \r\n\t2) Determine how catalytic properties (including: pore structure, acid-base strength, nature of active sites) change the reaction pathway.\r\n \r\n\t3) Develop methods for studying the conversion of thermally unstable molecules in the gas-phase. Biomass-derived molecules generally have a low thermal stability. To avoid thermal decomposition reactions - reactors must be used that allow rapid heating of the feeds (i.e. 500oC/s). We will test three reactor concepts in this project: micro-flash pyrolysis, down-flow moving-bed, and fixed-bed. These reactors will allow us to vary the heating rate, space velocity, and contacting patterns. \r\n\r\nBroader Impacts:\r\n \r\nThe proposed program integrates research on biofuels with an educational and outreach component that are designed to demonstrate the importance of Chemical Engineering in the area of biofuels and renewable energy. While it is generally accepted that Biology and Biotechnology are vitally important for biofuels it is less well known that Catalysis, and Chemical Engineering are equally important. I plan to educate the scientific community, the general public, media and policy makers on the importance of Catalysis and Chemical Engineering in relationship to biofuels and renewable energy through a series of workshops, reports, and poplar science discussions. I also plan to integrate renewable energy into the core Chemical Engineering curriculum by developing a course on Energy Technology, creating an energy specialization in the Chemical Engineering program, and integrating energy concepts into the core Chemical Engineering curriculum. I have helped establish a multi-disciplinary Institute at UMass-Amherst focused on biofuels whose aim is to integrate research and education. I am also working to recruit, mentor and support minority students in the engineering program by working with Northeast Alliance for Graduate Education and the Professoriate (NEAGEP), which supports efforts to recruit and mentor students from population groups underrepresented in science, technology, engineering, and mathematics (STEM) fields. The proposed activities will provide the foundation on which an integrated program that combines research, education and outreach focusing on catalysis and biofuels will be developed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Huber",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Huber",
   "pi_email_addr": "huber@engr.wisc.edu",
   "nsf_id": "000073653",
   "pi_start_date": "2013-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 156573.0
  }
 ],
 "por": null
}