{
 "awd_id": "1305609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geochemical Imaging of Post-Pangean Lithospheric Structure in the Southern Appalachians",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-08-27",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 123917.0,
 "awd_amount": 123917.0,
 "awd_min_amd_letter_date": "2012-12-07",
 "awd_max_amd_letter_date": "2013-06-11",
 "awd_abstract_narration": "The combined Alleghanian-Hercynian-Variscan orogeny (approximately 300 million years ago) marks the culmination of Earth?s most recent example of the formation and dispersal of a supercontinent (Pangea). The southern Appalachian Mountains record a critical zone in the formation of Pangea because they mark the collision of the precursors of three modern continents (North America, South America, and Africa). Pangea's subsequent rupture produced these three continents and continues with the expansion of the Atlantic Ocean. The research team of faculty and students from the University of Florida and Mississippi State University are conducting detailed geochemical investigations into the spatial distribution, ages, and geochemical compositions of a suite of granitic igneous bodies that intruded crystalline rocks that formed up to one billion years earlier in the roots of the mountain belt and are now in Georgia, Florida, Alabama, and South Carolina. These granitic bodies are the only known magmatic manifestation of the destruction of two ancient oceans (Iapetus and Rheic). Understanding the age and origin of the granitic bodies is critical to understanding the growth of continents in general and, particularly, how continental crust was exchanged during the Pangean supercontinent cycle. In particular, they are focusing on identifying the boundary and the operative tectonic and magmatic processes that characterized convergence of the continents that ultimately formed Pangea. The convergent boundary has tentatively been identified on the basis of geophysical data to occur in a zone known as the Suwannee suture; the proposed suture lies sub-parallel to the Florida-Georgia border. A new boundary was established after the rupture of Pangea, which produced the modern Atlantic Ocean and the African, South American, and North American continents. The location of this rupture is not known, but is being further constrained by this project.\r\n\r\nFaculty and students (graduate and undergraduate) involved in this project are sampling the granitic rocks derived from melting of the lower continental crust as part of an integrated geochronologic, thermochronologic, and geochemical study of the spatial and temporal relationships between Alleghanian tectonism and magmatism. These data will provide unique constraints on lithospheric structure and evolution in the Pangean collision zone. The region chosen contains numerous Alleghanian magmatic rocks that intrude a range of pre-Alleghanian terranes typically considered part of ancient North America, as well as some considered to be fundamentally Gondwanan or peri-Gondwanan (e.g., African or South American). The uranium-lead zircon geochronology and isotopic composition of the granitic bodies are being used to geochemically image both sides of the proposed Suwannee suture to better understand the juxtaposition of the different continental fragments in 4-D. This \"geochemical imaging\" of lithospheric structure is: 1) providing a critical complement to on-going geophysical studies in this region that are integral to the mission of the EarthScope Program in North America, 2) providing important insight into the global tectonic enigma of largely amagmatic ocean closures, and 3) contributing to our understanding of the basement architecture of the eastern Gulf of Mexico petroleum province. The project supports an important regional scientific collaboration between researchers at the University of Florida and Mississippi State University. It is contributing to the training of graduate and undergraduate students in a STEM discipline. Because of the demographics of the student populations at both universities, it has the potential to contribute to the broadening of participation of underrepresented groups in the geosciences. The ongoing results of this research are being communicated in guidebooks, professional meeting symposia, and refereed scientific publications.\r\n\r\nThis project is being supported by the NSF Tectonics and EarthScope Programs",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Grimes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Grimes",
   "pi_email_addr": "grimesc1@ohio.edu",
   "nsf_id": "000555389",
   "pi_start_date": "2012-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "316 Clippinger Laboratories",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12295.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60169.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51452.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Following a field campaign to augment samples-in-hand held by collaborators at U. of Florida, whole rock geochemistry, age, and zircon trace element composition of 9 plutons have been characterized, along with magmatic (i.e., zircon) stable isotope compositions for 14 granitoid plutons. Age and stable isotope data were collected by microanalytical techniques (Secondary Ion Mass Spectrometry (SIMS)) to allow correlation of various datasets on a grain-by-grain basis. The most significant finding to date is that the term Alleghanian granite, which has been applied to undeformed granitoids throughout the southern Appalachians, is an oversimplification. The 9 new SHRIMP-RG Pb/U zircon ages (rock-average) range from 304-341 Ma, with oldest ages for intrusions within the Inner Piedmont and younger ages for plutons towards the east (Carolina terrane). However, a larger compilation including new Pb/U zircon ages measured by ICP-MS, along with ages reported in the literature does not reveal a clear break in the age spectrum from ~380-290 Ma, suggesting continuous magmatic intrusion from the Neoacadion through the Alleghanian. There is no indication that magmatism was associated with the often-cited lower limit of 260 Ma for Alleghanian tectonism. The zircon oxygen isotope constraints are generally correlated with age. Higher &delta;<sup>18</sup>O values indicative of melting of metasedimentary protoliths are typically observed for older plutons located in the Inner Piedmont. Younger plutons generally exhibit mantle-like oxygen isotope ratios, consistent with melting of igneous rocks retaining mantle-like oxygen. A similar trend is commonly observed in subduction-related settings (e.g., Mesozoic batholiths in the Western US) moving away from the trench, but considering other whole rock geochemical information this trend is unlikely to reflect a subduction setting. Instead, the data are consistent with tectonic evolution of this margin from post-collisional melting of tectonically-thickened mid-crust (prior to ~320 Ma) followed by deeper-seated melting of lower crust. This change may have been facilitated by delamination of the thickened lithosphere. In addition to the 9 'Alleghanian' granitoids characterized, the Delhi Syenite (Carolina terrane) was dated at 469&plusmn;7 Ma. This intrusion had previously been proposed as part of the Alleghenian suite as a younger phase associated with the nearby Danburg-Sandy Hill pluton. These new results demonstrate the Delhi pluton is Taconic in age, and formed in association with multi-phase Taconic arc prior to collision with Laurentia.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One undergraduate student thesis and one Master's Thesis were completed with support from this project. Additionally, samples and analytical methods from this project were allied with the PI's junior-level course in petrology at Ohio University. Using this project as a backdrop, approximately 60 Students gained direct experience with geochemical analysis (X-ray Fluorescence) and rock description and classification to evaluate igneous petrogenesis and geologic evolution of the Southern Appalachian Orogen. More broadly, students gained first-hand experience in data acquisition, organization, and interpretation, developing skills applicable well beyond the classroom.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2016<br>\n\t\t\t\t\tModified by: Craig&nbsp;Grimes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFollowing a field campaign to augment samples-in-hand held by collaborators at U. of Florida, whole rock geochemistry, age, and zircon trace element composition of 9 plutons have been characterized, along with magmatic (i.e., zircon) stable isotope compositions for 14 granitoid plutons. Age and stable isotope data were collected by microanalytical techniques (Secondary Ion Mass Spectrometry (SIMS)) to allow correlation of various datasets on a grain-by-grain basis. The most significant finding to date is that the term Alleghanian granite, which has been applied to undeformed granitoids throughout the southern Appalachians, is an oversimplification. The 9 new SHRIMP-RG Pb/U zircon ages (rock-average) range from 304-341 Ma, with oldest ages for intrusions within the Inner Piedmont and younger ages for plutons towards the east (Carolina terrane). However, a larger compilation including new Pb/U zircon ages measured by ICP-MS, along with ages reported in the literature does not reveal a clear break in the age spectrum from ~380-290 Ma, suggesting continuous magmatic intrusion from the Neoacadion through the Alleghanian. There is no indication that magmatism was associated with the often-cited lower limit of 260 Ma for Alleghanian tectonism. The zircon oxygen isotope constraints are generally correlated with age. Higher &delta;18O values indicative of melting of metasedimentary protoliths are typically observed for older plutons located in the Inner Piedmont. Younger plutons generally exhibit mantle-like oxygen isotope ratios, consistent with melting of igneous rocks retaining mantle-like oxygen. A similar trend is commonly observed in subduction-related settings (e.g., Mesozoic batholiths in the Western US) moving away from the trench, but considering other whole rock geochemical information this trend is unlikely to reflect a subduction setting. Instead, the data are consistent with tectonic evolution of this margin from post-collisional melting of tectonically-thickened mid-crust (prior to ~320 Ma) followed by deeper-seated melting of lower crust. This change may have been facilitated by delamination of the thickened lithosphere. In addition to the 9 'Alleghanian' granitoids characterized, the Delhi Syenite (Carolina terrane) was dated at 469&plusmn;7 Ma. This intrusion had previously been proposed as part of the Alleghenian suite as a younger phase associated with the nearby Danburg-Sandy Hill pluton. These new results demonstrate the Delhi pluton is Taconic in age, and formed in association with multi-phase Taconic arc prior to collision with Laurentia.\n\n               One undergraduate student thesis and one Master's Thesis were completed with support from this project. Additionally, samples and analytical methods from this project were allied with the PI's junior-level course in petrology at Ohio University. Using this project as a backdrop, approximately 60 Students gained direct experience with geochemical analysis (X-ray Fluorescence) and rock description and classification to evaluate igneous petrogenesis and geologic evolution of the Southern Appalachian Orogen. More broadly, students gained first-hand experience in data acquisition, organization, and interpretation, developing skills applicable well beyond the classroom.\n\n\t\t\t\t\tLast Modified: 02/11/2016\n\n\t\t\t\t\tSubmitted by: Craig Grimes"
 }
}