{
 "awd_id": "1305105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Chemical Model for the Prebiotic Origins of Tetrapyrrole Macrocycles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Jonathan S. Lindsey from North Carolina State University to probe the formation and possible photochemical properties of tetrapyrrole macrocycles under plausible prebiotic conditions.  The formation entails a multistage process beginning with simple acyclic reactants and proceeds through a reactive pyrrole on to porphyrinogens, which upon oxidation yield porphyrins.  Combinatorial reactions afford a complex mix of tetrapyrrole macrocycles that spontaneously partition among aqueous and membrane vesicles.  A key objective is to understand the scope and robustness of this self-organizing chemistry, particularly where reactions may proceed in parallel. A second theme is to employ quantitative analytical methods that place this rich chemistry on a firm physical basis.  The knowledge gained will provide a chemical model for the possible origins and function of a potent set of catalysts (tetrapyrroles) supporting proto-metabolism and proto-photosynthetic processes.\r\n\r\nThe origin of life is an enduring and unmet scientific challenge.  Tetrapyrrole macrocycles (e.g., chlorophylls) play a central role in all living organisms and have been proposed to play a central role in the origin of life, yet their prebiotic origin has remained obscure.  While the exact origins may never be known, the development of a viable chemical model, bounded by constraints of early earth conditions, could provide insight into the possible origins of tetrapyrrole molecules.  The proposed research engages undergraduate and graduate students in scientific research with an inherently interdisciplinary flavor (synthesize starting materials, perform chemical reactions, analyze complex mixtures of chemical compounds, assess the prebiotic implications in coordination with earth sciences considerations).  A companion course (Molecular Origins of Life), taught by Professor Lindsey annually for senior undergraduates as well as graduate students, addresses fundamental chemical principles in the context of the fascinating field of prebiotic chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Lindsey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Lindsey",
   "pi_email_addr": "jlindsey@ncsu.edu",
   "nsf_id": "000288741",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How did life originate?&nbsp; This grand question remains largely unanswered.&nbsp; One view, first put forth by scientists in the mid-1930s, is that the early ocean filled with organic molecules (the &ldquo;prebiotic soup&rdquo;), which upon reaction led to an early cell.&nbsp; As the cells began growing the ocean became depleted of organic molecules.&nbsp; The increasing sophistication of early cells led to the invention of photosynthesis, which imbued early cells with a self-sustaining capacity.&nbsp; An alternative (and minority) view of the origin and evolution of life is that the first cell was photosynthetic, and moreover, early photochemistry provided the fuel that drove the origin of living systems.&nbsp; There is little data one way or another for these two viewpoints.&nbsp; What we have done in the NSF-funded research is address the question of how photosynthetic-like pigments could form spontaneously from simple, early-Earth abundant precursors, under primitive conditions.&nbsp; We examined reactions of simple organic compounds and found a new pathway by which such compounds could form porphyrins, which represent the core skeleton of chlorophylls.&nbsp; The reactions occur at 50 &deg;C in dilute aqueous solution at near-neutral pH; no clay or templates or metals or protein is required to facilitate or guide the process.&nbsp; Such reactions, like most in studies of the origin of life, were conducted with pure substances.&nbsp; The general view is that the prebiotic soup was a grand mixture of substances, hence, we examined reactions with mixtures of simple organic compounds. We found that the reactions generated porphyrins of diverse polarity, so that some partitioned in aqueous solution while others partitioned in detergent media, like the membranes of primitive cells.&nbsp; Both types of porphyrins were photoactive, as would be required for the origin of photosynthetic activity.&nbsp; The results suggest that the grand complexity of the prebiotic soup may not have been adverse to the spontaneous formation of organized molecular systems. &nbsp;Our understanding of the origin of life on Earth remains woefully inadequate.&nbsp; One can quibble about (and in fact we never assert) the likelihood of the precursors we have studied would be present on early Earth &ndash; indeed, the title for our project was to examine a &ldquo;chemical model&rdquo; for the origin of pigments germane to modern photosynthesis.&nbsp; The minimum conclusion from our work is that molecular sophistication can arise spontaneously from random chemical mixtures under simple conditions, suggesting the spontaneous origin of photosynthetic pigments resides in the scope of chemistry and does not require a biological origin.&nbsp; The work we carried out is described in full in 18 papers in peer-reviewed scientific journals and resulted in training a small group of terrific young scientists.&nbsp; The work encompasses chemical synthesis of precursors, examination of diverse reactions, development of methods for characterization of complex mixtures, development of statistically based computational methods for describing the nature of the individual porphyrins in a mixture, and examination of the photochemical properties of the resulting porphyrins. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2017<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;S&nbsp;Lindsey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow did life originate?  This grand question remains largely unanswered.  One view, first put forth by scientists in the mid-1930s, is that the early ocean filled with organic molecules (the \"prebiotic soup\"), which upon reaction led to an early cell.  As the cells began growing the ocean became depleted of organic molecules.  The increasing sophistication of early cells led to the invention of photosynthesis, which imbued early cells with a self-sustaining capacity.  An alternative (and minority) view of the origin and evolution of life is that the first cell was photosynthetic, and moreover, early photochemistry provided the fuel that drove the origin of living systems.  There is little data one way or another for these two viewpoints.  What we have done in the NSF-funded research is address the question of how photosynthetic-like pigments could form spontaneously from simple, early-Earth abundant precursors, under primitive conditions.  We examined reactions of simple organic compounds and found a new pathway by which such compounds could form porphyrins, which represent the core skeleton of chlorophylls.  The reactions occur at 50 &deg;C in dilute aqueous solution at near-neutral pH; no clay or templates or metals or protein is required to facilitate or guide the process.  Such reactions, like most in studies of the origin of life, were conducted with pure substances.  The general view is that the prebiotic soup was a grand mixture of substances, hence, we examined reactions with mixtures of simple organic compounds. We found that the reactions generated porphyrins of diverse polarity, so that some partitioned in aqueous solution while others partitioned in detergent media, like the membranes of primitive cells.  Both types of porphyrins were photoactive, as would be required for the origin of photosynthetic activity.  The results suggest that the grand complexity of the prebiotic soup may not have been adverse to the spontaneous formation of organized molecular systems.  Our understanding of the origin of life on Earth remains woefully inadequate.  One can quibble about (and in fact we never assert) the likelihood of the precursors we have studied would be present on early Earth &ndash; indeed, the title for our project was to examine a \"chemical model\" for the origin of pigments germane to modern photosynthesis.  The minimum conclusion from our work is that molecular sophistication can arise spontaneously from random chemical mixtures under simple conditions, suggesting the spontaneous origin of photosynthetic pigments resides in the scope of chemistry and does not require a biological origin.  The work we carried out is described in full in 18 papers in peer-reviewed scientific journals and resulted in training a small group of terrific young scientists.  The work encompasses chemical synthesis of precursors, examination of diverse reactions, development of methods for characterization of complex mixtures, development of statistically based computational methods for describing the nature of the individual porphyrins in a mixture, and examination of the photochemical properties of the resulting porphyrins.  \n\n\t\t\t\t\tLast Modified: 09/14/2017\n\n\t\t\t\t\tSubmitted by: Jonathan S Lindsey"
 }
}