{
 "awd_id": "1305858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistical Inference for Functional and High-Dimensional Time Series",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2013-08-08",
 "awd_max_amd_letter_date": "2015-08-09",
 "awd_abstract_narration": "The proposed research provides novel methodology for the statistical inference of functional and high-dimensional time series with a focus on multi-sample functional data and panel data. The investigators thereby extend the range of functional data analysis beyond the currently available models. This is relevant because the proposed models have a number of important applications in economics and finance, geophysics and engineering. A characteristic common to many functional data applications is the presence of dependence. The theory of functional data, however, is as of today mainly focused on independent processes with notable exceptions being given by the functional autoregressive and linear processes. This proposal represents a comprehensive research plan for developing an extended tool-kit for the analysis of functional and high-dimensional time series data.  It contains the following parts:development of fully functional tests for independence and stationarity, and diagnostic tests that do not require dimension reduction; advancement of functional principal component analysis by taking into account that different operators should be used under the null and alternative hypothesis and by providing novel theory for the case of an increasing number of principal components; introduction and development of the theoretical foundation of the concept of functional analysis of variance, including procedures to cluster functional time series observations into groups; advancement of the methodology of panel data to more general models, explicitly allowing for the high-dimensionality of the observations but notably not requiring stationarity of the panels; and the breaking of new ground by combining functional series with high-dimensional time series methodology. This requires the development of sophisticated new statistical methodology, including the refinement and extension of the theory of (vector-valued) Hilbert space-valued observations. The research also includes a significant innovative computational component. To aid the dissemination of results, we plan to make the relevant software freely available via the Internet. Completion of the proposal gives statisticians and practitioners new tools for analyzing different forms of functional data.\r\n\r\nThe proposal is interdisciplinary in nature, with applications in diverse fields ranging from finance and economics (tick-by-tick transaction data, joint movement of several economic indicators, the effect of policy changes on economic processes), environmental science (monitoring air pollution, changes in temperature, change in the occurrences of certain meteorological extremes), and to geophysics (magnetic field readings of magnetometers). In the context of financial data, independence and stationarity testing can be used to determine if, for example, the functional autoregressive model is appropriate for high resolution asset price data. If so then further estimation techniques can be applied towards predicting asset values as well as other techniques in economic forecasting. By applying the functional analysis of variance to magnetic field measurements taken from several different locations one may categorize these locations according to the magnetic field behavior they exhibit. This may influence the implementation of radio communication in these areas. The research is therefore of immediate interest for practitioners and will further connect statistics and fields of science with a significant  statistical component. It also advances the theory of mathematical  statistics. The proposed research produces doctoral students, among them female and  minority students, theoretically and practically versed in both statistics and  an area of application. The training and involvement of undergraduate students  in this research is also included through regular coursework, independent study and projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lajos",
   "pi_last_name": "Horvath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lajos Horvath",
   "pi_email_addr": "horvath@math.utah.edu",
   "nsf_id": "000333992",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Aue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Aue",
   "pi_email_addr": "aaue@uc.davis.edu",
   "nsf_id": "000063921",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 67882.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 54956.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 77161.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funded by this project provided mathematically sound statistical procedures for the analysis of complex, time-varying data. Data of this kind is becoming ever more present in our data-rich environment. Traditional statistical methods, however, are often not suited to extract the relevant information in these situations because of the massively increased data complexity. The outcomes of this project consist of developing new theory for the analysis of such data, resulting in novel statistical and computational procedures, in particular in the fields of high-dimensional and functional time series analysis.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The theory of this kind of data was, however, still in its financy and results provided within the framework of this proposal led to an extended tool-kit for the analysis of functional and high-dimensional time series data. This required the development of sophisticated new statistical methodology, including the refinement and extension of the theory of (vector-valued) Hilbert space-valued observations. The research also included a significant innovative computational component. To aid the dissemination of the corresponding results, relevant software was made freely available on the Internet.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This intellectual advancement of statistical theory may find applications in various areas of science. For example, the procedures developed for functional time series may help to better understand climate change through the analysis of the evolution of annual temperature profiles or to optimze responses to pollution from particulate matter from ambient air caused by roadside traffic through the use of novel prediction methods tailored to daily pollution curves.</p>\n<p>&nbsp;</p>\n<p>Several graduate and undergraduate students were supported through this project. They were trained in up-to-date statistical methodology both from a theoretical and from an applied angle. This was achieved through regular coursework, independent studies and projects inspired by this research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2017<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Aue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research funded by this project provided mathematically sound statistical procedures for the analysis of complex, time-varying data. Data of this kind is becoming ever more present in our data-rich environment. Traditional statistical methods, however, are often not suited to extract the relevant information in these situations because of the massively increased data complexity. The outcomes of this project consist of developing new theory for the analysis of such data, resulting in novel statistical and computational procedures, in particular in the fields of high-dimensional and functional time series analysis. \n\n \n\nThe theory of this kind of data was, however, still in its financy and results provided within the framework of this proposal led to an extended tool-kit for the analysis of functional and high-dimensional time series data. This required the development of sophisticated new statistical methodology, including the refinement and extension of the theory of (vector-valued) Hilbert space-valued observations. The research also included a significant innovative computational component. To aid the dissemination of the corresponding results, relevant software was made freely available on the Internet. \n\n \n\nThis intellectual advancement of statistical theory may find applications in various areas of science. For example, the procedures developed for functional time series may help to better understand climate change through the analysis of the evolution of annual temperature profiles or to optimze responses to pollution from particulate matter from ambient air caused by roadside traffic through the use of novel prediction methods tailored to daily pollution curves.\n\n \n\nSeveral graduate and undergraduate students were supported through this project. They were trained in up-to-date statistical methodology both from a theoretical and from an applied angle. This was achieved through regular coursework, independent studies and projects inspired by this research.\n\n\t\t\t\t\tLast Modified: 10/18/2017\n\n\t\t\t\t\tSubmitted by: Alexander Aue"
 }
}