{
 "awd_id": "1305839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Chemical Synthesis with Periodic Mesostructures at High Pressure",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eugene zubarev",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 83367.0,
 "awd_amount": 83367.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2015-06-02",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThe proposed research, funded by the Solid State and Materials Chemistry program, is aimed at synthesizing mesostructures of diamond at high pressure using periodic mesostructured carbons produced by soft self-assembly with surfactant templates. For the synthesis, the carbons will be infiltrated by polycarbosilanes until the pore space is filled. Heat-treatment of the so-infiltrated carbons will produce periodic mesostructured silicon carbide/carbon composite materials. Subsequently, these composites will be treated at high pressure and temperature to transform the carbon phase into periodic mesostructures of diamond. The synthesis will be performed in multi-anvil assemblies which allow for pressures of up to 27 GPa and temperatures above 2000°C. The produced mesostructured silicon carbide/diamond composites will be structurally characterized and tested for their mechanical properties. By selective removal of the silicon carbide phase from the SiC/diamond composites mesoporous forms of diamond will be produced. In addition, we will explore the mechanisms and kinetics of the phase transitions within mesostructures at high pressure by in-situ Raman, SAXS, and IR spectroscopic experiments. The in-situ experiments will be done in diamond anvil cells. It is expected that the realization of these aims will create seminal knowledge across the different fields of high-pressure science and periodic mesostructures, and produce potentially useful new materials. \r\n\r\nNON TECHNICAL SUMMARY\r\nMesoporous materials belong to the most important classes of materials due to their wide structural diversity and broad range of applications including catalysis, separation, microelectronics, and drug-delivery. Pressure and temperatures are the two major thermodynamic variables in synthesis. The emphasis of this work is to explore the role of high pressure in synthesis to produce mesostructures of diamond and investigate the mechanisms of phase transformations at high-pressure inside a mesostructure. Thereby, the project will advance the understanding of the chemical high-pressure behavior of periodic mesostructures and make a broad impact on synthetic high-pressure chemistry which is currently an underrepresented field. Diamond is the arguably the most technologically important high-pressure phase. Mesostructured composites of diamond, which are the expected products in this research, could find applications as ultrahard materials. Diamond is known as biocompatible material and thus mesoporous forms of diamond could have potential in drug-delivery. Commercially relevant outcomes of the work will be communicated to industry via the Lehigh Nanotechnology Network and Lehigh?s Industrial Liaison Program. Leading companies for the production of diamond materials will be involved in materials testing, which will catalyze technology transfer. The project will be done in collaboration between a degree-granting University (Lehigh University) and a non-degree granting research institution (Carnegie Institution of Washington) thereby building a close tie between these institutions. The involved students and post-docs will learn an unusual combination of synthetic (synthesis of mesostructured materials, high pressure syntheses) and analytical techniques (electron microscopy, X-ray diffraction, gas sorption etc.). Results from the work will be integrated into \"Advanced Inorganic Chemistry\", and \"Solid State Chemistry\" courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingwei",
   "pi_last_name": "Fei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingwei Fei",
   "pi_email_addr": "fei@gl.ciw.edu",
   "nsf_id": "000162083",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Geophysical Laboratory",
  "perf_str_addr": "5251 Broad Branch Rd, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 26219.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 27789.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 29359.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit: </em></strong>Mesoporous materials belong to the most important classes of materials due to their wide structural diversity and broad range of applications including catalysis, separation, microelectronics, and drug-delivery. Pressure and temperatures are the two major thermodynamic variables in synthesis. We have explored the role of high pressure in synthesis to produce mesostructures of super-hard materials including diamond and cubic boron nitride (c-BN) and investigate the conditions of the transformations at high pressure. We have successfully synthesized c-BN nanocrystals and mesoporous c-BN at pressure, using periodic mesoporous hexagonal boron nitride (h-BN) as a precursor, and determined the minimum pressure and temperature required for the transformation. The research introduced a new pathway for the synthesis of nanostructured high-pressure phases and mesoporous super-hard materials from periodic mesoporous materials. The synthesized mesoporous super-hard cubic boron nitride represents a new class of crystalline mesoporous materials that can only be produced through application of pressure. The research paves way for synthesis of a range of crystalline mesoporous super-hard materials including mesoporous diamond that will lead to possible industrial applications.</p>\n<p><strong><em>Broader Impacts</em>: </strong>We have promoted interdisciplinary research between chemistry and high-pressure research, and acquired seminal knowledge across the fields of high-pressure chemistry and mesoporous super-hard materials. The project has been done in collaboration between a degree-granting Lehigh University and a non-degree granting research institution, Carnegie Institution of Washington, thereby providing a unique environment for the involved students and post-docs who had opportunities to interact with researchers in broad research fields including high-pressure physics and chemistry and experimental geophysics. We disseminated the research results through conferences and publication in peer-reviewed journal. The project could result in new mesostructured super-hard materials with desirable properties for commercial uses such as abrasives, heat sink, and nano-casting template.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2017<br>\n\t\t\t\t\tModified by: Yingwei&nbsp;Fei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Mesoporous materials belong to the most important classes of materials due to their wide structural diversity and broad range of applications including catalysis, separation, microelectronics, and drug-delivery. Pressure and temperatures are the two major thermodynamic variables in synthesis. We have explored the role of high pressure in synthesis to produce mesostructures of super-hard materials including diamond and cubic boron nitride (c-BN) and investigate the conditions of the transformations at high pressure. We have successfully synthesized c-BN nanocrystals and mesoporous c-BN at pressure, using periodic mesoporous hexagonal boron nitride (h-BN) as a precursor, and determined the minimum pressure and temperature required for the transformation. The research introduced a new pathway for the synthesis of nanostructured high-pressure phases and mesoporous super-hard materials from periodic mesoporous materials. The synthesized mesoporous super-hard cubic boron nitride represents a new class of crystalline mesoporous materials that can only be produced through application of pressure. The research paves way for synthesis of a range of crystalline mesoporous super-hard materials including mesoporous diamond that will lead to possible industrial applications.\n\nBroader Impacts: We have promoted interdisciplinary research between chemistry and high-pressure research, and acquired seminal knowledge across the fields of high-pressure chemistry and mesoporous super-hard materials. The project has been done in collaboration between a degree-granting Lehigh University and a non-degree granting research institution, Carnegie Institution of Washington, thereby providing a unique environment for the involved students and post-docs who had opportunities to interact with researchers in broad research fields including high-pressure physics and chemistry and experimental geophysics. We disseminated the research results through conferences and publication in peer-reviewed journal. The project could result in new mesostructured super-hard materials with desirable properties for commercial uses such as abrasives, heat sink, and nano-casting template.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2017\n\n\t\t\t\t\tSubmitted by: Yingwei Fei"
 }
}