{
 "awd_id": "1305387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of General Relativistic Compact-Object Binaries",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 126000.0,
 "awd_amount": 126000.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "This award funds a research project under the direction of Professor Wolfgang Tichy at Florida Atlantic University.\r\n\r\nThe NSF's LIGO gravitational wave detectors are among a number of new facilities all over the world which are designed to directly detect and measure gravitational waves. These waves will come from a variety of astrophysical sources and will open a new window to the universe. One of the most promising sources for these detectors are the inspirals and mergers of compact-object binaries (i.e., systems containing black holes or neutron stars). As the two objects get close, fully non-linear numerical simulations of the Einstein equations are required to make predictions about the final part of the inspiral and subsequent merger. This project will address several key physics issues such as: (i) How important is neutron star spin in the evolution of neutron star binaries? (ii) How can we best join a very long post-Newtonian inspiral waveform and a numerically obtained waveform from a compact object binary? (iii) Up to which frequency can post-Newtonian waveforms be trusted, and how does this frequency depend on spins and mass ratios? (iv) Can we obtain significantly better waveforms if we use more realistic initial data with less artificial \"junk\" radiation?\r\n\r\nThis project is also envisioned to have significant broader impacts. Part of the proposed research will be carried out in close collaboration with the relativity group at the University of Jena in Germany. The planned research will involve at least one graduate student at FAU and one postdoc at the University of Jena. Thus the planned research will have educational benefits for the students and postdocs involved. They will not only learn about the science related to this project, but also more broadly about programming supercomputers and data management. Professor Tichy also intends to give public lectures on his research, and develop new course curricula based on research results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wolfgang",
   "pi_last_name": "Tichy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wolfgang Tichy",
   "pi_email_addr": "wolf@fau.edu",
   "nsf_id": "000107313",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 Glades Rd",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334316424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On August 17, 2017 the Advanced LIGO and Advanced Virgo detectors observed a<br />gravitational wave signal from two merging neutron stars for the first time.<br />All other detections up to then had been from merging black holes. Neutron<br />stars consist almost entirely of neutrons and are the densest stars known to<br />exist. They are so dense that a neutron star with the mass of our sun has a<br />size of only about 20 km. When two such stars orbit around each other, they<br />loose energy due to the emission of gravitational waves so that the orbits<br />become tighter until they finally merge into one larger neutron star. When<br />this larger star is massive enough it collapses into a black hole. During<br />the collision of the stars material is ejected, so that the final merged<br />object is surrounded by a thick ring of neutron rich material. This material<br />undergoes nuclear reactions that release energy in the form of<br />electromagnetic radiation, an event known as kilonova.<br /><br />The work funded under this grant has resulted in detailed computer<br />simulations of such merging neutron stars using Einstein's equations of<br />General Relativity. Such simulations are necessary to create theoretical<br />predictions about the last part of the inspiral and the subsequent merger of<br />the two neutron stars. We have explored various parameters such as the<br />masses and spins of the two stars, as well as numerous proposed equations of<br />state which describe the matter at the extreme densities inside neutron<br />stars. Only with such detailed theoretical predictions can one infer the<br />properties of the sources from any measured gravitational wave signal. One<br />of our results is a gravitational waveform model that can be compared with<br />observations. With it it was possible to use the recent gravitational wave<br />observation to place more stringent bounds on allowed equations of state. We<br />have also found that detailed modeling of the hypermassive neutron star<br />after merger and the resulting gravitational waveforms, require the<br />inclusion of spin, even for the moderate magnitudes observed in binary<br />neutron star systems. Furthermore our results show that mergers with large<br />mass ratio have electromagnetic signatures distinct from the equal mass case<br />and are more similar to black hole - neutron star mergers. In addition, spin<br />aligned to the orbital angular momentum is expected to lead to brighter<br />electromagnetic counterparts than antialigned spin with luminosities up to a<br />factor of two higher.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Wolfgang&nbsp;Tichy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOn August 17, 2017 the Advanced LIGO and Advanced Virgo detectors observed a\ngravitational wave signal from two merging neutron stars for the first time.\nAll other detections up to then had been from merging black holes. Neutron\nstars consist almost entirely of neutrons and are the densest stars known to\nexist. They are so dense that a neutron star with the mass of our sun has a\nsize of only about 20 km. When two such stars orbit around each other, they\nloose energy due to the emission of gravitational waves so that the orbits\nbecome tighter until they finally merge into one larger neutron star. When\nthis larger star is massive enough it collapses into a black hole. During\nthe collision of the stars material is ejected, so that the final merged\nobject is surrounded by a thick ring of neutron rich material. This material\nundergoes nuclear reactions that release energy in the form of\nelectromagnetic radiation, an event known as kilonova.\n\nThe work funded under this grant has resulted in detailed computer\nsimulations of such merging neutron stars using Einstein's equations of\nGeneral Relativity. Such simulations are necessary to create theoretical\npredictions about the last part of the inspiral and the subsequent merger of\nthe two neutron stars. We have explored various parameters such as the\nmasses and spins of the two stars, as well as numerous proposed equations of\nstate which describe the matter at the extreme densities inside neutron\nstars. Only with such detailed theoretical predictions can one infer the\nproperties of the sources from any measured gravitational wave signal. One\nof our results is a gravitational waveform model that can be compared with\nobservations. With it it was possible to use the recent gravitational wave\nobservation to place more stringent bounds on allowed equations of state. We\nhave also found that detailed modeling of the hypermassive neutron star\nafter merger and the resulting gravitational waveforms, require the\ninclusion of spin, even for the moderate magnitudes observed in binary\nneutron star systems. Furthermore our results show that mergers with large\nmass ratio have electromagnetic signatures distinct from the equal mass case\nand are more similar to black hole - neutron star mergers. In addition, spin\naligned to the orbital angular momentum is expected to lead to brighter\nelectromagnetic counterparts than antialigned spin with luminosities up to a\nfactor of two higher.\n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Wolfgang Tichy"
 }
}