{
 "awd_id": "1305977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Ecological Rationality of Impulsive Choice in Rats",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 197940.0,
 "awd_amount": 197940.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "Impulsive choice can be defined as a failure to maximize total gains when choosing between options that are available at different times. This failure is often ascribed to overly-fast discounting of delayed options (i.e., the value of delayed options is decreased as a function of the delay). Such behavior is thought to be a key component of many broader issues concerning society, such as scholastic failure, debt, aggression, and various mental disorders like addiction. Impulsive choice stands out as a topic that has been, and must be, studied through multiple scientific disciplines: psychologists have measured impulsivity through a wide variety of tasks in a number of populations (e.g., children, non-human animals); neurobiologists have identified neural systems and brain structures that seem to affect impulsive choice; and psychopharmacologists have examined the influence of pharmacological agents on impulsive behavior. In the face of these varied lines of work, there is growing agreement that impulsivity is a multi-dimensional phenomenon that is unlikely to be understood through any single approach. \r\n\r\nIntellectual Merit: \r\n\r\nThis project is an interdisciplinary approach to studying impulsivity that integrates tools and concepts from psychology, neuroscience, and behavioral ecology that helps to elucidate both the mechanisms involved in impulsivity, as well as the evolutionary causes of such behavior. Specifically, this project extends and tests the ecological rationality hypothesis, which states that impulsive choice is the product of placing evolved cognitive mechanisms for foraging into evolutionarily novel situations in the laboratory (such as standard delay-discounting tasks in which subjects choose between a smaller-sooner option and a larger-later option). Foraging behavior can be thought of as a series of choices to either stay in a patch of resources and exploit it or leave the patch to look for other possibilities. This project (i) replicates this basic finding in a new species by developing a new methodology for assessing impulsive choice in rats, (ii) further investigates the discrepancy between how decisions are made in the two types of tasks, and (iii) gains a detailed understanding of the neural mechanisms involved in choice by comparing neural representations of value during decisions in both types of task. \r\n\r\nBroader Impacts: \r\n\r\nBecause this project exists at the intersection of several disciplines, the results and the new methods that are developed are of interest to a wide variety of scientists (e.g., psychologists, economists, biologists); and because a deeper understanding of impulsive choice may benefit the study of several mental disorders (e.g., addiction, attention-deficit/hyperactivity disorder) and other major societal concerns, the results are also of interest to those developing treatment and policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Redish",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron D Redish",
   "pi_email_addr": "redish@umn.edu",
   "nsf_id": "000437860",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Carter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Evan C Carter",
   "pi_email_addr": "evan.c.carter@gmail.com",
   "nsf_id": "000631453",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "420 Washington Ave SE, 4-162 MCB",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820900",
   "pgm_ele_name": "SPRF-IBSS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Managing the tradeoffs between the current and future consequences of behavior (i.e., <em>intertemporal choice</em>) is critical to successful behavior for all forms of life. This topic covers an incredibly wide range, from resource acquisition by plants and animals to economic decisions by modern humans. Not surprisingly, the study of intertemporal choice is highly interdisciplinary, but it tends to be discussed in terms of either delay discounting (in, for example, economics, neuroscience, and psychology) or foraging theory (evolutionary biology). However, despite the fact that both traditions treat the same general topic, their canonical findings are completely contradictory. Specifically, experiments on delay discounting tend to find that animals strongly prefer immediacy, even though it often results in receiving far less reward overall. In contrast, experiments from foraging theory routinely find that animals are quite good about trading off immediate and future gains, and that they are close to optimal in terms of reward receipt. This contradiction represents a major gap in our knowledge of this fundamental behavior.</span></p>\n<p><span>Here, we compared the behavior of rats on two intertemporal choice tasks: one in the tradition of delay discounting, one in the tradition of foraging theory. Critically, these tasks were nearly identical: they were run on the same maze, required the same behavior, and involved choice between options that were equivalent in terms of magnitude and delay. Despite this close matching, rats were willing to wait more three times as long on the foraging task than on the delay-discounting task. In terms of a standardized mean difference, this is an effect size of 4.45&mdash;450% greater than what is typically considered a &ldquo;large effect.&rdquo; In other words, rats value time <em>completely differently</em> on matched foraging and delay-discounting tasks.&nbsp;</span></p>\n<p><span>Moreover, we show that this effect cannot be explained by modern, purportedly general models of intertemporal choice (e.g., hyperbolic discounting). Instead, only a novel model based on recent experimental findings and multiple-decision-making-systems theory adequately fit the behavior we observed. Thus, we highlight the inadequacy of current intertemporal choice theory, and identify a factor that has historically been seen as irrelevant. Said differently, we have provided evidence for <em>rattus psychologicus</em> rather than <em>rattus economicus</em>. &nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Evan&nbsp;C&nbsp;Carter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nManaging the tradeoffs between the current and future consequences of behavior (i.e., intertemporal choice) is critical to successful behavior for all forms of life. This topic covers an incredibly wide range, from resource acquisition by plants and animals to economic decisions by modern humans. Not surprisingly, the study of intertemporal choice is highly interdisciplinary, but it tends to be discussed in terms of either delay discounting (in, for example, economics, neuroscience, and psychology) or foraging theory (evolutionary biology). However, despite the fact that both traditions treat the same general topic, their canonical findings are completely contradictory. Specifically, experiments on delay discounting tend to find that animals strongly prefer immediacy, even though it often results in receiving far less reward overall. In contrast, experiments from foraging theory routinely find that animals are quite good about trading off immediate and future gains, and that they are close to optimal in terms of reward receipt. This contradiction represents a major gap in our knowledge of this fundamental behavior.\n\nHere, we compared the behavior of rats on two intertemporal choice tasks: one in the tradition of delay discounting, one in the tradition of foraging theory. Critically, these tasks were nearly identical: they were run on the same maze, required the same behavior, and involved choice between options that were equivalent in terms of magnitude and delay. Despite this close matching, rats were willing to wait more three times as long on the foraging task than on the delay-discounting task. In terms of a standardized mean difference, this is an effect size of 4.45&mdash;450% greater than what is typically considered a \"large effect.\" In other words, rats value time completely differently on matched foraging and delay-discounting tasks. \n\nMoreover, we show that this effect cannot be explained by modern, purportedly general models of intertemporal choice (e.g., hyperbolic discounting). Instead, only a novel model based on recent experimental findings and multiple-decision-making-systems theory adequately fit the behavior we observed. Thus, we highlight the inadequacy of current intertemporal choice theory, and identify a factor that has historically been seen as irrelevant. Said differently, we have provided evidence for rattus psychologicus rather than rattus economicus.   \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Evan C Carter"
 }
}