{
 "awd_id": "1305686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Identity and Function of Heliconius Mimicry Genes",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthea Letsou",
 "awd_eff_date": "2012-08-31",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 391885.0,
 "awd_amount": 391885.0,
 "awd_min_amd_letter_date": "2012-12-10",
 "awd_max_amd_letter_date": "2013-06-07",
 "awd_abstract_narration": "A primary goal of modern biodiversity research is to identify the genes underlying adaptation and diversification. Despite the intense interest in this topic, relatively few such genes have been characterized from natural populations, and fewer still have been compared between species. Butterfly wing patterns represent an exceptional opportunity for identifying and studying adaptation genes. Indeed, for over a century wing patterns have been a favorite system for studying adaptation, primarily because the links between variation and adaptive value are so easy to understand - especially in cases such as mimicry, camouflage, startle response, and mate-choice. In this particular project the investigators will work to identify the major genes controlling mimicry-related color pattern variation in Heliconius butterflies. Remarkably, over the last 20 millions years it appears that only three major genes have been responsible for much of the dramatic color pattern variation in this genus. The investigators will apply modern genetic and developmental methods to characterize these genes and assess their functions across different species. By understanding these genes at a molecular level biologists will be better poised to understand why some genes tend to facilitate biological diversification more than others.\r\n\r\nThe investigators of this project have strong records of involving students, including undergraduates, in laboratory research. The Reed Lab will continue to participate in the Bridges to the Baccalaureate program, which allows prospective community college transfer students from underserved populations to participate in summer research experiences, and W.O. McMillan and R. Papa will help develop and enhance Latin American Internship Programs at the Smithsonian Tropical Research Institute at the University of Puerto Rico, respectively. This project will support the training of one graduate student and one postdoctoral researcher in the fields of genomics and developmental biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Reed",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Reed",
   "pi_email_addr": "robertreed@cornell.edu",
   "nsf_id": "000454236",
   "pi_start_date": "2012-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "215 Tower Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51885.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major goal of modern biodiversity research is to identify the genes underlying adaptation and diversification. Despite the intense interest in this topic, relatively few such genes have been characterized from natural populations, and fewer still have been compared between species. Butterfly wing patterns represent an exceptional opportunity for identifying and studying the genetic basis of evolution. For over a century wing patterns have been a favorite system for studying adaptation, primarily because the links between variation and adaptive value are so easy to understand, especially in cases such as mimicry, camouflage, startle response, and mate-choice. For this research the investigators worked to identify the major genes controlling color pattern variation in <em>Heliconius</em> butterflies&ndash;a evolutionary model system that has provided many key insights into mimicry and speciation. Genetic mapping has revealed that only a few genomic regions underlie most of the natural color pattern variation in these butterflies. Remarkably, over the last 20 millions years it appears that only three major genes have been responsible for much of the dramatic color pattern variation across the hundreds of wing pattern forms in this genus. These genes behave as genomic hotspots of evolution because they drive adaptive variation within and between species with both convergent and highly divergent wing patterns, thus demonstrating that some genes are unusually prone to facilitate rapid evolutionary change. Through this work the investigators applied modern genetic and developmental methods to characterize two of these genes and assess their functions across different species. By understanding these genes at a molecular a level the investigators gained a clearer understanding of how some genes tend to facilitate biological diversification more than others.&nbsp;</p>\n<p><strong>The role of&nbsp;<em>optix</em>&nbsp;in the evolution of complex red color patterns</strong>: The investigators found that most of the variation in red color patterns in <em>Heliconius</em> is due to changes in the <em>optix</em> gene. This work is of general interest because it shows how regulatory evolution of a single gene can drive the adaptation of extremely complex color patterns. It also shows that the same gene can repeatedly underlie pattern evolution across highly divergent lineages. A broader comparison across many butterfly species further suggested that the color patterning function of <em>optix</em> is a recent novelty of <em>Heliconius</em> butterflies, thus providing a valuable case study of how old genes can take on new adaptive functions over relatively recent evolutionary time scales.</p>\n<p><strong>Color patterns can evolve through regulatory variation of a morphogen gene: </strong>It has long been speculated that spatial changes in cell-signaling gradients should underlie pattern evolution, however there has been little direct evidence for this. For the first time the investigators demonstrated that positional variation in an inductive signal is responsible for color pattern evolution both within and between species. Specifically, they demonstrated that the morphogen WntA induces complex black color patterns in&nbsp;<em>Heliconius</em>, and that distinct cis-regulatory alleles of&nbsp;<em>WntA </em>are responsible for mimicry-related patterns in local populations. They also demonstrated that across many diverse species of butterflies changes in the expression of <em>WntA</em> and other related <em>Wnt</em> genes is responsible for the wing pattern features known as &ldquo;symmetry systems&rdquo;, which underlie the majority of butterfly color patterns. This work shows how a morphogen gene itself can be a source of heritable pattern variation in nature and how regulatory evolution of that gene can continue to drive adaptation over very deep time scales.</p>\n<p><strong>Broader im...",
  "por_txt_cntn": "\nA major goal of modern biodiversity research is to identify the genes underlying adaptation and diversification. Despite the intense interest in this topic, relatively few such genes have been characterized from natural populations, and fewer still have been compared between species. Butterfly wing patterns represent an exceptional opportunity for identifying and studying the genetic basis of evolution. For over a century wing patterns have been a favorite system for studying adaptation, primarily because the links between variation and adaptive value are so easy to understand, especially in cases such as mimicry, camouflage, startle response, and mate-choice. For this research the investigators worked to identify the major genes controlling color pattern variation in Heliconius butterflies&ndash;a evolutionary model system that has provided many key insights into mimicry and speciation. Genetic mapping has revealed that only a few genomic regions underlie most of the natural color pattern variation in these butterflies. Remarkably, over the last 20 millions years it appears that only three major genes have been responsible for much of the dramatic color pattern variation across the hundreds of wing pattern forms in this genus. These genes behave as genomic hotspots of evolution because they drive adaptive variation within and between species with both convergent and highly divergent wing patterns, thus demonstrating that some genes are unusually prone to facilitate rapid evolutionary change. Through this work the investigators applied modern genetic and developmental methods to characterize two of these genes and assess their functions across different species. By understanding these genes at a molecular a level the investigators gained a clearer understanding of how some genes tend to facilitate biological diversification more than others. \n\nThe role of optix in the evolution of complex red color patterns: The investigators found that most of the variation in red color patterns in Heliconius is due to changes in the optix gene. This work is of general interest because it shows how regulatory evolution of a single gene can drive the adaptation of extremely complex color patterns. It also shows that the same gene can repeatedly underlie pattern evolution across highly divergent lineages. A broader comparison across many butterfly species further suggested that the color patterning function of optix is a recent novelty of Heliconius butterflies, thus providing a valuable case study of how old genes can take on new adaptive functions over relatively recent evolutionary time scales.\n\nColor patterns can evolve through regulatory variation of a morphogen gene: It has long been speculated that spatial changes in cell-signaling gradients should underlie pattern evolution, however there has been little direct evidence for this. For the first time the investigators demonstrated that positional variation in an inductive signal is responsible for color pattern evolution both within and between species. Specifically, they demonstrated that the morphogen WntA induces complex black color patterns in Heliconius, and that distinct cis-regulatory alleles of WntA are responsible for mimicry-related patterns in local populations. They also demonstrated that across many diverse species of butterflies changes in the expression of WntA and other related Wnt genes is responsible for the wing pattern features known as \"symmetry systems\", which underlie the majority of butterfly color patterns. This work shows how a morphogen gene itself can be a source of heritable pattern variation in nature and how regulatory evolution of that gene can continue to drive adaptation over very deep time scales.\n\nBroader impacts: In addition to producing high impact research that has already been incorporated into several major biology textbooks, the investigators of this project continued strengthening their strong records of involving students, including undergradua..."
 }
}