{
 "awd_id": "1305677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topological States of Quantum Matter",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2015-04-27",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical research and education to investigate topological states of quantum matter, by proposing novel theoretical concepts, by designing new materials, and by working closely with the experimentalists to understand their novel properties.\r\nSearch for topological states of matter has become an important goal in condensed matter physics. The quantum Hall state gives the first example of a topological state which is characterized by a well-defined topological number and described by the topological field theory at low energy. Recently, the theoretical prediction and the experimental observation of the 2D and 3D topological insulators provide another example of a new type of the topological state. The topological insulator is a time reversal invariant bulk insulator, with gapless edge states where opposite spin states counter-propagate. The PI plans to investigate topological insulators with strong electronic correlations, develop concepts, and search for candidate materials that are topological superconductors.\r\n\r\nThis award also supports education through review articles and pedagogical papers, and a book on young field of topological states of quantum matter to communicate the exciting research to the broader community and a more general audience.\r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education on topological insulators and topological superconductors.  \r\nThe PI will use theoretical methods to investigate the effect of strong interactions among electrons in topological insulators. Like ordinary insulators, for example rubber, topological insulators do not conduct electricity though the interior of the material. Unlike ordinary insulators, topological insulators are able to conduct electricity on their edges or boundaries through the formation of a new state of matter that is insensitive to material defects and imperfections. Among the known topological insulators are compounds made of the elements bismuth and selenium, and bismuth and tellurium. Current theoretical descriptions of topological insulators largely ignore the correlated motion of electrons that results from their interaction. The PI aims to investigate how interactions modify current understanding of topological insulators.\r\n\r\nThe PI will also investigate topological superconductors with the aim to predict and guide experimentalists to discover materials that are topological superconductors. Like topological insulators, topological superconductors, are able to conduct electricity on their surfaces. Unlike topological insulators, the bulk of a topological superconductor conducts electricity without dissipation. Some possible topological superconductors have surface states that behave as if they were made of particles with the interesting property that exchanging two of them can lead to a new quantum state. These particles might enable the realization of a quantum computer in which computation is achieved by the manipulation of quantum mechanical states, as opposed to the bits in modern computers. \r\n \r\nThis award also supports education through review articles and pedagogical papers, and a book on the young field of topological states of quantum matter to communicate the exciting research to the broader community and a more general audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shou-Cheng",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shou-Cheng Zhang",
   "pi_email_addr": "sczhang@stanford.edu",
   "nsf_id": "000156528",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 280000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI carried out a program to investigate topological states of quantum matter, by proposing novel theoretical concepts, by designing new materials, and by working closely with the experimental colleagues to observe their novel properties. Search for topological states of matter has become an important goal in condensed matter physics. The quantum Hall state gives the first example of a topological state which is characterized by well-defined topological quantum numbers and described by topological field theories at low energy. Recently, theoretical prediction and experimental observation of the quantum spin Hall state in HgTe provided another example of the topological state. The quantum spin Hall state is a time reversal invariant bulk insulator, with gapless edge states where opposite spin states counter-propagate. In the past funding period, the quantum anomalous Hall effect was proposed by the PI in magnetic topological insulators, leading to its successful experimental observation. The PI discovered topological superconducting state and chiral Majorana fermion in the hybrid system of quantum anomalous Hall effect and conventional superconductors. The PI investigated transport signatures of the chiral Majorana fermion in terms of a half-quantized plateau and study its temperature and size dependence. The PI also investigated the topological magneto-electric effect in magnetic topological insulators by proposing feasible experimental realizations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2017<br>\n\t\t\t\t\tModified by: Shou-Cheng&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI carried out a program to investigate topological states of quantum matter, by proposing novel theoretical concepts, by designing new materials, and by working closely with the experimental colleagues to observe their novel properties. Search for topological states of matter has become an important goal in condensed matter physics. The quantum Hall state gives the first example of a topological state which is characterized by well-defined topological quantum numbers and described by topological field theories at low energy. Recently, theoretical prediction and experimental observation of the quantum spin Hall state in HgTe provided another example of the topological state. The quantum spin Hall state is a time reversal invariant bulk insulator, with gapless edge states where opposite spin states counter-propagate. In the past funding period, the quantum anomalous Hall effect was proposed by the PI in magnetic topological insulators, leading to its successful experimental observation. The PI discovered topological superconducting state and chiral Majorana fermion in the hybrid system of quantum anomalous Hall effect and conventional superconductors. The PI investigated transport signatures of the chiral Majorana fermion in terms of a half-quantized plateau and study its temperature and size dependence. The PI also investigated the topological magneto-electric effect in magnetic topological insulators by proposing feasible experimental realizations.\n\n\t\t\t\t\tLast Modified: 12/03/2017\n\n\t\t\t\t\tSubmitted by: Shou-Cheng Zhang"
 }
}