{
 "awd_id": "1306571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Critical Models of Two Dimensional Statistical Mechanics. A Mathematical Approach",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 101746.0,
 "awd_amount": 25906.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2014-09-12",
 "awd_abstract_narration": "The long-standing interest of the Mathematical Physics community in critical models of two-dimensional Statistical Mechanics has recently had an intense revival due to two major ideas coming from Probability: the description of random interfaces in terms of the Schramm-Lowner-Evolution (SLE), and the study of the conformal invariance of the large scale properties by means of the discrete complex analysis. This research project deals with that aspect of the theory of Statistical Mechanics, the universality in dimension two, but has an independent origin and a different specific objective. It uses a mathematical approach that is natural and effective for studying the critical exponents of correlations: the physicists' Renormalization Group (RG) in a rigorous mathematical reformulation. There are two types of systems of major interest in this project: a) Coulomb systems; b) spin, dimer and vertex models. After many years of studies, it seemed that, with very few exactly solvable exceptions, it was not possible to arrive at a rigorous computation of critical exponents of these models. The PI has recently achieved, independently and in collaborations, significant progress in the RG technique, which has shown that critical exponents in both cases are in fact accessible. This project aims for completions and extensions of such results; and opens the way to a re-blossoming of the field. Physicists have devoted considerable efforts to test the predictions of Statistical Mechanics on real materials. Recent experiments, performed in space (Shuttle space missions, MIR, ISS), showed a spectacular agreement between collected data and theoretical computations of critical exponents of second-order phase transitions. Yet the theory lacks, almost completely, mathematical rigor. The PI's research activity, already accomplished or planned in this project, represents a concrete stimulation for re-starting the grand endeavor of filling this gap. \r\nBroader Impact: Reconciling experimental physics with mathematics is fascinating and intellectually rewarding. The PI will engage masters degree students in such an activity by mentoring them in related educational or research works that are focused on comparative studies of different methods of exact solution of dimer and Ising models. In the experience of the PI this subject always strikes the students as being one of those fortunate cases in which the knowledge of linear algebra and rudimentary combinatorics, accompanied by enough patience, suffices to arrive at the forefront of the research! The PI teaches in a large undergraduate institution with high Hispanic enrollment and a large number of students who are first in their families to go to college. The student training has the ambition of building in talented students the self-confidence for continuing their studies in a PhD program: in the optimal case, original results in connection with the main research project will be produced; in a less fortunate case, students may still develop enthusiasm and a limited, but significant, expertise in mathematical and physical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierluigi",
   "pi_last_name": "Falco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierluigi Falco",
   "pi_email_addr": "pierluigi.falco@csun.edu",
   "nsf_id": "000601476",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Northridge",
  "perf_str_addr": "18111 Nordhoff Street",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1287",
   "pgm_ref_txt": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25905.0
  }
 ],
 "por": null
}