{
 "awd_id": "1306538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2013",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carter Kimsey",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "This Postdoctoral Research Fellowship award to Dr. Kevin M. Kocot is supported by both the Directorate for Biological Sciences and the Office of International Science and Engineering at the National Science Foundation. During the 24-month fellowship, Dr. Kocot will work on a project titled, \"Evolution of Biomineralization in Aculiferan Molluscs\" under the sponsorship of Dr. Bernard Degnan at the University of Queensland in Brisbane, Australia.\r\n\r\nBiomineralization is the process by which organisms secrete mineralized structures such as skeletons or shells. The goal of this research is to study the process of biomineralization in a group of evolutionarily important molluscs using a genomic approach. High-throughput DNA sequencing will be employed to survey the genomes of aplacophorans (sclerite-covered, worm-shaped molluscs) and chitons (slug-like molluscs with 8 shell plates) and identify genes involved in biomineralization. Where and when these genes are 'turned on' (expressed) in the various types of cells involved in biomineralization will be investigated and visualized using in situ hybridization. Also, non-mineral compounds incorporated into mineralized structures will be identified using mass spectroscopy. Additionally, a secondary goal of this research is to contribute to the paucity of knowledge on the diversity of Australian aplacophoran molluscs including formal description of unnamed species.\r\n\r\nMollusca is the second most species-rich group of animals and includes many\r\neconomically, ecologically, and biomedically important taxa. The great success of molluscs can be attributed, at least in part, to their ability to secrete calcified structures that provide them with physical support and defense. Because of their beauty, intrigue, and diversity, biomineralized structures (especially shells and pearls) produced by molluscs such as snails and bivalves have long been valued by humans. This work focuses on the less familiar aculiferans (aplacophorans and chitons) because recent genetic studies have shown that they comprise an evolutionary important group, distinct from all other molluscs. Additionally, recent paleontological studies indicate that aculiferans have retained ancestral characteristics that have been modified or lost in other molluscs. As molluscs are one of the first animal groups to appear in the fossil record, this work will have important implications for understanding of early animal evolution in general. In addition, this work will inform studies on economically important molluscs such as pearl oysters and abalone. \r\n\r\nDr. Kocot will train undergraduate students from diverse backgrounds on this research. He will continue to be an active curator of invertebrates for The Encyclopedia of Life and an active contributor to Wikipedia articles in my field. In addition, he will continue to serve as a mentor to undergraduate and early-career graduate students through MentorNet.\r\n\r\nThis award provides a unique opportunity for a US scientist to collaborate with foreign scientists, and utilize the unique facilities, expertise and experimental conditions available abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kocot",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Kocot",
   "pi_email_addr": "",
   "nsf_id": "000631041",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kocot                   Kevin          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Auburn",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "",
  "inst_zip_code": "368300000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "AL",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Queensland",
  "perf_str_addr": null,
  "perf_city_name": "Brisbane",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "8210",
   "pgm_ref_txt": "Intl Bio Postdoc Res Fellowshp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biomineralization is the process by which living organisms produce solid mineral structures such as bones or shells. The great success of molluscs (snails, clams, oysters, octopus, squid, and their relatives) can be attributed in part to their ability to secrete calcareous skeletal structures with evidence for molluscan biomineralization apparing very early in the fossil record. All eight of the major groups of Mollusca produce calcified structures. These are mostly in the form of shells, such as those produced by bivalves, gastropods and <em>Nautilus,</em>&nbsp;or sclerites (spines or scales), which are produced by two groups of less well-known molluscs - chitons and aplacophorans.</p>\n<p>Chitons are&nbsp;slug-like molluscs that are protected by eight serially arranged shells (=valves) and a thick, fleshy girdle covered in calcareous sclerites. Aplacophorans are worm-shaped molluscs that lack shells but are instead covered with sclerites. Recent genetic studies have shown that chitons and aplacophorans represent a distinct group of molluscs (called Aculifera) that split from the group including more familiar molluscs such as snails and clams (called Conchifera) early in their evolutionary history.</p>\n<p>The ability of molluscs to fabricate intricate and robust structures from sea water, which is encoded in their genomes, is well beyond human engineering capabilities and is of interest to field ranging from paleontology to synthetic biology. While there has been progress in identifying and characterising genes involved in biomineralization, there remain fundamental gaps in our understanding of this process. Importantly, all studies of the genes involved in the process of biomineralization in molluscs have been restricted to snails, clams, and oysters and no studies have addressed the process in the other major group of Mollusca, Aculifera.</p>\n<p>In this NSF International Postdoctoral Research Fellowship, I worked at The University of Queensland in Brisbane, Ausutralia. Studying under a world expert on biomineralization, Dr. Bernie Degnan, I primarily used high-throughput DNA sequencing approaches and sampled numerous chitons and aplacophorans in order to investigate the process of biomineralization in this understudied but evolutionarily important group. Gene expression, a measure of how active a particular gene is in a particular tissue, was calculated for all genes. Genes involved in organic substance metabolism were among the most  abundant in the tissue that secretes shells and sclerites, which is  called the mantle. Notably, some genes involved in conchiferan shell formation were among the most highly expressed. However, other genes with unknown function were also highly expressed. Many of these unknown genes appear to encode proteins that have physical properties similar to silks produced by insects and spiders. Silks are also known from snails and clams where they are thought to behave like rebar in concrete, adding strength and reinforcement to mineralized structures. Other lineage-specific proteins with no known function were discovered. Future directions for this work include identifying the proteins actually incorporated into shells and sclerites using direct protein sequencing approaches (proteomics) and examining genes expressed in the specific cells responsible for shell and sclerite secretion using a technique called laser capture microdissection.</p>\n<p>Funding through this NSF International Postdoctoral Research Fellowhship allowed me to obtain advanced research training abroad  and enabled me to have two very productive years of research. This fellowship&nbsp; gave me the academic freedom to pursue a project of my own design but also explore other side projects and collaborations. This experience enabled me to publish work in high profile journals  including <em>Nature</em>,&nbsp;<em>Proceedings of the National Academy of Science</em>, and <em>C...",
  "por_txt_cntn": "\nBiomineralization is the process by which living organisms produce solid mineral structures such as bones or shells. The great success of molluscs (snails, clams, oysters, octopus, squid, and their relatives) can be attributed in part to their ability to secrete calcareous skeletal structures with evidence for molluscan biomineralization apparing very early in the fossil record. All eight of the major groups of Mollusca produce calcified structures. These are mostly in the form of shells, such as those produced by bivalves, gastropods and Nautilus, or sclerites (spines or scales), which are produced by two groups of less well-known molluscs - chitons and aplacophorans.\n\nChitons are slug-like molluscs that are protected by eight serially arranged shells (=valves) and a thick, fleshy girdle covered in calcareous sclerites. Aplacophorans are worm-shaped molluscs that lack shells but are instead covered with sclerites. Recent genetic studies have shown that chitons and aplacophorans represent a distinct group of molluscs (called Aculifera) that split from the group including more familiar molluscs such as snails and clams (called Conchifera) early in their evolutionary history.\n\nThe ability of molluscs to fabricate intricate and robust structures from sea water, which is encoded in their genomes, is well beyond human engineering capabilities and is of interest to field ranging from paleontology to synthetic biology. While there has been progress in identifying and characterising genes involved in biomineralization, there remain fundamental gaps in our understanding of this process. Importantly, all studies of the genes involved in the process of biomineralization in molluscs have been restricted to snails, clams, and oysters and no studies have addressed the process in the other major group of Mollusca, Aculifera.\n\nIn this NSF International Postdoctoral Research Fellowship, I worked at The University of Queensland in Brisbane, Ausutralia. Studying under a world expert on biomineralization, Dr. Bernie Degnan, I primarily used high-throughput DNA sequencing approaches and sampled numerous chitons and aplacophorans in order to investigate the process of biomineralization in this understudied but evolutionarily important group. Gene expression, a measure of how active a particular gene is in a particular tissue, was calculated for all genes. Genes involved in organic substance metabolism were among the most  abundant in the tissue that secretes shells and sclerites, which is  called the mantle. Notably, some genes involved in conchiferan shell formation were among the most highly expressed. However, other genes with unknown function were also highly expressed. Many of these unknown genes appear to encode proteins that have physical properties similar to silks produced by insects and spiders. Silks are also known from snails and clams where they are thought to behave like rebar in concrete, adding strength and reinforcement to mineralized structures. Other lineage-specific proteins with no known function were discovered. Future directions for this work include identifying the proteins actually incorporated into shells and sclerites using direct protein sequencing approaches (proteomics) and examining genes expressed in the specific cells responsible for shell and sclerite secretion using a technique called laser capture microdissection.\n\nFunding through this NSF International Postdoctoral Research Fellowhship allowed me to obtain advanced research training abroad  and enabled me to have two very productive years of research. This fellowship  gave me the academic freedom to pursue a project of my own design but also explore other side projects and collaborations. This experience enabled me to publish work in high profile journals  including Nature, Proceedings of the National Academy of Science, and Current Biology, which was important for me to establish myself in the field and get hired in my new  position as an Assistant Professor a..."
 }
}