{
 "awd_id": "1306670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2013",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2013-05-23",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Design of a Protein Stability System Regulated by Light\r\n\r\nTools that can rapidly and conditionally perturb protein function are critical for the quantitative characterization of complex biological behavior. While numerous small molecule-based approaches have proven useful in advancing our understanding of protein signaling, the precise spatiotemporal regulation of protein activity remains a significant challenge. To address current limitations, this project aims to develop a general strategy to control the levels of any protein-of-interest with high spatiotemporal precision. Key to the success of this methodology is the design of a photoswitchable degradation (PSD) sequence that becomes metabolically unstable when irradiated with a specific wavelength of light. In particular, the photoswitchable degradation system will comprise a mutant of a light-sensitive phototropin domain that contains an embedded tetrapeptide degron. In the absence of light, the photoswitchable degradation domain will adopt a conformation that cages the degron and prevents its recognition by the endogenous cellular quality control pathways. Upon irradiation with light, the photoswitch mutant will undergo conformational changes that expose the degron and promote its degradation. This light- dependent instability will be conferred to any protein-of-interest genetically fused to the PSD domain.\r\n\r\nThe proposed project, which is co-funded by the program Instrument Development for Biological Research, will result in a novel, unique tool to (1) control the activity of any protein-of-interest and (2) elucidate the mechanistic details of protein-protein interactions. During the tenure of the fellowship, the fellow will obtain extensive training in the fields of biochemistry, cell biology, and structural biology. In addition, the fellow will mentor underrepresented minority undergraduates and K-12 students through the Stanford Summer Research Program and the Stanford Science in Service Program, respectively.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Navarro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raul Navarro",
   "pi_email_addr": "",
   "nsf_id": "000628726",
   "pi_start_date": "2013-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Navarro                 Raul",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": null,
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tools that can directly regulate the activity of any protein-of-interest are valuable in the study of complex biological processes. We have developed a new protein domain that exhibits small molecule-dependent stability and fluorescence based on the bilirubin-inducible fluorescent protein, UnaG. When genetically fused to a protein-of-interest, this fluorescent destabilizing domain confers its instability to the entire fusion protein, facilitating the rapid degradation of the fusion. In the presence of its cognate ligand bilirubin, the fusion protein becomes stable and fluorescent. This new chemical genetic tool allows for rapid, reversible, and tunable control over the stability and fluorescence of a wide range of protein targets.</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merit</span></em>: Tools that can rapidly and conditionally perturb protein function are critical for the quantitative characterization of complex biological behavior. Over the last decade, our lab has developed a number of protein destabilizing domains (DDs), which confer their small molecule-dependent instability to whichever protein-of-interest they are fused to. While the DDs have been used extensively in the literature, the ability to efficiently quantify a DD-tagged protein remains a concern. <em>As such, the <strong>intellectual merit </strong>of this fluorescent destabilizing domain is that it allows researchers to readily quantify and assess the subcellular localization of the tagged protein using fluorescence.</em></p>\n<p><em>&nbsp;</em><span style=\"text-decoration: underline;\">Broader Impacts</span>: The <strong>broader impacts </strong>that resulted from this proposal include the dissemination of research findings with colleagues via institution-wide research seminars and conferences; the distribution of our fluorescent DD constructs to qualified investigators through the public plasmid repository Addgene; the mentorship of underrepresented minority undergraduates through the Stanford Summer Research Program; and the development and execution of a mentorship program via the Out in STEM Stanford Chapter.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/04/2017<br>\n\t\t\t\t\tModified by: Raul&nbsp;Navarro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTools that can directly regulate the activity of any protein-of-interest are valuable in the study of complex biological processes. We have developed a new protein domain that exhibits small molecule-dependent stability and fluorescence based on the bilirubin-inducible fluorescent protein, UnaG. When genetically fused to a protein-of-interest, this fluorescent destabilizing domain confers its instability to the entire fusion protein, facilitating the rapid degradation of the fusion. In the presence of its cognate ligand bilirubin, the fusion protein becomes stable and fluorescent. This new chemical genetic tool allows for rapid, reversible, and tunable control over the stability and fluorescence of a wide range of protein targets.\n\nIntellectual Merit: Tools that can rapidly and conditionally perturb protein function are critical for the quantitative characterization of complex biological behavior. Over the last decade, our lab has developed a number of protein destabilizing domains (DDs), which confer their small molecule-dependent instability to whichever protein-of-interest they are fused to. While the DDs have been used extensively in the literature, the ability to efficiently quantify a DD-tagged protein remains a concern. As such, the intellectual merit of this fluorescent destabilizing domain is that it allows researchers to readily quantify and assess the subcellular localization of the tagged protein using fluorescence.\n\n Broader Impacts: The broader impacts that resulted from this proposal include the dissemination of research findings with colleagues via institution-wide research seminars and conferences; the distribution of our fluorescent DD constructs to qualified investigators through the public plasmid repository Addgene; the mentorship of underrepresented minority undergraduates through the Stanford Summer Research Program; and the development and execution of a mentorship program via the Out in STEM Stanford Chapter. \n\n \n\n\t\t\t\t\tLast Modified: 03/04/2017\n\n\t\t\t\t\tSubmitted by: Raul Navarro"
 }
}