{
 "awd_id": "1306262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polypeptide Hybrid Particles and Their Constituents",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2013-05-13",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\n\r\nThe proposed research activities will develop and explore submicron particles having synthetic polypeptide shells atop silica cores, sometimes with magnetic inclusions. The polypeptide shells render the particles responsive to temperature and good sensors of molecular asymmetry, while the silica cores make it possible to direct these functions to a particular location. Whole particles and their individual polypeptide and silica components will be studied. Specifically, the following work will be performed: 1) The effects of core radius, shell polymer coverage, and shell polymer molecular weight on a thermally driven coil-to-helix transition will be assessed by small-angle X-ray and neutron scattering, static and dynamic light scattering, optical rotatory dispersion, and NMR; 2) The particles, acting as very large monomers, will be polymerized into nearly uniform chains by using a magnetic field to align them perpendicular to a striped optical pattern that will initiate a photochemical crosslinking reaction originally developed for proteins; 3) Better understanding of silica core structure, including newly discovered variants, will be achieved by chromatography with fractionation and scattering of X-ray or visible radiation; 4) The stiffness of a water-soluble, uncharged polypeptide will be determined by combined chromatographic and scattering methods; 5) A big difference between the mobility of rigid rods and polypeptide semiflexible filaments will be explored by an optical tracer method; 6) A long-standing problem with the measurement of rigid rod diffusion using pulsed-gradient NMR will be re-assessed using a very high-field-gradient facility.\r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nSome of nature's most important building blocks and functional engines are made of proteins. Synthetic polypeptides, which can be made in large amounts by simple methods, borrow the protein structure and retain many protein-like features, such as the ability to rotate light and respond to thermal or chemical changes in the environment. The problem is that, even though they are very large molecules, polypeptides are still very small things. This makes them hard to manipulate. The proposed work marries the functionality of bio-inspired polypeptides to the easy manipulation of larger particles using gravitational or magnetic fields. This will be accomplished by placing the polypeptides onto colloidal silica, essentially little balls of glass, resulting in core-shell particles. By adjusting the temperature, the shape of the polypeptide shell will be altered. This will provide information on shape transitions similar to those used by influenza virus to penetrate the human body. Chains of particles crosslinked by the action of light will result in nearly uniform filaments that bring polymer science into the visible regime for easier inspection, while facilitating the creation of even larger structures. Studies on a particularly attractive water-soluble polypeptide will lead to improved understanding of the kinds of polymers used to make high-strength fibers, such as those woven into bullet-proof vests. In terms of societal impact, a middle school chemistry competition will be further expanded in minority-serving districts, thanks to successful attempts to woo professional educators to this cause. New outreach initiatives with a public science & technology middle school will ensue, integrated with real world experience and laboratory research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Russo",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paul S Russo",
   "pi_email_addr": "paul.russo@mse.gatech.edu",
   "nsf_id": "000418389",
   "pi_start_date": "2013-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708092701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105823.0
  }
 ],
 "por": null
}