{
 "awd_id": "1306972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Estimation, model selection and inference in two classes of non- and semi-parametric models for repeated measurements",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 99948.0,
 "awd_amount": 99948.0,
 "awd_min_amd_letter_date": "2013-08-27",
 "awd_max_amd_letter_date": "2013-08-27",
 "awd_abstract_narration": "In this proposal, the PI plans to develop new non- and semi- parametric regression strategies in the context of repeated measures data with diverging number of covariates. The methods are supported by large sample theories. Specifically, the PI aims at: (1) developing efficient estimation and model selection procedures by incorporating the within-subject correlations in two proposed broad classes of models: a generalized varying index coefficient additive model and a generalized additive coefficient model. The PI proposes to employ a group penalized estimation method with polynomial splines; (2) proposing an oracally efficient and computationally expedient two-step spline estimation procedure for nonparametric additive functions. The proposed two-step estimator is proved to have the oracle efficiencies in terms of both model estimation and selection. Such superior properties are achieved by taking advantage of the joint asymptotics of spline functions with different smoothing parameters and regularization; (3) conducting statistical inferences after model selection. The PI proposes a new nonparametric inferential tool to test whether a nonparametric function has a given parametric form, and constructs simultaneous confidence bands to provide global inference of functions with their asymptotic properties established; and (4) studying model checking problems for the proposed structured models by an integrated conditional moment test.\r\n\r\nThe proposal meets the immediate needs from various scientific areas for analyzing high dimensional repeated measures data within the non- and semi- parametric framework. The proposed research is motivated by the real data problems coming from the PI's interactions with researchers from different disciplines. The data applications include gene-environment and risk factor-environment interactions, nutrition scores, children growth, and economic growth problems. The completion of the proposed projects will greatly enhance the capability of researchers to analyze high-dimensional repeated measures data with more reliable, flexible and effective statistical methods. The research methods and results will be disseminated through journal publications, seminars, conferences and workshops, and they will be incorporated into a graduate course on longitudinal data analysis. Moreover, the project will promote teaching and training of undergraduate and graduate students on the state-of-the-art techniques in the research topics related to this proposal. The PI plans to provide practitioners with easy-to-implement and easy-to-interpret well-documented procedures coded in software such as R and to make the software packages available to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shujie",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shujie Ma",
   "pi_email_addr": "shujie.ma@ucr.edu",
   "nsf_id": "000604712",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave.",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99948.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in modern technology have facilitated the collection of complex data including repeatedly measured data and data with a large number of covariates and/or a large sample size. The complexity of modern data brings us unprecedented challenges for data analysis. Non- and semi- parametric methods require few assumptions and aim at \"letting the data speaking for themselves\", and they are promising and flexible tools for knowledge discovery from modern data.</p>\n<p>Under the support of this award, the P.I. developed new efficient estimation methods, model selection procedures and dimensionality reduction approaches in the non- and semi-parametric models for data with complex structures.&nbsp;New large sample theoretical properties have been derived for the proposed methods.&nbsp;The P.I. also proposed new inferential tools to test the nonparametric functions, and devised simultaneous inferential procedures to provide global inference of nonparametric functions.</p>\n<p>The proposed methods have made great contributions to inference and theory of non- and semi- parametric modeling for high-dimensional and correlated data. They have been successfully applied to real-life problems including&nbsp;gene-environment interactions, environmental risk on child growth, gene selection for different diseases, dietary scores for cancers, abnormal returns on securities, etc.&nbsp;The research methods and results were disseminated through journal publications, seminars, conferences and workshops. Statistical softwares were developed.&nbsp;The project also promoted teaching and training of undergraduate and graduate students on the state of-the-art techniques in the research topics related to this project. The grant helped the P.I. recruit graduate students and develop two graduate courses, longitudinal data analysis and theory of probability and statistics.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Shujie&nbsp;Ma</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvances in modern technology have facilitated the collection of complex data including repeatedly measured data and data with a large number of covariates and/or a large sample size. The complexity of modern data brings us unprecedented challenges for data analysis. Non- and semi- parametric methods require few assumptions and aim at \"letting the data speaking for themselves\", and they are promising and flexible tools for knowledge discovery from modern data.\n\nUnder the support of this award, the P.I. developed new efficient estimation methods, model selection procedures and dimensionality reduction approaches in the non- and semi-parametric models for data with complex structures. New large sample theoretical properties have been derived for the proposed methods. The P.I. also proposed new inferential tools to test the nonparametric functions, and devised simultaneous inferential procedures to provide global inference of nonparametric functions.\n\nThe proposed methods have made great contributions to inference and theory of non- and semi- parametric modeling for high-dimensional and correlated data. They have been successfully applied to real-life problems including gene-environment interactions, environmental risk on child growth, gene selection for different diseases, dietary scores for cancers, abnormal returns on securities, etc. The research methods and results were disseminated through journal publications, seminars, conferences and workshops. Statistical softwares were developed. The project also promoted teaching and training of undergraduate and graduate students on the state of-the-art techniques in the research topics related to this project. The grant helped the P.I. recruit graduate students and develop two graduate courses, longitudinal data analysis and theory of probability and statistics. \n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Shujie Ma"
 }
}