{
 "awd_id": "1306108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Single-Molecule Methods for Interfacial Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 493000.0,
 "awd_amount": 493000.0,
 "awd_min_amd_letter_date": "2013-09-06",
 "awd_max_amd_letter_date": "2014-05-24",
 "awd_abstract_narration": "In this research project funded by the Chemical Measurements and Imaging program in the Chemistry Division, Prof. Daniel K Schwartz and his group at the University of Colorado at Boulder will develop single-molecule (SM) imaging methods, based on total internal reflection fluorescence (TIRF) microscopy, including dynamic SM resonance energy transfer (RET) methods, to probe the nm-scale molecular environment and molecular conformation, while simultaneously observing dynamic molecular behavior at the solid/liquid interface, including adsorption, desorption, intermolecular association (i.e., aggregation), and interfacial diffusion. Specific experiments are being performed that will (1) link molecular conformation directly to interfacial dynamics, and (2) explicitly probe the dynamics of intermolecular association (e.g. clustering, aggregation) in the near-surface environment.  Some of the new methods involve intermolecular RET between mobile donor-labeled probes and an acceptor-labeled molecular matrix. These methods provide direct information about the ways in which the interfacial environment affects adsorption, surface residence time, interfacial mobility, and molecular recognition kinetics. Other methods use intramolecular RET to probe conformational changes of polypeptides and oligonucleotides, and to correlate these conformational changes with dynamic interfacial behavior. \r\n\r\nThe methods developed as part of this research represent enabling new techniques that will be broadly used in the research community to study materials interfaces, especially \"wet\" interfaces of soft materials such as polymers. An improved understanding of these phenomena will lead to improvements in biomaterials, pharmaceutical separations and formulation, medical diagnostics based on molecular recognition, and self-assembled nanomaterials. Interactions between surfaces and biomolecules have widespread relevance to biotechnology and human health, affecting medical diagnostics, therapeutic protein stability, vaccine efficacy/safety, and biomaterial design. In particular, the methods developed here will be widely-applicable to biomaterials characterization, permitting a new level of understanding of the ways in which surface chemistry influences molecular conformation and lateral interactions. The researchers involved in this project will gain expertise in multidisciplinary areas projected to be at the forefront of science and technology in the coming decades, including single-molecule microscopy and self-assembled molecular systems.  Also, through their participation in a variety of educational and outreach programs, the researchers will share this project with students, teachers, and other community members.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Schwartz",
   "pi_email_addr": "Daniel.Schwartz@colorado.edu",
   "nsf_id": "000120499",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 338000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 155000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project involved the development of single-molecule and single-particle imaging methods, based on total internal reflection fluorescence microscopy, to probe molecular environment and molecular shape while simultaneously observing dynamic behavior of molecules and nanoparticles at materials interfaces, i.e. the boundaries between solid and liquid materials or between two immiscible liquid phases (e.g. oil and water). Such behaviors include adsorption, desorption, intermolecular association (i.e. aggregation), and interfacial motion. These methods were employed to study a number of specific systems.&nbsp; For example, the motion of polymer molecules on a surface with deliberately designed physical barriers was studied to understand how surface topography and roughness affects molecular transport; this has important implications for the production of polymer coatings. The dynamic behavior of nanoparticles and polymers at the oil-water interface was also studied; these phenomena are relevant to the stability of colloidal materials such as foams and emulsions (e.g. in many personal care products), and also to a variety of coating technologies. Finally, the single-molecule methods developed here were used to study interactions between DNA molecules on surfaces.&nbsp; Such interactions are widely proposed as building blocks for future nanotechnological devices and smart materials.&nbsp; The findings provided new insights into how DNA molecules &ldquo;search&rdquo; for and react with other DNA molecules on surfaces.</p>\n<p>These results were widely disseminated in the form of peer-reviewed publications and presentations at national and international scientific conferences.&nbsp; The graduate and undergraduate students, and postdoctoral fellows, who worked on this project were trained in state-of-the-art single molecule microscopy methods as well as in advanced statistical data analysis methods including unsupervised &ldquo;machine learning&rdquo; approaches. These experimental and analytical skills are becoming increasingly important for the data-driven approaches being employed in various technologies. Finally, some of the findings from this research were used as part of public presentations used to explain and publicize nanoscience and nanotechnology to the general public.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2016<br>\n\t\t\t\t\tModified by: Daniel&nbsp;K&nbsp;Schwartz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project involved the development of single-molecule and single-particle imaging methods, based on total internal reflection fluorescence microscopy, to probe molecular environment and molecular shape while simultaneously observing dynamic behavior of molecules and nanoparticles at materials interfaces, i.e. the boundaries between solid and liquid materials or between two immiscible liquid phases (e.g. oil and water). Such behaviors include adsorption, desorption, intermolecular association (i.e. aggregation), and interfacial motion. These methods were employed to study a number of specific systems.  For example, the motion of polymer molecules on a surface with deliberately designed physical barriers was studied to understand how surface topography and roughness affects molecular transport; this has important implications for the production of polymer coatings. The dynamic behavior of nanoparticles and polymers at the oil-water interface was also studied; these phenomena are relevant to the stability of colloidal materials such as foams and emulsions (e.g. in many personal care products), and also to a variety of coating technologies. Finally, the single-molecule methods developed here were used to study interactions between DNA molecules on surfaces.  Such interactions are widely proposed as building blocks for future nanotechnological devices and smart materials.  The findings provided new insights into how DNA molecules \"search\" for and react with other DNA molecules on surfaces.\n\nThese results were widely disseminated in the form of peer-reviewed publications and presentations at national and international scientific conferences.  The graduate and undergraduate students, and postdoctoral fellows, who worked on this project were trained in state-of-the-art single molecule microscopy methods as well as in advanced statistical data analysis methods including unsupervised \"machine learning\" approaches. These experimental and analytical skills are becoming increasingly important for the data-driven approaches being employed in various technologies. Finally, some of the findings from this research were used as part of public presentations used to explain and publicize nanoscience and nanotechnology to the general public.\n\n\t\t\t\t\tLast Modified: 10/12/2016\n\n\t\t\t\t\tSubmitted by: Daniel K Schwartz"
 }
}