{
 "awd_id": "1306853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Seed-mediated co-reduction: a versatile route to architecturally-controlled bimetallic nanostructures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2014-04-19",
 "awd_abstract_narration": "Sara Skrabalak from Indiana University is supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry to conduct research into rational syntheses and characterization of bimetallic nanoparticles with high structural monodispersity.  Like their monometallic counterparts, bimetallic materials often display dramatic changes in their physicochemical properties at the nanoscale. To realize the full potential of bimetallic nanostructures, samples with structural monodispersity on-par with the best monometallic examples are needed; however, it remains a grand challenge to achieve structural and compositional control during the synthesis of bimetallic nanostructures. This challenge arises from reliance on co-reduction techniques to nucleate and grow a defined bimetallic phase, but the Skrabalak laboratory has demonstrated seed-mediated co-reduction as a strategy to overcome the limitations of co-reduction techniques by coupling them with the advantages of seeded methods which provide structurally defined crystals for bimetallic deposition. The aims of this project are i) to identify the synthetic parameters which govern morphology development during seed-mediated co-reduction and quantify their effects on the kinetics of co-reduction and crystal growth, ii) to identify the symmetry relationships between seed structure and the final morphologies of branched bimetallic nanocrystals prepared by seed-mediated co-reduction and quantify the effect of lattice mismatch between seed and overgrowth metals to morphology development, and iii) to identify the synthetic conditions which enable seed-catalyzed co-reduction of metal precursors and quantify the kinetics of this surface-mediated process via in situ synchrotron X-ray diffraction techniques. Collectively, the experiments being carried out are to identify and quantify the synthetic parameters which contribute to morphology development during seed-mediated co-reduction and enable new architecturally-controlled bimetallic nanostructures to be achieved. Additionally, the optical and catalytic properties of the unique nanostructures synthesized are being studied to understand how composition and architecture compound to impart new functionality. General design criteria for the synthesis of new bimetallic nanoarchitectures by seed-mediated co-reduction are being pursued, as well as the advancement of co-reduction techniques in general.\r\n\r\nBimetallic nanostructures represent exciting multifunctional platforms with the potential to address critical needs in catalysis (e.g., in fuel cells), energy sustainability, chemical sensing, medicine, and beyond. However, predictably achieving architecturally-controlled bimetallic nanostructures has met with only modest success on account of the limitations of current synthetic strategies. This project is to obtain general design criteria for new bimetallic nanostructures and to move the nanosynthesis community closer to the predictive, on-demand synthesis of nanostructures with defined composition and architectures. This research also has the broader impacts of i) forging links between scientific disciplines that include nano/inorganic/solid-state chemistry and colloidal/surface/material sciences, ii) enhancing graduate/undergraduate education through multidisciplinary research and outreach activities that reinforce learning via teaching, iii) introducing nanoscale concepts to non-scientists and connecting undergraduates to their home communities through their research activities; iv) enabling the PI to serve the scientific community as an educator, journal and grant reviewer, and promoter of diversity in higher education; and v) generating and distributing new knowledge based on the proposed research through peer-reviewed publications and presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Skrabalak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Skrabalak",
   "pi_email_addr": "sskrabal@indiana.edu",
   "nsf_id": "000536855",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 E. Kirkwood Ave.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>New synthetic techniques that can be predictably manipulated to yield materials with controllable composition, crystal size, and crystal shape are of critical need. NSF Award 1306853 &ldquo;Seed-mediated co-reduction: a versatile route to architecturally controlled bimetallic nanostructures&rdquo; provided resources to demonstrate seed-mediated co-reduction as a general and transformative strategy to structurally well-defined bimetallic nanostructures. This objective was met through the use of seeds as structurally defined platforms for deposition of two metals simultaneously, with the shape of the seeds being transferred to the final nanostructures. This award also enabled the study of how bimetallic composition and structure influence the properties of plasmonic materials. In particular, stellated bimetallic nanostructures were developed as a new class of plasmonic colloids in which the interplay between composition and overall architecture can provide tunable optical properties and new multi-functionality. In fact, these nanocrystals display the highest ensemble sensitivity to changes in refractive index (environment) for colloids with localized surface plasmon resonances positioned in the visible region. They are also suitable hydrogen sensors.</p>\n<p>This project has led to 22 peer-reviewed publications in top-tier journals at grant closure. Moreover, 3 post-doctoral scholars, 7 graduate students, and 7 undergraduates were trained fully or in-part through this project, including nearly 50% women. PhD students and postdoctoral scholars have achieved top industrial positions and professorships, with nearly all Indiana University undergraduate researchers involved in this project completing/pursuing advanced degrees. This project also supported Science Ambassadors, an outreach and training program. Undergraduate researchers returned to their former high schools to discuss their research and experiences as STEM students. 320 high school students were contacted and surveys indicate that ~40% are now more inclined to seek out research opportunities (55% for self-declared STEM majors). Many (~40%) were unaware of research opportunities until the visit.&nbsp; New activities based on metal nanoparticles and art were also developed and used at Wonderlab, a Science museum for children based in Bloomington, Indiana.</p>\n<p>Ultimately this research provides design criteria in which concepts from inorganic coordination chemistry can be coupled with principles of crystal growth science to achieve new bimetallic nanostructures with a high level of structural and composition precision for applications in plasmonics. This research is forging links between scientific disciplines that include nano/inorganic/solid-state chemistry, condensed matter physics, surface science, and material science by providing novel nanostructure platforms to study the impact of composition and structure on nanoscale properties related to catalysis and optics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2016<br>\n\t\t\t\t\tModified by: Sara&nbsp;Skrabalak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNew synthetic techniques that can be predictably manipulated to yield materials with controllable composition, crystal size, and crystal shape are of critical need. NSF Award 1306853 \"Seed-mediated co-reduction: a versatile route to architecturally controlled bimetallic nanostructures\" provided resources to demonstrate seed-mediated co-reduction as a general and transformative strategy to structurally well-defined bimetallic nanostructures. This objective was met through the use of seeds as structurally defined platforms for deposition of two metals simultaneously, with the shape of the seeds being transferred to the final nanostructures. This award also enabled the study of how bimetallic composition and structure influence the properties of plasmonic materials. In particular, stellated bimetallic nanostructures were developed as a new class of plasmonic colloids in which the interplay between composition and overall architecture can provide tunable optical properties and new multi-functionality. In fact, these nanocrystals display the highest ensemble sensitivity to changes in refractive index (environment) for colloids with localized surface plasmon resonances positioned in the visible region. They are also suitable hydrogen sensors.\n\nThis project has led to 22 peer-reviewed publications in top-tier journals at grant closure. Moreover, 3 post-doctoral scholars, 7 graduate students, and 7 undergraduates were trained fully or in-part through this project, including nearly 50% women. PhD students and postdoctoral scholars have achieved top industrial positions and professorships, with nearly all Indiana University undergraduate researchers involved in this project completing/pursuing advanced degrees. This project also supported Science Ambassadors, an outreach and training program. Undergraduate researchers returned to their former high schools to discuss their research and experiences as STEM students. 320 high school students were contacted and surveys indicate that ~40% are now more inclined to seek out research opportunities (55% for self-declared STEM majors). Many (~40%) were unaware of research opportunities until the visit.  New activities based on metal nanoparticles and art were also developed and used at Wonderlab, a Science museum for children based in Bloomington, Indiana.\n\nUltimately this research provides design criteria in which concepts from inorganic coordination chemistry can be coupled with principles of crystal growth science to achieve new bimetallic nanostructures with a high level of structural and composition precision for applications in plasmonics. This research is forging links between scientific disciplines that include nano/inorganic/solid-state chemistry, condensed matter physics, surface science, and material science by providing novel nanostructure platforms to study the impact of composition and structure on nanoscale properties related to catalysis and optics.\n\n\t\t\t\t\tLast Modified: 07/13/2016\n\n\t\t\t\t\tSubmitted by: Sara Skrabalak"
 }
}