{
 "awd_id": "1307264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ionic reactions in droplets and thin films for preparative and analytical mass spectrometry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Graham Cooks at Purdue University and his group will be studying the reactions of organic ions and the collection of their products in the open laboratory environment. Technological applications of chemistry depend upon both chemical reactions and on chemical analysis. Typical chemical reactions include those involved in making drugs, improving plastics, and breaking down biomass for new fuels. Typical chemical analyses include monitoring levels of specific drugs in blood, measuring pollutants in our rivers, and identifying the nature of white powders that are at the Senate Office building in envelopes.  Mass spectrometry is one of the most widely used and sensitive methods of chemical analysis.  This proposal involves attempts to use mass spectrometric methods to increase the rates of chemical reactions so as to make small quantities of sets of related materials quickly - that is to make libraries of compounds. These chemicals can be used for evaluating possible biologically active compounds that respond to certain enzymes or other purposes.  Scaling up the chemistry that occurs in the mass spectrometer has the potential to generate new types of compounds by new routes, an example being fixing (incorporating) nitrogen into waxes (alkanes) by electrical discharges in air. \r\n\r\nBroader impacts of this project will be in education in the design and fabrication of new instrumentation.  Chemical instrumentation is one of the core capabilities in science and technology and experience in building instrumentation will be a skill that will have impact over the careers of the graduate students and undergraduates involved in this project. Prototyping efforts that has produced new types of instruments and led to commercialization will be continued. An annual short course on chemical instrumentation for about 100 people will enhance skills in this area.  Research results from the project will form the basis for developing experiments in organic and analytical teaching laboratories, helping to more effectively teach organic reactivity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Cooks",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Cooks",
   "pi_email_addr": "cooks@purdue.edu",
   "nsf_id": "000406633",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 South Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">Mass spectrometry is a spectroscopic method which employs ions rather than light in order to identify chemical compounds in complex mixtures, including samples of biological origin (e.g. biofluids), of pharmaceutical interest (e.g. active ingredients of drugs), of forensic interest (e.g. drugs of abuse, as such or in biological fluids), environmental samples, foodstuffs, and industrial products.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Our efforts over the period of this award have been aimed at direct ambient analysis &ndash; without prior sample workup and hence very rapid measurements &ndash; of these types of systems.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Importantly, we have also begun to extend mass spectrometry to function as a method of molecular synthesis as well as molecular analysis. These synthesis experiments have relied on the recently demonstrated fact that ordinary organic chemical reactions occur at much greater rates in small droplets than in bulk. Moreover, the smaller the droplet the greater the rate. So by mixing reagents and spraying them in the form of a plume of small droplets which are collected on a receiving surface, we have shown that it is possible to generate milligram quantities of the products of a variety of ordinary chemical reaction.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">These reactions parallel those seen in solution under ordinary conditions.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">The experiment also allows intermediates and byproducts of the reactions to be observed, simply by electrospraying the droplets containing the reaction mixture into the mass spectrometer.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">In the course of this work we have also trained Ph. D. students in state-of-the-art instrumentation and undertaken outreach efforts at the graduate, undergraduate and professional scientist level, within our institution and beyond.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">In particular we have demonstrated new technology based on mass spectrometry, in a formal hands-on laboratory short course attended annually by some 80 &ndash; 100 undergraduates and graduate students plus industrial participants. We have had formal interactions with five companies over the course of this work and this has been another means of disseminating the novel analytical and synthetic experiments we have developed with NSF support.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2017<br>\n\t\t\t\t\tModified by: R. Graham&nbsp;Cooks</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1307264/1307264_10254260_1502216095994_CAID2016Flyer--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1307264/1307264_10254260_1502216095994_CAID2016Flyer--rgov-800width.jpg\" title=\"CAID\"><img src=\"/por/images/Reports/POR/2017/1307264/1307264_10254260_1502216095994_CAID2016Flyer--rgov-66x44.jpg\" alt=\"CAID\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Center for Analytical Instrumentation Development - Learn about Mass Spectrometry</div>\n<div class=\"imageCredit\">Steve Ayrton</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">R. Graham&nbsp;Cooks</div>\n<div class=\"imageTitle\">CAID</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMass spectrometry is a spectroscopic method which employs ions rather than light in order to identify chemical compounds in complex mixtures, including samples of biological origin (e.g. biofluids), of pharmaceutical interest (e.g. active ingredients of drugs), of forensic interest (e.g. drugs of abuse, as such or in biological fluids), environmental samples, foodstuffs, and industrial products.  Our efforts over the period of this award have been aimed at direct ambient analysis &ndash; without prior sample workup and hence very rapid measurements &ndash; of these types of systems.   Importantly, we have also begun to extend mass spectrometry to function as a method of molecular synthesis as well as molecular analysis. These synthesis experiments have relied on the recently demonstrated fact that ordinary organic chemical reactions occur at much greater rates in small droplets than in bulk. Moreover, the smaller the droplet the greater the rate. So by mixing reagents and spraying them in the form of a plume of small droplets which are collected on a receiving surface, we have shown that it is possible to generate milligram quantities of the products of a variety of ordinary chemical reaction.  These reactions parallel those seen in solution under ordinary conditions.  The experiment also allows intermediates and byproducts of the reactions to be observed, simply by electrospraying the droplets containing the reaction mixture into the mass spectrometer.  In the course of this work we have also trained Ph. D. students in state-of-the-art instrumentation and undertaken outreach efforts at the graduate, undergraduate and professional scientist level, within our institution and beyond.  In particular we have demonstrated new technology based on mass spectrometry, in a formal hands-on laboratory short course attended annually by some 80 &ndash; 100 undergraduates and graduate students plus industrial participants. We have had formal interactions with five companies over the course of this work and this has been another means of disseminating the novel analytical and synthetic experiments we have developed with NSF support.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 08/08/2017\n\n\t\t\t\t\tSubmitted by: R. Graham Cooks"
 }
}