{
 "awd_id": "1307840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research - CDMR: Informatics Guided Data Driven Computational Design of Multifunctional Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 182500.0,
 "awd_amount": 182500.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "Technical Abstract \r\n\r\nThis project will establish a new approach for materials simulation and modeling that links informatics methods to Density Functional Theory (DFT) calculations. The discovery of new chemistries of perovskites that possess high Curie transition temperatures are the template for this study; although the computational methodology that is being developed is generic to any class of materials problems. The approach exploits and develops statistical learning and graph theoretic methodologies to discover patterns of behavior among known materials that can be used to generate design rules for identifying structure - property relationships in new compounds; and will serve to guide and target DFT calculations to specific chemistries with the desired properties. Specifically, the project is developing a rule-based design approach, based on informatics, to identify new chemistries of high temperature piezoelectric perovskites by exploring vast chemical space, so large, that it would otherwise have been prohibitive to study by solely experimental and/or computational methods. The intellectual impact of this work will be to transform the traditional use of computational materials science from one of building large data repositories where informatics is primarily used as a search engine for compounds, to one where data science methods are used as a learning engine to uncover new physics and suggest new directions for conducting detailed computations on promising chemistries that would otherwise remain unidentified. The broader impacts of this work is to build a data science cyberinfrastructure (CI) that called a \"Materials Data Foundry\" that will include models, materials metadata, and simulation capabilities that will be broadly accessible through a secure cyber infrastructure platform. The project will also involve the multi-institutional, multi-disciplinary training of graduate and undergraduate students, outreach to high-school students and teachers, and inclusion of underrepresented groups in both education and outreach efforts. \r\n\r\nNon-Technical Abstract \r\n\r\nThe field of atomistic scale materials modeling makes use of sophisticated theories based on quantum mechanics, called Density Functional Theory or DFT for short, that are implemented in computationally efficient software that are, nonetheless, computationally intensive. This project makes use of a new and emerging methodology called Materials Informatics that is able to detect and extract structure-property correlations by exploring the statistical nature of data without necessarily utilizing pre-existing theoretical formulas. In this project materials informatics is used to identify new materials with optimum properties for high-temperature electronic devices without having to carry out calculations for every possible material structure and composition. The tools developed will be made broadly available through a cyberinfrastructure platform, we term a \"Materials Data Foundry\". This web portal will also facilitate joint online courses between Iowa State University (ISU) and the University of Florida (UF), where the students use the tools developed in the project to analyze real data and problems. At UF, outreach will be focused on high school students through the UF Student Science Training Program while at ISU we will leverage the Iowa EPSCoR program to have access to a national network of community and Tribal Colleges. Our plan is use the educational capabilities of the Materials Data Foundry to connect with teachers who in turn will reach hundreds of students over the course of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sinnott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susan B Sinnott",
   "pi_email_addr": "sinnott@matse.psu.edu",
   "nsf_id": "000370216",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  },
  {
   "pgm_ele_code": "802900",
   "pgm_ele_name": "Comp&Data Driven Mat Res(CDMR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 76885.0
  }
 ],
 "por": null
}