{
 "awd_id": "1307645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRCNS: Computational Approaches to Uncover Neural Representation of Population Codes in Rodent Hippocampal-Cortical Circuits",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 974106.0,
 "awd_amount": 923552.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "Spatial navigation and episodic memory are important for daily activity and survival in rodents and primates. Episodic memory consists of collections of past experiences that occurred at a particular time and space, expressed in the form of sequences of temporal or spatial events. Spatial (topographical or topological) representation of the environment is pivotal for navigation. The hippocampus plays a significant role in both spatial representations and episodic memory. However, it remains unclear how the spikes of hippocampal neurons might be used by downstream structures in order to reconstruct the spatial environment without the a priori information of the place receptive fields. Little is known how the hippocampal neuronal representation might be affected by experimental manipulation. Furthermore, cortico-hippocampal interplay and communications are critical for memory consolidation, but many questions about their temporal coordination during sleep remains unresolved. This project proposes a collaborative proposal for studying the neural representation of population codes in rodent hippocampal-cortical circuits. The investigators and collaborators at MGH, MIT and Boston University will integrate innovative computational and experimental approaches to explore the neural codes during various spatial navigation and spatial/temporal memory tasks as well as during post-behavior sleep---as sleep is critical to hippocampal-dependent memory consolidation. Notably, due to the lack of measured behavior, it remains a great challenge to analyze or interpret sleep-associated hippocampal or cortical spike data. \r\n\r\nThe important questions central to this project are: how do hippocampal (or hippocampal-cortical) neuronal representations vary with respect to species (rat vs. mouse), animal (healthy vs. diseased), experience (novel vs. familiar), environment (one vs. two-dimensional), behavioral state (awake vs. sleep), and task (active vs. passive navigation; spatial working memory vs. temporal sequence memory). The investigators will simultaneously record ensemble spike activity from two or multiple areas of the rodent brain (hippocampus, primary visual cortex, prefrontal cortex, and retrosplenial cortex) under different experimental conditions, and will decipher the population codes using a coherent statistical framework. In light of Bayesian inference (variational Bayes or nonparametric Bayes), innovative unsupervised or semi-supervised learning approaches are developed for mining and visualizing sparse (in terms of both sample size and low firing rate) neuronal ensemble spike data. \r\n\r\nThe outcome of this investigation will improve the understanding of neural mechanisms of hippocampal (or hippocampal-cortical) population coding and its implications in learning, sleep and memory. The derived findings will shed light on the links between the variability of neural responses and the animal behavior (or other external factors), and will provide further insight into memory dysfunction (such as in Alzheimer's disease). Furthermore, this project has broader impacts in developing efficient algorithms to decipher neuronal population spike activity during behavior or sleep, as well as in discovering invariant topological representation of population codes in other cortical areas. In addition to the scientific significance, this proposal bears an educational component for training researchers on advanced quantitative skills in ensemble spike data analysis as well as for disseminating scientific resources (by sharing data and software) to a broad neuroscience community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhe",
   "pi_last_name": "Chen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Zhe S Chen",
   "pi_email_addr": "Zhe.Chen@nyulangone.org",
   "nsf_id": "000627663",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Wilson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Wilson",
   "pi_email_addr": "mwilson@mit.edu",
   "nsf_id": "000338991",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 106147.0
  }
 ],
 "por": null
}