{
 "awd_id": "1307643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Finding WDM Network Topographies that are Nonblocking without Wavelength Interchange",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 45563.0,
 "awd_amount": 45563.0,
 "awd_min_amd_letter_date": "2013-02-12",
 "awd_max_amd_letter_date": "2013-02-12",
 "awd_abstract_narration": "Modern long-haul optical networks are capable of carrying a wavelength of light (a lambda or an optical circuit) and its associated bit stream thousands of kilometers without regeneration, conversion from an optical signal to an electrical one and back again (OEO).  This long-haul technology has substantially reduced the cost of optical systems since OEO regeneration has traditionally been expensive.  It has also offered the (as yet unrealized) promise of running multiple data formats.  However, when two lambdas of the same wavelength need to be inserted onto the same optical fiber at least one of them must undergo OEO in order to change its wavelength.  This is called wavelength interchange.  The problem of routing and wavelength assignment (RWA) to minimize the number of wavelength interchanges has been deeply studied.\r\n\r\nThis project will study a different question:  what types of topologies minimize the need for wavelength interchange?  This question is expected to lead to graph properties that minimize the need for wavelength interchange in physical networks.  By taking a different approach to understanding the minimization of wavelength interchange the project couples the RWA problem to issues of network design.  In turn this allows questions of network resilience to be coupled to questions of optical-layer design. \r\n\r\nLong-haul optical networks are a foundational element of the modern economy.  Both network cost minimization and network flexibility and resilience are concerns affecting our national interests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Thompson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Thompson",
   "pi_email_addr": "rat@tele.pitt.edu",
   "nsf_id": "000196610",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 45563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;Under Intellectual Merit, our long-term goal is to develop a &lsquo;General Theory of Nonblocking Networks&rsquo;, similar to the classical &lsquo;Theory of Nonblocking Switching Fabrics&rsquo;, which is based on the network&rsquo;s number of links and where they are placed (the network&rsquo;s topography).</p>\n<p>&nbsp; &nbsp; &nbsp;1.&nbsp; Two of our stated specific goals were (i) to identify networks in which no new requested connection would ever be blocked by existing connections (\"rearrangeably nonblocking\") and (ii) to develop a lattice of non-isomorphic (unique) connected graphs as a tool for identifying these desired topographies.&nbsp; Supported by this specific grant, we successfully &ldquo;extended&rdquo; our original &lsquo;4-node lattice&rsquo; (See Figure 1) to a number of nodes N = 5, 6, and partway into 7.&nbsp; We found many &lsquo;clues&rsquo; which suggested that further research would be fruitful.</p>\n<p>&nbsp; &nbsp; &nbsp;The most general 'clue' came from a table which has a column for each value of N, the number of network nodes, and a row for each value of L, the number of links, for four cases of L, two of which are discussed here.&nbsp; (i) Although some topographies with fewer than L<sub>nb</sub>&nbsp;links are nonblocking, all topographies with more than L<sub>nb</sub>&nbsp;links were found to be nonblocking.&nbsp; (ii) L<sub>ubc</sub> is explained below.</p>\n<p>&nbsp; &nbsp; &nbsp;2.&nbsp; Another stated specific goal was to identify properties of Unique Connected (UC) graphs, and the lattice which generates them, which will enable us to identify, predict, and unblock UC graphs that block without WI.&nbsp; The extended lattice and the table discussed above did, in fact, lead us to two such techniques, two of which are discussed next.</p>\n<p>&nbsp; &nbsp; &nbsp;2.1&nbsp; In Bipartite Graphs, the vertices (network nodes) are partitioned into two &lsquo;parties&rsquo; such that no vertex in either party is adjacent to (has an edge to, is linked to) any other vertex in the same party.&nbsp; That is, each vertex is adjacent only to vertices in the opposite party.&nbsp; A Bipartite Complete Graph is an extreme case in which each vertex is adjacent to every vertex in the opposite party.&nbsp; The BCG with the most links is the most &lsquo;uniform&rsquo; case; which, if N is even, has N/2 nodes in each party and (N/2)<sup>2</sup> total links.&nbsp; If N is odd, this most uniform BCG has (N-1)(N+1)/4 total links.&nbsp; In the table discussed above, the row labeled L<sub>UBC</sub> gives this value for each value of N.</p>\n<p>&nbsp; &nbsp; &nbsp;We proved that, if a network can be represented as a BCG, then that network is nonblocking &ndash; including those with the &lsquo;star&rsquo; and &lsquo;uniform&rsquo; topographies.&nbsp; Observing the table, the values for L<sub>NB</sub> and L<sub>UBC</sub> are numerically close (as far as we went with N).&nbsp; So, it is our conjecture that L<sub>UBC</sub>, whose formula we know, is a close approximation for L<sub>NB</sub>, whose formula we don&rsquo;t know.</p>\n<p>&nbsp; &nbsp; &nbsp;2.2&nbsp; It&rsquo;s implied so far that every network link is a &lsquo;physical link&rsquo;, which can be implemented as a wire-pair, co-ax, or optical fiber that supports two-way transmission.&nbsp; If we have a network whose topography blocks, we can make it nonblocking by adding links.&nbsp; We can add &lsquo;physical links&rsquo; between additional node-pairs until we attain a nonblocking topography.&nbsp; Or, we can multiplex channels into some of the existing &lsquo;physical links&rsquo; and permanently connect them in intermediate nodes into multi-hop &lsquo;virtual links'.</p>\n<p>&nbsp; &nbsp; &nbsp;We considered the classic 14-node NSF-Net topography (see Figure 2).&nbsp; If each of its 22 physical links were implemented as a single fiber, how many wavelengths are required to make that original topography &lsquo;virtually nonblocking&rsquo;?&nbsp; We found that 10 wavelengths were sufficient to make that topography a 'virtual' BCG', which we know is nonblocking.&nbsp; Even though a &lsquo;uniform BCG&rsquo; has the most physical links of all BCGs, the &lsquo;virtual uniform BCG&rsquo; required fewer &lsquo;virtual links&rsquo; than other BCGs that he tried (including tha 'star', which has the fewest physical links).&nbsp; We don&rsquo;t have a good explanation, but this partial result seems relevant to developing a general theory.</p>\n<p>&nbsp; &nbsp; &nbsp;Under Broader Impacts, the proposal stated two goals.&nbsp; (i) While we&rsquo;re a long way from achieving a practical design for a global ubiquitous network that supports multiple data-types, this project has hopefully taken us a small step closer.&nbsp; (ii) Although we hope to affect the entire human species by reaching the millions of people who currently find themselves outside the Information Age, we&rsquo;re even further from achieving this goal, unless our global ubiquitous network is less expensive than the current Internet and global political barriers can be removed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2017<br>\n\t\t\t\t\tModified by: Richard&nbsp;A&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     Under Intellectual Merit, our long-term goal is to develop a ?General Theory of Nonblocking Networks?, similar to the classical ?Theory of Nonblocking Switching Fabrics?, which is based on the network?s number of links and where they are placed (the network?s topography).\n\n     1.  Two of our stated specific goals were (i) to identify networks in which no new requested connection would ever be blocked by existing connections (\"rearrangeably nonblocking\") and (ii) to develop a lattice of non-isomorphic (unique) connected graphs as a tool for identifying these desired topographies.  Supported by this specific grant, we successfully \"extended\" our original ?4-node lattice? (See Figure 1) to a number of nodes N = 5, 6, and partway into 7.  We found many ?clues? which suggested that further research would be fruitful.\n\n     The most general 'clue' came from a table which has a column for each value of N, the number of network nodes, and a row for each value of L, the number of links, for four cases of L, two of which are discussed here.  (i) Although some topographies with fewer than Lnb links are nonblocking, all topographies with more than Lnb links were found to be nonblocking.  (ii) Lubc is explained below.\n\n     2.  Another stated specific goal was to identify properties of Unique Connected (UC) graphs, and the lattice which generates them, which will enable us to identify, predict, and unblock UC graphs that block without WI.  The extended lattice and the table discussed above did, in fact, lead us to two such techniques, two of which are discussed next.\n\n     2.1  In Bipartite Graphs, the vertices (network nodes) are partitioned into two ?parties? such that no vertex in either party is adjacent to (has an edge to, is linked to) any other vertex in the same party.  That is, each vertex is adjacent only to vertices in the opposite party.  A Bipartite Complete Graph is an extreme case in which each vertex is adjacent to every vertex in the opposite party.  The BCG with the most links is the most ?uniform? case; which, if N is even, has N/2 nodes in each party and (N/2)2 total links.  If N is odd, this most uniform BCG has (N-1)(N+1)/4 total links.  In the table discussed above, the row labeled LUBC gives this value for each value of N.\n\n     We proved that, if a network can be represented as a BCG, then that network is nonblocking &ndash; including those with the ?star? and ?uniform? topographies.  Observing the table, the values for LNB and LUBC are numerically close (as far as we went with N).  So, it is our conjecture that LUBC, whose formula we know, is a close approximation for LNB, whose formula we don?t know.\n\n     2.2  It?s implied so far that every network link is a ?physical link?, which can be implemented as a wire-pair, co-ax, or optical fiber that supports two-way transmission.  If we have a network whose topography blocks, we can make it nonblocking by adding links.  We can add ?physical links? between additional node-pairs until we attain a nonblocking topography.  Or, we can multiplex channels into some of the existing ?physical links? and permanently connect them in intermediate nodes into multi-hop ?virtual links'.\n\n     We considered the classic 14-node NSF-Net topography (see Figure 2).  If each of its 22 physical links were implemented as a single fiber, how many wavelengths are required to make that original topography ?virtually nonblocking??  We found that 10 wavelengths were sufficient to make that topography a 'virtual' BCG', which we know is nonblocking.  Even though a ?uniform BCG? has the most physical links of all BCGs, the ?virtual uniform BCG? required fewer ?virtual links? than other BCGs that he tried (including tha 'star', which has the fewest physical links).  We don?t have a good explanation, but this partial result seems relevant to developing a general theory.\n\n     Under Broader Impacts, the proposal stated two goals.  (i) While we?re a long way from achieving a practical design for a global ubiquitous network that supports multiple data-types, this project has hopefully taken us a small step closer.  (ii) Although we hope to affect the entire human species by reaching the millions of people who currently find themselves outside the Information Age, we?re even further from achieving this goal, unless our global ubiquitous network is less expensive than the current Internet and global political barriers can be removed.\n\n\t\t\t\t\tLast Modified: 10/13/2017\n\n\t\t\t\t\tSubmitted by: Richard A Thompson"
 }
}