{
 "awd_id": "1307529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discovery and Development of Novel Nanochemical Processes to Enhance the Effect of X-rays",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2013-07-09",
 "awd_max_amd_letter_date": "2013-07-09",
 "awd_abstract_narration": "Professor Ting Guo of the University of California at Davis is supported by the Macromolecular, Supramolecular, and Nanochemistry (MSN) Program in the Division of Chemistry to study X-ray Nanochemistry, which is defined as creating and discovering nanochemical processes to enhance the effects of X-rays. In this proposed work, chemically, lithographically, and microfluidically prepared nanoassemblies are synthesized and created to isolate, optimize and recombine individual enhancement mechanisms. Specifically, physical enhancement of localized energy deposition resulting from X-ray absorption by nanomaterials, chemical enhancement enabled by catalytic properties of nanomaterials, and the effective combination of the two are investigated in this work. The enhancement to the X-ray effects results in increase in the yield of many processes including X-ray triggered precision energy deposition in water, generation of a specific reactive oxygen species in water, bond formation reactions such as hydroxylation and polymerization, and bond cleavage reactions, e.g.,oxidation of nucleoabses leading to DNA strand breaks. Many of these processes can be used to probe the magnitude of enhancement. Three exemplary nanosystems are created to study (1) how to control charge transfer processes between reactive oxygen species and the nanostructures under X-ray irradiation, which is critical to the maximization of chemical enhancement, (2) how to measure and maximize physical enhancement through controlling the shape of nanostructures, and (3) how to combine the chemical and physical enhancement mechanisms without causing destructive interference between them, the latter sometimes occuring naturally. In ideal circumstances, up to 1,000 times combined enhancement to the yield of properly-designed hydroxylation and polymerization reactions is envisioned. Optical spectroscopy and electron spin resonance spectroscopy are being used to assist this exploration.\r\n\r\nX-ray nanochemistry is a new research topic in which X-ray-induced effects are magnified by introducing customized nanomaterials. Like any new field, many stiff challenges remain before the true potential of the field is known. The work supported by this MSN grant scrutinizes newly defined concepts such as different types of enhancement and explores new mechanisms to combine these to achieve unprecedented enhancements. The proposed research endeavors attempt to solidify and expand the knowledge basis of this new field. The outcomes of these fundamental investigations may have transformative impacts on several categories of technology, for example, cancer diagnosis and treatment, energy conversion from nuclear wastes to liquid fuels, radiation sensing and detection, and remediation of potential ecological effects of nanomaterials under constant irradiation of background ionizing radiation. Education of the first generation scientists including women and underrepresented minority graduate and undergraduate students working on the forefront of this new field is directed at creating a workforce that helps define the future of X-ray nanochemistry. The instrumentation and research platform developed and employed in this work are new and inexpensive, and can be adopted by the majority of research laboratories in the country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Guo",
   "pi_email_addr": "tguo@ucdavis.edu",
   "nsf_id": "000491987",
   "pi_start_date": "2013-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California- Davis",
  "perf_str_addr": "One Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have created several nanomaterials and tested their unique functions to examine their roles in a new research field called X-ray nanochemistry, which studies how to use nanomaterials to respond to highly penetrating X-rays. X-rays are normally used for imaging, so X-ray nanochemistry breaks away from that tradition and ventures into studying how nanomaterials receive X-ray photons and transfer the absorbed energy into other actions. Specifically, we have proved that several small responses can be combined to generate a much higher total response. We also showed that catalysis can help improve the response. Nonetheless, catalysis works in an indirect manner. These results, together with other outcomes obtained from this work, pave the way for us to further develop X-ray nanochemistry so that nanomaterials can be used in many applications.</p>\n<p>The combination of synthetic approaches with characterization methods of electron paramagnetic resonance and surface plasmonic resonance spectroscopy presents a novel platform on which X-ray nanochemistry can be studied in a systematic manner. This new platform can be used to probe many reactions enhanced in the presence of nanomaterials under X-ray irradiation. The categorization of total enhancement into physical and chemical enhancements will lead to accelerated understanding of the origin of nanochemical and nanophysical processes, which helps advance the field of X-ray nanochemistry.</p>\n<p>The outcome of this research benefits investigators in many areas such as<br />medical research, energy production, materials manufacturing, and policy making. The scientific outcome from the proposed work has advanced the field of X-ray nanochemistry, a new research field that inspires more students to learn about science. Female and minority undergraduate and graduate students are trained, and these research efforts help educate the next generation of scientists working in this exciting new field. The novel nanomaterials created help establish the foundation for future work in energy production such as battery charging and fuel production, development of new cancer treatment methods by reducing the required dose, creation of nanomaterials that can both detect and display low level radiation, and development of practices to use background ionizing radiation to produce chemicals. All these new inventions and discoveries will benefit the public. The instruments employed to carry out these research projects are compact and inexpensive so that educational institutions, small and large, may sponsor such research activities in their undergraduate and graduate labs. These developments can therefore assist to broaden and expand research infrastructures at the national level.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2017<br>\n\t\t\t\t\tModified by: Ting&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940071262_JPC-ASynopsishighres--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940071262_JPC-ASynopsishighres--rgov-800width.jpg\" title=\"XIET\"><img src=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940071262_JPC-ASynopsishighres--rgov-66x44.jpg\" alt=\"XIET\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">X-ray Induced Energy Transfer between a gold nanoparticles and a nanoscale probe filled with aqueous solution of dye molecules</div>\n<div class=\"imageCredit\">ACS Authors</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Guo</div>\n<div class=\"imageTitle\">XIET</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940320292_Synop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940320292_Synop--rgov-800width.jpg\" title=\"Agu\"><img src=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940320292_Synop--rgov-66x44.jpg\" alt=\"Agu\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sensitive Detection of Addition and Loss of Silver from Gold Nanoparticles</div>\n<div class=\"imageCredit\">ACS Authors</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Guo</div>\n<div class=\"imageTitle\">Agu</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940761051_Figs-T1PE1st_A-02--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940761051_Figs-T1PE1st_A-02--rgov-800width.jpg\" title=\"T1PE\"><img src=\"/por/images/Reports/POR/2017/1307529/1307529_10256576_1509940761051_Figs-T1PE1st_A-02--rgov-66x44.jpg\" alt=\"T1PE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Physical Enhancement from Silica-Coated Gold Nanoparticles</div>\n<div class=\"imageCredit\">ACS Authors</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Guo</div>\n<div class=\"imageTitle\">T1PE</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWe have created several nanomaterials and tested their unique functions to examine their roles in a new research field called X-ray nanochemistry, which studies how to use nanomaterials to respond to highly penetrating X-rays. X-rays are normally used for imaging, so X-ray nanochemistry breaks away from that tradition and ventures into studying how nanomaterials receive X-ray photons and transfer the absorbed energy into other actions. Specifically, we have proved that several small responses can be combined to generate a much higher total response. We also showed that catalysis can help improve the response. Nonetheless, catalysis works in an indirect manner. These results, together with other outcomes obtained from this work, pave the way for us to further develop X-ray nanochemistry so that nanomaterials can be used in many applications.\n\nThe combination of synthetic approaches with characterization methods of electron paramagnetic resonance and surface plasmonic resonance spectroscopy presents a novel platform on which X-ray nanochemistry can be studied in a systematic manner. This new platform can be used to probe many reactions enhanced in the presence of nanomaterials under X-ray irradiation. The categorization of total enhancement into physical and chemical enhancements will lead to accelerated understanding of the origin of nanochemical and nanophysical processes, which helps advance the field of X-ray nanochemistry.\n\nThe outcome of this research benefits investigators in many areas such as\nmedical research, energy production, materials manufacturing, and policy making. The scientific outcome from the proposed work has advanced the field of X-ray nanochemistry, a new research field that inspires more students to learn about science. Female and minority undergraduate and graduate students are trained, and these research efforts help educate the next generation of scientists working in this exciting new field. The novel nanomaterials created help establish the foundation for future work in energy production such as battery charging and fuel production, development of new cancer treatment methods by reducing the required dose, creation of nanomaterials that can both detect and display low level radiation, and development of practices to use background ionizing radiation to produce chemicals. All these new inventions and discoveries will benefit the public. The instruments employed to carry out these research projects are compact and inexpensive so that educational institutions, small and large, may sponsor such research activities in their undergraduate and graduate labs. These developments can therefore assist to broaden and expand research infrastructures at the national level.\n\n\t\t\t\t\tLast Modified: 11/06/2017\n\n\t\t\t\t\tSubmitted by: Ting Guo"
 }
}