{
 "awd_id": "1307650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Mossbauer Studies of Iron Containing Enzyme Active Sites and Model Complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 189747.0,
 "awd_amount": 189747.0,
 "awd_min_amd_letter_date": "2013-07-12",
 "awd_max_amd_letter_date": "2013-07-12",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division and the Molecular Biophysics program in the Division of Molecular and Cellular Biosciences (MCB) support Dr. Codrina V. Popescu at Ursinus College for research in Mossbauer spectroscopy conducted with undergraduate students.  Research ranges from studies of small-molecule iron (Fe) compounds to the exploration of novel Fe sites in proteins.  The expected scientific outcomes of this research are: (1) elucidation of electronic structures for new iron-based hydrogen electrocatalysts and models for the hydrogenase enzymes, including low-spin Fe(I), for which spectroscopic benchmarks are scarce; (2) correlation of structural and spectroscopic changes in model complexes for the hydrogenases and other biomimetic compounds; (3) characterization of the active site of the dual function hemoglobin-peroxidase enzyme dehaloperoxidase from A. ornata and of models for catalytic intermediates in ring-cleaving dioxygenases.  \r\n\r\nIron is the most abundant transition metal in biological systems.  Iron proteins and enzymes are involved in life processes, such as oxidation, detoxification, hydrogen and nitrogen metabolism.  Mossbauer spectroscopy can bring insight into the electronic structure of iron compounds, often allowing us to elucidate the nature of the active sites of enzymes directly, or by probing small-molecule models, which may be used as catalysts.  Frontier problems in fundamental research have implications for environmental problems, such as the need for cleaner energy sources and dealing with pollution.  From details of Mossbauer spectra we are attempting to learn how iron is used to perform vastly different feats of chemistry in environmentally benign ways.  These interdisciplinary projects are of broad current interest for fundamental science and potential technological applications, from alternative fuels (hydrogenase model complexes) to catalysis (biomimetics), and environmental bioremediation (dehaloperoxidase). Through its interdisciplinary collaborative nature, this research has impact on the projects of collaborators from four other institutions and allows the undergraduates at Ursinus College to interact with students and faculty from these other research groups.  The research promotes a close relationship between mentor and students, who are active in all the steps of scientific discovery, from generating hypotheses to interpreting the spectroscopic parameters needed to elucidate new electronic structures. This undergraduate research training and education program fosters the students' growth and independence through advanced degrees, preparing them for STEM careers in teaching and research.  It also provides interdisciplinary projects for a diverse pool of students, in which hands-on spectroscopy is applied to current scientific problems and results in external presentations and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Codrina",
   "pi_last_name": "Popescu",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Codrina V Popescu",
   "pi_email_addr": "ewba2202@stthomas.edu",
   "nsf_id": "000209890",
   "pi_start_date": "2013-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ursinus College",
  "inst_street_address": "601 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGEVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6104093005",
  "inst_zip_code": "194262513",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "PA04",
  "org_lgl_bus_name": "URSINUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "V5D6CC6CVHJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Ursinus College",
  "perf_str_addr": "601 E Main St",
  "perf_city_name": "Collegeville",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "194261000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "PA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4813.0
  }
 ],
 "por": null
}