{
 "awd_id": "1307275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microscopic Aspects of DNA Translocation by hOGG1 DNA Glycosylase",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-05-20",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "Using this award funded by the Chemical of Life Processes Program of the Division of Chemistry, Professor James Stivers from the Johns Hopkins University seeks to elucidate the fundamental basis for how a paradigm DNA repair protein, namely human 8-oxoguanine DNA glycosylase, translocates along a DNA chain to find damage.  Present models suggest that DNA sliding, where the protein remains in constant contact with the DNA chain, is the primary mode for damage recognition.  However, these models are based on the results of single-molecule imaging methods that do not have the temporal or spatial resolution to detect important microscopic tracking events of the protein on DNA such as chain hopping.  Professor Stivers uses a kinetic approach that allows quantification of both sliding and hopping events involved in protein translocation on DNA.  The research aims to elucidate how nonspecific electrostatic interactions promote chain sliding by using chemical modifications of the DNA backbone, specifically neutral methylphosphonate substitutions, and by appending cationic peptide tails to the protein through expressed protein ligation.  The results of this research are expected to facilitate a fundamental understanding of how nonspecific protein-nucleic acid electrostatic interactions underline the kinetics and mechanism of the search, and to provide data useful for the interpretation of the results of single molecule measurements of DNA sliding. \r\n\r\nThe efficient binding between biomolecules is a fundamental requirement of life that is governed by the chemical properties of the partners that participate in the binding.  For proteins that interact with genomic DNA, the formation of specific complexes that result in DNA repair, replication or transcription takes advantage of the linear chain structure of DNA.  Thus, proteins can bind to DNA a great distance from a specific target site and use the DNA chain as a track to find the target site.  This work will examine the interactions that a DNA repair protein uses to track along DNA to find a damaged site, which would result in mutation and disease if not repaired.  The techniques developed from this award will provide investigative methods to other scientists and contribute to general knowledge of protein-DNA recognition. This program is also designed to encourage young people to pursue training in biophysics and related sciences. Undergraduate and high school researchers (including students from groups underrepresented in STEM careers) will participate in summer research internships guided by Professor Stivers. Professor Stivers will continue to participate in- and organize- a variety of multidisciplinary conferences, workshops and summer courses through which his and others research results are disseminated to the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Stivers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Stivers",
   "pi_email_addr": "jstiver1@johnshopkins.edu",
   "nsf_id": "000633073",
   "pi_start_date": "2013-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "733 N. Broadway Street, Suite 117",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212051832",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientists at Johns Hopkins Medical School investigate how enzymes repair damaged bases in DNA. These studies seek to illuminate how human DNA repair enzymes search the enormous tangle of undamaged genomic DNA to enzymatically excise damaged DNA bases. In this project, researchers in James Stivers&rsquo; lab have developed methods to measure the very rapid microscopic movements of these enzymes on DNA.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>It is widely thought that one-dimensional DNA sliding facilitates the damage search process because apparent sliding has been visualized using low-resolution single enzyme imaging methods. The Stivers lab has developed a ultra-high resolution approach to show that the paradigm repair enzyme human 8-oxoguanine DNA glycosylase (hOGG1) uses microscopic multi-dimensional search steps that masquerade as sliding in previous low resolution imaging methods. The speed limit and search footprint of hOGG1 on DNA have been measured for the first time. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The DNA damage search process has previously been studied in dilute solutions, which does not mimic the very crowded viscous environment of the human cell nucleus. In further work, the Stivers lab has developed an approach to mimic the crowded intracellular environment. This work showed that hOGG1 uses the naturally crowded environment to remain close to DNA rather than wastefully search regions of the cell nucleus that do not contain DNA. The significant biological implication is that the crowded cellular environment influences the mechanism of DNA damage recognition as much as any property of the enzyme or DNA.</p>\n<p>&nbsp;</p>\n<p>The Stivers lab has also studied how the search process of hOGG1 is accelerated by another DNA repair enzyme called AP endonuclease (APE1).&nbsp; APE1 was found to help release hOGG1 from DNA sites at which it has already reacted allowing hOGG1 to continue its search for other damaged sites in DNA.</p>\n<p>&nbsp;</p>\n<p>The oxidized 8-oxoguanine base is one of the most prevalent types of DNA damage in human cells leading to spontaneous cancers. These new findings reveal the fundamental mechanism for how the DNA repair enzyme hOGG1 takes advantage of the DNA polymer, the crowded cell nucleus and other DNA repair enzymes to rapidly detect cancer causing changes to the genome.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2017<br>\n\t\t\t\t\tModified by: James&nbsp;Stivers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientists at Johns Hopkins Medical School investigate how enzymes repair damaged bases in DNA. These studies seek to illuminate how human DNA repair enzymes search the enormous tangle of undamaged genomic DNA to enzymatically excise damaged DNA bases. In this project, researchers in James Stivers? lab have developed methods to measure the very rapid microscopic movements of these enzymes on DNA. \n\n \n\nIt is widely thought that one-dimensional DNA sliding facilitates the damage search process because apparent sliding has been visualized using low-resolution single enzyme imaging methods. The Stivers lab has developed a ultra-high resolution approach to show that the paradigm repair enzyme human 8-oxoguanine DNA glycosylase (hOGG1) uses microscopic multi-dimensional search steps that masquerade as sliding in previous low resolution imaging methods. The speed limit and search footprint of hOGG1 on DNA have been measured for the first time.  \n\n \n\nThe DNA damage search process has previously been studied in dilute solutions, which does not mimic the very crowded viscous environment of the human cell nucleus. In further work, the Stivers lab has developed an approach to mimic the crowded intracellular environment. This work showed that hOGG1 uses the naturally crowded environment to remain close to DNA rather than wastefully search regions of the cell nucleus that do not contain DNA. The significant biological implication is that the crowded cellular environment influences the mechanism of DNA damage recognition as much as any property of the enzyme or DNA.\n\n \n\nThe Stivers lab has also studied how the search process of hOGG1 is accelerated by another DNA repair enzyme called AP endonuclease (APE1).  APE1 was found to help release hOGG1 from DNA sites at which it has already reacted allowing hOGG1 to continue its search for other damaged sites in DNA.\n\n \n\nThe oxidized 8-oxoguanine base is one of the most prevalent types of DNA damage in human cells leading to spontaneous cancers. These new findings reveal the fundamental mechanism for how the DNA repair enzyme hOGG1 takes advantage of the DNA polymer, the crowded cell nucleus and other DNA repair enzymes to rapidly detect cancer causing changes to the genome. \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2017\n\n\t\t\t\t\tSubmitted by: James Stivers"
 }
}