{
 "awd_id": "1307632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Generalized Steady-State Ab Initio Laser Theory and Applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2015-04-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education to advance the theoretical description and design of novel laser systems with complex media and multiple scattering playing a central role. \r\n\r\nMany novel modern laser systems involve complex resonator geometries such micro-cavities, photonic crystals and even random lasers based on disordered scattering media with gain. These lasers have a wide range of potential applications and are challenging to simulate and understand using conventional methods.  The PI has developed a method, known as steady-state ab initio laser theory, that provides a tractable way to simulate and design as well as new physical insights into their behavior. The method agrees with full time-dependent numerical solutions of the laser equations with much less computational effort.\r\n\r\nThe PI will generalize his steady-state ab initio laser theory with an aim to develop a unified framework for describing many different laser systems. The PI will extend the theory to describe multi-transition lasers and semiconductor gain media, including the effects of gain diffusion, and injection-locking of lasers. New types of lasing modes are found when certain lasers are non-uniformly pumped in space; this behavior is related to the appearance of exceptional points in the relevant wave equations, where two solutions merge. These phenomena will be extensively studied to elucidate their implications.  A first principles theory of quantum effects in lasers will be obtained by combining the steady-state ab initio laser theory, which provides the classical scattering matrix of the laser, with input-output theory, which describes the scattered quantum operators. Quantum fluctuations determine the laser linewidth and photon statistics, which can be predicted with no free or phenomenological parameters with the PI's approach. \r\n\r\nThe PI intends the extended theory to become a computational tool for the design of applied laser systems for technological purposes such as communications, quantum information processing, spectrometry, projectors, optical coherence tomography and imaging.  The extension of the approach to semiconductor gain media will lead to improvements in the modeling of quantum cascade and conventional semiconductor lasers. An open source computational tool for laser design using the approach pioneered by the PI is being developed and will be made available to researchers in academia and industry in the course of this project.\r\n\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education focused on improving the capability to understand and design novel laser systems, which are fundamental tools in research across the sciences, and a basic technology underlying the modern economy.  Lasers are non-linear systems and also involve complex patterns of wave propagation within and outside the laser, hence the theory of these devices is quite challenging.  New materials and materials systems play an important role in shaping potential laser technologies. This award supports the development of theory and related computational algorithms to enhance to enable quantitative solutions to the equations describing novel laser systems under current development, hence allowing better and more efficient designs for these systems.  Important potential applications for the research are in the areas of communications, quantum information processing, spectrometry, biological sensing, projectors, optical coherence tomography and imaging.  A spin-off from the theory is the concept of the \"anti-laser,\" a novel device for selectively absorbing light with only very specific properties.  An open source computational tool for laser design using the approach pioneered by the PI is being developed and will be made available to researchers in academia and industry in the course of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Stone",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred D Stone",
   "pi_email_addr": "douglas.stone@yale.edu",
   "nsf_id": "000107723",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "15 Prospect St.",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065116816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main focus of the project was the development of a theory and computational algorithm for predicting the properties of a variety of novel laser systems.&nbsp; These laser systems employ unusual resonator designs for trapping and amplifying light; crucial examples are random lasers based on aggregates of nanoparticles, deformed disk lasers with chaotic motion of light rays, and photonic crystal lasers which trap light in two or three dimensions, unlike conventional parallel mirror lasers.&nbsp; Due to the novel resonator design, predicting the properties of these lasers and developing optimal designs was a challenge for conventional formulations of the laser equations, which are typically simplified by assuming a conventional resonator.&nbsp; We developed a new formulation of laser theory to describe such lasers, called Steady-state Ab initio Laser Theory (SALT), which led to computationally tractable numerical algorithms, but still correctly described the effect of the complex resonator, allowing quantitative and predictive modelling of such lasers.&nbsp; There were also two secondary foci of the project.&nbsp; One of these was on efficient absorption of light, based on mathematically reversing the equations describing lasers, leading to a novel device called a Coherent Perfect Absorber (CPA). &nbsp;The second was on controlling the transmission of light through a medium which randomly scatters light, such as human tissue.&nbsp; The CPA work was a direct spin-off of the laser project, whereas the project on controlling scattered light was stimulated by the work on random lasers.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The SALT project met NSF criteria for intellectual merit by extending laser theory to an entirely new class of lasers of interest for fundamental science as well as for applications in communications, sensing and imaging.&nbsp; In the early phase of the project we improved the computational algorithm, making it efficient enough to treat realistic three-dimensional structures and allowing it to describe also laser amplifiers and injected lasers, and not only laser light sources.&nbsp; In the latter phase we developed the most complete theory now existing for the spectral linewidth of a laser, including many effects which are typically neglected in standard theory. Finally, the theory contributed to the design of a D-shaped chaotic cavity laser which was demonstrated experimentally to provide extremely broadband lasing, of great interest for imaging applications.&nbsp; The CPA has been recognized as a fundamentally new type of device for controlling and modulating the absorption of light and is being explored for a number of applications.&nbsp; The work on controlling and enhancing transmission and focusing of light in strong scattering (nominally opaque) media provided a quantitative prediction of the maximal control range for a given set of experimental parameters, for which no previous theory was fully adequate.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One of the broader impacts of the work were the demonstration of the chaotic cavity laser for imaging applications, in conjunction with an experimental team; this invention was recognized with a microscopy innovation award and as one of the Optics Highlights of 2016.&nbsp; The theory of focusing and transmission of light through random media is being applied to studies of brain imaging and imaging through human tissue, with potential applications to neuroscience and phototherapy, as well as improved imaging modalities.&nbsp; PhD students and postdoctoral fellows on the project were trained in photonic design and technology development, a critical area of national need.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2018<br>\n\t\t\t\t\tModified by: Alfred&nbsp;D&nbsp;Stone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main focus of the project was the development of a theory and computational algorithm for predicting the properties of a variety of novel laser systems.  These laser systems employ unusual resonator designs for trapping and amplifying light; crucial examples are random lasers based on aggregates of nanoparticles, deformed disk lasers with chaotic motion of light rays, and photonic crystal lasers which trap light in two or three dimensions, unlike conventional parallel mirror lasers.  Due to the novel resonator design, predicting the properties of these lasers and developing optimal designs was a challenge for conventional formulations of the laser equations, which are typically simplified by assuming a conventional resonator.  We developed a new formulation of laser theory to describe such lasers, called Steady-state Ab initio Laser Theory (SALT), which led to computationally tractable numerical algorithms, but still correctly described the effect of the complex resonator, allowing quantitative and predictive modelling of such lasers.  There were also two secondary foci of the project.  One of these was on efficient absorption of light, based on mathematically reversing the equations describing lasers, leading to a novel device called a Coherent Perfect Absorber (CPA).  The second was on controlling the transmission of light through a medium which randomly scatters light, such as human tissue.  The CPA work was a direct spin-off of the laser project, whereas the project on controlling scattered light was stimulated by the work on random lasers. \n\n            The SALT project met NSF criteria for intellectual merit by extending laser theory to an entirely new class of lasers of interest for fundamental science as well as for applications in communications, sensing and imaging.  In the early phase of the project we improved the computational algorithm, making it efficient enough to treat realistic three-dimensional structures and allowing it to describe also laser amplifiers and injected lasers, and not only laser light sources.  In the latter phase we developed the most complete theory now existing for the spectral linewidth of a laser, including many effects which are typically neglected in standard theory. Finally, the theory contributed to the design of a D-shaped chaotic cavity laser which was demonstrated experimentally to provide extremely broadband lasing, of great interest for imaging applications.  The CPA has been recognized as a fundamentally new type of device for controlling and modulating the absorption of light and is being explored for a number of applications.  The work on controlling and enhancing transmission and focusing of light in strong scattering (nominally opaque) media provided a quantitative prediction of the maximal control range for a given set of experimental parameters, for which no previous theory was fully adequate. \n\n            One of the broader impacts of the work were the demonstration of the chaotic cavity laser for imaging applications, in conjunction with an experimental team; this invention was recognized with a microscopy innovation award and as one of the Optics Highlights of 2016.  The theory of focusing and transmission of light through random media is being applied to studies of brain imaging and imaging through human tissue, with potential applications to neuroscience and phototherapy, as well as improved imaging modalities.  PhD students and postdoctoral fellows on the project were trained in photonic design and technology development, a critical area of national need.\n\n\t\t\t\t\tLast Modified: 03/31/2018\n\n\t\t\t\t\tSubmitted by: Alfred D Stone"
 }
}