{
 "awd_id": "1308459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 70.0,
 "awd_amount": 70.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Carolyn Keogh of University of Georgia to conduct a research project in Biological Sciences during the summer of 2013 at Kochi University in Kochi, Japan.  The project title is \"Ecoimmunology of Invasions: Testing the Effect of Parasite Release on Investment in Immune Defense.\" The host scientists are Dr. Gyo Itani and Dr. Osamu Miura.\r\n\r\nInvasive species are thought to experience a reprieve from regulation by natural enemies such as parasites and predators, which may contribute to the demographic success they often achieve in their recipient ranges.  This project uses a highly invasive marine invertebrate, the Asian shore crab, Hemigrapsus sanguineus, as a model system for testing the effect of parasite release on energy allocation and susceptibility to future infections.  The project compares important defense and fitness traits between individuals from the invasive and native populations using techniques from the fast-growing field of ecoimmunology to determine whether resource allocation to immune defenses trades off with investment in other fitness components.  The goal of this project is to contribute a new perspective to our understanding of the short- and long-term consequences of enemy escape for invasive species success.  \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the collaboration will increase possibilities for sharing knowledge and resources that will help advance the science of invasion biology in this system and others by increasing intellectual exchange between the two labs and home institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Keogh",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn L Keogh",
   "pi_email_addr": "",
   "nsf_id": "000632826",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Keogh                   Carolyn        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Athens",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "306062202",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Keogh                   Carolyn        L",
  "perf_str_addr": null,
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306064949",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>Populations of invasive species often leave behind natural enemies such as parasites when they become established in their invasive range. This loss of parasite-mediated selective pressure acting on the invasive host species may lead to a change in the immune system of the host.&nbsp; In an ongoing study, we are using a common shore crab, <em>Hemigrapsus sanguineus</em>, as a model system for testing the effect of this &ldquo;parasite release&rdquo; on energy allocation and susceptibility to future infections.&nbsp; In the Northwest Atlantic, <em>H.</em><em> sanguineus</em> is highly invasive and has almost fully escaped infection by fitness-limiting parasites.&nbsp; By comparing the response of crabs from both invasive (parasite-free) and native (parasitized) populations to infection with native-range parasites, we can determine whether there is a difference in susceptibility to infection between native and invasive populations of the crab.&nbsp; Further, we can examine whether resource allocation to immune defenses trades off with investment in other fitness components.&nbsp;</p>\n<p><strong>Scope of project and accomplishments</strong></p>\n<p>From field sampling trips during the 10-week program in Japan, we identified two sites with high prevalence of the focal parasite in the crab host, and two sites with low levels of parasitism.&nbsp; We used parasite-infection experiments in the laboratory to determine whether crabs from US invasive populations had different levels of susceptibility to the parasite compared to crabs from the native range in Japan. We also monitored growth rates, energy storage, and immune cell proliferation.</p>\n<p>While our infection trials did not produce detectable infections (most likely because there was not sufficient time for any induced infections to grow to a detectable size), we did find differences in the growth rates between the invasive and native-range crabs.&nbsp; Crabs from the invasive populations grew significantly more when given the same access to resources, suggesting that invasive-range populations are better at assimilating energy and allocating to growth, which may trade-off with allocations to immune defense.&nbsp; Further infection experiments are needed to determine whether differences exist in the ability of invasive versus native populations to defend themselves from infection.&nbsp;</p>\n<p>In addition to our experimental findings, we discovered a new association between <em>H. sanguineus </em>and an invasive mussel species.&nbsp; We observed at one of our sampling sites that the invasive blue mussel <em>Mytilus galloprovincialis</em> uses the telson of infected crabs<em> </em>as a settlement substrate.&nbsp; Interestingly, this association was only observed on crabs that were infected with the barnacle parasites used in our studies, and not on healthy crabs.</p>\n<p><strong>Impacts of work and international collaboration</strong></p>\n<p>Our field surveys and preliminary experimental findings achieved during this 10-week program paved the way for another full-scale experiment carried out during March-July 2014.&nbsp; Collection sites, laboratory methods for culturing infective stages of the parasite, and parasite-exposure techniques that were developed during the preliminary experiments were used in the second experiment, and resulted in successful induction of parasite infections in native and invasive-range crabs in order to check for differences in susceptibility to parasite infection.&nbsp; This follow-up experiment revealed differential susceptibility to infection between invasive and native populations, with a significantly more infections occuring in the invasive-range crabs.&nbsp; Together with our finding of increased growth rates in crabs from the invasive range, our results suggest that invading populations maybe reallocate immune defense resources to other fitness-infl...",
  "por_txt_cntn": "\nBackground\n\nPopulations of invasive species often leave behind natural enemies such as parasites when they become established in their invasive range. This loss of parasite-mediated selective pressure acting on the invasive host species may lead to a change in the immune system of the host.  In an ongoing study, we are using a common shore crab, Hemigrapsus sanguineus, as a model system for testing the effect of this \"parasite release\" on energy allocation and susceptibility to future infections.  In the Northwest Atlantic, H. sanguineus is highly invasive and has almost fully escaped infection by fitness-limiting parasites.  By comparing the response of crabs from both invasive (parasite-free) and native (parasitized) populations to infection with native-range parasites, we can determine whether there is a difference in susceptibility to infection between native and invasive populations of the crab.  Further, we can examine whether resource allocation to immune defenses trades off with investment in other fitness components. \n\nScope of project and accomplishments\n\nFrom field sampling trips during the 10-week program in Japan, we identified two sites with high prevalence of the focal parasite in the crab host, and two sites with low levels of parasitism.  We used parasite-infection experiments in the laboratory to determine whether crabs from US invasive populations had different levels of susceptibility to the parasite compared to crabs from the native range in Japan. We also monitored growth rates, energy storage, and immune cell proliferation.\n\nWhile our infection trials did not produce detectable infections (most likely because there was not sufficient time for any induced infections to grow to a detectable size), we did find differences in the growth rates between the invasive and native-range crabs.  Crabs from the invasive populations grew significantly more when given the same access to resources, suggesting that invasive-range populations are better at assimilating energy and allocating to growth, which may trade-off with allocations to immune defense.  Further infection experiments are needed to determine whether differences exist in the ability of invasive versus native populations to defend themselves from infection. \n\nIn addition to our experimental findings, we discovered a new association between H. sanguineus and an invasive mussel species.  We observed at one of our sampling sites that the invasive blue mussel Mytilus galloprovincialis uses the telson of infected crabs as a settlement substrate.  Interestingly, this association was only observed on crabs that were infected with the barnacle parasites used in our studies, and not on healthy crabs.\n\nImpacts of work and international collaboration\n\nOur field surveys and preliminary experimental findings achieved during this 10-week program paved the way for another full-scale experiment carried out during March-July 2014.  Collection sites, laboratory methods for culturing infective stages of the parasite, and parasite-exposure techniques that were developed during the preliminary experiments were used in the second experiment, and resulted in successful induction of parasite infections in native and invasive-range crabs in order to check for differences in susceptibility to parasite infection.  This follow-up experiment revealed differential susceptibility to infection between invasive and native populations, with a significantly more infections occuring in the invasive-range crabs.  Together with our finding of increased growth rates in crabs from the invasive range, our results suggest that invading populations maybe reallocate immune defense resources to other fitness-influencing traits such as growth, at the cost of being more susceptible to parasite attack.  Because invasive species often dominate (numerically) the communities in which they become established, understanding their potential vulnerability to population-limiting parasites is important for pre..."
 }
}