{
 "awd_id": "1308919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Iterated filtering:  New theory, algorithms and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 99994.0,
 "awd_amount": 99994.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "Partially observed Markov process models provide a general framework for formulating and answering questions about dynamic systems. Evaluation of the likelihood for these models can be formulated as a filtering problem. Iterated filtering algorithms carry out repeated sequential Monte Carlo filtering operations to maximize the likelihood. Current theory for iterated filtering justifies the parameter update at each iteration via a stochastic approximation to the first derivative of the log likelihood. Our new approach to iterated filtering theory and methodology draws on similarities with data cloning (i.e., methods where Markov chain Monte Carlo algorithms are applied to multiple copies of the data to provide likelihood-based inference). The relationship with iterated filtering is that each filtering iteration is analogous to creating a new clone of the data. This new theoretical perspective leads to novel novel algorithms. In the context of the previous stochastic approximation theory of iterated filtering, the new algorithms behave as though the intractable second derivative of the likelihood were known. Indeed, the proposed algorithm generates an estimate of the Fisher information as a bi-product. Preliminary results, on a simple ecological model and on a challenging inference problem arising from fitting a malaria transmission model to time series data, show that a new iterated filtering algorithm out-performs previous methods. As well as advancing methodological capabilities for time series analysis via mechanistic models, the investigators will develop applications to two other related classes of statistical problems: longitudinal data analysis via mechanistic models, and inference for complex dynamic data structures. As concrete examples, the investigators will study the use of iterated filtering techniques for (i) relating pathogen genetic sequence data to HIV transmission models; (ii) using longitudinal data to inform stochastic dynamic models of sexual behaviors related to HIV transmission; (iii) inference via summary statistics and pseudo likelihood criteria, with an application to partially observed dynamic network models.\r\n\r\nMany scientific challenges involve the study of nonlinear stochastic dynamic systems about which only noisy or incomplete measurements are available. Except when the system is small, state-of-the-art statistical methods are required to make efficient use of available data and to provide modeling flexibility that promotes model criticism. The novel iterated filtering algorithms developed by the investigators will be used to study disease transmission systems with the goal of informing policy for the detection, control and potential eradication of infectious diseases. The PI is already engaged in the interface between statistical methodology development, epidemiology and public policy. The proposed research will directly benefit understanding of malaria and HIV transmission, but will also provide methodological tools and case studies relevant to other disease systems. More broadly, the methodology developed will be applicable to inference problems for dynamic systems arising throughout the biological, physical, social, health and engineering sciences. Open source software for all the methodology developed will be included in the R package {pomp} (http://cran.r-project.org/web/packages/pomp) for which the PI is a co-developer. Advances in iterated filtering methodology will be disseminated as part of the PIs ongoing agenda to spread the use of formal statistic methods for partially observed dynamic systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Ionides",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edward L Ionides",
   "pi_email_addr": "ionides@umich.edu",
   "nsf_id": "000088532",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yves",
   "pi_last_name": "Atchade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yves Atchade",
   "pi_email_addr": "atchade@bu.edu",
   "nsf_id": "000090281",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "453 West Hall",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded project led to the development of a new iterated filtering algorithm (called IF2) for statistical inference on nonlinear, stochastic, partially observed dynamic models. This class of models has widespread applications, especially in the study of biological systems where high levels of stochastic variation and nonlinearity are frequently encountered, with observations typically having non-negligible measurement error and being available on only a few of the system variables. We proved the convergence of our new algorithm as the number of iterations increases. We published open-source software implementing IF2 in the context of a general-purpose modeling and inference computational environment. We showed that IF2 outperforms previous methodology for this class of statistical challenges, and we are leading a community using it as a scientific tool in the life sciences. Further, we found that extensions of the IF2 algorithm apply to analysis of large collections of time series (known as panel data analysis) and to population dynamics integrated with genetic sequence data on a subset of the individuals (known as phylodynamic analysis). These extensions were demonstrated via application to epidemiological problems, studying dynamic sexual contact behavior and HIV transmission dynamics. Other scientific groups have already used our methods for published investigations of Ebola, polio and pertussis. The methodology we developed has been incorporated into a one semester course at University of Michigan, and short courses given at University of Pennsylvania and the University of Washington Summer Institute for Statistics of Infectious Diseases. Three PhD students and two postdoctoral students have been trained by the PI on projects related to this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2017<br>\n\t\t\t\t\tModified by: Edward&nbsp;L&nbsp;Ionides</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-funded project led to the development of a new iterated filtering algorithm (called IF2) for statistical inference on nonlinear, stochastic, partially observed dynamic models. This class of models has widespread applications, especially in the study of biological systems where high levels of stochastic variation and nonlinearity are frequently encountered, with observations typically having non-negligible measurement error and being available on only a few of the system variables. We proved the convergence of our new algorithm as the number of iterations increases. We published open-source software implementing IF2 in the context of a general-purpose modeling and inference computational environment. We showed that IF2 outperforms previous methodology for this class of statistical challenges, and we are leading a community using it as a scientific tool in the life sciences. Further, we found that extensions of the IF2 algorithm apply to analysis of large collections of time series (known as panel data analysis) and to population dynamics integrated with genetic sequence data on a subset of the individuals (known as phylodynamic analysis). These extensions were demonstrated via application to epidemiological problems, studying dynamic sexual contact behavior and HIV transmission dynamics. Other scientific groups have already used our methods for published investigations of Ebola, polio and pertussis. The methodology we developed has been incorporated into a one semester course at University of Michigan, and short courses given at University of Pennsylvania and the University of Washington Summer Institute for Statistics of Infectious Diseases. Three PhD students and two postdoctoral students have been trained by the PI on projects related to this grant.\n\n\t\t\t\t\tLast Modified: 09/20/2017\n\n\t\t\t\t\tSubmitted by: Edward L Ionides"
 }
}