{
 "awd_id": "1308415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Kathleen Foote of North Carolina State University to conduct a research project in the Education and Human Resources area during the summer of 2013 at National University of Singapore in Singapore.  The project title is \"Characterizing the Evolution of University Physics Reform in Different Cultural Settings.\" The host scientist is Dr. M. V. Venkatashamy Reddy.\r\n\r\nSCALE-UP, \"Student Centered Active Learning Environment with Upside-Down Pedagogies,\" is a reformed pedagogy and classroom design originally developed for large enrollment university physics courses at North Carolina State University.  Now, almost two hundred institutions worldwide use this approach to teach over thirteen disciplines in various types of institutions.  This project examines the transfer and evolution over how three generations of transfer have caused the reform to evolve over cultural and geographic boundaries.  Results of this study promote the successful spread of this reform in diverse settings.  Since this collaborative, interactive and technology-rich approach to learning physics has been shown to reduce failure rates, improve performance and increase interest in STEM fields, studying and aiding the implementation process spreads these benefits to more students worldwide.  \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the SCALE-UP reform has been shown to improve student problem solving, conceptual understanding, student attitudes and retention rates in introductory courses, especially for females and racial minorities.  This project documents the transfer process, using the challenges and successes of the case study sites to improve professional development of instructors and simplify future implementation efforts.  Sample course materials and classroom videos will be added to the website of existing resources for implementers and instructors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Foote",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen T Foote",
   "pi_email_addr": "",
   "nsf_id": "000578692",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Foote                   Kathleen       T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Raleigh",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "276063785",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": null,
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SCALE-UP &ldquo;Student Centered Active Learning Environment with Upside-Down Pedagogies&rdquo; is a reformed pedagogy and classroom design originally developed for large enrollment university physics courses at North Carolina State University.&nbsp; Now, over 250 institutions worldwide use this approach to teach over thirteen disciplines in various types of institutions.&nbsp; This exploratory case study worked with Asian educators to examine how the reform evolved over three generations of implementation, domestic and international.&nbsp; Studying how classroom, departmental, institutional and cultural factors affects the initiation and implementation of research-based reforms has implications for improving the adoption process for not just SCALE-UP but also other innovative pedagogies worldwide.&nbsp; A mixed methods study using interviews and class observations revealed the implementation process follows an iterative version of Rogers&rsquo; (2003) &ldquo;Innovation in Organizations&rdquo; model, as institutions re-invent and refine the reform to adapt to their institution.&nbsp; Some changes ensure the survival of the reform, but many modifications shift pedagogy toward traditional instruction, potentially losing some of the intended benefits of the reform.&nbsp; Awareness of this tendency could help researchers, curriculum and professional development developers and future implementers better support sustainable and effective use of research-based pedagogies.&nbsp; By promoting sustainable diffusion of these reforms, students worldwide can benefit from classes that improve their abilities to think critically, work productively in groups and solve real world problems in an interactive setting.&nbsp;</p>\n<p>As the research, I received first-hand research experience outside the United States and was able to study the society and culture that affected the implementation of this reform.&nbsp;&nbsp; During my stay, I gave three colloquiums with two universities and a high school, ensuring the international collaboration initiated by this fellowship continue after I left Singapore, since I connected interested instructors to the resources of the SCALE-UP community.&nbsp;</p>\n<p>Furthermore, the SCALE-UP reform has been shown to improve student problem solving, conceptual understanding, student attitudes and retention rates in introductory courses (especially for females and racial minorities).&nbsp; This project documented the transfer process through a scholarly publication and updating instructor resources, which will have implications for improving professional development of instructors and hopefully simplify future implementation efforts, especially in Asia.&nbsp; Departments, especially in Asia who want to adopt SCALE-UP at their institution should benefit from research results that specifically acknowledged challenges that accompanied moving this reformed instructional strategy into the different cultural environment of Singapore. More extensive background about the studied sights was made available to instructors who use, or are interested in using, SCALE-UP style techniques via the wikisite.&nbsp; Results of this study promote the successful spread of this reform in diverse settings. &nbsp;Since this collaborative, interactive and technology-rich approach to learning physics has been shown to reduce failure rates, improve performance and increase interest in STEM fields, studying and aiding the implementation process will spread these benefits to more students worldwide.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2013<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;T&nbsp;Foote</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSCALE-UP \"Student Centered Active Learning Environment with Upside-Down Pedagogies\" is a reformed pedagogy and classroom design originally developed for large enrollment university physics courses at North Carolina State University.  Now, over 250 institutions worldwide use this approach to teach over thirteen disciplines in various types of institutions.  This exploratory case study worked with Asian educators to examine how the reform evolved over three generations of implementation, domestic and international.  Studying how classroom, departmental, institutional and cultural factors affects the initiation and implementation of research-based reforms has implications for improving the adoption process for not just SCALE-UP but also other innovative pedagogies worldwide.  A mixed methods study using interviews and class observations revealed the implementation process follows an iterative version of RogersÆ (2003) \"Innovation in Organizations\" model, as institutions re-invent and refine the reform to adapt to their institution.  Some changes ensure the survival of the reform, but many modifications shift pedagogy toward traditional instruction, potentially losing some of the intended benefits of the reform.  Awareness of this tendency could help researchers, curriculum and professional development developers and future implementers better support sustainable and effective use of research-based pedagogies.  By promoting sustainable diffusion of these reforms, students worldwide can benefit from classes that improve their abilities to think critically, work productively in groups and solve real world problems in an interactive setting. \n\nAs the research, I received first-hand research experience outside the United States and was able to study the society and culture that affected the implementation of this reform.   During my stay, I gave three colloquiums with two universities and a high school, ensuring the international collaboration initiated by this fellowship continue after I left Singapore, since I connected interested instructors to the resources of the SCALE-UP community. \n\nFurthermore, the SCALE-UP reform has been shown to improve student problem solving, conceptual understanding, student attitudes and retention rates in introductory courses (especially for females and racial minorities).  This project documented the transfer process through a scholarly publication and updating instructor resources, which will have implications for improving professional development of instructors and hopefully simplify future implementation efforts, especially in Asia.  Departments, especially in Asia who want to adopt SCALE-UP at their institution should benefit from research results that specifically acknowledged challenges that accompanied moving this reformed instructional strategy into the different cultural environment of Singapore. More extensive background about the studied sights was made available to instructors who use, or are interested in using, SCALE-UP style techniques via the wikisite.  Results of this study promote the successful spread of this reform in diverse settings.  Since this collaborative, interactive and technology-rich approach to learning physics has been shown to reduce failure rates, improve performance and increase interest in STEM fields, studying and aiding the implementation process will spread these benefits to more students worldwide.  \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2013\n\n\t\t\t\t\tSubmitted by: Kathleen T Foote"
 }
}