{
 "awd_id": "1308799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChem: High-throughput Computational Discovery of New Nanoporous Materials for Energy Storage",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 272886.0,
 "awd_amount": 272886.0,
 "awd_min_amd_letter_date": "2013-08-07",
 "awd_max_amd_letter_date": "2013-08-07",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nThe development of new nanoporous materials is critical for many problems related to energy and sustainability.  New catalysts, new gas storage media, and new sorbents for separations are all urgently sought.  In the transportation sector, there is a significant effort by the major automakers to develop hydrogen-powered fuel cells as a long-term alternative to internal combustion engines, which burn fossil fuels.  One of the biggest hurdles for hydrogen-powered vehicles is the challenge of storing enough hydrogen on the vehicle within the constraints of weight, volume, and safety.  The solution to this storage problem will require the development of new storage materials.\r\n\r\nThe objectives of this project are to\r\n1. Develop a high-throughput computational screening approach for the development of nanoporous materials for various applications, using gas storage as a particular example.\r\n2. Demonstrate how this computational approach, when used in close interaction with experiment, can vastly accelerate the discovery of new and useful materials.\r\n3. Discover new sorbents that can store hydrogen for mobile applications.\r\n\r\nThe project will focus on metal-organic frameworks (MOFs).  These nanoporous materials are synthesized in a building-block approach from metal nodes and organic linkers.  The building-block approach to MOF synthesis opens up the possibility to synthesize an almost unlimited number of materials.  This clearly creates exciting possibilities, but it also creates the following challenge:  how does one identify the most promising structures, among the millions of possibilities, for a particular application?  In this project, we will generate millions of MOFs on the computer and test their properties for gas storage applications.  These computational methods can be extended in a straightforward manner to other applications, and the materials discovered may find uses in a variety of other applications, including catalysis and separation of gas mixtures.  A related problem is how to extract insight and understanding from the resulting deluge of information.  Powerful data mining strategies, developed in other fields, will be harnessed and tested for this task.\r\n\r\nIn the long term, hydrogen produced from clean energy sources such as wind or solar may play an important role as a green energy carrier in a variety of scenarios.  If hydrogen can be used for transportation, it would lead to a reduction in U.S. petroleum imports and have a significant impact on the economy, the environment, national energy security, and sustainability.  However, hydrogen storage is widely regarded as the most difficult problem preventing the development of hydrogen-powered vehicles.  Beyond gas storage, the materials developed in this work - particularly those with highly coordinatively unsaturated metal sites - may be valuable in applications such as separations and catalysis.  The computational methods can also be applied to other problems.  In addition, a searchable database of millions of hypothetical MOFs discovered in this project will be made publicly available, so that other researchers may search and analyze it to discover materials for other problems.  Graduate students, undergraduates, and high school teachers will be educated in a highly interdisciplinary research environment.  Web-based education and outreach activities (developed with the high school teachers) will reach a wider audience.\r\n\r\nNon-Technical Summary\r\n\r\nHydrogen-powered vehicles could be a significant advance toward more sustainable transportation.  Hydrogen produced by solar, wind, or other green energy sources is an attractive fuel because its only by-product when burned is water.  There is a significant effort by the major automakers to develop hydrogen-powered fuel cells as a long-term alternative to internal combustion engines, which burn fossil fuels.  Because hydrogen is a gas, one of the biggest hurdles for hydrogen-powered vehicles is the challenge of storing enough hydrogen on the vehicle within the constraints of weight, volume, and safety.  The solution to this storage problem will require the development of new storage materials.  The objectives of this project are to\r\n1. Develop a high-throughput computational screening approach for the development of nanoporous materials for various applications, using hydrogen storage as a particular example.\r\n2. Demonstrate how this computational approach, when used in close interaction with experiment, can vastly accelerate the discovery of new and useful materials.\r\n3. Discover new porous materials that can store hydrogen for mobile applications.\r\nThe project will focus on a new class of materials known as metal-organic frameworks (MOFs).  These materials have incredibly high internal surface area and are promising for gas storage.  The project will develop and use advanced computational methods to discover new MOFs for hydrogen storage.  The computational methods can also be applied to other problems in the future.  In addition, a searchable database of millions of hypothetical MOFs discovered in this project will be made publicly available, so that other researchers may search and analyze it to discover materials for other problems.  Graduate students, undergraduates, and high school teachers will be educated in a highly interdisciplinary research environment.  Web-based education and outreach activities will reach a wider audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Snurr",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Randall Q Snurr",
   "pi_email_addr": "snurr@northwestern.edu",
   "nsf_id": "000222762",
   "pi_start_date": "2013-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "802900",
   "pgm_ele_name": "Comp&Data Driven Mat Res(CDMR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 272886.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the challenges in replacing our existing transportation infrastructure&mdash;which is overwhelmingly reliant on fossil fuels&mdash;with a more sustainable system using clean, renewable energy is finding a viable way to store energy onboard vehicles within space and mass requirements comparable to those afforded by gasoline and diesel. Hydrogen is an appealing option for energy storage because its only combustion product is water, and several major auto manufacturers are currently developing hydrogen-powered vehicles. However, the energy density of hydrogen is much less than gasoline; therefore, hydrogen must be compressed to be stored onboard the vehicle. Storing a sufficient amount of hydrogen safely at a moderate pressure will require the development of new nanoporous materials. These porous materials adsorb hydrogen like a molecular sponge, and they can attain greater storage densities than compression alone.</p>\n<p>Metal-organic frameworks (MOFs) are nanoporous materials made of metal nodes connected by organic linkers, forming a crystalline framework. Some MOFs have high porosity and very high surface area, which makes them good candidates for applications in gas storage and separations. MOFs can be made from many different metal nodes and organic linkers formed in many different topological nets. They can also by modified by adding functional groups to the linkers. Due to the large number of nodes, linkers, and functional groups which can be combined to form MOFs, there a virtually infinite number of MOFs which can exist. This number is far beyond what can ever be practically synthesized and tested experimentally.</p>\n<p>Therefore we have used computational modeling to quickly characterize thousands of MOFs and predict their hydrogen storage capacity. Computational modelling can greatly accelerate the discovery of useful new materials by screening many candidates quickly to identify the most promising materials for future experimental study. Using this high-throughput screening, we have identified top candidates with good hydrogen storage capacity, and we have determined structure-property relationships to discern the optimal properties (void fraction, pore size, surface area) of a MOF for high hydrogen storage capacity.</p>\n<p>Prior to this project, our group developed an algorithm to generate hypothetical MOF structures on the computer, resulting in a diverse database containing 137,953 unique structures. As part of this project, we computed the hydrogen storage capacity for these structures at 77 K and considering a loading pressure of 100 bar and unloading pressure of 2 bar. There is current interest in storing hydrogen at cryogenic temperatures because efforts to store hydrogen at ambient temperature have not reached the necessary density. &nbsp;We found that of the 137,953 MOFs screened, one MOF meets targets of 6.5&nbsp;wt% and 50 g/L, and another 48 MOFs&nbsp;have deliverable capacities&nbsp;within 96%&nbsp;of this target. Over&nbsp;32,000&nbsp;MOFs&nbsp;have deliverable capacities above the&nbsp;lower targets of 4.5&nbsp;wt% and 30 g/L. The highest volumetric capacity we find in this database is 50 g/L (with 12&nbsp;wt% gravimetric capacity). We also find that the optimal void fraction for hydrogen storage at cryogenic temperature is 0.9, with pore sizes of 1.2-1.5 nanometers. This pore size is larger than has been reported as optimal for hydrogen storage at room temperature. We also studied in detail which linkers and functional groups are frequently present in MOFs with high capacity. This information provides design principles which can be used to design new MOFs with high hydrogen storage capacity.</p>\n<p>The storage capacity for these MOFs was calculated using grand canonical Monte Carlo (GCMC) simulations. These calculations are accurate but also time consuming. As a faster alternative, we devised an approximate metric based on insights obtained from the GCMC simulations.&nbsp; This metric can be calculated much faster, opening up the possibility to screen millions of structures in the future.</p>\n<p>This project also supported the development of RASPA, a molecular simulation code that we have made freely available to other researchers. This software was used for the hydrogen storage calculations in this project, and it can also be used for a wide variety of other applications.</p>\n<p>Two graduate students (one PhD and one masters), an undergraduate student, and a postdoc were supported by this grant. The masters student and the undergraduate have both graduated and found jobs. The PhD student graduated and is currently working as a postdoc. The postdoc supported by this grant presented results from this work at three national conferences, which is valuable professional development for a young scientist. This project also supported the creation of the MOF Explorer website. This free online resource serves as an educational and research tool to provide an online platform to visualize MOFs and calculate their physical properties.&nbsp;Users can upload a file to the website to visualize a MOF and use the MOF Explorer to calculate the void fraction, surface area, and pore size.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Randall&nbsp;Q&nbsp;Snurr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the challenges in replacing our existing transportation infrastructure&mdash;which is overwhelmingly reliant on fossil fuels&mdash;with a more sustainable system using clean, renewable energy is finding a viable way to store energy onboard vehicles within space and mass requirements comparable to those afforded by gasoline and diesel. Hydrogen is an appealing option for energy storage because its only combustion product is water, and several major auto manufacturers are currently developing hydrogen-powered vehicles. However, the energy density of hydrogen is much less than gasoline; therefore, hydrogen must be compressed to be stored onboard the vehicle. Storing a sufficient amount of hydrogen safely at a moderate pressure will require the development of new nanoporous materials. These porous materials adsorb hydrogen like a molecular sponge, and they can attain greater storage densities than compression alone.\n\nMetal-organic frameworks (MOFs) are nanoporous materials made of metal nodes connected by organic linkers, forming a crystalline framework. Some MOFs have high porosity and very high surface area, which makes them good candidates for applications in gas storage and separations. MOFs can be made from many different metal nodes and organic linkers formed in many different topological nets. They can also by modified by adding functional groups to the linkers. Due to the large number of nodes, linkers, and functional groups which can be combined to form MOFs, there a virtually infinite number of MOFs which can exist. This number is far beyond what can ever be practically synthesized and tested experimentally.\n\nTherefore we have used computational modeling to quickly characterize thousands of MOFs and predict their hydrogen storage capacity. Computational modelling can greatly accelerate the discovery of useful new materials by screening many candidates quickly to identify the most promising materials for future experimental study. Using this high-throughput screening, we have identified top candidates with good hydrogen storage capacity, and we have determined structure-property relationships to discern the optimal properties (void fraction, pore size, surface area) of a MOF for high hydrogen storage capacity.\n\nPrior to this project, our group developed an algorithm to generate hypothetical MOF structures on the computer, resulting in a diverse database containing 137,953 unique structures. As part of this project, we computed the hydrogen storage capacity for these structures at 77 K and considering a loading pressure of 100 bar and unloading pressure of 2 bar. There is current interest in storing hydrogen at cryogenic temperatures because efforts to store hydrogen at ambient temperature have not reached the necessary density.  We found that of the 137,953 MOFs screened, one MOF meets targets of 6.5 wt% and 50 g/L, and another 48 MOFs have deliverable capacities within 96% of this target. Over 32,000 MOFs have deliverable capacities above the lower targets of 4.5 wt% and 30 g/L. The highest volumetric capacity we find in this database is 50 g/L (with 12 wt% gravimetric capacity). We also find that the optimal void fraction for hydrogen storage at cryogenic temperature is 0.9, with pore sizes of 1.2-1.5 nanometers. This pore size is larger than has been reported as optimal for hydrogen storage at room temperature. We also studied in detail which linkers and functional groups are frequently present in MOFs with high capacity. This information provides design principles which can be used to design new MOFs with high hydrogen storage capacity.\n\nThe storage capacity for these MOFs was calculated using grand canonical Monte Carlo (GCMC) simulations. These calculations are accurate but also time consuming. As a faster alternative, we devised an approximate metric based on insights obtained from the GCMC simulations.  This metric can be calculated much faster, opening up the possibility to screen millions of structures in the future.\n\nThis project also supported the development of RASPA, a molecular simulation code that we have made freely available to other researchers. This software was used for the hydrogen storage calculations in this project, and it can also be used for a wide variety of other applications.\n\nTwo graduate students (one PhD and one masters), an undergraduate student, and a postdoc were supported by this grant. The masters student and the undergraduate have both graduated and found jobs. The PhD student graduated and is currently working as a postdoc. The postdoc supported by this grant presented results from this work at three national conferences, which is valuable professional development for a young scientist. This project also supported the creation of the MOF Explorer website. This free online resource serves as an educational and research tool to provide an online platform to visualize MOFs and calculate their physical properties. Users can upload a file to the website to visualize a MOF and use the MOF Explorer to calculate the void fraction, surface area, and pore size.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Randall Q Snurr"
 }
}