{
 "awd_id": "1308839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A bioanalytical platform for interrogating the systems biology of tRNA modifications: Application to defining translational control mechanisms in bacterial stress responses",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2013-05-20",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Professor Peter Dedon from the Massachusetts Institute of Technology to characterize a newly discovered, translation-based mechanism of bacterial stress response, in which stress causes reprogramming of dozens of tRNA modifications that regulate the translation of codon-biased transcripts to achieve selective expression of critical proteins. The studies will be initiated by comprehensively characterizing modified ribonucleosides in tRNA in Pseudomonas aeruginosa (PA) using a mass spectrometry-based platform developed in these labs. Following exposure of PA to hydrogen peroxide, changes in the spectrum of modified ribonucleosides will be quantified and modifications found to increase significantly under stress will be localized within specific tRNA molecules. Stress-altered wobble modifications will then be used to predict anticodon-codon interactions involved in selective translation of specific mRNAs for response and adaptation proteins, with proteomic validation of stress-induced changes in protein levels. Finally, a transposon mutant library will be used to define the biosynthetic pathways for stress-altered modifications by screening tRNA modification spectral changes in PA mutants selected by homology to other prokaryotes. The proposed studies will provide new insights into the translational mechanisms governing bacterial responses to environmental conditions, and the detailed molecular mechanisms that link translation to cell phenotype.  \r\n\r\nThe goal of these studies is to see if bacteria use a novel mechanism of cell survival and adaptation recently discovered in yeast and human cells. Using technology for quantifying the dozens of modified ribonucleotide building blocks of transfer RNA (tRNA) - the molecules controlling protein synthesis in all living organisms - it was discovered that stressed cells \"reprogram\" their tRNA modifications in a way that leads to selective production of proteins that are required to survive to the stress. The generality of this model will now be tested in the bacterium, Pseudomonas aeruginosa, to begin to understand how translational control mechanisms affect the ability of this important pathogenic microbe to survive and adapt during infection. The methods developed here will provide microbiologists with tools to systematically study RNA modifications in any type of bacterium, in principle, with potential broad impact on the basic science of cell and molecular biology. The studies will also provide students and scientists with specialized training in analytical technology and in a new fundamental mechanism of cell biology, while an outreach program will engage high school biology students with hands-on activities in cell culture, RNA isolation and mass spectrometry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Dedon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Peter C Dedon",
   "pi_email_addr": "pcdedon@mit.edu",
   "nsf_id": "000537568",
   "pi_start_date": "2013-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funding provided by this grant has had a significant and global impact on scientific discovery and research training in our exploratory studies of a novel system regulating gene expression at the level of translation. The newly discovered system coordinates reprogramming of dozens of tRNA modifications with enhanced translation of transcripts containing codon biases that match the reprogrammed tRNAs. As described in 8 peer-reviewed publications, research conducted under this NSF grant revealed how this new translational regulatory system controls phenotypes universally in bacteria, including clinically important in pathogens. For example, we showed that tRNA modifications in <em>Pseudomonas aeruginosa</em> (PA) control resistance to oxidative stress. The tRNA methyltransferase TrmJ was unexpectedly found to catalyze formation of 2&rsquo;-O-methyladenosine in several tRNA isoacceptors, with loss of this activity rendering the bacteria sensitive to hydrogen peroxide exposure. We also performed a comprehensive study of hypoxia-induced dormancy in the tuberculosis pathogen, <em>Mycobacterium bovis</em> (BCG). Formation of the pathognomonic granulomas in response to mycobacterial infections in tuberculosis leads to nutrient deprivation and hypoxia, with the bacteria responding by entering a genetically programmed non-replicative and drug resistant dormancy. We found that hypoxia up-regulates the wobble modification, cmo5U, in the threonine tRNA that reads ACG codons. This tRNA reprogramming led to up-regulation of proteins from genes enriched with the ACG codon, including the master regulator of hypoxic dormancy, DosR, and members of the Dos regulon. Proteins from genes enriched with the threonine synonymous codon, ACC, were down-regulated by hypoxia. These results establish major regulatory roles for tRNA reprogramming and an alternative genetic code that specifies families of stress response genes. The studies performed under this grant also had a significant impact on research training on a global scale. In addition to substantive professional development and career mentoring for postdoctoral scientists and graduate students, the project provided opportunities for cross-disciplinary training for postdoctoral scientists, graduate students and undergraduate and high school students in applying chemical tools and principles to biological systems. In addition to training and collaborations with American students and scientists, the studies were performed in collaboration with students and scientists at the National University of Singapore and the Chulabhorn Research Institute in Thailand.</p>\n<p>The <strong><em>intellectual merit</em></strong> of these studies lies in the discovery and definition of a novel system controlling gene expression in bacteria and other organisms. This discovery of a transcendent system involving tRNA modifications and codon usage patterns was made by applying systems-level analyses to the ribonucleome, genome and proteome. Methods developed in this project provide researchers with the first tools to systematically tRNA modifications and to quantify gene-specific codon usage patterns in any organism. <strong>&nbsp;</strong></p>\n<p>The <strong><em>broader impact</em> </strong>of the completed studies will be felt in several areas, in addition to substantive mentoring of postdoctoral scientists, and high school, undergraduate and graduate students. The project provided opportunities for cross-disciplinary training in applying chemical tools and principles to biological systems. In addition to publications and seminars, the information obtained in the studies has been shared with other scientists by creating a publically accessible web-based tool for quantifying codon usage patterns in any organism. This is available at&nbsp;<a href=\"http://pare.sunycnse.com/cut/\">http://pare.sunycnse.com/cut/</a>. We also had an impact on attracting high school students to explore careers in science with a workshop on applications of bioanalytical chemistry in studying nucleic acid damage and modifications.</p>\n<p class=\"DataField11pt-Single\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2016<br>\n\t\t\t\t\tModified by: Peter&nbsp;C&nbsp;Dedon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe funding provided by this grant has had a significant and global impact on scientific discovery and research training in our exploratory studies of a novel system regulating gene expression at the level of translation. The newly discovered system coordinates reprogramming of dozens of tRNA modifications with enhanced translation of transcripts containing codon biases that match the reprogrammed tRNAs. As described in 8 peer-reviewed publications, research conducted under this NSF grant revealed how this new translational regulatory system controls phenotypes universally in bacteria, including clinically important in pathogens. For example, we showed that tRNA modifications in Pseudomonas aeruginosa (PA) control resistance to oxidative stress. The tRNA methyltransferase TrmJ was unexpectedly found to catalyze formation of 2?-O-methyladenosine in several tRNA isoacceptors, with loss of this activity rendering the bacteria sensitive to hydrogen peroxide exposure. We also performed a comprehensive study of hypoxia-induced dormancy in the tuberculosis pathogen, Mycobacterium bovis (BCG). Formation of the pathognomonic granulomas in response to mycobacterial infections in tuberculosis leads to nutrient deprivation and hypoxia, with the bacteria responding by entering a genetically programmed non-replicative and drug resistant dormancy. We found that hypoxia up-regulates the wobble modification, cmo5U, in the threonine tRNA that reads ACG codons. This tRNA reprogramming led to up-regulation of proteins from genes enriched with the ACG codon, including the master regulator of hypoxic dormancy, DosR, and members of the Dos regulon. Proteins from genes enriched with the threonine synonymous codon, ACC, were down-regulated by hypoxia. These results establish major regulatory roles for tRNA reprogramming and an alternative genetic code that specifies families of stress response genes. The studies performed under this grant also had a significant impact on research training on a global scale. In addition to substantive professional development and career mentoring for postdoctoral scientists and graduate students, the project provided opportunities for cross-disciplinary training for postdoctoral scientists, graduate students and undergraduate and high school students in applying chemical tools and principles to biological systems. In addition to training and collaborations with American students and scientists, the studies were performed in collaboration with students and scientists at the National University of Singapore and the Chulabhorn Research Institute in Thailand.\n\nThe intellectual merit of these studies lies in the discovery and definition of a novel system controlling gene expression in bacteria and other organisms. This discovery of a transcendent system involving tRNA modifications and codon usage patterns was made by applying systems-level analyses to the ribonucleome, genome and proteome. Methods developed in this project provide researchers with the first tools to systematically tRNA modifications and to quantify gene-specific codon usage patterns in any organism.  \n\nThe broader impact of the completed studies will be felt in several areas, in addition to substantive mentoring of postdoctoral scientists, and high school, undergraduate and graduate students. The project provided opportunities for cross-disciplinary training in applying chemical tools and principles to biological systems. In addition to publications and seminars, the information obtained in the studies has been shared with other scientists by creating a publically accessible web-based tool for quantifying codon usage patterns in any organism. This is available at http://pare.sunycnse.com/cut/. We also had an impact on attracting high school students to explore careers in science with a workshop on applications of bioanalytical chemistry in studying nucleic acid damage and modifications.\n \n\n\t\t\t\t\tLast Modified: 10/22/2016\n\n\t\t\t\t\tSubmitted by: Peter C Dedon"
 }
}