{
 "awd_id": "1308566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonparametric classification, tuning parameter selection, and asymptotic stability for high-dimensional data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 129980.0,
 "awd_amount": 129980.0,
 "awd_min_amd_letter_date": "2013-07-23",
 "awd_max_amd_letter_date": "2014-05-05",
 "awd_abstract_narration": "Technological innovations have provided a primary force in advancement of scientific research and in social progress. High-throughput data of unprecedented size and complexity are frequently seen in diverse fields of science and humanity, ranging from computational biology and health studies to financial engineering and risk management. Such high-dimensional data have initiated many important problems in  contemporary statistics where feature selection plays pivotal roles. The proposed project has the following three interrelated objectives in the theme of high-dimensional data with applications in classification and variable selection. (1) To introduce a nonparametric classification framework for high-dimensional data. The target of this research is to integrate the nonparametric component to the classical parametric methods for classification (e.g., penalized logistic regression, linear discriminant analysis) under high-dimensional settings without incurring much computational burden. Asymptotic properties are investigated regarding the excess risk. (2) To investigate the asymptotic properties of cross-validation for tuning parameter selection in high-dimensional variable selection. The goal here is to perform a systematic study on the asymptotic behavior of major cross-validation methods for choosing the tuning parameter when various penalty functions (LASSO, SCAD, MCP, etc.) are used. By delineating the properties of the classical cross-validation, a new modified cross-validation method for the purpose of choosing the optimal tuning parameter in the solution path is developed that achieves model selection consistency. (3) To introduce the notion of asymptotic stability for maximum penalized likelihood estimators. Despite the extensive literature on the maximum penalized likelihood estimators in high-dimensional settings, the research on the stability of the estimators has been very limited. The investigators aim to introduce the notion of asymptotic stability for a general class of maximum penalized likelihood estimators, study the behavior and evaluate the performance of these estimators when different penalty functions are applied.\r\n\r\nThe analysis of \"big data\" now pervasive across many scientific disciplines poses challenges as well as opportunities to the field of statistics. A major goal of this proposal is to make methodological and theoretical contributions to the important and challenging topic of high-dimensional classification and variable selection. The proposed research will have broad impacts on many disciplines of science, including health/life sciences, economics, finance, astronomy and sociology, among others. In these fields, variable selection, feature extraction, sparsity explorations are crucial for knowledge discovery. The investigators have been interacting with researchers at New York State Psychiatric Institute at the Columbia University Medical Center, Computational Biology Center of the Memorial Sloan-Kettering Cancer Center and Center for Computational Learning Systems at Columbia University. The results of the proposed investigations will be used for understanding mental health issues, for identifying risk factors in diseases of cancer and for predicting failures in complex engineering systems. On the educational side, the proposed work will be incorporated into new courses on the state-of-the-art high-dimensional statistical learning. It will also be integrated into the training of undergraduate and graduate students, especially of under-represented groups, in terms of Ph.D. dissertations and undergraduate research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Feng",
   "pi_email_addr": "yf31@nyu.edu",
   "nsf_id": "000574093",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhiliang",
   "pi_last_name": "Ying",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiliang Ying",
   "pi_email_addr": "zying@stat.columbia.edu",
   "nsf_id": "000152577",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 42269.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 87711.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The three-year project resulted in multiple new statistical methods along with their associated theory and applications in the area of high-dimensional classification, tuning parameter selection for penalized estimators, asymptotic stability for high-dimensional penalized estimators, casual inference, survival analysis, and cognitive diagnosis. In particular, we introduce a framework for integrating the nonparametric component to the classical parametric methods for classification (e.g., penalized logistic regression, linear discriminant analysis) under high-dimensional settings without incurring much computational cost. The framework is designed to select the important predictors for an accurate classification.&nbsp; It is shown to outperform many state-of-the-art classifiers in such examples as the email spam filtering in machine learning and a lung cancer data set in biomedical research.&nbsp; In addition, &nbsp;we proposed a new cross-validation method for the purpose of choosing the optimal tuning parameter in the solution path for high-dimensional penalized estimators with the restricted model selection consistency property. The data-driven choice of tuning parameter is desirable since it is widely applicable and enables us to select a final penalized estimator with guaranteed performance.&nbsp;</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Results from this project are expected to make an impact on biological sciences by providing a more accurate identification of important biomarkers or genes towards a specific disease as well as accurately classifying patients using the high-throughput gene expression information. The nonparametric classification framework has the potential to be incorporated in the domain of deep learning to further increase the accuracy of many popular classification related tasks including voice recognition, computer vision and machine translation.&nbsp;</span>The proposed Q-matrix based diagnostic classification methods will help psychiatrists/psychologists to assess patients&rsquo; presence/absence of mental health disorders (attributes) based on their responses to diagnostic questions (items).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2016<br>\n\t\t\t\t\tModified by: Yang&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The three-year project resulted in multiple new statistical methods along with their associated theory and applications in the area of high-dimensional classification, tuning parameter selection for penalized estimators, asymptotic stability for high-dimensional penalized estimators, casual inference, survival analysis, and cognitive diagnosis. In particular, we introduce a framework for integrating the nonparametric component to the classical parametric methods for classification (e.g., penalized logistic regression, linear discriminant analysis) under high-dimensional settings without incurring much computational cost. The framework is designed to select the important predictors for an accurate classification.  It is shown to outperform many state-of-the-art classifiers in such examples as the email spam filtering in machine learning and a lung cancer data set in biomedical research.  In addition,  we proposed a new cross-validation method for the purpose of choosing the optimal tuning parameter in the solution path for high-dimensional penalized estimators with the restricted model selection consistency property. The data-driven choice of tuning parameter is desirable since it is widely applicable and enables us to select a final penalized estimator with guaranteed performance. \n \nResults from this project are expected to make an impact on biological sciences by providing a more accurate identification of important biomarkers or genes towards a specific disease as well as accurately classifying patients using the high-throughput gene expression information. The nonparametric classification framework has the potential to be incorporated in the domain of deep learning to further increase the accuracy of many popular classification related tasks including voice recognition, computer vision and machine translation. The proposed Q-matrix based diagnostic classification methods will help psychiatrists/psychologists to assess patients? presence/absence of mental health disorders (attributes) based on their responses to diagnostic questions (items).\n\n \n\n\t\t\t\t\tLast Modified: 09/07/2016\n\n\t\t\t\t\tSubmitted by: Yang Feng"
 }
}