{
 "awd_id": "1308877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Distance and Dissimilarity Information in Statistical Model Building",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 400002.0,
 "awd_amount": 400002.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2016-05-23",
 "awd_abstract_narration": "The objective of this research is to greatly expand the collection of statistical tools that exploit pairwise distance and dissimilarity information in statistical model building for regression, classification, and variable/pattern selection at different scales. This includes use of information that involves non-metric pairwise dissimilarity information. In this work dissimilarity information may be subjective, noisy, incomplete, confined within a nonlinear manifold, may come from multiple sources and may be inconsistent. Previous results have shown how this information may be embedded into a Euclidean space, so that methods that operate in a Euclidean space can be used. Two recent novel and very powerful tools, distance correlation and distance components, have provided for principled testing of correlations between arbitrary groups of variables and testing of equality of distributions, based only on pairwise Euclidean distances, and requiring essentially no distributional assumptions. Thus, combining methods that embed non-metric information into a Euclidean space followed by use of distance correlation and distance components that operate on Euclidean data provide an important new approach to using \"messy\" pairwise data. Furthermore distance correlation and distance components are being extended to certain regression, classification and variable/pattern selection problems via parametrization, tuning and testing techniques, preceded, when appropriate by embedding techniques. A series of tasks to implement aspects of this program provides advances in the major statistical tasks of regression, classification and variable/pattern selection for non-traditional information in a principled way.\r\n\r\n\r\nThis work provides a vast extension of the set of practical tools available to the statistician/data analyst and to modelers in a wide variety of scientific fields to extract information to predict, classify, and select important variables/patterns from data sets from small to large, that include distance or dissimilarity information from a variety of structures that are becoming increasingly available and important in practice. The proposed work provides a new set of important and useful tools for improved statistical data analysis that will be widely disseminated, and impact society to the extent that they provide aid to researchers in the extraction of information in biological, medical, environmental and other data sets that contain information of public interest. The project includes high level training of a Ph.D. student in an important STEM area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Wahba",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Grace G Wahba",
   "pi_email_addr": "wahba@stat.wisc.edu",
   "nsf_id": "000201345",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "UW Madison, Dept. of Statistics",
  "perf_str_addr": "1300 University Ave",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 91382.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98565.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 102800.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 107255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 16.0px Courier} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\"><span>&nbsp;</span></span></p>\n<p class=\"p1\"><span class=\"s1\"><span>Many aspects of scientific research involve data sets collected for the purpose of understanding associations or predictive relations between multiple variables of interest. For example randomized clinical trials can be carried out to study the impact of genetic patterns and other variables on the efficacy of treatments of interest. Similarly demographic studies, based on observational data from cooperating subjects living in particular cities, practicing particular professions, or in other affinity groups may contain data on a large number of individual attributes (e. g. age, gender, body mass index, smoking, blood pressure, cholesterol, diet, exercise, education, socioeconomic status, properties of medical images, genetic variables, incidence of various diseases, observations on close relatives, mortality, to name a few). Often it is of interest to establish which among many candidate variables or clusters of interacting variables actually have relationships which may be of scientific interest. The variable selection problem particularly occurs in some genetic studies where there are multiple genetic variants to be considered for their possible predictive ability. </span></span></p>\n<p class=\"p1\">The major objective of the research is to greatly expand the collection of so called &rdquo;statistical machine learning&rdquo; tools (a. k. a. models) that can be used given databases from clinical trials, demographic studies, medical records and other sources of information, to learn relationships between various interacting attributes or risk factors and various responses or outcomes of interest. These tools generally include procedures for tuning models so as not to overfit noisy data, and methods for validating the results in practical applications, typically by holding out subsets of the observations to see how well predictions work on data not involved in building the model.</p>\n<p class=\"p1\">In this project we have built a number of highly useful new statistical machine learning tools for these purposes and demonstrated their practical use in the analysis of particular clinical trials and demographic studies. Four examples are:</p>\n<p class=\"p1\">1) Improved methods for combining information from multicenter clinical trials when the different centers sample people from populations with different demographics (e. g. age, gender) and have different laboratory protocols. This is notoriously difficult to do correctly. H. H. Zhou, V. Singh, S. Johnson and G. Wahba gave conditions for when and how the joint analysis of raw data can be carried out with statistical rigor, providing a much more efficient use of such data than previously known. This example involved two different Alzheimers demographic studies which had subjects with age, sex, 8 different Cerebral Spinal Fluid (CSF) measurements, hippocampus&nbsp;volume (a brain component involved with memory), and diagnosis (Normal, Mild Cognitive Impairment, or Alzheimers Disease). After carrying out the proposed methodology it was demonstrated that prediction of hippocampus volume and diagnosis from age, sex and CSF measurements was much improved over the usual approach of analyzing each population separately and combining only the results.</p>\n<p class=\"p1\">2) An improved method for predicting conditional lifetime expectancy (your expected lifetime assuming you have attained a particular age), involving many candidate variables, some of which may be censored (that is, only known to be smaller or larger than some cutoff). The efficacy of the method was demonstrated in a demographic study where clusters of the variables attained age, gender, smoking history, body mass index, educational attainment, socioeconomic status, disease status and other attributes combined to show greater or lesser associations with conditional lifetime expectancy. J. Kong, R. Klein, B. E. K. Klein, G. Wahba</p>\n<p class=\"p1\">3) An improved method for selecting relevant gene expression profiles.In a study of four types of childhood tumors the method had a nearly perfect ability to classify tumor type correctly. In a study of ovarian cancer patients, the method was used to classify whether a patient would respond to chemotherapy. Inferences were difficult in this study. The analysis resulted in three possible patient assessments: highly likely to respond, highly likely not to respond and &rsquo;can&rsquo;t determine&rsquo;. J. Kong, S. Wang, G. Wahba</p>\n<p class=\"p1\">4) New methods for assessing associations of the four categories: familial relationships (pedigrees), lifestyle factors, diseases and mortality. It is difficult to tease out answers in this nature vs nurture debate - one such example may be the effect of say, smoking vs genetic inheritance, because both smoking and genetic variants run in families. The data motivating this study included extensive pedigree information, (e. g. siblings, parents, children, etc.), and in fact demonstrated significant associations between each pair of the four categories. J. Kong, R. Klein, B. E. K. Klein, K. Lee, G. Wahba</p>\n<p class=\"p1\">These research projects have all been part of the training of PhD students who worked on them, as well as other students who benefited from regular group discussions led by the PI. The graduates so far have all gone into productive jobs in industry and academia, contributing to the storehouse of scientific talent in the US</p>\n<p class=\"p1\"><span class=\"s1\"><span><br /></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2018<br>\n\t\t\t\t\tModified by: Grace&nbsp;G&nbsp;Wahba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nMany aspects of scientific research involve data sets collected for the purpose of understanding associations or predictive relations between multiple variables of interest. For example randomized clinical trials can be carried out to study the impact of genetic patterns and other variables on the efficacy of treatments of interest. Similarly demographic studies, based on observational data from cooperating subjects living in particular cities, practicing particular professions, or in other affinity groups may contain data on a large number of individual attributes (e. g. age, gender, body mass index, smoking, blood pressure, cholesterol, diet, exercise, education, socioeconomic status, properties of medical images, genetic variables, incidence of various diseases, observations on close relatives, mortality, to name a few). Often it is of interest to establish which among many candidate variables or clusters of interacting variables actually have relationships which may be of scientific interest. The variable selection problem particularly occurs in some genetic studies where there are multiple genetic variants to be considered for their possible predictive ability. \nThe major objective of the research is to greatly expand the collection of so called \"statistical machine learning\" tools (a. k. a. models) that can be used given databases from clinical trials, demographic studies, medical records and other sources of information, to learn relationships between various interacting attributes or risk factors and various responses or outcomes of interest. These tools generally include procedures for tuning models so as not to overfit noisy data, and methods for validating the results in practical applications, typically by holding out subsets of the observations to see how well predictions work on data not involved in building the model.\nIn this project we have built a number of highly useful new statistical machine learning tools for these purposes and demonstrated their practical use in the analysis of particular clinical trials and demographic studies. Four examples are:\n1) Improved methods for combining information from multicenter clinical trials when the different centers sample people from populations with different demographics (e. g. age, gender) and have different laboratory protocols. This is notoriously difficult to do correctly. H. H. Zhou, V. Singh, S. Johnson and G. Wahba gave conditions for when and how the joint analysis of raw data can be carried out with statistical rigor, providing a much more efficient use of such data than previously known. This example involved two different Alzheimers demographic studies which had subjects with age, sex, 8 different Cerebral Spinal Fluid (CSF) measurements, hippocampus volume (a brain component involved with memory), and diagnosis (Normal, Mild Cognitive Impairment, or Alzheimers Disease). After carrying out the proposed methodology it was demonstrated that prediction of hippocampus volume and diagnosis from age, sex and CSF measurements was much improved over the usual approach of analyzing each population separately and combining only the results.\n2) An improved method for predicting conditional lifetime expectancy (your expected lifetime assuming you have attained a particular age), involving many candidate variables, some of which may be censored (that is, only known to be smaller or larger than some cutoff). The efficacy of the method was demonstrated in a demographic study where clusters of the variables attained age, gender, smoking history, body mass index, educational attainment, socioeconomic status, disease status and other attributes combined to show greater or lesser associations with conditional lifetime expectancy. J. Kong, R. Klein, B. E. K. Klein, G. Wahba\n3) An improved method for selecting relevant gene expression profiles.In a study of four types of childhood tumors the method had a nearly perfect ability to classify tumor type correctly. In a study of ovarian cancer patients, the method was used to classify whether a patient would respond to chemotherapy. Inferences were difficult in this study. The analysis resulted in three possible patient assessments: highly likely to respond, highly likely not to respond and ?can?t determine?. J. Kong, S. Wang, G. Wahba\n4) New methods for assessing associations of the four categories: familial relationships (pedigrees), lifestyle factors, diseases and mortality. It is difficult to tease out answers in this nature vs nurture debate - one such example may be the effect of say, smoking vs genetic inheritance, because both smoking and genetic variants run in families. The data motivating this study included extensive pedigree information, (e. g. siblings, parents, children, etc.), and in fact demonstrated significant associations between each pair of the four categories. J. Kong, R. Klein, B. E. K. Klein, K. Lee, G. Wahba\nThese research projects have all been part of the training of PhD students who worked on them, as well as other students who benefited from regular group discussions led by the PI. The graduates so far have all gone into productive jobs in industry and academia, contributing to the storehouse of scientific talent in the US\n\n\n\n\t\t\t\t\tLast Modified: 06/27/2018\n\n\t\t\t\t\tSubmitted by: Grace G Wahba"
 }
}