{
 "awd_id": "1309008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Search for the Zero-Magnetic-Field Wigner Solid",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2013-06-13",
 "awd_max_amd_letter_date": "2018-04-24",
 "awd_abstract_narration": "****TECHNICAL ABSTRACT****\r\nFirst predicted by Eugene Wigner in 1934, the realization of the electronic solid (Wigner Crystal) which forms when the interactions between electrons strongly exceed their kinetic energy has been a long-standing challenge. A classical Wigner crystal has been realized for electrons on the surface of liquid helium, and possible evidence of crystallization of quantum electron systems has been obtained in strong magnetic field. The aim of this project is to realize the quantum Wigner crystal in zero field, to obtain definitive evidence of its existence, and to study its formation as a function of temperature, magnetic field, electron density and disorder.  The search for the zero-field Wigner solid is especially promising at this time because: (a) we have recently obtained compelling evidence that there is a genuine phase transition in a dilute 2D electron system driven by interactions to a low-density phase that may be a precursor phase or the Wigner Crystal itself; (b) samples are now available that far exceed the quality of the samples used 20 years ago in which measurements suggested the possibility of Wigner crystallization. We will investigate the nonlinear transport and noise spectra of low-density, low-disorder, strongly correlated two-dimensional electron systems in metal-oxide semiconductor field-effect transistors (MOSFETs) and strained silicon quantum wells in Si/SiGe heterostructures.  This project will support the education of a PhD student in these advanced technologies, which has historically shown itself to be excellent training for many scientific careers from academia to our most advanced technology industries.\r\n\r\n****NON-TECHNICAL ABSTRACT****\r\nIn most metals, electrons behave like a gas and move randomly through the structure formed by the massive positive ions. Eugene Wigner predicted in 1934 that when the energy of motion of the electrons is much lower than the energy of interaction between them, the electron gas will instead freeze into a lattice, forming a \"Wigner crystal\" or \"Wigner glass\". Realized for electrons on the surface of liquid helium, and possibly in semiconductors in strong magnetic field, the Wigner solid has not been found in semiconductors in the absence of magnetic field.  By measurements of the nonlinear resistance and noise spectra of low-density two-dimensional electron systems in silicon metal-oxide semiconductor field-effect transistors (MOSFETs) and Si/Si-Ge heterostructures, we plan to realize and investigate the long sought-after zero field Wigner crystal, thereby providing opportunities for studies in a heretofore unexplored region, and adding a deeper fundamental understanding of semiconductors - materials that are of great importance to our current technology. This project will support the education of a PhD student in these advanced technologies, which has historically shown itself to be excellent training for many scientific careers from academia to our most advanced technology industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Myriam",
   "pi_last_name": "Sarachik",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Myriam P Sarachik",
   "pi_email_addr": "sarachik@sci.ccny.cuny.edu",
   "nsf_id": "000170603",
   "pi_start_date": "2013-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 Convent Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The great physicist Eugene Wigner predicted in 1934 that when their energy of motion is sufficiently reduced by cooling to very low temperatures, electrons are expected to condense into an&nbsp;<em>electronic&nbsp;</em>crystal (arranged regularly on a lattice) due to their mutual repulsion. The search for the Wigner crystal has been a ?holy grail? of condensed matter physics for nearly a century. Glimpses of such (quantum mechanical) electron solids have been obtained in doped semiconductors in recent years if one facilitates their formation by applying a magnetic field to shrink the electron wave functions and reduce their kinetic energy (energy of motion). The aim of our project was to obtain evidence for the formation of a Wigner solid in the&nbsp;<em>absence&nbsp;</em>of a magnetic field. We achieved our goal by a careful study in the insulating state of a strongly interacting two-dimensional system of electrons in a silicon MOSFET (Metal-Oxide-Semiconductor-Field-Effect-Transistor), where we found a two-threshold voltage-current current characteristic and a dramatic increase in noise between the two threshold voltages.</p>\n<p><span>Using as a tool a heretofore unobserved kink in the magnetic response as a function of electron density, we have obtained evidence that rather than being a second-order quantum phase transition, the metal-insulator transition in these dilute 2D electron systems is a finite temperature transition by percolation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/2019<br>\n\t\t\t\t\tModified by: Myriam&nbsp;P&nbsp;Sarachik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe great physicist Eugene Wigner predicted in 1934 that when their energy of motion is sufficiently reduced by cooling to very low temperatures, electrons are expected to condense into an electronic crystal (arranged regularly on a lattice) due to their mutual repulsion. The search for the Wigner crystal has been a ?holy grail? of condensed matter physics for nearly a century. Glimpses of such (quantum mechanical) electron solids have been obtained in doped semiconductors in recent years if one facilitates their formation by applying a magnetic field to shrink the electron wave functions and reduce their kinetic energy (energy of motion). The aim of our project was to obtain evidence for the formation of a Wigner solid in the absence of a magnetic field. We achieved our goal by a careful study in the insulating state of a strongly interacting two-dimensional system of electrons in a silicon MOSFET (Metal-Oxide-Semiconductor-Field-Effect-Transistor), where we found a two-threshold voltage-current current characteristic and a dramatic increase in noise between the two threshold voltages.\n\nUsing as a tool a heretofore unobserved kink in the magnetic response as a function of electron density, we have obtained evidence that rather than being a second-order quantum phase transition, the metal-insulator transition in these dilute 2D electron systems is a finite temperature transition by percolation. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/15/2019\n\n\t\t\t\t\tSubmitted by: Myriam P Sarachik"
 }
}