{
 "awd_id": "1309230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High Performance Integrated InAs QD Laser Based Si Photonics Optical Transceiver",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 186717.0,
 "awd_amount": 186717.0,
 "awd_min_amd_letter_date": "2013-03-28",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "Intellectual merit: \r\nThe goal of this proposal is to demonstrate direct modulated high performance InAs quantum dot laser array integrated with passive a-Si:H waveguides and multiplexer components by a novel in-plane integrations scheme and achieve, for the first time, an integrated optical transceiver on the Si platform. High performance integrated optical transceiver circuits on the Si platform have been elusive, and their demonstration is transformative and can be considered a milestone in the field of Si photonics when the proposed integrated silicon photonic chips are compared with the discrete component-based photonic IC counterparts. The unique quantum dot laser structures and novel in-plane integration scheme are more suitable in silicon photonics than other devices and integration schemes that are currently being explored.\r\nBroader impacts: \r\nThe broader impacts are the interdisciplinary nature of the program. Outreach projects are highlighted to provide research experience for undergraduates and K-12 students and expose them to science and engineering disciplines. Demonstration of the operation of an optical interconnection circuit with discrete components will be given to K-12 students through the Beyond-9.8 outreach program. The proposed program provides a broader impact to our society beyond technical merits, it bridges optoelectronics with microelectronics, physics and materials science and engineering, and it can extend optoelectronics to real applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Preble",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan F Preble",
   "pi_email_addr": "sfpeen@rit.edu",
   "nsf_id": "000061012",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Guo",
   "pi_email_addr": "wei_guo@uml.edu",
   "nsf_id": "000614785",
   "pi_start_date": "2013-03-28",
   "pi_end_date": "2013-08-29"
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorials Dr.",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 186717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;This report summarizes the results for the NSF grant (Award # 1309230), &ldquo;Collaborative Research: High Performance Integrated InAs QD Laser Based Si Photonics Optical Transceiver,&rdquo;<strong> </strong>led by Professor Stefan Preble at the Rochester Institute of Technology. The projects goal was to enable high performance optical transceivers integrated onto a Silicon chip using robust InAs quantum dot lasers. Consequently, this projects focus was on the seamless integration of <em>robust and low-powered </em>lasers with other silicon photonics devices, where the lasers need to operate at relatively high ambient temperatures (70-80 ?C) and the emission wavelengths need to be varied to achieve a multichannel laser array with large transmission bandwidth. Our approach is to bond III-V heterostructures that contain quantum dots onto Silicon substrates. Quantum dots (QD) possess 3D confinement and delta-function like density-of-states (DOS), and as a result, and unlike their quantum well counterparts, have good temperature stability, low power consumption, high differential gain and zero chirp and &alpha;-factor. In addition, they are spectrally broad due to large size distribution of the quantum dots, and as a result can be used to realize broadband laser sources. Furthermore, in order to realize high gain, and as a result low threshold power, we are uniquely aiming to directly integrate the lasers to waveguides through a butt-joint waveguide coupling scheme. This will enable all of the transceiver components to be integrated into the same plane, significantly increasing performance and decreasing the overall footprint &ndash; in turn, allowing denser integration for overall higher bandwidth at lower powers.</p>\n<p>In order to realize&nbsp; high performance lasers we developed a low temperature (250 ?C) Silicon-Pd-GaAs bonding process that enables excellent thermal performance&nbsp; while also allowing simplified electrical &ldquo;back&rdquo; contacting of the laser structure. This resulted in lasers that exhibited higher and more consistent performance.&nbsp; Furthermore, by creating a high density of quantum dots with a large distribution of sizes we realized comb lasers that will enable dense wavelength division multiplexing transceivers by using Silicon ring resonator filters to control the modulation and detection of each wavelength channel. We also demonstrated&nbsp; passively mode-locked lasers (MLL) on a silicon substrate. The MLL's produced nearly transform limited pulses (~2ps duration) that operate&nbsp; a repetition rate&nbsp; of ~7 GHz. These results enable QD-MLLs to be integrated with silicon photonic integrated circuits (PICs), such as optical time division multiplexing (OTDM) and optical clocks.</p>\n<p>This project&nbsp; supported a Ph.D. student and two high school students. Results from the course were incorporated into a Lasers course. Lastly, results were disseminated to the general public through Science Cafe and at RIT's annual Imagine RIT festival.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Stefan&nbsp;F&nbsp;Preble</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n This report summarizes the results for the NSF grant (Award # 1309230), \"Collaborative Research: High Performance Integrated InAs QD Laser Based Si Photonics Optical Transceiver,\" led by Professor Stefan Preble at the Rochester Institute of Technology. The projects goal was to enable high performance optical transceivers integrated onto a Silicon chip using robust InAs quantum dot lasers. Consequently, this projects focus was on the seamless integration of robust and low-powered lasers with other silicon photonics devices, where the lasers need to operate at relatively high ambient temperatures (70-80 ?C) and the emission wavelengths need to be varied to achieve a multichannel laser array with large transmission bandwidth. Our approach is to bond III-V heterostructures that contain quantum dots onto Silicon substrates. Quantum dots (QD) possess 3D confinement and delta-function like density-of-states (DOS), and as a result, and unlike their quantum well counterparts, have good temperature stability, low power consumption, high differential gain and zero chirp and &alpha;-factor. In addition, they are spectrally broad due to large size distribution of the quantum dots, and as a result can be used to realize broadband laser sources. Furthermore, in order to realize high gain, and as a result low threshold power, we are uniquely aiming to directly integrate the lasers to waveguides through a butt-joint waveguide coupling scheme. This will enable all of the transceiver components to be integrated into the same plane, significantly increasing performance and decreasing the overall footprint &ndash; in turn, allowing denser integration for overall higher bandwidth at lower powers.\n\nIn order to realize  high performance lasers we developed a low temperature (250 ?C) Silicon-Pd-GaAs bonding process that enables excellent thermal performance  while also allowing simplified electrical \"back\" contacting of the laser structure. This resulted in lasers that exhibited higher and more consistent performance.  Furthermore, by creating a high density of quantum dots with a large distribution of sizes we realized comb lasers that will enable dense wavelength division multiplexing transceivers by using Silicon ring resonator filters to control the modulation and detection of each wavelength channel. We also demonstrated  passively mode-locked lasers (MLL) on a silicon substrate. The MLL's produced nearly transform limited pulses (~2ps duration) that operate  a repetition rate  of ~7 GHz. These results enable QD-MLLs to be integrated with silicon photonic integrated circuits (PICs), such as optical time division multiplexing (OTDM) and optical clocks.\n\nThis project  supported a Ph.D. student and two high school students. Results from the course were incorporated into a Lasers course. Lastly, results were disseminated to the general public through Science Cafe and at RIT's annual Imagine RIT festival.\n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Stefan F Preble"
 }
}