{
 "awd_id": "1309423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physics of Archaeal Viruses",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2017-04-05",
 "awd_abstract_narration": "Technical Summary\r\n\r\nThis award supports theoretical research and education with the aim to develop a physical description of the unique features of the protein shells, or capsids, of viruses that infect the archaea.  These viruses are stable under environments with extremes of temperature, salinity, and acidity as might be found in geysers or oil wells. This makes them particularly important for understanding the mechanisms of self-assembly, structural integrity, and even adaptability of materials designed for use under such extreme conditions.  Many archaeal viruses have extraordinary capsids with negative Gauss curvature, rendering inapplicable the existing structural classification of viruses. An important characteristic of many archaeal virus capsids is that they consist of protein-lipid composites that are unusually stable against large deformation, and under conditions of extreme acidity or salt concentration.\r\n\r\nThe PIs will study these protein shells of viruses by utilizing methods from the physics of surfaces with negative Gauss curvature, the physics of lipid bilayers, the physics of composite materials, and electrostatics of molecules in ionic solutions. Their work will result in a theory capable of explaining the physical mechanisms responsible for the \"pleomorphism\" exhibited uniquely by archaeal viruses. These developments may provide fascinating realizations of the long-standing problem of the statistical mechanics of the melting and shape fluctuations of two-dimensional freely suspended layers. \r\n\r\nThis interdisciplinary research project will provide training to new physical scientists interested in working on a new area of biological physics, and continued support for scientific outreach activities that include the maintenance of an open source software package for continuum modeling of viruses and other structures in soft matter biophysics, visits to local K-12 schools, and recruitment of undergraduate and high school students for undergraduate research.  It will contribute to development of innovative educational activities in biological physics, in particular activities that create interaction between the physical sciences and engineering.  \r\n\r\n\r\nNontechnical Summary\r\n\r\nMany of the single-celled microorganisms of the archaea kingdom are found in severe environments such as hot-spring geysers, oil wells, or even beneath the bottom of the oceans.  Under these extreme conditions the very physical and chemical interactions that hold molecules together are dramatically changed, so much so that the study of archea has caused speculation about the possible properties of extraterrestrial life.  Despite their unparalleled robustness in such harsh environments, these organisms are susceptible to another biological threat - archaeal viruses - which have evolved to hijack the protein-synthesizing machinery of the cells they infect, and to self-assemble by means of the same extreme physical and chemical interactions that hold archaea together.  This award will support research to understand how passive protein building blocks of viruses are able to assemble automatically in nature into closed shells called 'capsids,' like puzzles that can put themselves together.  The PIs will achieve this goal through combining mathematical methods for describing the physics of soft biological materials and molecules with mathematical techniques developed to analyze composite materials, as often used in the design of strong and lightweight structures in aerospace, mechanical, and civil engineering.  This research has the promise of transforming the way to design new synthetic materials and producing the know-how needed to create robust and adaptive in extreme physical environments.  The team of investigators from physics and engineering will provide training to a new generation of scientists interested in working in a new and highly interdisciplinary area of biological physics. This award will provide support for scientific outreach activities that include the maintenance and free availability of software package for mathematical modeling of viruses and other soft biological materials, visits to local K-12 schools, and recruitment of undergraduate and high school students for undergraduate research.  It will provide funds for development of innovative teaching activities in biological physics, in particular activities that create interaction between the physical sciences and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robijn",
   "pi_last_name": "Bruinsma",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robijn F Bruinsma",
   "pi_email_addr": "bruinsma@physics.ucla.edu",
   "nsf_id": "000316211",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Rudnick",
   "pi_email_addr": "jrudnick@physics.ucla.edu",
   "nsf_id": "000472249",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Klug",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Klug",
   "pi_email_addr": "klug@seas.ucla.edu",
   "nsf_id": "000462079",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Viruses have found important materials science applications in terms of gene delivery, solar cells, and batteries. Most conventional viruses are however unable to function in the presence of large changes in the acidity, salinity and temperature of the environment. The aim of the grant was to develop a physical understanding of the so-called <em>Archaeal viruses</em>, which can function in a much wider range of conditions.</p>\n<p>We started the project with a collaboration with Martin Lawrence from Montana State University, a leading expert on the Archaeal viruses, to explore the microstructure of the capsids of these viruses. Lawrence provided us with reconstructions of the capsid of the two-tailed ATV Archaeal viruse - obtained using advanced imaging methods - as well with the structure of proteins crystals composed of capsid proteins. His important discovery was that these proteins adopt a <em>spiral </em>structure. The notion that the capsids of Archaeal viruses are composed of protein spirals became the central idea of our subsequent work. Our group developed a model for the capsid of ATV Archaeal virus (Fig.1) based on covering an <em>unduloid </em>with equidistant spirals (Fig.2). An unduloid is a mathematical surface with constant mean curvature that resembles the ATV virus.&nbsp; The spirals are then occupied by a string of proteins. Lawrence tested the resulting protein assignments and found very good agreement. A preprint of this first project has been prepared for publication in PNAS.</p>\n<p>The second project was to understand why the ATV virus has such a strange shape. Moreover, unlike conventional viruses, ATV is able to <em>adapt</em> its shape to the environment. We formulated the hypothesis that the capsid of the ATV virus is in a <em>liquid</em> state whereas the capsids of conventional viruses are in a crystalline state. It can be shown that if the ATV capsid is in a liquid state and if the surrounding genome is generating a pressure on the capsid (due to the encosed viral DNA that exerts an``osmotic pressure\") then the resulting minimum energy shape of the capsid is the same as that of a water droplet placed on a thin fiber. Such droplets have an unduloid shape (for ATV the thin fiber must be replaced by a cylindrical rod of proteins that constitutes the tails of the virus). The liquid nature of the capsid provide a natural explanation why the ATV capsid is capable of undergoing a large shape change: the capsid surface flows from one state to another as the conditions change.</p>\n<p>But why would the capsid be in a fluid state? One would expect that the robust capsid of ATV is held together by strong links between the capsid proteins. By carrying out a series of extensive kinetic Monte-Carlo simulations on simplified models of the capsid proteins, our group arrived at the conclusion that&nbsp; the unduloid shape for a viral capsid is ``self-consistent\". By this we mean that i<em>f </em>the shape of the capsid is an unduloid then the capsid is in a visco-elastic state that can flow at long time scales. This is due to the generation <em>by the shape of the unduloid</em> of mobile structural defects such as disclocations, disclinations, and disclocation ``scars\" (Fig.3). The unduloid in effect <em>liquifies </em>the protein array in the sense that the same protein on a flat surface would be in a crystal state. In turn, because the surface is in a liquid state, the minimum energy shape of the capsid is that of an unduloid. If this is the correct description of Archaeal viral capsids then it means that they are in a completely different physical state from conventional viruses. This theory was published in Physical Review E.</p>\n<p>Further numerical simulations showed that liquid capsids have a important disadvantage if the pressure is too high. Unlike solid capsids, they are subject to <em>bursting </em>by the same physical mechanism that leads to aneurysms in our bloodstream. In the third project we showed that if the bonds between the protein spirals are not too strong then the capsid would be in <em>a smectic liquid crystal state</em>. In this smectic state, it is <em>still </em>possible to have large-scale shape change and the shape of the capsid remains that of an unduloid. We developed a theory for capsids in a smectic liquid crystal state, based on earlier work by Kamien and Nelson, that showed&nbsp; that such capsids essentially are as well protected against the aneurysm instability as a capsid in the solid state.</p>\n<p>The outcome of our project can be summarized thus: protein capsids that are both robust and malleable are generated by protein spirals a smectic liquid crystal state. In this state, the shape of the capsid can be transformed (unlike capsids in the solid state) yet the capsid is not liable to bursting under large osmotic pressure (unlike capsids in the liquid state).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Robijn&nbsp;F&nbsp;Bruinsma</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507665659671_Fig2_nrmicro1527-f2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507665659671_Fig2_nrmicro1527-f2--rgov-800width.jpg\" title=\"The ATV Archaeal Virus\"><img src=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507665659671_Fig2_nrmicro1527-f2--rgov-66x44.jpg\" alt=\"The ATV Archaeal Virus\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cryo-electron micrographs of the conformational change of ATV and its reconstruction. Scale bars rep- resent 50 nm.</div>\n<div class=\"imageCredit\">D. Prangishvili, G. Vestergaard, M. Ha ?ring, R. Ara- mayo, T. Basta, R. Rachel, and R. Garrett, J Mol Biol 359, 1203 (2006).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robijn&nbsp;F&nbsp;Bruinsma</div>\n<div class=\"imageTitle\">The ATV Archaeal Virus</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666163891_NSFSpiralConstr--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666163891_NSFSpiralConstr--rgov-800width.jpg\" title=\"Unduloid and Spiral Construction\"><img src=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666163891_NSFSpiralConstr--rgov-66x44.jpg\" alt=\"Unduloid and Spiral Construction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Unduloid; (b) Eight equidistant spirals covering the unduloid surface</div>\n<div class=\"imageCredit\">Perotti, L. E., Dharmavaram, S., Klug, W. S., Marian, J., Rudnick, J., & Bruinsma, R. F. (2016). Useful scars: Physics of the capsids of archaeal viruses. Physical Review E, 94(1), 012404.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robijn&nbsp;F&nbsp;Bruinsma</div>\n<div class=\"imageTitle\">Unduloid and Spiral Construction</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666498909_NSF_Und_Def--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666498909_NSF_Und_Def--rgov-800width.jpg\" title=\"Defect generation by an unduloid\"><img src=\"/por/images/Reports/POR/2017/1309423/1309423_10271500_1507666498909_NSF_Und_Def--rgov-66x44.jpg\" alt=\"Defect generation by an unduloid\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Monte Carlo annealing of an unduloid capsid. (a) Initial state with spiral order. (b) Intermediate state after heating pulse (images corresponds to 1000 Monte Carlo steps ? see Fig. 7). (c) Final state.</div>\n<div class=\"imageCredit\">Perotti, L. E., Dharmavaram, S., Klug, W. S., Marian, J., Rudnick, J., & Bruinsma, R. F. (2016). Useful scars: Physics of the capsids of archaeal viruses. Physical Review E, 94(1), 012404.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robijn&nbsp;F&nbsp;Bruinsma</div>\n<div class=\"imageTitle\">Defect generation by an unduloid</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nViruses have found important materials science applications in terms of gene delivery, solar cells, and batteries. Most conventional viruses are however unable to function in the presence of large changes in the acidity, salinity and temperature of the environment. The aim of the grant was to develop a physical understanding of the so-called Archaeal viruses, which can function in a much wider range of conditions.\n\nWe started the project with a collaboration with Martin Lawrence from Montana State University, a leading expert on the Archaeal viruses, to explore the microstructure of the capsids of these viruses. Lawrence provided us with reconstructions of the capsid of the two-tailed ATV Archaeal viruse - obtained using advanced imaging methods - as well with the structure of proteins crystals composed of capsid proteins. His important discovery was that these proteins adopt a spiral structure. The notion that the capsids of Archaeal viruses are composed of protein spirals became the central idea of our subsequent work. Our group developed a model for the capsid of ATV Archaeal virus (Fig.1) based on covering an unduloid with equidistant spirals (Fig.2). An unduloid is a mathematical surface with constant mean curvature that resembles the ATV virus.  The spirals are then occupied by a string of proteins. Lawrence tested the resulting protein assignments and found very good agreement. A preprint of this first project has been prepared for publication in PNAS.\n\nThe second project was to understand why the ATV virus has such a strange shape. Moreover, unlike conventional viruses, ATV is able to adapt its shape to the environment. We formulated the hypothesis that the capsid of the ATV virus is in a liquid state whereas the capsids of conventional viruses are in a crystalline state. It can be shown that if the ATV capsid is in a liquid state and if the surrounding genome is generating a pressure on the capsid (due to the encosed viral DNA that exerts an``osmotic pressure\") then the resulting minimum energy shape of the capsid is the same as that of a water droplet placed on a thin fiber. Such droplets have an unduloid shape (for ATV the thin fiber must be replaced by a cylindrical rod of proteins that constitutes the tails of the virus). The liquid nature of the capsid provide a natural explanation why the ATV capsid is capable of undergoing a large shape change: the capsid surface flows from one state to another as the conditions change.\n\nBut why would the capsid be in a fluid state? One would expect that the robust capsid of ATV is held together by strong links between the capsid proteins. By carrying out a series of extensive kinetic Monte-Carlo simulations on simplified models of the capsid proteins, our group arrived at the conclusion that  the unduloid shape for a viral capsid is ``self-consistent\". By this we mean that if the shape of the capsid is an unduloid then the capsid is in a visco-elastic state that can flow at long time scales. This is due to the generation by the shape of the unduloid of mobile structural defects such as disclocations, disclinations, and disclocation ``scars\" (Fig.3). The unduloid in effect liquifies the protein array in the sense that the same protein on a flat surface would be in a crystal state. In turn, because the surface is in a liquid state, the minimum energy shape of the capsid is that of an unduloid. If this is the correct description of Archaeal viral capsids then it means that they are in a completely different physical state from conventional viruses. This theory was published in Physical Review E.\n\nFurther numerical simulations showed that liquid capsids have a important disadvantage if the pressure is too high. Unlike solid capsids, they are subject to bursting by the same physical mechanism that leads to aneurysms in our bloodstream. In the third project we showed that if the bonds between the protein spirals are not too strong then the capsid would be in a smectic liquid crystal state. In this smectic state, it is still possible to have large-scale shape change and the shape of the capsid remains that of an unduloid. We developed a theory for capsids in a smectic liquid crystal state, based on earlier work by Kamien and Nelson, that showed  that such capsids essentially are as well protected against the aneurysm instability as a capsid in the solid state.\n\nThe outcome of our project can be summarized thus: protein capsids that are both robust and malleable are generated by protein spirals a smectic liquid crystal state. In this state, the shape of the capsid can be transformed (unlike capsids in the solid state) yet the capsid is not liable to bursting under large osmotic pressure (unlike capsids in the liquid state).\n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Robijn F Bruinsma"
 }
}