{
 "awd_id": "1309894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Millimeter-wave Micro and Nano-Ferrite Circulators Integrated in CMOS",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 441921.0,
 "awd_amount": 457921.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "The objective of this program is to develop the next generation broadband millimeter-wave circulators integrated in CMOS using nano- and micro-hexaferrite materials operating in the 10 GHz to 100 GHz range. The proposed research objectives will be revolutionary in the emerging area of a low-cost, miniaturized millimeter wave devices and technology. The approach is based on micro- and nano-sized hexagonal ferrite crystalline with strong internal anisotropic magnetic field which can provide strong ferromagnetic resonance in the millimeter wave length without strong external magnetic field. The post-processing compatible with the standard state-of-art commercial CMOS process will be developed. \r\n\r\nThe intellectual merit of this program is the development of novel microstrip circulators and the innovative post-processing methods for complete system on-chip millimeter-wave integrated circuits in CMOS using micro- and nano-ferrite materials. A comprehensive characterization study will be performed to analyze the dielectric and magnetic properties of nano- and micro-ferrite. The study will expand the current body of knowledge on fundamental characteristic properties of micro- nano-size ferrites, and techniques to assemble unidirectional field ferrite layers on CMOS substrates. \r\n\r\nThe broader impacts of this program include: (i) developing the high-frequency millimeter-wave circuits in low-cost silicon CMOS processes with ferrite materials which enable the realization of high-performance components for critical applications ranging from phased-array radar to wireless transceivers for military as well as for satellite communications; (ii) providing interdisciplinary training to students in ferrite material science, electromagnetic waves, millimeter wave circuits, semiconductor processing, as well as in application areas such as wireless network and radar, with a particular focus on inclusion of members of underrepresented groups in science and engineering; and (iii) enabling outreach by communicating to a wider audience,  the exciting interdisciplinary nature of the proposed device development and the research it will enable, through public lectures, websites, magazine articles, and undergraduate course material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Afsar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed Afsar",
   "pi_email_addr": "mafsar@ece.tufts.edu",
   "nsf_id": "000500220",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valencia",
   "pi_last_name": "Koomson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Valencia M Koomson",
   "pi_email_addr": "vkoomson@ece.tufts.edu",
   "nsf_id": "000477081",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "161 College Ave",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 441921.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>&nbsp;</p>\n<p>The overcrowded wireless spectrum and the rapidly increasing need for Giga-bit per second downlink data rate form the driving force of microwave frequency front-end module research and development. The unlicensed 57-63 GHz frequency range is of great importance to the realization of such high speed access point. Modern ferrite microwave devices that are smaller, faster and consume much less power than their active counterpart has been scaled down with help from metamaterial and nanofabrication. Comparing to the traditional, bulky radio frequency ferrite device, their microwave cousins are promising candidate for critical role in aforementioned high speed applications.</p>\n<p>We have proposed a complete design, simulation, fabrication and testing of a self-bias, magnetic circulator operating at 60 GHz. It features 15dB isolation, 2mm by 2mm size and potential of further integration with CMOS or GaN technology. Simulated and measured results have been performed and analyzed together with detailed fabrication recipe and step by step microscopic photos. Proposed device will be used in applications such as integrated transceiver, phased array radar system, air traffic control and navigation.</p>\n<p>&nbsp;</p>\n<p>The objective of this proposal originates from the need of on-chip circulator that would replace traditional bulky circulators with a miniature, self-bias planar device featuring potential of integration with existing CMOS or GaN-on-SiC technology. The driving force of intensive research in this field are the rapidly increasing need of high speed wireless communication system that asks for Giga bits per second and even higher data rate and the booming wireless device market.</p>\n<p>If we decompose a modern wireless communication system, the functions of all major components fall into two categories: processing and transmitting/receiving. The transmitting/receiving modules, or in its other name transceiver, is the interface of a wireless communication device with outside. A circulator can play an important role in &ldquo;merging&rdquo; the two paths of transmitting and receiving and provide other advantageous features.</p>\n<p>More specifically, circulator is a three ports (or in some rare cases four ports) passive and non-reciprocal device that guides microwave and radio frequency signal that are fed into it to flow in a circulating manner and exit from specific ports. By proper design, it can be made that one port becomes &ldquo;invisible&rdquo;, or in a microwave engineer&rsquo;s word, isolated from another port. However, reversely the port can see a full-through to that port without problem. This is the non-reciprocal property of circulator. Circulators have been widely used in microwave system as duplexer, isolator, multiplexer and in applications such as parametric amplifier.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit:</strong>&nbsp; The goal is to develop a new field of research on the development of highly integrated wireless imaging sensors, combining photonic devices, broadband analog/RF circuits, and free-space optical communication to improve the spatial resolution of time-resolved NIR images; and establish an interdisciplinary educational environment for engineers.&nbsp; The long-term goal is to further expand the field of biological imaging by developing true &ldquo;mixed-mode&rdquo; integrated systems combining microwave, acoustic, photonic, and nanoscale electronic circuits for concurrent measurement of multiple imaging modalities to increase the visibility of sub-millimeter structures.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts:</strong> Significant broader impacts on in vivo characterization of macroscopic optical properties of multiply scattering tissues and enable development of new theories relating to biophysical mechanisms and correlations between signals generated by complementary imaging modalities (e.g. MRI).&nbsp;&nbsp; The portability of NIR imaging instrumentation is a key merit of the technology, and therefore, this research develops a wearable imaging system with integrated wireless capabilities enabling signal acquisition during movement.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2020<br>\n\t\t\t\t\tModified by: Mohammed&nbsp;Afsar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\n \n\nThe overcrowded wireless spectrum and the rapidly increasing need for Giga-bit per second downlink data rate form the driving force of microwave frequency front-end module research and development. The unlicensed 57-63 GHz frequency range is of great importance to the realization of such high speed access point. Modern ferrite microwave devices that are smaller, faster and consume much less power than their active counterpart has been scaled down with help from metamaterial and nanofabrication. Comparing to the traditional, bulky radio frequency ferrite device, their microwave cousins are promising candidate for critical role in aforementioned high speed applications.\n\nWe have proposed a complete design, simulation, fabrication and testing of a self-bias, magnetic circulator operating at 60 GHz. It features 15dB isolation, 2mm by 2mm size and potential of further integration with CMOS or GaN technology. Simulated and measured results have been performed and analyzed together with detailed fabrication recipe and step by step microscopic photos. Proposed device will be used in applications such as integrated transceiver, phased array radar system, air traffic control and navigation.\n\n \n\nThe objective of this proposal originates from the need of on-chip circulator that would replace traditional bulky circulators with a miniature, self-bias planar device featuring potential of integration with existing CMOS or GaN-on-SiC technology. The driving force of intensive research in this field are the rapidly increasing need of high speed wireless communication system that asks for Giga bits per second and even higher data rate and the booming wireless device market.\n\nIf we decompose a modern wireless communication system, the functions of all major components fall into two categories: processing and transmitting/receiving. The transmitting/receiving modules, or in its other name transceiver, is the interface of a wireless communication device with outside. A circulator can play an important role in \"merging\" the two paths of transmitting and receiving and provide other advantageous features.\n\nMore specifically, circulator is a three ports (or in some rare cases four ports) passive and non-reciprocal device that guides microwave and radio frequency signal that are fed into it to flow in a circulating manner and exit from specific ports. By proper design, it can be made that one port becomes \"invisible\", or in a microwave engineer’s word, isolated from another port. However, reversely the port can see a full-through to that port without problem. This is the non-reciprocal property of circulator. Circulators have been widely used in microwave system as duplexer, isolator, multiplexer and in applications such as parametric amplifier.\n\n \n\nIntellectual Merit:  The goal is to develop a new field of research on the development of highly integrated wireless imaging sensors, combining photonic devices, broadband analog/RF circuits, and free-space optical communication to improve the spatial resolution of time-resolved NIR images; and establish an interdisciplinary educational environment for engineers.  The long-term goal is to further expand the field of biological imaging by developing true \"mixed-mode\" integrated systems combining microwave, acoustic, photonic, and nanoscale electronic circuits for concurrent measurement of multiple imaging modalities to increase the visibility of sub-millimeter structures. \n\n \n\nBroader Impacts: Significant broader impacts on in vivo characterization of macroscopic optical properties of multiply scattering tissues and enable development of new theories relating to biophysical mechanisms and correlations between signals generated by complementary imaging modalities (e.g. MRI).   The portability of NIR imaging instrumentation is a key merit of the technology, and therefore, this research develops a wearable imaging system with integrated wireless capabilities enabling signal acquisition during movement.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2020\n\n\t\t\t\t\tSubmitted by: Mohammed Afsar"
 }
}