{
 "awd_id": "1309531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physics of Non-Fermi Liquid Metals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2015-05-26",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education in strongly correlated electron systems, with a particular focus on quantum criticality in heavy-fermion metals. Electronic properties in conventional solid-state materials are well described by a theory of weakly interacting electrons. However, there are many materials in which electron correlations are important, which give rise to such striking phenomena as high temperature superconductivity and \"heavy\" electrons with a proton-scale effective mass. In recent years, there is a growing realization that quantum criticality plays an important role in these materials. Heavy-fermion metals represent prototype systems in this context.\r\n\r\nThe PI will investigate the notion that quantum criticality tends to nucleate new phases. Several specific issues will be explored:\r\n\r\nFirst, the PI plans to investigate the various magnetic phases in a recently proposed global phase diagram, and to study the nature of superconductivity near Kondo-destruction quantum critical points where Fermi surfaces undergo large fluctuations.\r\n\r\nSecond, the PI intends to go beyond recent work in topological insulators primarily focused on non-interacting systems, to explore the viability of heavy fermions as a setting in which interaction effects can be manifest in topological phases.\r\n\r\nThird, the PI will investigate recent experiments on an iridium-based pyrochlore heavy fermion metal to understand the origin of the observed large anomalous Hall effect. \r\n\r\nFourth, in order to elucidate novel excitations near quantum critical points in broader settings, the PI will explore several low-dimensional systems to study the dynamical properties that are influenced by quantum criticality.\r\n\r\nThrough the proposed research, the PI will engage postdoctoral fellows, graduate students and undergraduate students. The PI will also collaborate with international groups as appropriate, which enrich the research environment of students and junior scientists in the US. Finally, while the proposed research is at the fundamental level, it will contribute to the understanding of advanced materials relevant to future technologies. \r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education in correlated electron systems. In materials such as the rare-earth-based \"heavy-fermion\" systems, electrons strongly interact with each other, leading to electronic properties that are highly unusual. A particular focus here is on quantum criticality, the collective behavior of matter undergoing a phase transition at the absolute zero of temperature. Such phase transitions represent the quantum analogue of the familiar phase transitions in daily life, such as water freezing into ice or evaporating into steam. Theoretical methods will be developed to study how quantum criticality gives rise to novel electronic states such as superconductivity, in which electricity flows without experiencing any resistance. Also to be studied is the interplay between magnetism and quantum-mechanical states of the electrons that involve an unusual topology. Finally, novel dynamical properties in quantum critical systems at low dimensions will be explored.  The proposed research will engage not only junior scientists but also graduate and undergraduate students. The research will contribute to the understanding of modern electronic materials that may be important for future technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qimiao",
   "pi_last_name": "Si",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qimiao Si",
   "pi_email_addr": "qmsi@rice.edu",
   "nsf_id": "000311066",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the support of this grant, we pursued the understanding of the so-called strange metal behavior of heavy fermion metals and related strongly correlated electron systems. Heavy fermion metals are a class of solids which are conductive to electricity but, due to the strong mutual interactions between the electrons in them, the electrical carriers move as if having a mass that is hundreds or even a thousand times that of the bare electron mass. They represent prototype systems to understand the inner workings of strongly correlated electron materials, and to develop the fundamental theory that may be applicable to modern electronic materials more generally.</p>\n<p>The specific objectives of the research were to develop the theory for the understanding of a) quantum criticality in heavy fermion metals; b) the role of Berry phase and topological defects in heavy fermion physics; and c) the role of competing electronic orders in generating non-Fermi liquid behavior; and d) dynamics in the quantum critical regime.</p>\n<p>For a), we studied simplified microscopic model with Kondo physics to clarify the coupling between collective and electronic fluctuations near a quantum critical point. We also initiated the study about the effect of geometrical frustration in inducing beyond-Laudau quantum phase transitions. This advance was made in the Kondo system defined on a Shastry-Sutherland lattice, which is geometrically frustrated. We also showed how nuclear spins are coupled to electronic degrees of freedom and influence quantum criticality of heavy fermion systems.</p>\n<p>For b), we overcame a major methodological challenge in understanding the effect of topologically non-trivial configurations of the spin fields on the conduction electrons. Our initial effort focused on a honeycomb lattice, within a quantum-nonlinear representation of the Kondo-lattice Hamiltonian. This approach provides a new means to access the heavy-fermion phase diagram, using the localized limit as a reference point. This new approach already provides a new perspective on the zero-temperature phase diagram of the heavy fermion systems, and promises to uncover new types of emergent phases near quantum critical points.</p>\n<p>For c), we advanced an entirely new mechanism for nematic order that suppresses static antiferromagnetic order.</p>\n<p>For d), we succeeded in calculating the exact finite-temperature dynamics in a transverse-field Ising chain in the presence of longitudinal external field. This model has been suggested to underlie the neutron-scattering measurements in CoNb2O6 of two bound states whose effective mass has the golden ratio of (\\sqrt{5}+1)/2. Our exact calculation was carried out through the sophisticated &ldquo;form factor&rdquo; method, leading to results for finite-temperature spin dynamics that can be tested by NMR experiments.</p>\n<p>Altogether, these research led to thirty one refereed publications, including two in Science and five &nbsp;each in Nature family journals and in Physical Review Letter, as well as many invited talks.</p>\n<p>This grant has been instrumental in the development of new scientific talents. It supported the education and research of 3 postdoctoral fellows and 6 graduate students at Rice University. It supported major collaborations with several leading theoretical and experimental groups in the field from Europe, Asia and elsewhere in the US. These collaborations created a broader intellectual environment that fostered the development of broader perspectives of the graduate students and postdoctoral fellows involved in the project as well as others at Rice University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2017<br>\n\t\t\t\t\tModified by: Qimiao&nbsp;Si</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the support of this grant, we pursued the understanding of the so-called strange metal behavior of heavy fermion metals and related strongly correlated electron systems. Heavy fermion metals are a class of solids which are conductive to electricity but, due to the strong mutual interactions between the electrons in them, the electrical carriers move as if having a mass that is hundreds or even a thousand times that of the bare electron mass. They represent prototype systems to understand the inner workings of strongly correlated electron materials, and to develop the fundamental theory that may be applicable to modern electronic materials more generally.\n\nThe specific objectives of the research were to develop the theory for the understanding of a) quantum criticality in heavy fermion metals; b) the role of Berry phase and topological defects in heavy fermion physics; and c) the role of competing electronic orders in generating non-Fermi liquid behavior; and d) dynamics in the quantum critical regime.\n\nFor a), we studied simplified microscopic model with Kondo physics to clarify the coupling between collective and electronic fluctuations near a quantum critical point. We also initiated the study about the effect of geometrical frustration in inducing beyond-Laudau quantum phase transitions. This advance was made in the Kondo system defined on a Shastry-Sutherland lattice, which is geometrically frustrated. We also showed how nuclear spins are coupled to electronic degrees of freedom and influence quantum criticality of heavy fermion systems.\n\nFor b), we overcame a major methodological challenge in understanding the effect of topologically non-trivial configurations of the spin fields on the conduction electrons. Our initial effort focused on a honeycomb lattice, within a quantum-nonlinear representation of the Kondo-lattice Hamiltonian. This approach provides a new means to access the heavy-fermion phase diagram, using the localized limit as a reference point. This new approach already provides a new perspective on the zero-temperature phase diagram of the heavy fermion systems, and promises to uncover new types of emergent phases near quantum critical points.\n\nFor c), we advanced an entirely new mechanism for nematic order that suppresses static antiferromagnetic order.\n\nFor d), we succeeded in calculating the exact finite-temperature dynamics in a transverse-field Ising chain in the presence of longitudinal external field. This model has been suggested to underlie the neutron-scattering measurements in CoNb2O6 of two bound states whose effective mass has the golden ratio of (\\sqrt{5}+1)/2. Our exact calculation was carried out through the sophisticated \"form factor\" method, leading to results for finite-temperature spin dynamics that can be tested by NMR experiments.\n\nAltogether, these research led to thirty one refereed publications, including two in Science and five  each in Nature family journals and in Physical Review Letter, as well as many invited talks.\n\nThis grant has been instrumental in the development of new scientific talents. It supported the education and research of 3 postdoctoral fellows and 6 graduate students at Rice University. It supported major collaborations with several leading theoretical and experimental groups in the field from Europe, Asia and elsewhere in the US. These collaborations created a broader intellectual environment that fostered the development of broader perspectives of the graduate students and postdoctoral fellows involved in the project as well as others at Rice University.\n\n\t\t\t\t\tLast Modified: 02/21/2017\n\n\t\t\t\t\tSubmitted by: Qimiao Si"
 }
}