{
 "awd_id": "1309509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Real Time Nanoscale Observations of Localized Corrosion in Metallic Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2013-08-21",
 "awd_max_amd_letter_date": "2013-08-21",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis project employs a novel in-situ transmission electron microscopy (TEM) method to study corrosion reactions at liquid-solid interfaces in real-time.  Using a micro-fluidic chamber sealed between electron transparent membranes, nanoscale corrosion processes that occur at interfaces between water and pure aluminum or aluminum alloys are studied. The program focuses on the fundamental issue of pit initiation in passivating films. This in-situ method addresses a long standing problem of examining passive films in electron microscopes where vacuum is known to affect the structure and properties of the films by maintaining hydrated surfaces throughout the characterization of the passivation and corrosion processes. This in-situ technique allows the observation of the formation of passive films and also allows the introduction of pit inducing chloride solutions in real time. By synthesizing passivating films of varying crystallinity and thickness prior to initiating corrosion, differentiation between nucleation events dominated by the intrinsic surface structure and chemistry of the films, and those controlled by the structure and chemistry of the metal can be accomplished.  Alloy films of Al-Li and Al-Cu, will also be studied to understand the interaction of the alloying elements with the growth and stability of the passivating films and the subsequent pitting reactions.  While it is known at the micrometer scale that alloying elements affect pitting behavior, it is not known if that is due to electrochemical interactions at the nanometer level or if the elements are also incorporated into the passive films, thus affecting the intrinsic resistance of the films to localized breakdown. The in-situ TEM methods are supplemented by x-ray photoelectron spectroscopy and Auger electron spectroscopy, utilizing deposition and reaction chambers directly attached to the instruments.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThe impact of corrosion upon the national infrastructure and upon manufactured goods is enormous (estimated at 5-10% of GNP), creating a substantial drain on the national economy and having major impacts upon infrastructure and transportation safety.   A recent study published by the National Academies of Science and Engineering identified a number of important research areas that should be pursued to alleviate the drain of corrosion on the nation's resources.  Among those areas identified is the problem of localized corrosion such as pitting, since its occurrence is often unpredictable. This project employs a novel in-situ transmission electron microscopy (TEM) method to study corrosion reactions at liquid-solid interfaces at the nano-scale in real-time.  The fundamental knowledge derived under this research program may help to understand, and subsequently to mitigate, localized corrosion reactions.  While this program primarily addresses passive film formation and local breakdown on aluminum and aluminum alloy films, the information obtained from the program will be applicable to the technological problem of localized corrosion in other metal and alloy systems.  The advantage of an in-situ, real time examination method is that it allows the observation of nanometer-scale phenomena under environmental conditions typical of actual corrosion events. In addition to advancing scientific knowledge of an important corrosion phenomenon, this project contributes to the nation's intellectual base by educating graduate students at the Ph.D. level.  In the aforementioned NAS/NAE study of the nation's needs in corrosion research, the absence of an adequate cadre of trained corrosion scientists was clearly identified.  Another major aspect of the program is that it uses undergraduate laboratory researchers, exposing them to advanced research methods and the opportunity to be involved in the understanding and possible mitigation of an important technical problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Duquette",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Duquette",
   "pi_email_addr": "duqued@rpi.edu",
   "nsf_id": "000095462",
   "pi_start_date": "2013-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hull",
   "pi_email_addr": "hullr2@rpi.edu",
   "nsf_id": "000192514",
   "pi_start_date": "2013-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Corrosion is a pernicious phenomenon that has a major impact on the wealth and natural resources of the nation. While many corrosion phenomena are well understood, and corrosion management has progressed considerably over the last few decades, the chemical and electrochemical degradation of infrastructure, energy production and distribution, transportation, military structures and consumer goods is still only partially understood. Localized corrosion, often attributed to aqueous chlorides, and exhibited as pitting of otherwise corrosion resistant metallic surfaces, is a particular problem since chlorides are ubiquitous. The pitting phenomenon generally occurs in metals and alloys that rely on passive surface films to provide isolating layers from the environment. Pitting effectively locally damages the passive films leading to aggressive attack of the underlying metal surface. A great deal is known about the growth of pits but very little is known about the pit initiation process, especially at the atomic level. The goal of the program was to examine these localized corrosion processes. </span></p>\n<p><span>The intellectual merits of this program were to advance the state of knowledge of how localized corrosion initiates on passive metals and alloys. That knowledge can be translated into methods to prevent the localized corrosion of otherwise corrosion resistant metals and alloys. The research has shown that initiation of localized corrosion can be attributed to damage to the otherwise protective films that are formed on passive metals. This program constitutes one of the first direct observations of corrosion processes using the high resolution of an electron microscope combined with more conventional corrosion evaluation experimentation. The experimentation has supported previously postulated hypotheses that pit initiation is indeed a stochastic process with little relationship to the structure of either the metal or the passive film that generally protects the metal from corrosion damage. This program has led to a better understanding of how localized corrosion initiates, of how oxide films are damaged by exposure to specific environmental species such as chloride </span></p>\n<p><span>Another major intellectual achievement of the program was to examine the effects of concentrated electron radiation exposure on the onset of localized corrosion of passive metals. While there is still much to be learned about the specific interactions of electron radiation with passive metals and the films that protect them, the results of this program suggest that electron irradiation leads to local damage in the passive oxide films, synergistically interacting with the chloride damage to the films. </span></p>\n<p><span>The broader impacts of the program are manifold. An understanding of corrosion process can and should lead to the protection and preservation of the nation&rsquo;s transportation infrastructure, aviation safety, and the preservation of natural resources by increasing the lifetimes of engineered structures. Another major impact of the program has been the training of a number of undergraduate and graduate students in the science and engineering aspects of corrosion processes. </span></p>\n<p><span>Finally another important outcome of the research program was the refinement of an electrochemical cell for direct observation of nanoscale corrosion phenomena using the high resolution capabilities in the electron microscope. This achievement will allow significant advances in future corrosion science investigations. </span></p>\n<p><span>.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2017<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Duquette</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nCorrosion is a pernicious phenomenon that has a major impact on the wealth and natural resources of the nation. While many corrosion phenomena are well understood, and corrosion management has progressed considerably over the last few decades, the chemical and electrochemical degradation of infrastructure, energy production and distribution, transportation, military structures and consumer goods is still only partially understood. Localized corrosion, often attributed to aqueous chlorides, and exhibited as pitting of otherwise corrosion resistant metallic surfaces, is a particular problem since chlorides are ubiquitous. The pitting phenomenon generally occurs in metals and alloys that rely on passive surface films to provide isolating layers from the environment. Pitting effectively locally damages the passive films leading to aggressive attack of the underlying metal surface. A great deal is known about the growth of pits but very little is known about the pit initiation process, especially at the atomic level. The goal of the program was to examine these localized corrosion processes. \n\nThe intellectual merits of this program were to advance the state of knowledge of how localized corrosion initiates on passive metals and alloys. That knowledge can be translated into methods to prevent the localized corrosion of otherwise corrosion resistant metals and alloys. The research has shown that initiation of localized corrosion can be attributed to damage to the otherwise protective films that are formed on passive metals. This program constitutes one of the first direct observations of corrosion processes using the high resolution of an electron microscope combined with more conventional corrosion evaluation experimentation. The experimentation has supported previously postulated hypotheses that pit initiation is indeed a stochastic process with little relationship to the structure of either the metal or the passive film that generally protects the metal from corrosion damage. This program has led to a better understanding of how localized corrosion initiates, of how oxide films are damaged by exposure to specific environmental species such as chloride \n\nAnother major intellectual achievement of the program was to examine the effects of concentrated electron radiation exposure on the onset of localized corrosion of passive metals. While there is still much to be learned about the specific interactions of electron radiation with passive metals and the films that protect them, the results of this program suggest that electron irradiation leads to local damage in the passive oxide films, synergistically interacting with the chloride damage to the films. \n\nThe broader impacts of the program are manifold. An understanding of corrosion process can and should lead to the protection and preservation of the nation?s transportation infrastructure, aviation safety, and the preservation of natural resources by increasing the lifetimes of engineered structures. Another major impact of the program has been the training of a number of undergraduate and graduate students in the science and engineering aspects of corrosion processes. \n\nFinally another important outcome of the research program was the refinement of an electrochemical cell for direct observation of nanoscale corrosion phenomena using the high resolution capabilities in the electron microscope. This achievement will allow significant advances in future corrosion science investigations. \n\n. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2017\n\n\t\t\t\t\tSubmitted by: David J Duquette"
 }
}