{
 "awd_id": "1309495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disseration Research:  The Mechanisms and Consequences of Herbivore-induced Volatile Emissions for Neighboring Plants",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 20121.0,
 "awd_amount": 20121.0,
 "awd_min_amd_letter_date": "2013-04-30",
 "awd_max_amd_letter_date": "2013-04-30",
 "awd_abstract_narration": "Herbivory is a major factor shaping the diversity and abundance of plant communities. Because plants are sessile, the proximity and identity of their neighbors influence their apparency to herbivores and affects competitive interactions. Thus, competition and herbivore resistance are interacting factors in the co-evolutionary arms race between herbivores and plants. Moreover, by perceiving chemical signals from damaged neighbors, plants can induce resistance without actually receiving damage, emphasizing that plant-herbivore interactions are played out on a scale much larger than the individual plant. Understanding the mechanisms of and constraints on this so-called ?plant-to-plant signaling? will help predict how the genotypic diversity of a plant?s neighborhood influences the availability and reliability of information from its neighbors, and how plant-to-plant signaling influences plant-herbivore coevolution. The proposed research will test for genetic variation in and specificity of plant-to-plant signaling, investigate the degree of within- and between-clone signaling, and assess the potential for natural selection on traits associated with the emission and perception of signals from neighboring plants. From an ecological perspective, these experiments will inform how the genetic diversity of a plant?s neighborhood may affect the availability of information within the plant population. From an evolutionary perspective, they will reveal the potential for signal emission and perception to evolve by natural selection. \r\n\r\nThe project?s broader impacts involve the professional development of one graduate and two undergraduate students, numerous public outreach events geared towards encouraging appreciation of plant and insect ecology in K-12 students, and the peer-reviewed publication of results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Kessler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andre Kessler",
   "pi_email_addr": "ak357@cornell.edu",
   "nsf_id": "000163332",
   "pi_start_date": "2013-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Morrell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Morrell",
   "pi_email_addr": "kam396@cornell.edu",
   "nsf_id": "000628200",
   "pi_start_date": "2013-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20121.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Herbivory is a major factor shaping the diversity and abundance of plant communities. Because plants are sessile, the proximity and identity of their neighbors (their &ldquo;neighborhood&rdquo;) influences their apparency to herbivores and affects competitive interactions. Thus, competition and herbivore resistance are interacting factors in the co-evolutionary arms race between herbivores and plants. Moreover, by perceiving chemical signals from damaged neighbors, plants can induce resistance without actually receiving damage, emphasizing that plant-herbivore interactions are played out on a scale much larger than the individual plant. Understanding the mechanisms of and constraints on this so-called &ldquo;plant-to-plant signaling&rdquo; can help predict how the genotypic diversity of a plant&rsquo;s neighborhood influences the availability and reliability of information from its neighbors, and how plant-to-plant signaling influences plant-herbivore coevolution.</p>\n<p>&nbsp;These projects revealed that there is genetic variation in and specificity of plant-to-plant signaling. <em>Solidago altissima</em> genotypes vary in traits associated with both the emission and perception of volatile cues from their neighbors, suggesting that plant-plant interactions can evolve by natural selection. Interestingly, some genotypes respond to volatiles by becoming more resistant to the attacking herbivore, whereas other genotypes become more susceptible, suggesting that the composition/structure of the plant community plays a role in the outcome of plant-plant interactions. Additionally, plant-plant interactions lead to specific plant chemical responses - varying with the species of herbivore feeding on the signaling plant, and whether a plant is damaged by an herbivore or simply exposed to volatile cues from a neighboring damaged plant. Overall, depending on whether the community as a whole becomes more or less attractive to particular herbivores, plant-plant interactions can lead to shifts in the dominant herbivore in a community.</p>\n<p>The results of this research were disseminated to numerous audiences through research/laboratory experience and training for graduate and undergraduate students; lectures in graduate/undergraduate courses; an invited lecture on results and potential agricultural applications in industry; and presentations at seminar groups, symposia and academic conferences.&nbsp; Additionally, through interactive science demonstrations and a self-designed mini-course, the PI interacted with K-12 students and the general public to increase their understanding and appreciation of plant and insect ecology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2015<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;A&nbsp;Morrell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHerbivory is a major factor shaping the diversity and abundance of plant communities. Because plants are sessile, the proximity and identity of their neighbors (their \"neighborhood\") influences their apparency to herbivores and affects competitive interactions. Thus, competition and herbivore resistance are interacting factors in the co-evolutionary arms race between herbivores and plants. Moreover, by perceiving chemical signals from damaged neighbors, plants can induce resistance without actually receiving damage, emphasizing that plant-herbivore interactions are played out on a scale much larger than the individual plant. Understanding the mechanisms of and constraints on this so-called \"plant-to-plant signaling\" can help predict how the genotypic diversity of a plantÆs neighborhood influences the availability and reliability of information from its neighbors, and how plant-to-plant signaling influences plant-herbivore coevolution.\n\n These projects revealed that there is genetic variation in and specificity of plant-to-plant signaling. Solidago altissima genotypes vary in traits associated with both the emission and perception of volatile cues from their neighbors, suggesting that plant-plant interactions can evolve by natural selection. Interestingly, some genotypes respond to volatiles by becoming more resistant to the attacking herbivore, whereas other genotypes become more susceptible, suggesting that the composition/structure of the plant community plays a role in the outcome of plant-plant interactions. Additionally, plant-plant interactions lead to specific plant chemical responses - varying with the species of herbivore feeding on the signaling plant, and whether a plant is damaged by an herbivore or simply exposed to volatile cues from a neighboring damaged plant. Overall, depending on whether the community as a whole becomes more or less attractive to particular herbivores, plant-plant interactions can lead to shifts in the dominant herbivore in a community.\n\nThe results of this research were disseminated to numerous audiences through research/laboratory experience and training for graduate and undergraduate students; lectures in graduate/undergraduate courses; an invited lecture on results and potential agricultural applications in industry; and presentations at seminar groups, symposia and academic conferences.  Additionally, through interactive science demonstrations and a self-designed mini-course, the PI interacted with K-12 students and the general public to increase their understanding and appreciation of plant and insect ecology.\n\n\t\t\t\t\tLast Modified: 08/29/2015\n\n\t\t\t\t\tSubmitted by: Kimberly A Morrell"
 }
}