{
 "awd_id": "1309359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geometric equations and geometric applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 486632.0,
 "awd_amount": 486632.0,
 "awd_min_amd_letter_date": "2013-05-29",
 "awd_max_amd_letter_date": "2015-04-06",
 "awd_abstract_narration": "This project concerns existence and regularity problems of curvature equations in Riemannian geometry. These equations include the Ricci flow, the Einstein equation, the Yang-Mills equation. For Ricci flow, the PI will focus on (1) finite-time singularity  formation for its solutions in Kahler geometry; (2) The interaction  between the singularity and geometry of the underlying spaces; (3) long-time behavior of the solutions. The PI will study the pluri-closed flow, a new curvature flow which arises from complex geometry. He will develop its analytic theory and singularity formation. It has been found that there is a deep connection between this flow and the renormalization group flow of the nonlinear sigma model with B-field. The PI will explore this connection further and give new mathematical insights for the duality in the string theory. For the Einstein equation, the PI will focus mainly on the existence of its solutions and behavior of its singular solutions. The case for dimension 4 is particularly interesting. Self-dual metrics in dimension 4 will be also studied. They can be used to study the geometry and topology of underlying spaces. The PI will also study how the symplectic flow develops finite-time singularity in dimension 4 as well as other fundamental problems in  symplectic geometry. The problems include isotopy of symplectic surfaces and its applications to classifying symplectic 4-manifolds. The PI will also continue his construction of new invariants for symplectic manifolds which admit a Hamiltonian S^1-action. These invariants are constructed by studying the Yang-Mills equation coupled with Cauchy-Riemann equation. These invariants and their extensions are inspired by the topological  field theories in mathematical physics and provide new mathematical foundations for physical theories.\r\n\r\n \r\nProblems in this project arose naturally from the attempts to understanding nonlinear differential equations from geometry and physics. These equations involve curvature and include Ricci flow, static Einstein equation. They played a fundamental role in understanding of nature through mathematical means. They also have found many deep applications in geometry and topology, such as the topology of low dimensional spaces. The resolution of these problems will provide mathematical foundations for some physical theories and will have profound applications to long-standing mathematical problems. Most natural phenomena are nonlinear and possess singular behaviors. These are reflected in possible singular solutions to the curvature equations which describe those phenomena. It is still challenging to have a complete mathematical understanding of these singular solutions. This project will address some of these basic problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Tian",
   "pi_email_addr": "tian@math.princeton.edu",
   "nsf_id": "000089536",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 157944.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 162061.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 166627.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is a fundamental problem in geometry to study differential equations&nbsp;determined by&nbsp;curvature, The Einstein equation and Ricci flow are&nbsp;well-known examples of such curvature equations.&nbsp;Most natural phenomena are nonlinear and possess singular behaviors. These are reflected in possible singular solutions to the curvature equations which describe those phenomena. It is still challenging to have a complete mathematical understanding of these singular solutions. Many important problems remain to be solved. Through this award, I studied&nbsp;some of them, in particular, the existence and regularity problems of curvature equations in Riemannian geometry. During the period of this award,&nbsp;I focused on&nbsp;(1) Existence of solutions for Einstein equation in K\\\"ahler geometry;&nbsp;(2)&nbsp;Singularity formation for&nbsp;curvature flows&nbsp;in complex geometry, including Ricci flow and Hermitian flow; (3) Regularity theoy of Einstein&nbsp;equation&nbsp;and Ricci flow; (4) Connection between curvature flows and&nbsp;&nbsp;topological field theories in physics. I have made substantial progresses on these problems.</p>\n<p>During the years supported by this award, I&nbsp;published&nbsp;my solution, which was&nbsp;announced and outlined in 2012,&nbsp;for&nbsp;the Yau-Tian-Donaldson conjecture. The conjecture bridges the solvability of certain fully nonlinear equations in geometric analysis&nbsp;with&nbsp;central problems in algebraic geometry. Its solution has already had applications in both differential geometry and algebraic geometry. Together with others, I develop new regularity theory for almost Einstein spaces and Ricci flow. These new advances have played a very important role in solving long-standing conjectures in complex geometry. These results were published in top mathematical journals. I&nbsp;continued to work on the Analytic Minimal Model program through Ricci flow and generalized curvature flows. This program was initiated by me with my collaborator. We also&nbsp;made new advances in understanding how Ricci flow evolves through finite-time singularity on Kahler manifolds. Our works have been published in top mathematical journals. Together with others, I introduced a new method to study the Analytic Minimal Model program and estblished some techniques to studying singularity formation of this new&nbsp;method.</p>\n<p>We also carry out&nbsp;a program on constructing a mathematical theory for the gauged linear sigma model which was first studied in theoretic physics. Such a theory will be very useful in&nbsp;studying mathematically the Calabi-Yau/Landau-Ginsburg correspondence. Our&nbsp;construction is based on the&nbsp;virtual cycle technique introduced by&nbsp;Li-Tian in 90s.&nbsp;&nbsp;We also comleted a book on Perelman's solution for the Geometrization Conjecture on 3-manifolds.</p>\n<p>During the years supported by this award, I&nbsp;have advised&nbsp;six&nbsp;graduate students at Princeton and&nbsp;a group of&nbsp;students from other universities on their PhD theses. All these six students&nbsp;from Princeton have done excellent research works&nbsp;in symplectic geometry and geometric analysis.&nbsp;Four of&nbsp;them have gotten their PhD degree. I also mentored four postdoctors and advised several undergraduates on their senior or junior these. I continued to run a student working seminar in geometry at Princeton University, the topics include important works in geometric analysis, symplectic geometry and algebraic geometry.</p>\n<p><br />Problems in this proposal arose naturally from our attempts to understanding<br />nonlinear differential equations from geometry and physics. These equations involve curvature and include Ricci flow, static Einstein equation. They played a fundamental role in our understanding of nature through mathematical means. They also have found many deep applications in geometry and topology, such as the topology of low dimensional spaces. The resolution of these problems will provide mathematical foundations for some physical theories and have profound applications to long-standing mathematical problems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2017<br>\n\t\t\t\t\tModified by: Gang&nbsp;Tian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is a fundamental problem in geometry to study differential equations determined by curvature, The Einstein equation and Ricci flow are well-known examples of such curvature equations. Most natural phenomena are nonlinear and possess singular behaviors. These are reflected in possible singular solutions to the curvature equations which describe those phenomena. It is still challenging to have a complete mathematical understanding of these singular solutions. Many important problems remain to be solved. Through this award, I studied some of them, in particular, the existence and regularity problems of curvature equations in Riemannian geometry. During the period of this award, I focused on (1) Existence of solutions for Einstein equation in K\\\"ahler geometry; (2) Singularity formation for curvature flows in complex geometry, including Ricci flow and Hermitian flow; (3) Regularity theoy of Einstein equation and Ricci flow; (4) Connection between curvature flows and  topological field theories in physics. I have made substantial progresses on these problems.\n\nDuring the years supported by this award, I published my solution, which was announced and outlined in 2012, for the Yau-Tian-Donaldson conjecture. The conjecture bridges the solvability of certain fully nonlinear equations in geometric analysis with central problems in algebraic geometry. Its solution has already had applications in both differential geometry and algebraic geometry. Together with others, I develop new regularity theory for almost Einstein spaces and Ricci flow. These new advances have played a very important role in solving long-standing conjectures in complex geometry. These results were published in top mathematical journals. I continued to work on the Analytic Minimal Model program through Ricci flow and generalized curvature flows. This program was initiated by me with my collaborator. We also made new advances in understanding how Ricci flow evolves through finite-time singularity on Kahler manifolds. Our works have been published in top mathematical journals. Together with others, I introduced a new method to study the Analytic Minimal Model program and estblished some techniques to studying singularity formation of this new method.\n\nWe also carry out a program on constructing a mathematical theory for the gauged linear sigma model which was first studied in theoretic physics. Such a theory will be very useful in studying mathematically the Calabi-Yau/Landau-Ginsburg correspondence. Our construction is based on the virtual cycle technique introduced by Li-Tian in 90s.  We also comleted a book on Perelman's solution for the Geometrization Conjecture on 3-manifolds.\n\nDuring the years supported by this award, I have advised six graduate students at Princeton and a group of students from other universities on their PhD theses. All these six students from Princeton have done excellent research works in symplectic geometry and geometric analysis. Four of them have gotten their PhD degree. I also mentored four postdoctors and advised several undergraduates on their senior or junior these. I continued to run a student working seminar in geometry at Princeton University, the topics include important works in geometric analysis, symplectic geometry and algebraic geometry.\n\n\nProblems in this proposal arose naturally from our attempts to understanding\nnonlinear differential equations from geometry and physics. These equations involve curvature and include Ricci flow, static Einstein equation. They played a fundamental role in our understanding of nature through mathematical means. They also have found many deep applications in geometry and topology, such as the topology of low dimensional spaces. The resolution of these problems will provide mathematical foundations for some physical theories and have profound applications to long-standing mathematical problems.\n\n\t\t\t\t\tLast Modified: 08/11/2017\n\n\t\t\t\t\tSubmitted by: Gang Tian"
 }
}