{
 "awd_id": "1309346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRCNS: Collaborative Research: A Computational and Neuroimaging Investigation of Prediction and Learning in Cognitive Control",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kurt Thoroughman",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 542839.0,
 "awd_amount": 542839.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "An important component of healthy human brain function is inhibitory control, the ability to stop the currently adopted behavioral strategies in response to changing task demands. Traditionally, it has been thought that the capacity for inhibitory control is fairly stable in an individual; however, recent experimental data have revealed that human subjects readily alter their measured inhibitory control capacity in response to environmental changes. In this proposal, Dr. Angela Yu of the University of California, San Diego and Dr. Chiang-Shan Li of Yale University will use a new computational framework to account for such flexibility in terms of the underlying component processes in the brain.  They will record brain activity from the volunteers when they must interrupt a habitual response and utilize a Bayesian ideal observer framework to model subjects, internal representation of the task demands, and dynamic adjustment of that representation and consequent changes in behavioral strategy based on experienced outcomes. This project is expected to facilitate an integrated theoretical and neurobiological understanding of human cognitive control as a more dynamic and adaptive phenomenon than traditionally envisioned.\r\n\r\nDeficits in inhibitory control afflict a number of psychiatric conditions, such as attention deficit hyperactivity disorder, depression, drug abuse, and obsessive-compulsive disorder. Understanding the brain's computational and organizational principles underlying inhibitory control would help to unravel how malfunctions of the underlying components may lead to different types of pathology, a focus of Dr. Li's current research. This proposal will allow Dr. Yu to continue to train graduate and undergraduate students in cognitive neuroscience research and, in particular, to support women scientists, who are under-represented in this field. This effort will also allow Dr. Li to broaden his participation in the Perspectives in Science and Engineering, a research program at Yale University dedicated to training undergraduates with advanced knowledge in science and engineering. Finally, Dr. Yu and Dr. Li will participate in the big data sharing effort by making the data available to support other efforts that aim to make use of real data in the teaching of STEM-related courses and to enable participation in discovery science by those who would otherwise have no access to such data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Yu",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Angela J Yu",
   "pi_email_addr": "ajyu@ucsd.edu",
   "nsf_id": "000515687",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive MC0515",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 542839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4d8be83-7fff-bdb1-1e36-2f0d8ac0dd62\">\n<p dir=\"ltr\"><span>In this project, we studied the neural and computational processes underlying the critical cognitive function of inhibitory control. Inhibitory control refers to the ability to cancel or modify a pre-planned action, in response to changes in environmental contingencies or internal goals. We studied inhibitory control in humans primarily by collecting fMRI data while subjects performed the stop-signal task, in which they perform a simple 2-alternative discrimination task (circle versus square) on each trial, and on a small number of trials they are told to withhold their response when an auditory tone is played. Using a Bayesian ideal observer model, we find that humans update their belief about the current frequency of stop trials based on two factors: both an estimate of stop trial frequency based on recent observations, and a prior bias that has a persistent influence throughout the experimental session. Combining modeling and fMRI data, we identified the brain region that encodes the prediction error on each trial: the difference between anticipated stop trial likelihood and the actual observation. We found that this process is impaired in a specific way in cocaine users. We found that the processing of the go stimulus and stop signal are fundamentally intertwined in this task. And we found that humans not only readily tracks the frequency of stop trials, but also the timing of the stop signal relative to the go stimulus on a trial-by-trial basis. Finally, we have found that this sequential updating process is present not only in the stop-signal task but in a variety of other tasks used to study human learning and decision-making, suggesting that the neural and computational processes and dynamics discovered in this task are general to human cognition.</span></p>\n<br />\n<p dir=\"ltr\"><span>In terms of broader impacts, Dr. Yu developed two interdisciplinary graduate and one undergraduate course in computational modeling of psychological and neural data. Dr. Yu is committed to enhancing diversity in science and engineering. She is a founding member of Women Modeler in Neuroscience and of Women in Machine Learning. She participates in the annual UCSD &ldquo;Women Faculty in Science &amp; Engineering Exhibition.&rdquo; She was a panelist in the Girl&rsquo;s Day Out Discussion Panel (2014) organized by UC San Diego Women in Computing organization, to inform under-represented minority high school girls about a career in computing. Dr. Yu also volunteers at Girl&rsquo;s Angle, a nonprofit organization creating videos featuring successful female academics to encourage young girls to study advanced mathematics. Finally, Dr. Yu is preparing modeling code for public release through her website.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2018<br>\n\t\t\t\t\tModified by: Angela&nbsp;J&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nIn this project, we studied the neural and computational processes underlying the critical cognitive function of inhibitory control. Inhibitory control refers to the ability to cancel or modify a pre-planned action, in response to changes in environmental contingencies or internal goals. We studied inhibitory control in humans primarily by collecting fMRI data while subjects performed the stop-signal task, in which they perform a simple 2-alternative discrimination task (circle versus square) on each trial, and on a small number of trials they are told to withhold their response when an auditory tone is played. Using a Bayesian ideal observer model, we find that humans update their belief about the current frequency of stop trials based on two factors: both an estimate of stop trial frequency based on recent observations, and a prior bias that has a persistent influence throughout the experimental session. Combining modeling and fMRI data, we identified the brain region that encodes the prediction error on each trial: the difference between anticipated stop trial likelihood and the actual observation. We found that this process is impaired in a specific way in cocaine users. We found that the processing of the go stimulus and stop signal are fundamentally intertwined in this task. And we found that humans not only readily tracks the frequency of stop trials, but also the timing of the stop signal relative to the go stimulus on a trial-by-trial basis. Finally, we have found that this sequential updating process is present not only in the stop-signal task but in a variety of other tasks used to study human learning and decision-making, suggesting that the neural and computational processes and dynamics discovered in this task are general to human cognition.\n\n\nIn terms of broader impacts, Dr. Yu developed two interdisciplinary graduate and one undergraduate course in computational modeling of psychological and neural data. Dr. Yu is committed to enhancing diversity in science and engineering. She is a founding member of Women Modeler in Neuroscience and of Women in Machine Learning. She participates in the annual UCSD \"Women Faculty in Science &amp; Engineering Exhibition.\" She was a panelist in the Girl?s Day Out Discussion Panel (2014) organized by UC San Diego Women in Computing organization, to inform under-represented minority high school girls about a career in computing. Dr. Yu also volunteers at Girl?s Angle, a nonprofit organization creating videos featuring successful female academics to encourage young girls to study advanced mathematics. Finally, Dr. Yu is preparing modeling code for public release through her website.\n\n\n\t\t\t\t\tLast Modified: 12/10/2018\n\n\t\t\t\t\tSubmitted by: Angela J Yu"
 }
}