{
 "awd_id": "1309135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creation of Tools for the Study of Oxidative Damage to Nucleic Acids",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 306475.0,
 "awd_min_amd_letter_date": "2013-05-31",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Amanda C. Bryant-Friedrich from the University of Toledo to develop chemical models systems for the study of nucleic acid damage resulting from oxidative processes.  Synthetic organic chemistry along with analytical and biophysical techniques will be utilized to synthesize and evaluate both RNA and DNA derivatives that serve as precursors of reactive intermediates formed through nucleic acid damage processes.  Damage to nucleic acids, particularly if not easily reparable, has broad implications in biomedical science and chemical biology, being a hallmark of oxidative stress/mutagenesis.  The aim of this work is therefore to develop chemically stable substrates that can be utilized to determine damage pathways under biologically relevant conditions.   \r\n \r\nDeoxyribonucleic acids (DNA) and their close cousins ribonucleic acids (RNA) are key biological substrates vital for the establishment of genetic characteristics and for the synthesis of proteins needed to carry out cellular processes.  Damage to these important molecules leads to the compromise of the cell and has detrimental consequences in human health. The development of tools for the study of processes that damage DNA and RNA will allow for the experimental study of these damage processes with an eye toward better understanding the consequences of oxidative stress and the etiology of disease.  This pursuit will allow undergraduates, graduate students and postdoctoral fellows from a broad range of backgrounds to acquire specialized training in biological chemistry. Women and minorities will be active participants in the research and training made possible through this award.  The recruitment and retention of minority scientists has been and will continue to be a significant area of focus of this laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Bryant-Friedrich",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda C Bryant-Friedrich",
   "pi_email_addr": "amanda.bryant-friedrich@wayne.edu",
   "nsf_id": "000928584",
   "pi_start_date": "2013-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W. Bancroft St.",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;Creation of Tools for the Study of Oxidative Damage to Nucleic Acids&rdquo; successfully added to the toolbox and methods needed to increase our understanding of the impact of oxidative damage of nucleic acids on the chemistry of life processes. This work is foundational in our ability to specifically generate reactive species in a sequence-specific manner in oligonucleotides. These tools can be utilized to determine the structure and reactivity of products that are formed when cells both normal and abnormal, experience oxidative stress.&nbsp;&nbsp;Through understanding the reactivity of these products, we can gain an understanding of their role in the etiology of various diseases in which modification to biological molecules are implicated.&nbsp;&nbsp;The methods developed to obtain these tools can be easily expanded to the synthesis of oligonucleotide therapeutics.&nbsp;&nbsp;These methods will be commercialized to facilitate growth in this important emerging area.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>A key outcome from this project is the successful training of several highly motivated and talented individuals from diverse backgrounds.&nbsp;&nbsp;These trainees at the high school, undergraduate, graduate and postdoc levels have gained the intellectual and practical skills to further advance our understanding of the role reactive intermediates play in the chemical and biological fate of cellular molecules.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2019<br>\n\t\t\t\t\tModified by: Amanda&nbsp;C&nbsp;Bryant-Friedrich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"Creation of Tools for the Study of Oxidative Damage to Nucleic Acids\" successfully added to the toolbox and methods needed to increase our understanding of the impact of oxidative damage of nucleic acids on the chemistry of life processes. This work is foundational in our ability to specifically generate reactive species in a sequence-specific manner in oligonucleotides. These tools can be utilized to determine the structure and reactivity of products that are formed when cells both normal and abnormal, experience oxidative stress.  Through understanding the reactivity of these products, we can gain an understanding of their role in the etiology of various diseases in which modification to biological molecules are implicated.  The methods developed to obtain these tools can be easily expanded to the synthesis of oligonucleotide therapeutics.  These methods will be commercialized to facilitate growth in this important emerging area.    \n\nA key outcome from this project is the successful training of several highly motivated and talented individuals from diverse backgrounds.  These trainees at the high school, undergraduate, graduate and postdoc levels have gained the intellectual and practical skills to further advance our understanding of the role reactive intermediates play in the chemical and biological fate of cellular molecules.  \n\n \n\n\t\t\t\t\tLast Modified: 05/08/2019\n\n\t\t\t\t\tSubmitted by: Amanda C Bryant-Friedrich"
 }
}