{
 "awd_id": "1309021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dehn Surgery and Related Topics in 3-Dimensional Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 145214.0,
 "awd_amount": 145214.0,
 "awd_min_amd_letter_date": "2013-08-05",
 "awd_max_amd_letter_date": "2013-08-05",
 "awd_abstract_narration": "The PI will investigate various problems in three-dimensional topology. Specific topics that will be addressed are: (1) Exceptional Dehn Filling, (2) Bridge Number, Heegaard Genus and Dehn Surgery, and (3) L-Spaces and Left-Orderability. The context of (1) is the desire to classify all hyperbolic three-manifolds with two non-hyperbolic Dehn fillings; the present emphasis will be on the case where one of the fillings is Seifert fibered and the distance between the fillings is at least 5. Project (2) will consider manifolds obtained by Dehn surgery on knots in the three-sphere, the aim being to find upper bounds on the Heegaard genus of the manifold and the bridge number of the dual knot. The focus of (3) is the conjecture that a prime rational homology three-sphere is an L-space if and only of its fundamental group is not left-orderable.\r\n\r\nThree-dimensional topology is the study of the large-scale structure of three-manifolds, abstract spaces that are locally like the ordinary space in which we live. As a result of Perelman's proof of the Geometrization Conjecture about ten years ago, we now have a very good picture of the qualitative nature of such spaces. Nevertheless, three-dimensional topology is extremely rich, with many different kinds of mathematics playing a role, and the proposed research will seek to further our understanding of various aspects of the subject. Specifically, (1) will study when the geometry of a three-manifold degenerates on having a certain simple space attached to it, (2) is part of the exploration of the fundamental relationship between three-manifolds and knots, and (3) will investigate a mysterious connection that appears to exist between two very different aspects of three-dimensional topology, one analytical, the other algebraic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Gordon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron M Gordon",
   "pi_email_addr": "gordon@math.utexas.edu",
   "nsf_id": "000263627",
   "pi_start_date": "2013-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to investigate various problems in 3-dimensional<br />topology. This is the branch of mathematics that deals with 3-manifolds,<br />objects that locally look like our familiar 3-dimensional Euclidean space,<br />but whose global structure can be very complicated. One might think of<br />3-manifolds as constituting all mathematically possible spatial universes.<br />The subject started around the beginning of the twentieth century and<br />reached a watershed about ten years ago with Perelman's proof of the<br />so-called Geometrization Conjecture; this&nbsp; gives a very good qualitative<br />description of all 3-manifolds. However, new developments continue to reveal additional rich mathematical structures underlying the theory of 3-manifolds which need to be explored.<br /><br />The project resulted in successful investigations by Professor Gordon into<br />several questions about 3-manifolds. The major focus was a set of ideas that<br />relate three very different aspects of 3-dimensional topology. One may say<br />that the three major subfields of pure mathematics are algebra, geometry<br />(including topology) and analysis (which is encountered at an elementary<br />level as calculus). A remarkable picture is currently emerging that a certain class of 3-manifolds can be characterized either algebraically, geometrically or analytically. It is surprising that these three kinds of properties of 3-manifolds seem to be so closely related, and it is a major problem to better understand this relationship. In several pieces of work Professor Gordon and his collaborators made significant progress on this for the class of 3-manifolds which arise as cyclic branched covers of knots.</p>\n<p>The project also addressed the topic of Dehn surgery, another construction that produces 3-manifolds from knots. A knot is just a closed loop situated in space, and the mathematical study of such objects, knot theory, is a well-developed subject to which a wide range of techniques have been applied. One aspect of Dehn surgery that was investigated in the project was to analyze the geometric structure (in the sense of the Geometrization Conjecture) of the 3-manifold resulting from the surgery. Usually this structure reflects that of the knot, but there are exceptions, and the ultimate goal is to completely determine when these exceptions arise. The results obtained in the project represent progress towards this goal.</p>\n<p>The broader impact of the project included the dissemination of research<br />results in many lectures given by Professor Gordon at conferences, both<br />national and international, as well as in invited lectures at universities in<br />the US and abroad. The project also contributed to the training of young<br />mathematicians through Professor Gordon's mentoring of six Ph.D. students, an undergraduate writing an honors thesis, and three postdoctoral researchers,&nbsp; all in the area of&nbsp; 3-dimensional topology. As five of these were women, this also contributed to the encouragement and inclusion of members of groups that are traditionally under-represented in mathematics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2016<br>\n\t\t\t\t\tModified by: Cameron&nbsp;M&nbsp;Gordon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to investigate various problems in 3-dimensional\ntopology. This is the branch of mathematics that deals with 3-manifolds,\nobjects that locally look like our familiar 3-dimensional Euclidean space,\nbut whose global structure can be very complicated. One might think of\n3-manifolds as constituting all mathematically possible spatial universes.\nThe subject started around the beginning of the twentieth century and\nreached a watershed about ten years ago with Perelman's proof of the\nso-called Geometrization Conjecture; this  gives a very good qualitative\ndescription of all 3-manifolds. However, new developments continue to reveal additional rich mathematical structures underlying the theory of 3-manifolds which need to be explored.\n\nThe project resulted in successful investigations by Professor Gordon into\nseveral questions about 3-manifolds. The major focus was a set of ideas that\nrelate three very different aspects of 3-dimensional topology. One may say\nthat the three major subfields of pure mathematics are algebra, geometry\n(including topology) and analysis (which is encountered at an elementary\nlevel as calculus). A remarkable picture is currently emerging that a certain class of 3-manifolds can be characterized either algebraically, geometrically or analytically. It is surprising that these three kinds of properties of 3-manifolds seem to be so closely related, and it is a major problem to better understand this relationship. In several pieces of work Professor Gordon and his collaborators made significant progress on this for the class of 3-manifolds which arise as cyclic branched covers of knots.\n\nThe project also addressed the topic of Dehn surgery, another construction that produces 3-manifolds from knots. A knot is just a closed loop situated in space, and the mathematical study of such objects, knot theory, is a well-developed subject to which a wide range of techniques have been applied. One aspect of Dehn surgery that was investigated in the project was to analyze the geometric structure (in the sense of the Geometrization Conjecture) of the 3-manifold resulting from the surgery. Usually this structure reflects that of the knot, but there are exceptions, and the ultimate goal is to completely determine when these exceptions arise. The results obtained in the project represent progress towards this goal.\n\nThe broader impact of the project included the dissemination of research\nresults in many lectures given by Professor Gordon at conferences, both\nnational and international, as well as in invited lectures at universities in\nthe US and abroad. The project also contributed to the training of young\nmathematicians through Professor Gordon's mentoring of six Ph.D. students, an undergraduate writing an honors thesis, and three postdoctoral researchers,  all in the area of  3-dimensional topology. As five of these were women, this also contributed to the encouragement and inclusion of members of groups that are traditionally under-represented in mathematics.\n\n\t\t\t\t\tLast Modified: 10/08/2016\n\n\t\t\t\t\tSubmitted by: Cameron M Gordon"
 }
}