{
 "awd_id": "1309560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 70.0,
 "awd_amount": 70.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Rex Lundgren of the University of Texas at Austin to conduct a research project in the Math and Physical Sciences area during the summer of 2013 at The University of Tokyo Institute for Solid State Physics in Tokyo, Japan.  The project title is \"Entanglement Spectrum of Metallic Systems.\" The host scientists are Dr. Masaki Oshikawa and Dr. Shunsuke Furukawa.\r\n\r\nThe proposed project is to theoretically calculate the entanglement spectrum of metallic condensed matter systems, i.e. systems without an energy gap in their band structure. The entanglement spectrum and possible entanglement applications of these systems have not been well explored. In insulating systems, the entanglement spectrum has provided a wealth of information and applications. In particular, the entanglement spectrum allows one to identify topological systems of matter, such as a topological insulators or the fractional quantum hall states, from just the ground state wave function. This theoretical calculation is being done with a combination of powerful non-perturbative and perturbative analytics and numerics, on which the host scientists at the University of Tokyo are world renowned experts. Studying the entanglement spectrum of metallic systems allows one to better understand strongly correlated condensed matter systems and investigate the potential entanglement applications of these interesting systems, which could lead to wide ranging broader impacts outside the physics community.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the Fellow will submit this research in a paper to a leading condensed matter journal and to to submit a poster on the work for the Mathematical Statistical Physics conference in Kyoto, Japan in July 2013. Upon his return, the Fellow plans to give a talk to the local undergraduate physics club about the experience in Japan and why studying the entanglement spectrum is important. The talk will focus on the experience in Japan and the broader impacts of the entanglement spectrum and physics in general. In addition, the Fellow plans to give talks about the experience to a few local high schools, especially those with a large number of minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rex",
   "pi_last_name": "Lundgren",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Rex O Lundgren",
   "pi_email_addr": "",
   "nsf_id": "000629144",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lundgren                Rex            O",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Elgin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "786212604",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lundgren                Rex            O",
  "perf_str_addr": null,
  "perf_city_name": "Elgin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786212604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project, titled &ldquo;Entanglement Spectrum of Metallic Systems&rdquo;, under the National Science Foundation East Asia and Pacific Summer Institute (NSF EAPSI) fellowship program, funded Rex Lundgren</span><span> </span><span>of of the University of Texas at Austin to conduct a research in condensed matter physics during the summer of 2013 at The University of Tokyo and Institute for Solid State Physics in Tokyo, Japan with Professors Masaki Oshikawa and Shunsuke Furukawa. During this project the PI and collaborators theoretically calculated various entanglement properties, including the entanglement spectrum, of various metallic condensed matter systems, i.e. conducting systems. The goal of this project was to analytically obtain information about the entanglement spectrum for metallic systems.</span></p>\n<p><span>The entanglement spectrum and possible entanglement applications of metallic systems has not been well explored so far. In insulating systems, the entanglement spectrum has provided a wealth of information and applications. In particular, the entanglement spectrum allows one to easily identify topological systems of matter theoretically, such as topological insulators or fractional quantum Hall states, which are possible building blocks of future devices. Understanding the entanglement properties of various systems is also crucial for efficient numerical simulations of condensed matter systems such as Density Matrix Renormalization Group.</span></p>\n<p><span>This project was successful in finding several new results about the structure of the entanglement spectrum for certain metallic systems. Future work will attempt to understand the connection between entanglement spectrum in different metallic systems. Rex and his collaborators were also successful in finding a systematic analytical approach that could treat a wide range of other systems, some of which could have potentially interesting entanglement applications. These entanglement applications could lead to wide ranging board impacts beyond condensed matter physics. A manuscript featuring these results has been submitted and is currently under review in a leading physics research journal, Physical Review B. These results will also be presented in a talk by Rex at the American Physical Society March Meeting 2014 in Denver, Colorado. This project also funded a poster presentation by Rex at the Mathematical Statistical Physics conference in Kyoto, Japan during the week of July 29th, 2013. Both the journal article and the poster presentation are a broader impact from this project which greatly enhance the knowledge of the scientific community.</span></p>\n<p><span>Other </span><span>Broader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. &nbsp; These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Rex has also raised&nbsp; awareness about the NSF EAPSI program at the University of Texas at Austin by advertising to his fellow graduate students, which will in turn increase the number and quality of students doing international research under an NSF EAPSI fellowship.</span></p>\n<p><span>Furthermore, Rex plans to give a talk to the local undergraduate physics club about his experience in Japan and why studying the entanglement spectrum is important. In this talk he will focus on, in addition to his experience in Japan, the boarder impacts of the entanglement spectrum and physics in general. Both of these meet the NSF goal to promote the discovery, integration, dissemination, and employment of new knowledge in service to society....",
  "por_txt_cntn": "\nThis project, titled \"Entanglement Spectrum of Metallic Systems\", under the National Science Foundation East Asia and Pacific Summer Institute (NSF EAPSI) fellowship program, funded Rex Lundgren of of the University of Texas at Austin to conduct a research in condensed matter physics during the summer of 2013 at The University of Tokyo and Institute for Solid State Physics in Tokyo, Japan with Professors Masaki Oshikawa and Shunsuke Furukawa. During this project the PI and collaborators theoretically calculated various entanglement properties, including the entanglement spectrum, of various metallic condensed matter systems, i.e. conducting systems. The goal of this project was to analytically obtain information about the entanglement spectrum for metallic systems.\n\nThe entanglement spectrum and possible entanglement applications of metallic systems has not been well explored so far. In insulating systems, the entanglement spectrum has provided a wealth of information and applications. In particular, the entanglement spectrum allows one to easily identify topological systems of matter theoretically, such as topological insulators or fractional quantum Hall states, which are possible building blocks of future devices. Understanding the entanglement properties of various systems is also crucial for efficient numerical simulations of condensed matter systems such as Density Matrix Renormalization Group.\n\nThis project was successful in finding several new results about the structure of the entanglement spectrum for certain metallic systems. Future work will attempt to understand the connection between entanglement spectrum in different metallic systems. Rex and his collaborators were also successful in finding a systematic analytical approach that could treat a wide range of other systems, some of which could have potentially interesting entanglement applications. These entanglement applications could lead to wide ranging board impacts beyond condensed matter physics. A manuscript featuring these results has been submitted and is currently under review in a leading physics research journal, Physical Review B. These results will also be presented in a talk by Rex at the American Physical Society March Meeting 2014 in Denver, Colorado. This project also funded a poster presentation by Rex at the Mathematical Statistical Physics conference in Kyoto, Japan during the week of July 29th, 2013. Both the journal article and the poster presentation are a broader impact from this project which greatly enhance the knowledge of the scientific community.\n\nOther Broader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Rex has also raised  awareness about the NSF EAPSI program at the University of Texas at Austin by advertising to his fellow graduate students, which will in turn increase the number and quality of students doing international research under an NSF EAPSI fellowship.\n\nFurthermore, Rex plans to give a talk to the local undergraduate physics club about his experience in Japan and why studying the entanglement spectrum is important. In this talk he will focus on, in addition to his experience in Japan, the boarder impacts of the entanglement spectrum and physics in general. Both of these meet the NSF goal to promote the discovery, integration, dissemination, and employment of new knowledge in service to society. He will also attempt to give talks about his experience to a few local high schools, especially those with a large number of minority students.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2013\n\n\t\t\t\t\tSubmitted by: Rex O..."
 }
}