{
 "awd_id": "1309469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Remote Controlled Drug Delivery Material: Bio Catalytic Mechanisms of Drug Release Triggered by Magnetic Field",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2013-06-13",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1309469  \t           PI:  Minko, Sergiy\t ORG: Clarkson University\r\n\r\nTitle:  Remote Controlled Drug Delivery Material: Biocatalytic Mechanisms of Drug Release Triggered by a Magnetic Field\r\n\r\nTechnical:  The goal of the proposed research is to develop fundamental and practical approaches for novel non-invasive methods of target-specific drug delivery systems that explore biocatalytic mechanisms of drug release triggered by a magnetic field.  Building on the previous work of the research team in the field of directed assembly of nanoparticles, this project aims at the design of magnetic nanoparticle carriers of conjugated enzymes and model drugs.  The specific design of the particle shell will provide conservation of the enzymes and drugs in the physiological environment if no magnetic field is applied.  The drug and the enzyme initially screened by the particle shell become activated only if the magnetic field is turned on, and remain active after the magnetic field is turned off.  A magnetic field pulse will result in the formation of particle aggregates when the enzyme and the drug are in a close contact and the drug is released due to enzymatic cleavage of the chemical bond that binds the drug to the particle.  The proposed research plan involves the synthesis, functionalization, and characterization of the magnetic nanoparticles that carry conjugated enzymes and drug molecules.  It includes study of the self-assembly of these particles and the related biocatalytic activity of the assemblies in a magnetic field in an in vitro environment that mimics extracellular and intracellular biological environments and in living cells.  To accomplish this goal, the research team will design the particle shell using hydrophilic polymers (polymer brushes) with non-fouling properties.  The enzymes and drugs will be embedded into and bound to the polymer shell.  The composition of the shell and molecular characteristics of the polymer brush will be optimized to balance the steric repulsive forces exerted by the polymer brushes and attractive dipole-dipole interactions induced in the magnetic field. \r\n\r\nNon-Technical:  The proposed project will design a novel, robust, non-invasive, selective, and remotely controlled drug delivery system platform that can be further developed toward delivery systems for anticancer drugs, anti-inflammatories, and contrast agents as well as for tissue engineering and biosensor applications.  This work will further improve magnetic drug targeting, one of the most attractive non-invasive methods for target-specific drug delivery, wherein therapeutic medicines are directed remotely to a diseased tissue.  The proposed approach should reduce the side effects associated with the non-specific uptake of cytotoxic drugs by healthy tissue and simultaneously allow monitoring of the transport and distribution of drug carriers to and around the diseased tissue using the contrast properties of the magnetic carrier.  The research program will contribute to both the education and growth of national leadership in advanced science and technology.  These impacts will be realized by training the next generation of professionals using the interdisciplinary environment of the research team and discussing project-related topics and developments in the Biomaterials course taught by the PI.  Attracting high school and undergraduate students to scientific and professional careers is a key element of the planned outreach.  Significant efforts will be directed toward increasing the number of students, especially from underrepresented groups, who pursue advanced degrees in science and engineering.  The outreach components of the project will be realized through publications, presentations at conferences, inventions, publication in local and national media, and seminars and meetings with potential industrial partners, high school students, and local community members.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergiy",
   "pi_last_name": "Minko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiy Minko",
   "pi_email_addr": "sminko@uga.edu",
   "nsf_id": "000179163",
   "pi_start_date": "2013-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evgeny",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evgeny Katz",
   "pi_email_addr": "ekatz@clarkson.edu",
   "nsf_id": "000153259",
   "pi_start_date": "2013-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 Clarkson Ave",
  "perf_city_name": "Potsdam",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}