{
 "awd_id": "1309171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  The genetic architecture and ecological function of a novel coloration phenotype",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 20778.0,
 "awd_amount": 20778.0,
 "awd_min_amd_letter_date": "2013-05-09",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "A fundamental goal in evolutionary biology is to understand how natural selection acts on organisms to form novel traits. Coloration is a key way in which animals interact with their environments and may serve many important roles, including attracting mates or avoiding predators. Although the adaptive context of coloration is well studied in wild populations, we know very little about the genetic basis of this important trait, limiting our interpretation of how coloration evolves. This proposal investigates the genetic basis and ecological function of sexual dichromatism (coloration that differs between males and females of the same species) to test hypotheses about the evolution of this trait in a diverse group of frogs. Specifically, this research integrates functional genomics, ecology, and behavior to elucidate both the genetic basis of a trait and its function under different selective environments. \r\nThe fieldwork component of this research takes place in the forests of sub-Saharan Africa, which are home to incredible amphibian diversity, much of which is still undescribed. Amphibian surveys associated with this project will therefore contribute to ongoing efforts to document and conserve species diversity in this region. To facilitate these efforts, the PIs have developed a collaborative network of researchers, NGO personnel, and students (from Equatorial Guinea and the USA) with shared interests in conservation and biodiversity research. The PIs on this grant have an established record in student training (including under-represented minority and international students), outreach, and public communication of science, which will continue in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Zamudio",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly R Zamudio",
   "pi_email_addr": "kelly.zamudio@austin.utexas.edu",
   "nsf_id": "000439952",
   "pi_start_date": "2013-05-09",
   "pi_end_date": "2014-07-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jed",
   "pi_last_name": "Sparks",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jed P Sparks",
   "pi_email_addr": "jps66@cornell.edu",
   "nsf_id": "000423582",
   "pi_start_date": "2014-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rayna",
   "pi_last_name": "Bell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rayna C Bell",
   "pi_email_addr": "rbell@calacademy.org",
   "nsf_id": "000582076",
   "pi_start_date": "2013-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Corson Hall, 215 Tower Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "7378",
   "pgm_ref_txt": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental goal in evolutionary biology is to understand how natural selection acts on organisms to form novel traits.<strong> </strong>Coloration is a key way in which animals interact with their environments and may serve many important roles that include attracting mates or avoiding predators. Although the adaptive context of coloration is well studied in wild populations, we know very little about the genetic basis of this important trait, limiting our interpretation of how coloration evolves. Our study examined the genetic basis and ecological function of sexual dichromatism (coloration that differs between males and females of the same species) to test hypotheses about the evolution of this trait in a diverse group of frogs. Specifically, this research integrated functional genomics, ecology, and behavior to elucidate both the genetic basis of a trait and its function under different selective environments. We have now completed the final year of this grant and achieved the primary goals we set out for this project: (1) characterize gene expression differences in sexually dichromatic males and females to identify the genetic architecture of sexual dichromatism; and (2) quantify sexual differences in coloration and habitat use to investigate whether sexual niche partitioning and natural selection underlie sexual differences in coloration. We identified a number of candidate genes underlying color differences in our focal species and quantified differences in carotenoid pigment content in the two color morphs. We also found that the spectral reflectance (a quantitative measure of color) of males (which are green) and females (which are brown) overlaps with the brown and green plants they use in their natural habitats. This result, combined with our habitat use experiment, which showed that green males are found on green plants more often than brown plants, suggests that males may be preferentially selecting green substrates and is consistent with our sexual niche partitioning hypothesis. We are now well situated to extend this approach to test for signatures of positive selection on sexual dichromatism candidate genes across the family Hyperoliidae and investigate the evolution of this novel phenotype across broader evolutionary scales. &nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition to the scientific results, our project contributed to education and outreach through training undergraduate and graduate students in the USA and in Equatorial Guinea. The fieldwork associated with this project resulted in the discovery of a new species of frog that is endemic to Bioko Island and provided additional amphibian species distribution records that contribute to conservation planning in this biodiversity hotspot. Finally, the results of this work were presented to broader audiences through an exhibit at the Museum of Vertebrate Zoology Cal Day open house at the University of California &ndash; Berkeley and in an interview on the National Geographic Weekend radio show.&nbsp;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2015<br>\n\t\t\t\t\tModified by: Jed&nbsp;P&nbsp;Sparks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental goal in evolutionary biology is to understand how natural selection acts on organisms to form novel traits. Coloration is a key way in which animals interact with their environments and may serve many important roles that include attracting mates or avoiding predators. Although the adaptive context of coloration is well studied in wild populations, we know very little about the genetic basis of this important trait, limiting our interpretation of how coloration evolves. Our study examined the genetic basis and ecological function of sexual dichromatism (coloration that differs between males and females of the same species) to test hypotheses about the evolution of this trait in a diverse group of frogs. Specifically, this research integrated functional genomics, ecology, and behavior to elucidate both the genetic basis of a trait and its function under different selective environments. We have now completed the final year of this grant and achieved the primary goals we set out for this project: (1) characterize gene expression differences in sexually dichromatic males and females to identify the genetic architecture of sexual dichromatism; and (2) quantify sexual differences in coloration and habitat use to investigate whether sexual niche partitioning and natural selection underlie sexual differences in coloration. We identified a number of candidate genes underlying color differences in our focal species and quantified differences in carotenoid pigment content in the two color morphs. We also found that the spectral reflectance (a quantitative measure of color) of males (which are green) and females (which are brown) overlaps with the brown and green plants they use in their natural habitats. This result, combined with our habitat use experiment, which showed that green males are found on green plants more often than brown plants, suggests that males may be preferentially selecting green substrates and is consistent with our sexual niche partitioning hypothesis. We are now well situated to extend this approach to test for signatures of positive selection on sexual dichromatism candidate genes across the family Hyperoliidae and investigate the evolution of this novel phenotype across broader evolutionary scales.  \n\n \n\nIn addition to the scientific results, our project contributed to education and outreach through training undergraduate and graduate students in the USA and in Equatorial Guinea. The fieldwork associated with this project resulted in the discovery of a new species of frog that is endemic to Bioko Island and provided additional amphibian species distribution records that contribute to conservation planning in this biodiversity hotspot. Finally, the results of this work were presented to broader audiences through an exhibit at the Museum of Vertebrate Zoology Cal Day open house at the University of California &ndash; Berkeley and in an interview on the National Geographic Weekend radio show.  \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Jed P Sparks"
 }
}