{
 "awd_id": "1309212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-Dimensional Contact and Symplectic Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 141321.0,
 "awd_amount": 141321.0,
 "awd_min_amd_letter_date": "2013-07-29",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "The topology of smooth 4-dimensional manifolds presents an ever-deepening mystery. It is natural to impose geometric constraints to narrow the possibilities, and an interesting such constraint is the existence of a symplectic structure. In the case of 4-manifolds with boundary the natural structure arising on the boundary is a contact structure; there are many deep and fascinating questions involving contact and symplectic topology, and their interplay with smooth topology coming from gauge-theoretic invariants. The PI will use symplectic and contact geometry in conjunction with Floer homology invariants to study several related questions. First, the PI has introduced several new geometric operations on 4-manifolds that can be realized as instances of monodromy substitutions in Lefschetz fibrations, and has proved convexity results that mean such substitution operations are  symplectic. The PI will pursue this line of inquiry with the goal of finding new constructions of exotic symplectic 4-manifolds. Second, the PI will study Stein fillings of contact structures supported by planar open books: by translating the classification problem for Stein fillings into a certain symplectic isotopy problem, the PI will adapt pseudo-holomorphic techniques of Siebert--Tian and others to study finiteness questions for this situation. Next, the PI will study the problem of \"symplectic fiber sum decomposition,\" which is the question of whether a symplectic manifold diffeomorphic to a fiber sum can be realized as a symplectic fiber sum. This question has bearing on the hypothesis that gauge-theoretic invariants do not provide complete information on the diffeomorphism types of 4-manifolds in a fixed homeomorphism class. Finally, he will pursue recent work relating Heegaard Floer homology with an invariant of open book decompositions of 3-manifolds called the fractional Dehn twist coefficient. \r\n\r\nSince Einstein's description of mechanics and electrodynamics as inherently a four-dimensional theory, the observed universe has generally been conceived as a smooth four-dimensional manifold: that is, a four-dimensional analog of a smooth surface such as a plane or sphere. A fundamental question is then: what manifold is it? To pose a simplified analogy, the surface of the earth is generally \"flat\" when viewed by a casual observer, but it is a mistake to infer that it is planar. The universe is similarly \"mostly flat\" on an appropriate distance scale, but its global topology or \"shape\" is not known. A goal of the 4-manifold topologist, then, is to describe the list of possibilities for the structure of the universe, in analogy with the relatively easy-to-understand list of possible surfaces from which a \"generally flat\" object like the surface of the earth can select. There are two ways to focus this effort: by introducing  geometric structures (in this case a \"symplectic\" structure, loosely a way of measuring area or volume) that do not exist on every 4-manifold, yet leave a rich and interesting class of examples to study and may also give a stepping-stone to the general situation; and by \"cutting\" a complicated manifold into simpler pieces and studying the latter individually. The work supported by this grant will use both these approaches: apply techniques recently introduced by the PI and collaborators to construct interesting new examples of symplectic 4-manifolds; and also study whether and how symplectic 4-manifolds can be decomposed into simpler pieces. Moreover, the PI hopes to make progress in classifying some of the most rigid of these pieces, known as Stein manifolds, with the aim of exploring some of the poorly-understood myriad of possibilities in smooth 4-dimensional topology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Mark",
   "pi_email_addr": "tmark@virginia.edu",
   "nsf_id": "000234998",
   "pi_start_date": "2013-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044137",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 141321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>&nbsp;</p>\n<p>The intellectual focus of this project was the topology and geometry of manifolds in dimensions three and four. Manifolds are higher-dimensional analogs to curves and surfaces in space, and are the natural setting for nonlinear geometry and analysis. The project emphasized the study of manifolds that have certain kinds of additional geometric structure, known as contact structures and symplectic structures, the study of which is motivated by classical and quantum physics.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Substantial results stemming from this project are in the PI&rsquo;s research papers &ldquo;Floer homology and fractional Dehn twists&rdquo; and &lsquo;Naturality of Heegaard Floer invariants under positive rational contact surgery&rdquo;, both accepted or under review for publication.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact:</p>\n<p>&nbsp;</p>\n<p>The PI served as PhD advisor for three graduate students during the life of the award, one of whom has graduated and moved to an assistant professor position. He also was postdoctoral mentor for one postdoc, who is also now in a permanent academic position. He was organizer or co-organizer for several conferences, including an international conference in 4-manifold topology in Dubrovnik, Croatia. He served as director of graduate studies for two years during this grant period and pursued recruiting and retention activities aimed at enhancing the diversity of the mathematics graduate program at the University of Virginia.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/16/2017<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Mark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\n \n\nThe intellectual focus of this project was the topology and geometry of manifolds in dimensions three and four. Manifolds are higher-dimensional analogs to curves and surfaces in space, and are the natural setting for nonlinear geometry and analysis. The project emphasized the study of manifolds that have certain kinds of additional geometric structure, known as contact structures and symplectic structures, the study of which is motivated by classical and quantum physics. \n\n \n\nSubstantial results stemming from this project are in the PI?s research papers \"Floer homology and fractional Dehn twists\" and ?Naturality of Heegaard Floer invariants under positive rational contact surgery\", both accepted or under review for publication. \n\n \n\nBroader Impact:\n\n \n\nThe PI served as PhD advisor for three graduate students during the life of the award, one of whom has graduated and moved to an assistant professor position. He also was postdoctoral mentor for one postdoc, who is also now in a permanent academic position. He was organizer or co-organizer for several conferences, including an international conference in 4-manifold topology in Dubrovnik, Croatia. He served as director of graduate studies for two years during this grant period and pursued recruiting and retention activities aimed at enhancing the diversity of the mathematics graduate program at the University of Virginia.\n\n \n\n\t\t\t\t\tLast Modified: 08/16/2017\n\n\t\t\t\t\tSubmitted by: Thomas Mark"
 }
}