{
 "awd_id": "1309535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integration of Computation, Experiment, Simulation and Data to Predict Defect Properties in Semiconductor Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tania M. Paskova",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 617220.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2015-07-06",
 "awd_abstract_narration": "Technical Description: This project seeks to develop the foundations for a new framework for describing the processing of complex materials systems. It is being achieved by integrating computation, experimental measurements, simulation and data sets into a predictive descriptor of kinetic evolution during materials processing. The specific focus / example is the development of predictive simulation of the structural, electronic and optical properties of dislocation networks in epitaxial films, with an ultimate goal of accelerating the development of device-quality material in such systems. The project is first extending an existing simulator developed for predicting dislocation generation in the GeSi/Si system during growth and/or thermal processing. Phylogenetic mapping methods, developed for the fields of evolutionary biology and bioinformatics, are employed to refine materials parameters and fundamental mechanistic assumptions in the simulator by optimizing the matching of experimental and simulated data sets. An initial important goal is to define a \"minimum data set\" necessary to adequately describe the energetic and kinetic parameters of the evolving system, and enable quantitative predictions. Next, the project is extending these methods to a new materials system, with significantly different dislocation generation mechanisms, strained III-nitride films. This enables both assessment of the generality of the simulator method, and should advance understanding of dislocation generation in the III-nitride systems. Finally, the simulator is being extended to enable prediction of optical and electronic parameters that correlate to the observed /predicted defect densities. This involves first-principle calculations of electronic properties of specific defect configurations, enabling an additional generation of simulator that correlates predicted defect densities and consequent (opto)electronic activity to observed optoelectronic and device properties of the dislocated material.\r\n\r\nNon-Technical Description: This project is developing new frameworks for enabling predictive simulation of defect generation during growth and processing of thin-film crystalline materials, and the effects of these defects upon the performance parameters of these materials. This enables accelerated device development cycle times by predicting conditions for device-quality materials synthesis ahead of full processing cycles. This ultimately contributes to the national need to accelerate the transition from new materials discoveries to manufacturable technologies. The method to be developed employs the comparison of predictions from the simulator to extensive experimental data sets to refine and \"train\" the simulator. It both improves the predictive capability of the simulator for the given system in which it is trained, and accelerates transfer of its application to new materials systems. The set of students working on this project are being schooled in this vision of optimizing integration of calculation, experiment and data management, thus helping to establish a workforce trained in these methods. The research team is making the resultant process simulator accessible to the research and development community and is responding to selected requests for specific updates or enhancements.\r\n\r\nThis project is co-funded by the Electronic and Photonic Materials Program (EPM) and the Computational and Data driven Materials Research Program (CDMR), both in the Division of Materials Research (DMR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hull",
   "pi_email_addr": "hullr2@rpi.edu",
   "nsf_id": "000192514",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fatemeh",
   "pi_last_name": "Shahedipour-Sandvik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatemeh Shahedipour-Sandvik",
   "pi_email_addr": "shadi.sandvik@suny.edu",
   "nsf_id": "000399396",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shengbai",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shengbai Zhang",
   "pi_email_addr": "zhangs9@rpi.edu",
   "nsf_id": "000471165",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "802900",
   "pgm_ele_name": "Comp&Data Driven Mat Res(CDMR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 203656.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 196136.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 217428.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span lang=\"EN\"><span style=\"font-family: Calibri; font-size: small;\">The primary </span><strong><em><span style=\"font-family: Calibri; font-size: small;\">intellectual merit </span></em></strong><span style=\"font-family: Calibri; font-size: small;\">of this project was that it developed new methodologies for the prediction of the evolution of defects in thin crystalline semiconductor films.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">These films are typically grown upon a crystal platform (\"substrate\") of a material that can be produced in relatively large volumes.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Such films have broad existing and potential technological applications in electronic and optical devices.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">However, their application - particularly when it is desired to integrate them with different materials - are limited by crystalline defects (\"dislocations\") that grow in response to different inter-atomic bond lengths between the film and underlying substrate.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">These dislocations adversely affect the electronic and/or optical performance of devices, made from these materials, and it is therefore important to be able to predict and control the development of the dislocation network that forms during film growth and subsequent heat treatments.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">To this end the project integrated faculty and students with expertise in growth of the semiconductor crystals; atomic scale modeling of the properties of the dislocations; measurements of dislocation structure, numbers and properties; and simulation of the evolving dislocation array.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">The primary materials system of focus was thin films of aluminum and gallium nitride grown upon different single crystal substrates.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Such materials are used in solid state lighting devices and in high power electronics.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">We also extended existing methodologies for predicting dislocation networks in films of germanium and silicon alloys grown upon silicon substrates.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Such materials are used for high speed electronic devices.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">The experimental and computational results of the project were integrated into \"process simulators\" that model the evolution of the dislocation network, and its effect upon device properties, as functions of film growth conditions and subsequent heat treatments.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Simulators for several different materials systems / geometries were developed and made accessible to the scientific and technological community through a dedicated website.</span></span></p>\n<p><span lang=\"EN\">The <strong><em>broader impacts</em></strong> of this project included establishing the foundation for predictive tools that link materials growth conditions to the properties of devices made therefrom, through prediction of the evolution of a dominant class of defects (the dislocations) in the material.<span>&nbsp; </span>This can help accelerate the transition from concept to realization of new devices in a given materials system.<span>&nbsp; </span>Further, simulators for different materials systems and different crystallographic orientations of the interface between substrate and film have been developed.<span>&nbsp; </span>This has provided experience in translating the \"architecture\" of a simulator developed an existing materials system to developing a simulator for a new materials system, and an understanding of the new set of knowledge necessary to do so.<span>&nbsp; </span>This accelerates the building of simulators for new materials systems, helping to establish a generality of these methods.<span>&nbsp; </span>The set of simulators will be maintained and further extended, based on community feedback, beyond the life of the project by employing a sequence of undergraduate researchers.<span>&nbsp; </span>This will both maintain the impact of the work done in the project, and provide continuing opportunities for undergraduates to have research experiences.<span>&nbsp; </span>In the project itself, multiple graduate students were supported to perform the research. While they </span><span>developed deep expertise in their primary research domains (growth, measurement, computational modeling), they also worked closely with and learned from each other.<span>&nbsp;&nbsp; </span>This helps develop a future workforce of scientists and engineers equipped to work effectively in multi-disciplinary teams.<span>&nbsp; </span>We have also provided multiple research experiences for undergraduates</span><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;Hull</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary intellectual merit of this project was that it developed new methodologies for the prediction of the evolution of defects in thin crystalline semiconductor films.  These films are typically grown upon a crystal platform (\"substrate\") of a material that can be produced in relatively large volumes.   Such films have broad existing and potential technological applications in electronic and optical devices.  However, their application - particularly when it is desired to integrate them with different materials - are limited by crystalline defects (\"dislocations\") that grow in response to different inter-atomic bond lengths between the film and underlying substrate.  These dislocations adversely affect the electronic and/or optical performance of devices, made from these materials, and it is therefore important to be able to predict and control the development of the dislocation network that forms during film growth and subsequent heat treatments.   To this end the project integrated faculty and students with expertise in growth of the semiconductor crystals; atomic scale modeling of the properties of the dislocations; measurements of dislocation structure, numbers and properties; and simulation of the evolving dislocation array.  The primary materials system of focus was thin films of aluminum and gallium nitride grown upon different single crystal substrates.  Such materials are used in solid state lighting devices and in high power electronics.  We also extended existing methodologies for predicting dislocation networks in films of germanium and silicon alloys grown upon silicon substrates.  Such materials are used for high speed electronic devices.  The experimental and computational results of the project were integrated into \"process simulators\" that model the evolution of the dislocation network, and its effect upon device properties, as functions of film growth conditions and subsequent heat treatments.  Simulators for several different materials systems / geometries were developed and made accessible to the scientific and technological community through a dedicated website.\n\nThe broader impacts of this project included establishing the foundation for predictive tools that link materials growth conditions to the properties of devices made therefrom, through prediction of the evolution of a dominant class of defects (the dislocations) in the material.  This can help accelerate the transition from concept to realization of new devices in a given materials system.  Further, simulators for different materials systems and different crystallographic orientations of the interface between substrate and film have been developed.  This has provided experience in translating the \"architecture\" of a simulator developed an existing materials system to developing a simulator for a new materials system, and an understanding of the new set of knowledge necessary to do so.  This accelerates the building of simulators for new materials systems, helping to establish a generality of these methods.  The set of simulators will be maintained and further extended, based on community feedback, beyond the life of the project by employing a sequence of undergraduate researchers.  This will both maintain the impact of the work done in the project, and provide continuing opportunities for undergraduates to have research experiences.  In the project itself, multiple graduate students were supported to perform the research. While they developed deep expertise in their primary research domains (growth, measurement, computational modeling), they also worked closely with and learned from each other.   This helps develop a future workforce of scientists and engineers equipped to work effectively in multi-disciplinary teams.  We have also provided multiple research experiences for undergraduates  \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Robert Hull"
 }
}