{
 "awd_id": "1309114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational design and atomic layer deposition synthesis of stereochemically active multifunctional oxide nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Technical Summary\r\nThis award supports a research program dedicated to exploring novel multifunctional tin-containing oxide materials, where the 2+ oxidation state of tin is associated with the presence of electron 'lone pairs.' Large ionic displacements induced by these sterically active, but chemically inert electrons lead to large elastic deformations and strong polar properties. The PIs' synergistic approach includes both materials theory and computation, and growth and characterization as essential interconnected parts of the project. Utilizing the combination of these tools, the PIs will: (a) investigate complex coupled phenomena - including elastic, polar and electronic ones - in bulk, thin-film and nanostructured forms of tin-based oxides, (b) identify rational pathways for achieving enhanced or yet unknown new properties in these compounds that will lead to advanced functionalities, (c) develop synthetic processes to grow tin-based oxides utilizing atomic layer / chemical vapor deposition as well as processing technologies to incorporate them into a variety of nanostructures.\r\n\r\nThis project is a collaboration between the University of Connecticut and University of Illinois at Chicago, and includes a collaboration with Argonne National Laboratory. The PIs will use a unique atomic layer / chemical vapor deposition reactor to fabricate new multifunctional oxide materials with dimensions ranging from bulk-like multi-micron to nanometer, while preserving a high degree of structural conformality. The pertinent electroactive and electrochemical properties of these materials will be investigated as functions of not only composition and structure, but also film thickness from the micron length scale to the atomic, sub-nanometer regime. The utilization of an integrated simulation approach with established information flow from atomic / molecular scale to mesoscale will provide both support and guidance for the experimental growth and characterization efforts. Theory-and-simulation tasks include initial selection of candidate structures for synthesis, predictive evaluation of their properties, identification of optimal growth conditions and coarse-grained evaluation of functional behavior of nanostructures of different shapes and sizes made out of these materials. \r\n\r\nThis research program will be integrated into educational and mentoring experiences for undergraduate and graduate students by training them in experimental and computational materials science techniques and incorporating the research results into courses in Condensed Matter Physics and Materials Science. Both PI institutions are located in areas with large populations of underrepresented minority students and provide well established programs for disseminating research findings and methodologies to middle and high school students and teachers either in the form of new physics, chemistry and engineering modules, or through series of workshops in science, math, and technology. The PIs will use both of these routes to encourage students from underrepresented minority groups to participate in science and technology activities related to this project.\r\n\r\n\r\nNontechnical Summary\r\nThis award supports a research program dedicated to exploring novel multifunctional tin-containing oxide materials, intended as environmentally benign replacements of lead-based compounds for a variety of technological applications including energy harvesting, storage and conversion, for example between mechanical and electrical forms of energy. The PIs' synergistic approach includes the use of materials theory and computation, and growth and characterization as essential interconnected parts of the project. The combination of these tools will help investigate elastic and electronic properties of bulk, thin-film and nanostructured forms of tin-based oxides, and develop synthetic processes to grow these structures with layer-by-layer deposition techniques as well as processing technologies for their potential incorporation into a variety of electronic devices.\r\n\r\nThis project is a collaboration between the University of Connecticut and University of Illinois at Chicago, and includes a collaboration with Argonne National Laboratory. A unique layer-by-layer growth chamber will be used to fabricate new tin-oxide compounds with dimensions ranging from multi-micron to nanometer, while preserving a high degree of material quality. Electronic and mechanical properties of these materials will be investigated as functions of chemical composition and length scale of the grown samples. Computer simulations will provide support and guidance for the experimental growth and characterization efforts. Theory-and-simulation tasks include initial selection of candidate structures for synthesis, evaluation of their properties and identification of optimal growth conditions. \r\n\r\nThis research program will be integrated into educational and mentoring experiences for undergraduate and graduate students by training them in the experimental and computational materials science techniques, and incorporating the research results into courses in Condensed Matter Physics and Materials Science. The institutions involved are located in with large populations of underrepresented minority students and provide well established programs for disseminating research findings and methodologies to middle and high school students and teachers either in the form of new physics, chemistry and engineering modules, or through series of workshops in science, math, and technology. Both these routes will be used to encourage students from underrepresented minority groups to participate in science and technology activities related to new materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serge",
   "pi_last_name": "Nakhmanson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Serge Nakhmanson",
   "pi_email_addr": "serge.nakhmanson@uconn.edu",
   "nsf_id": "000630559",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Takoudis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christos G Takoudis",
   "pi_email_addr": "takoudis@uic.edu",
   "nsf_id": "000386362",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 Whitney Road Ext.",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802900",
   "pgm_ele_name": "Comp&Data Driven Mat Res(CDMR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Atomic layer deposition (ALD) is a thin film deposition technique that is widely used in semiconductor industry and rapidly gaining its importance in other fields, such as bio-materials and health related applications. The simple idea of utilizing self-limiting surface chemisorption has bestowed ALD with several great advantages compared to other deposition techniques, e.g., physical vapor deposition and sputtering. ALD is the method of choice for depositing films on high aspect ratio structures, a capability that is becoming increasingly important with the continuing shrinkage of the size of semiconductor devices. Precise thickness control and composition tunability enables the fabrication and design of tailored structures using ALD. Low deposition temperatures also help save the thermal budget and preserve the metastable species.</p>\n<p>Ferroelectric ABO<sub>3 </sub>perovskites, where A and B are two metal cations, have been widely used in numerous applications, thanks to their robust spontaneous polarization and associated functional properties. However, the best and strongest ferroelectrics are usually Pb-based, such as PbTiO<sub>3</sub> or PbZr<sub>1-x</sub>Ti<sub>x</sub>O<sub>3</sub> (PZT). The toxicity of lead poses potential threats to environmental and human well-being. Thus, it was theoretically proposed that perovskite SnTiO<sub>3</sub> can be used as a replacement for Pb-based materials since Sn is isoelectronic to Pb. The challenge of growing SnTiO<sub>3</sub> lies in the stabilization of divalent tin. Bulk synthesis attempts have not been successful so far, and thin film samples yielded from pulsed laser deposition were found to be nonpolar.</p>\n<p>In this project, the progress on depositing perovskite SnTiO<sub>3</sub> is reported. ALD of this ternary oxide combines two binary oxide processes, namely, ALD of SnO<sub>x</sub> and TiO<sub>2</sub>. Thus, before attempting ternary ALD, binary processes for both oxides must be studied and optimized. The ALD of TiO<sub>2</sub> has already been investigated in our group, but thin film properties and annealing effects are yet to be well established for ALD SnO<sub>x</sub>. Since the presence of divalent Sn is crucial for forming the perovskite structure, this work was focused on obtaining and maintaining tin in the divalent form. The as-deposited SnO<sub>x</sub> films were first subjected to annealing in reducing environment, which is the fastest and most economic way to convert Sn(IV) to Sn(II). It was found that after annealing in H<sub>2</sub> atmosphere above 450 C and below 650 C, more than 20 at.% of tetravalent tin converts to divalent, while annealing at higher temperature promotes the formation of metallic tin. An optimum temperature interval of 450 - 500 C was established for maximize the Sn(II) output, which provides a reliable solution when partial Sn(II) is needed.</p>\n<p>Even with a good understanding of the binary ALD processes, the result of the ternary ALD process, realized by alternating sequences of binary ALD pulses, can still vary greatly from the desired 1:1 combination of binary oxide layers. Process variations depend on precursor/oxidizer of choice and often manifest differently - either hindering or facilitating growth. Thus the growth of tin titanate with ALD was studied to better understand how the deposition process parameters affect the growth kinetics and resulting film quality. With careful determination of film thicknesses, reduced growth rates (growth per cycle) were found at higher SnO<sub>x</sub>/(SnO<sub>x</sub> + TiO<sub>2</sub>) ALD cycle ratios. After probing film densities, the observed reduction in ternary growth rate and film composition were found to correlate with reduced number of atoms deposited during each ALD binary cycle. The latter, a result of multiple surface interactions during ALD, was further influenced by several factors such as different growth mechanisms and change in density of surface hydroxyl groups. Several characterizations were then performed and their results analyzed in order to explain the reduction in deposition densities.</p>\n<p>The fabricated SnTiO<sub>x</sub> films were annealed and measured by piezoelectric force microscope, and the one annealed in O<sub>2</sub> at 350 C exhibited a piezoresponse hysteresis loop with a coercive voltage of 3.04 V, which indicates the presence of ferroelectric polarization in the film.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2018<br>\n\t\t\t\t\tModified by: Serge&nbsp;Nakhmanson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAtomic layer deposition (ALD) is a thin film deposition technique that is widely used in semiconductor industry and rapidly gaining its importance in other fields, such as bio-materials and health related applications. The simple idea of utilizing self-limiting surface chemisorption has bestowed ALD with several great advantages compared to other deposition techniques, e.g., physical vapor deposition and sputtering. ALD is the method of choice for depositing films on high aspect ratio structures, a capability that is becoming increasingly important with the continuing shrinkage of the size of semiconductor devices. Precise thickness control and composition tunability enables the fabrication and design of tailored structures using ALD. Low deposition temperatures also help save the thermal budget and preserve the metastable species.\n\nFerroelectric ABO3 perovskites, where A and B are two metal cations, have been widely used in numerous applications, thanks to their robust spontaneous polarization and associated functional properties. However, the best and strongest ferroelectrics are usually Pb-based, such as PbTiO3 or PbZr1-xTixO3 (PZT). The toxicity of lead poses potential threats to environmental and human well-being. Thus, it was theoretically proposed that perovskite SnTiO3 can be used as a replacement for Pb-based materials since Sn is isoelectronic to Pb. The challenge of growing SnTiO3 lies in the stabilization of divalent tin. Bulk synthesis attempts have not been successful so far, and thin film samples yielded from pulsed laser deposition were found to be nonpolar.\n\nIn this project, the progress on depositing perovskite SnTiO3 is reported. ALD of this ternary oxide combines two binary oxide processes, namely, ALD of SnOx and TiO2. Thus, before attempting ternary ALD, binary processes for both oxides must be studied and optimized. The ALD of TiO2 has already been investigated in our group, but thin film properties and annealing effects are yet to be well established for ALD SnOx. Since the presence of divalent Sn is crucial for forming the perovskite structure, this work was focused on obtaining and maintaining tin in the divalent form. The as-deposited SnOx films were first subjected to annealing in reducing environment, which is the fastest and most economic way to convert Sn(IV) to Sn(II). It was found that after annealing in H2 atmosphere above 450 C and below 650 C, more than 20 at.% of tetravalent tin converts to divalent, while annealing at higher temperature promotes the formation of metallic tin. An optimum temperature interval of 450 - 500 C was established for maximize the Sn(II) output, which provides a reliable solution when partial Sn(II) is needed.\n\nEven with a good understanding of the binary ALD processes, the result of the ternary ALD process, realized by alternating sequences of binary ALD pulses, can still vary greatly from the desired 1:1 combination of binary oxide layers. Process variations depend on precursor/oxidizer of choice and often manifest differently - either hindering or facilitating growth. Thus the growth of tin titanate with ALD was studied to better understand how the deposition process parameters affect the growth kinetics and resulting film quality. With careful determination of film thicknesses, reduced growth rates (growth per cycle) were found at higher SnOx/(SnOx + TiO2) ALD cycle ratios. After probing film densities, the observed reduction in ternary growth rate and film composition were found to correlate with reduced number of atoms deposited during each ALD binary cycle. The latter, a result of multiple surface interactions during ALD, was further influenced by several factors such as different growth mechanisms and change in density of surface hydroxyl groups. Several characterizations were then performed and their results analyzed in order to explain the reduction in deposition densities.\n\nThe fabricated SnTiOx films were annealed and measured by piezoelectric force microscope, and the one annealed in O2 at 350 C exhibited a piezoresponse hysteresis loop with a coercive voltage of 3.04 V, which indicates the presence of ferroelectric polarization in the film.\n\n\t\t\t\t\tLast Modified: 04/02/2018\n\n\t\t\t\t\tSubmitted by: Serge Nakhmanson"
 }
}