{
 "awd_id": "1309809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Problems in Distributed Sensing and Control",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2013-06-28",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "Intellectual Merit: Current interest in distributed control has led to a very rapid increase in the application of graph theoretic ideas to problems of analyzing and synthesizing a variety of desired behaviors such as swarming, rendezvousing, reaching a consensus, as well as well as a variety of sensing and communication tasks associated with distributed averaging, search and rescue, environmental monitoring, security, etc. While this in-depth assault on these problems using a combination of graph theory and system theory has been underway for about a decade, it is likely to signicantly expand in the years to come. One line of research which illustrates the combined use of these concepts, is the recent theoretical work by a number of individuals focused on the coordination of networks of mobile robots and mobile sensors by means of rigidity-based formation control. Another is the recent surge of interest in the deployment and management of sensor networks of all types and in particular the development of distributed computational procedures for addressing basic numerical problems such as estimating parameters of a static linear system or solving a system of algebraic equations. In broad terms these are these are the problem areas within which we propose to work. In particular we propose to address distributed sensing and control on two fronts, both requiring the use both of traditional systems concepts and graph theory. First we propose to explore various algorithms for controlling both directed and undirected rigid formations in a distributed manner. We will address the question of robustness to measurement errors and parameter discrepancies among agents and will attempt to find a way to avoid the recently discovered fundamental robustness issue with undirected formation control. In the area of distributed computation we will seek to develop distributed and asynchronous algorithms for solving unstructured systems of linear algebraic equations across a given network of autonomous agents assuming limited communication between agents and time-varying coefficent matrices. We will make use of recent advances in distributed optimization and also work by ourselves and others with dealing with special versions of this problem. \r\n\r\nBroader Impacts: This project will advance discovery and understanding while promoting teaching, training and learning in at least two different ways. First, graduate students involved in the project will be expected to attend and present their results at technical meetings. Second, project graduate students will contribute to and participate in a short course on the topic which we envision organizing and giving towards the end of the project. Two of the graduate students working on this project will be from under represented groups. This project will enhance infrastructure for research and education in at least two ways. First we expect to continue our cross-disciplinary collaboration with our environmental biologist colleagues with whom we've already been working for several years. Second, we expect to continue to collaborate with our experimentalist colleagues at Yale who are building mobile sensor network test beds for trying out various control algorithms. Much of our research has been and will continue to be in close collaboration with an group at Australian National University in Canberra. We will also continue our recent collaboration with the faculty at the University of Illinois. We hope to continue to contribute to broadening dissemination to enhance scientic and technological understanding by organizing and running boni-fide interdisciplinary technical gatherings like the Block Island Workshops on Cooperative Control we co-organized and which took take place in June, 2003 and again in June, 2009. We also expect to give overview talks on the subject such as the plenary presentation \"Multi-Agent Formations and Sensor Networks\" which we gave in December 2006 at the IEEE Conference on Decision and Control in San Diego and the keynote talk on \"Deterministic Distributed Averaging\" which we gave at the Chinese Control and Decision Conference in Mianyang, China in May 2011. Finally we are scheduled to give a 21 hour short course in May 2013 on Distributed Control at the EECI-HYCON2 Graduate School on Control in France. We gave a similar course at the same place last May.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A.",
   "pi_last_name": "Morse",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "A. S Morse",
   "pi_email_addr": "as.morse@yale.edu",
   "nsf_id": "000126692",
   "pi_start_date": "2013-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "10 Hillhouse Ave.",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065116814",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Below are summarized two of the most important contributions of this project.</p>\n<p>Certainly the&nbsp; most&nbsp; important of all numerical computations involving real numbers is solving a system of linear algebraic equations. Efforts&nbsp; to develop&nbsp; distributed&nbsp; algorithms to solve such systems have been under way for a long time especially in the parallel processing community where the main objective is to achieve efficiency by somehow decomposing&nbsp; a large system of linear equations into smaller ones&nbsp; which can be solved on<br />parallel processers more accurately or faster than direct solution of the original&nbsp; equations would allow. In some cases, notably in sensor networking and some filtering applications,the need for distributed processing&nbsp; arises naturallybecause processors onboard&nbsp; sensors or robots are physically separated from each other.&nbsp; In addition,&nbsp; there are typically communication constraints which limit the flow of information across a robotic or sensor network&nbsp; and consequently preclude centralized processing, even if efficiency is not the central issue. Prompted by these observations, this project has developed a new distributed algorithm&nbsp; for solving a system of&nbsp; linear algebraic equations assuming the system has at least one solution.&nbsp; The system&nbsp; is simultaneously solved by m agents<br />assuming each agent knows only a subset of the system's equations,&nbsp; the current estimates&nbsp; of the system's solution generated by its neighbors, and nothing more. Each agent recursively updates its estimate&nbsp; by utilizing the current estimates&nbsp; generated by each of&nbsp; its neighbors. Neighbor relations are characterized by a&nbsp; time-dependent directed&nbsp; graph&nbsp; whose&nbsp; vertices correspond to agents and whose arcs depict neighbor relations. Necessary and sufficient conditions are derived&nbsp; for the algorithm&nbsp; to&nbsp; cause all agents' estimates to converge exponentially fast&nbsp; to the same solution of the given system of equations.&nbsp; It is also shown thatexponential convergence to a solution occurs&nbsp; even if the times at which each agent updates its estimates are&nbsp; not synchronized with the update times of its neighbors.<br /><br /><br /><br />The problem of coordinating a large&nbsp;&nbsp; network&nbsp; of&nbsp; mobile autonomous agents or robots by means of distributed control has raised a number of issues concerned with&nbsp; the forming,&nbsp; maintenance&nbsp; and real-time modification of&nbsp; multi-agent networks of all types. One of the most natural and useful tasks along these lines is to organize a network of agents into an application-specific ``formation'' which might be used for such tasks as&nbsp; environmental monitoring, search, or simply moving the agents efficiently from one location to another. By a multi-agent&nbsp; formation is usually meant a collection of agents&nbsp; in&nbsp; real two&nbsp; or three&nbsp; dimensional space whose inter-agent&nbsp; distances are all essentially constant over&nbsp; time, at least<br />under ideal&nbsp; conditions. One approach to maintaining such formations stems from the idea of``graph rigidity.' '&nbsp; The appeal of the rigidity-based approach is that it has the potential for providing&nbsp; control&nbsp; laws which are totally distributed in that the only information which each agent needs to sense&nbsp; is the relative positions of its nearby neighbors. By an&nbsp; undirected rigid formation of mobile autonomous agents&nbsp; is meant a formation based on the concept of graph rigidity&nbsp;&nbsp; in which each pair of&nbsp; ``neighboring'' agents<br />are&nbsp; responsible for maintaining a prescribed target distance&nbsp;&nbsp; between them. In&nbsp; recent work,&nbsp; a systematic method was proposed for devising&nbsp; gradient control laws&nbsp; for&nbsp; asymptotical...",
  "por_txt_cntn": "\nBelow are summarized two of the most important contributions of this project.\n\nCertainly the  most  important of all numerical computations involving real numbers is solving a system of linear algebraic equations. Efforts  to develop  distributed  algorithms to solve such systems have been under way for a long time especially in the parallel processing community where the main objective is to achieve efficiency by somehow decomposing  a large system of linear equations into smaller ones  which can be solved on\nparallel processers more accurately or faster than direct solution of the original  equations would allow. In some cases, notably in sensor networking and some filtering applications,the need for distributed processing  arises naturallybecause processors onboard  sensors or robots are physically separated from each other.  In addition,  there are typically communication constraints which limit the flow of information across a robotic or sensor network  and consequently preclude centralized processing, even if efficiency is not the central issue. Prompted by these observations, this project has developed a new distributed algorithm  for solving a system of  linear algebraic equations assuming the system has at least one solution.  The system  is simultaneously solved by m agents\nassuming each agent knows only a subset of the system's equations,  the current estimates  of the system's solution generated by its neighbors, and nothing more. Each agent recursively updates its estimate  by utilizing the current estimates  generated by each of  its neighbors. Neighbor relations are characterized by a  time-dependent directed  graph  whose  vertices correspond to agents and whose arcs depict neighbor relations. Necessary and sufficient conditions are derived  for the algorithm  to  cause all agents' estimates to converge exponentially fast  to the same solution of the given system of equations.  It is also shown thatexponential convergence to a solution occurs  even if the times at which each agent updates its estimates are  not synchronized with the update times of its neighbors.\n\n\n\nThe problem of coordinating a large   network  of  mobile autonomous agents or robots by means of distributed control has raised a number of issues concerned with  the forming,  maintenance  and real-time modification of  multi-agent networks of all types. One of the most natural and useful tasks along these lines is to organize a network of agents into an application-specific ``formation'' which might be used for such tasks as  environmental monitoring, search, or simply moving the agents efficiently from one location to another. By a multi-agent  formation is usually meant a collection of agents  in  real two  or three  dimensional space whose inter-agent  distances are all essentially constant over  time, at least\nunder ideal  conditions. One approach to maintaining such formations stems from the idea of``graph rigidity.' '  The appeal of the rigidity-based approach is that it has the potential for providing  control  laws which are totally distributed in that the only information which each agent needs to sense  is the relative positions of its nearby neighbors. By an  undirected rigid formation of mobile autonomous agents  is meant a formation based on the concept of graph rigidity   in which each pair of  ``neighboring'' agents\nare  responsible for maintaining a prescribed target distance   between them. In  recent work,  a systematic method was proposed for devising  gradient control laws  for  asymptotically stabilizing a large class of  rigid, undirected formations in two-dimensional space assuming all agents are described by kinematic point models. In this project  an effort was made to understand what happens  to such formations  if neighboring agents  have\nslightly different understandings of what the desired  distance   between them is supposed to be. The question is relevant because no two positioning controls can be expected to  move..."
 }
}