{
 "awd_id": "1310757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Retention and Facilitating Career Reentry for Women Scientists with a Consortium of Universities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 374096.0,
 "awd_amount": 374096.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2015-11-06",
 "awd_abstract_narration": "This project uses a several-pronged approach, focusing on the postdoctoral community where attrition is both substantial and gendered, in order to assess ways to increase the retention of women scientists in the academic work force. First, better information about why postdocs drop out will help us target policies more effectively. In most research universities, postdocs do not come under the watchful eyes of deans and provosts because they are neither graduate students nor faculty. Given the importance of postdoctoral training for scientific careers, this neglect has become a structural problem for women who are dropping out at a fast clip. Second, we will develop MentorSTEM into an effective and feasible way for universities to provide systematic mentoring to postdocs, beginning with women postdocs. Our experimental design allows us to ?learn by doing,? to improve mentoring content and delivery based on regular and repeated evaluation of the scholarly success and morale of those being mentored.  A variety of mentoring types will be used and tested for effectiveness at retaining the postdocs in the academic work force.   Over the course of this program, we will develop and test a variety of ways to support these postdocs, as well as those who are mentoring them, to achieve scholarly excellence.\r\n\r\nIn the longer run, we gain from this project ways to improve both the quality of life and the quality of scholarship for the entire scientific community. Our commitment to diversity rests on the conviction that knowledge flourishes best when there are no barriers to entry. We are eager to build an environment in which all members of the academic community can grow and flourish as scholars, and in which men and women alike can balance family and career. Failure to remove obstacles to success, now unevenly in the paths of women and minority scholars, places an unacceptable tax on the possibilities for scientific excellence.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Rosenbluth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frances Rosenbluth",
   "pi_email_addr": "frances.rosenbluth@yale.edu",
   "nsf_id": "000375583",
   "pi_start_date": "2013-09-12",
   "pi_end_date": "2014-03-18"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Adams",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Julia P Adams",
   "pi_email_addr": "julia.adams@yale.edu",
   "nsf_id": "000117205",
   "pi_start_date": "2014-03-18",
   "pi_end_date": "2014-08-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dovidio",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Dovidio",
   "pi_email_addr": "john.dovidio@yale.edu",
   "nsf_id": "000623325",
   "pi_start_date": "2015-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Bribiescas",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Bribiescas",
   "pi_email_addr": "richard.bribiescas@yale.edu",
   "nsf_id": "000445162",
   "pi_start_date": "2015-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dovidio",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Dovidio",
   "pi_email_addr": "john.dovidio@yale.edu",
   "nsf_id": "000623325",
   "pi_start_date": "2013-09-12",
   "pi_end_date": "2014-08-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Mikelson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly S Mikelson",
   "pi_email_addr": "kelly.mikelson@yale.edu",
   "nsf_id": "000631963",
   "pi_start_date": "2013-09-12",
   "pi_end_date": "2015-11-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Friedkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Friedkin",
   "pi_email_addr": "rebecca.friedkin@yale.edu",
   "nsf_id": "000631964",
   "pi_start_date": "2013-09-12",
   "pi_end_date": "2015-11-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Antony",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Antony",
   "pi_email_addr": "james.antony@yale.edu",
   "nsf_id": "000655574",
   "pi_start_date": "2014-03-18",
   "pi_end_date": "2015-11-06"
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "1 Hillhouse Ave.",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208365",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 374096.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite their increased interest in pursuing careers in science, technology, engineering, and mathematics (STEM) in recent years, women remain substantially underrepresented relative to men in these fields, in large part because women are disproportionately likely to drop out of these fields. This greater attrition for women than men occurs not only during the pursuit of undergraduate degrees in these areas but also after a doctoral degree (a Ph.D.) has been earned. A number of different factors can contribute to the greater dropout rate in STEM fields for female than for male doctorates. Effective mentoring of post-doctoral scholars &ndash; time-limited positions in research after receiving a doctoral degree but before starting a faculty position in academia or a professional research career outside of academia &ndash; can thus be pivotal for facilitating successful careers in STEM, generally, and for promoting retention of women in STEM, more specifically.&nbsp;&nbsp;But, what constitutes effective mentoring?&nbsp;&nbsp;And, how can such mentoring be offered to people generally, beyond that provided by a post-doctoral scholar&rsquo;s immediate supervisor or to those who have left the STEM pipeline?&nbsp;&nbsp;&nbsp;The research supported by this NSF ADVANCE grant, which followed post-doctoral scholars for several years through this formative time in their careers, identified key elements of successful mentoring.&nbsp;&nbsp;These findings then shaped the development of a web-based intervention and materials that can be accessed online to support the persistence of women and men in STEM careers.</p>\n<p>&nbsp;</p>\n<p>One key finding of this research is that&nbsp;women and men have similar goals and ambitions during their post-doctoral years, but women report less professional support from their mentors than do men. Also, women respond particularly favorably to mentor support that emphasizes that the capacities required for success are skills that can be acquired rather than are &ldquo;fixed&rdquo; talents.</p>\n<p>&nbsp;</p>\n<p>A second important finding was that while both personal support and professional guidance are appreciated by post-doctoral scholars as elements of effective mentoring, mentoring in the form of specific feedback about professional performance, such as timely comments about the quality of manuscript drafts, is one of the best predictors of a post-doctoral scholar&rsquo;s academic accomplishment and, ultimately, of continued commitment to a career in STEM.</p>\n<p>&nbsp;</p>\n<p>A third main finding of the project was that certain forms of professional guidance, for example in terms of seeking help appropriately or managing time and effort effectively, can be communicated in meaningful ways online.&nbsp;&nbsp;Brief videos of interviews with widely admired faculty mentors can have immediate impact on post-doctoral scholars&rsquo; feelings about the profession and on how they intend to pursue their work in the future.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Based on these foundational findings, a brief web-based intervention, including video mentoring segments and supporting materials, was developed and tested with post-doctoral scholars in STEM and in other scientific fields.&nbsp;&nbsp;This mentoring intervention was effective for enhancing the motivation to succeed in the discipline and facilitating productivity in the field for female post-doctoral scholars and for those who reported an unfavorable relationship with their current research supervisor.&nbsp;&nbsp;These online materials have been made available publicly to benefit graduate and post-doctoral scholars broadly.</p>\n<p>&nbsp;</p>\n<p>Beyond its academic contributions, the results of this project have broader implications for STEM fields and for science education generally.&nbsp;A major goal of the project was to address the \"leaky pipeline\" for women and members of underrepresented groups in STEM disciplines.&nbsp;STEM fields are critical for enhancing national competitiveness in an increasingly technologically based world. Achieving broader participation in STEM fields by increasing retention and re-entry of women and members of other underrepresented groups thus benefits society as a whole.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Effective mentoring at pivotal points in STEM career can be particularly valuable as people in this demanding area aspire to make important new scientific and technological contributions and struggle to maintain a healthy work-life balance.&nbsp;&nbsp;However, not all mentors are effective, and not all people pursuing STEM careers have access to appropriate mentorship.&nbsp;&nbsp;Having widely accessible, web-based mentoring materials and interventions that can provide key guidance at the times individuals most need it can help people maintain their motivation and perform at a higher level, which benefits not only the person but also the society because of a larger and more productive STEM workforce. The financial and personal investments made in STEM fields and allied disciplines are substantial, and the failure to retain or allow re-entry of professionals in these areas is costly.&nbsp;The products of the current project can help create an environment in which all members of the academic community can grow and flourish as scholars, and in which men and women alike can balance family and career. Failure to remove obstacles to success places an unacceptable tax on the possibilities for scientific and technological excellence.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2019<br>\n\t\t\t\t\tModified by: John&nbsp;F&nbsp;Dovidio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite their increased interest in pursuing careers in science, technology, engineering, and mathematics (STEM) in recent years, women remain substantially underrepresented relative to men in these fields, in large part because women are disproportionately likely to drop out of these fields. This greater attrition for women than men occurs not only during the pursuit of undergraduate degrees in these areas but also after a doctoral degree (a Ph.D.) has been earned. A number of different factors can contribute to the greater dropout rate in STEM fields for female than for male doctorates. Effective mentoring of post-doctoral scholars &ndash; time-limited positions in research after receiving a doctoral degree but before starting a faculty position in academia or a professional research career outside of academia &ndash; can thus be pivotal for facilitating successful careers in STEM, generally, and for promoting retention of women in STEM, more specifically.  But, what constitutes effective mentoring?  And, how can such mentoring be offered to people generally, beyond that provided by a post-doctoral scholar’s immediate supervisor or to those who have left the STEM pipeline?   The research supported by this NSF ADVANCE grant, which followed post-doctoral scholars for several years through this formative time in their careers, identified key elements of successful mentoring.  These findings then shaped the development of a web-based intervention and materials that can be accessed online to support the persistence of women and men in STEM careers.\n\n \n\nOne key finding of this research is that women and men have similar goals and ambitions during their post-doctoral years, but women report less professional support from their mentors than do men. Also, women respond particularly favorably to mentor support that emphasizes that the capacities required for success are skills that can be acquired rather than are \"fixed\" talents.\n\n \n\nA second important finding was that while both personal support and professional guidance are appreciated by post-doctoral scholars as elements of effective mentoring, mentoring in the form of specific feedback about professional performance, such as timely comments about the quality of manuscript drafts, is one of the best predictors of a post-doctoral scholar’s academic accomplishment and, ultimately, of continued commitment to a career in STEM.\n\n \n\nA third main finding of the project was that certain forms of professional guidance, for example in terms of seeking help appropriately or managing time and effort effectively, can be communicated in meaningful ways online.  Brief videos of interviews with widely admired faculty mentors can have immediate impact on post-doctoral scholars’ feelings about the profession and on how they intend to pursue their work in the future.  \n\n \n\nBased on these foundational findings, a brief web-based intervention, including video mentoring segments and supporting materials, was developed and tested with post-doctoral scholars in STEM and in other scientific fields.  This mentoring intervention was effective for enhancing the motivation to succeed in the discipline and facilitating productivity in the field for female post-doctoral scholars and for those who reported an unfavorable relationship with their current research supervisor.  These online materials have been made available publicly to benefit graduate and post-doctoral scholars broadly.\n\n \n\nBeyond its academic contributions, the results of this project have broader implications for STEM fields and for science education generally. A major goal of the project was to address the \"leaky pipeline\" for women and members of underrepresented groups in STEM disciplines. STEM fields are critical for enhancing national competitiveness in an increasingly technologically based world. Achieving broader participation in STEM fields by increasing retention and re-entry of women and members of other underrepresented groups thus benefits society as a whole.  \n\n \n\nEffective mentoring at pivotal points in STEM career can be particularly valuable as people in this demanding area aspire to make important new scientific and technological contributions and struggle to maintain a healthy work-life balance.  However, not all mentors are effective, and not all people pursuing STEM careers have access to appropriate mentorship.  Having widely accessible, web-based mentoring materials and interventions that can provide key guidance at the times individuals most need it can help people maintain their motivation and perform at a higher level, which benefits not only the person but also the society because of a larger and more productive STEM workforce. The financial and personal investments made in STEM fields and allied disciplines are substantial, and the failure to retain or allow re-entry of professionals in these areas is costly. The products of the current project can help create an environment in which all members of the academic community can grow and flourish as scholars, and in which men and women alike can balance family and career. Failure to remove obstacles to success places an unacceptable tax on the possibilities for scientific and technological excellence.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2019\n\n\t\t\t\t\tSubmitted by: John F Dovidio"
 }
}