{
 "awd_id": "1310760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Molecular phylogeny and Biogeography of a highly diverse genus of Andean butterflies",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 19154.0,
 "awd_amount": 19154.0,
 "awd_min_amd_letter_date": "2013-05-30",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "The tropical Andes mountains have some of the highest levels of biological diversity on the planet, including diverse groups of butterflies. This project will use DNA sequence data to produce a hypothesis of evolutionary relationships for species of the butterfly genus Catasticta. With more than 96 species, Catasticta is one of the largest Andean butterfly radiations, and the phylogeny will be used to investigate key questions about the relationships, patterns of speciation, and distribution of these butterflies. This grant will enable DNA sequence data to be gathered from the great majority of species and will allow visits to important Catasticta natural history collections to compile the necessary distribution data. \r\n\r\nThe project will provide new insights into the role of geological history and contemporary environment in understanding the tropical Andes? exceptionally high species diversity. The project will generate the most diverse species-level phylogeny for any Neotropical butterfly genus, and make this available, along with distribution maps, to researchers studying biogeography in tropical montane Lepidoptera. The project will also significantly enhance the research experience of the co-PI, and project results will be broadly disseminated through both scientific and popular articles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Willmott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Keith R Willmott",
   "pi_email_addr": "kwillmott@flmnh.ufl.edu",
   "nsf_id": "000484547",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pablo",
   "pi_last_name": "Padron",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Pablo S Padron",
   "pi_email_addr": "pablospadron@ufl.edu",
   "nsf_id": "000633081",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19154.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project helped to fund significant improvements to the doctoral dissertation research of an Ecuadorian graduate student, Pablo Seb&aacute;stian Padr&oacute;n, at the Florida Museum of Natural History, University of Florida. The project was focused on understanding the evolution of a diverse and poorly known group of Neotropical (Central and South American) butterflies, the genus <em>Catasticta</em>. These distinctive black, white, yellow and red butterflies are found in montane cloud forest habitats, especially in the Andes, where they are often seen feeding on the banks of streams. The<em> </em>genus is one of the largest Andean butterfly radiations with nearly 100 species, and although some are common, others have very restricted ranges and are confined to narrow, often inaccessible elevational bands. Some <em>Catasticta </em>species appear to be involved in mimicry with one another, in addition to members of other butterfly genera. The few known hostplants are tree-borne epiphytes, and the genus is associated with ever-decreasing cloud forest habitats. The genus thus has great promise for studies of evolution and biodiversity conservation. This project helped to fund the first study of the evolutionary relationships among species, to examine how species may have arisen, and to study the distributions and geographic origins of species.</p>\n<p>The grant primarily funded visits to museums with important collections of <em>Catasticta</em>, visits to work with colleagues who are experts on the group, and laboratory work. Padron visited museums and colleagues in the United Kingdom, France, Italy, Poland, Germany, USA, Ecuador and Peru, examined and recorded data from approximately 60,000 specimens, and obtained more than 1000 samples of <em>Catasticta</em> tissue for laboratory study. DNA was extracted from tissue samples and four target genes were amplified and sequenced, providing data to infer the relationships among 90% of the species in the genus. Localities of <em>Catasticta</em> specimens were plotted onto maps of the Neotropics, and the distributions of species were estimated by mapping all climatically suitable areas. The resulting maps were studied to determine where species tended to reach the limits of their ranges, and individual species maps were overlaid to produce a map of diversity for the entire genus.</p>\n<p>The evolutionary tree of <em>Catasticta</em> species showed some unexpected results. One related genus proved to be invalid, while one <em>Catasticta</em> species was surprisingly distantly related to the remaining species, and belongs in a new genus. By studying the rate of change of DNA sequences and the distribution of species, the origin of the genus was inferred to be in Central America around 22 million years ago. The genus then colonized the Andes and spectacularly diversified. Species occurring at higher elevations tended to have more complex patterns on the underside of the wings, which were hypothesized to provide better camouflage while feeding on damp sand and mud, a common behavior in these species. The distributions of species in the Andes tended to be limited by both geographic and environmental factors, including deep, sinuous valleys and rapid changes in precipitation. Species diversity peaked in the central Andes of Peru, and measures of both temperature and rainfall were correlated with diversity.</p>\n<p>The project has provided significant resources for future studies of the genus, and of Neotropical montane biodiversity and conservation. Such resources include databases of distribution records, enhanced natural history collections, and images of specimens, distribution maps and DNA sequences which will be made available online. Padron has given five talks on butterfly diversity and conservation, based substantially on his research on <em>Catasticta</em>, to undergraduate groups in Ecuador.</p>\n<p>Most importantly, this ...",
  "por_txt_cntn": "\nThis project helped to fund significant improvements to the doctoral dissertation research of an Ecuadorian graduate student, Pablo Seb&aacute;stian Padr&oacute;n, at the Florida Museum of Natural History, University of Florida. The project was focused on understanding the evolution of a diverse and poorly known group of Neotropical (Central and South American) butterflies, the genus Catasticta. These distinctive black, white, yellow and red butterflies are found in montane cloud forest habitats, especially in the Andes, where they are often seen feeding on the banks of streams. The genus is one of the largest Andean butterfly radiations with nearly 100 species, and although some are common, others have very restricted ranges and are confined to narrow, often inaccessible elevational bands. Some Catasticta species appear to be involved in mimicry with one another, in addition to members of other butterfly genera. The few known hostplants are tree-borne epiphytes, and the genus is associated with ever-decreasing cloud forest habitats. The genus thus has great promise for studies of evolution and biodiversity conservation. This project helped to fund the first study of the evolutionary relationships among species, to examine how species may have arisen, and to study the distributions and geographic origins of species.\n\nThe grant primarily funded visits to museums with important collections of Catasticta, visits to work with colleagues who are experts on the group, and laboratory work. Padron visited museums and colleagues in the United Kingdom, France, Italy, Poland, Germany, USA, Ecuador and Peru, examined and recorded data from approximately 60,000 specimens, and obtained more than 1000 samples of Catasticta tissue for laboratory study. DNA was extracted from tissue samples and four target genes were amplified and sequenced, providing data to infer the relationships among 90% of the species in the genus. Localities of Catasticta specimens were plotted onto maps of the Neotropics, and the distributions of species were estimated by mapping all climatically suitable areas. The resulting maps were studied to determine where species tended to reach the limits of their ranges, and individual species maps were overlaid to produce a map of diversity for the entire genus.\n\nThe evolutionary tree of Catasticta species showed some unexpected results. One related genus proved to be invalid, while one Catasticta species was surprisingly distantly related to the remaining species, and belongs in a new genus. By studying the rate of change of DNA sequences and the distribution of species, the origin of the genus was inferred to be in Central America around 22 million years ago. The genus then colonized the Andes and spectacularly diversified. Species occurring at higher elevations tended to have more complex patterns on the underside of the wings, which were hypothesized to provide better camouflage while feeding on damp sand and mud, a common behavior in these species. The distributions of species in the Andes tended to be limited by both geographic and environmental factors, including deep, sinuous valleys and rapid changes in precipitation. Species diversity peaked in the central Andes of Peru, and measures of both temperature and rainfall were correlated with diversity.\n\nThe project has provided significant resources for future studies of the genus, and of Neotropical montane biodiversity and conservation. Such resources include databases of distribution records, enhanced natural history collections, and images of specimens, distribution maps and DNA sequences which will be made available online. Padron has given five talks on butterfly diversity and conservation, based substantially on his research on Catasticta, to undergraduate groups in Ecuador.\n\nMost importantly, this grant provided invaluable training opportunities for the doctoral student, allowing him to visit the most comprehensive museums for butterflies and meet world experts,..."
 }
}