{
 "awd_id": "1310917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Stephanie Lynn Fiorenza of CUNY Graduate Center to conduct a research project in the Mathematical and Physical Sciences area during the summer of 2013 at Nagoya University in Nagoya, Chubu, Japan.  The project title is \"Infrared-Bright Galaxies: The Connection Between Starbursts and Active Galactic Nuclei.\" The host scientist is Tsutomu T. Takeuchi.\r\n\r\nThe evolutionary connection between nuclear starbursts and active galactic nuclei (AGN) in luminous infrared galaxies (LIRGs) and ultraluminous infrared galaxies (ULIRGs), which form from galaxy interactions and produce the bulk of their radiation as infrared (IR) emission, is not well understood. To this effort, this project examines 12 U/LIRGs within the IRAS 2 Jy Redshift Survey. This project classifies the primary source of IR radiation as being a nuclear starburst or a type of AGN by using key emission line ratios and then performs spectral decompositions on IR spectra to quantify the contributions of the starbursts and/or AGN to their host galaxies' IR luminosity (LIR). Finally, this project uses the CIGALE (Code Investigating GALaxy Emission) to measure starburst ages. Comparing the starburst ages with the IR-power source classifications and starburst/AGN contributions reveals which type of IR-power source forms first and how starburst age varies with starburst/AGN strength in U/LIRGs. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. The Fellow is the first doctoral astrophysics student in at least two decades to be enrolled at the City University of New York (CUNY), an urban minority-serving institution, and she hopes to help expand the program by encouraging others, including students in Japan, to enroll as doctoral students in astrophysics. Furthermore, the Fellow is a co-chair of CUNY Women in STEM, and will promote careers in science and technology to women by sharing her experience as an EAPSI participant at STEM-sponsored events. Finally, the Fellow will use the EAPSI experience to inform work teaching a college-leel astronomy course for Johns Hopkins Center for Talented Youth Summer Programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Fiorenza",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie L Fiorenza",
   "pi_email_addr": "",
   "nsf_id": "000605964",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fiorenza                Stephanie      L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "West New York",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "",
  "inst_zip_code": "070934721",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate Center",
  "perf_str_addr": null,
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My NSF EAPSI award allowed me to study the evolution of infrared-bright galaxies &ndash; galaxies that emit the majority of their radiation as infrared (IR) light due to the increased star formation and activity in the nuclear regions that results from strong interactions and/or merging between two or more gas-rich disk galaxies. Clarification of the primary power sources of IR radiation in these galaxies is important to understand how they evolve.</p>\n<p>&nbsp;</p>\n<p>To this effort, I used optical nuclear spectra to classify my IR-bright galaxies as:</p>\n<ol>\n<li>a starburst or purely star-forming galaxy, </li>\n<li>an active galactic nucleus (AGN), or a galaxy with material accreting onto its central supermassive black hole, or </li>\n<li>a composite object containing contributions from both a starburst and an AGN.</li>\n</ol>\n<p>This was done by plotting the emission lines ratios [NII]/H&alpha;, [SII]/H&alpha;, [OI]/H&alpha;, and [OIII]/H&beta; on the so-called &ldquo;BPT diagrams&rdquo; and observing their locations on the diagrams with respect to well-defined boundary conditions. This determined the nature of the primary IR power sources. The majority of my galaxies are composite objects.</p>\n<p>&nbsp;</p>\n<p>Furthermore, I measured the following spectral features to understand the nature of the IR power sources. The 4000&Aring;-break (D4000) offers information about the age of the mean stellar population of the most recent starburst. The equivalent width of H&delta; absorption (EW(H&delta;)) tells us whether or not a recent burst of star formation occurred. The luminosity of the [OIII] emission line (L[OIII]) is correlated with the strength of the AGN, if present, and the flux of the H&alpha; emission line provides the star formation rate (SFR) in the nuclear region, which is related to the strength of the nuclear starburst.</p>\n<p>&nbsp;</p>\n<p>I plotted my galaxies on the BPT diagram involving the [NII]/H&alpha; ratio according to varying SFR, L[OIII], D4000, and EW(H&delta;). I then derived possible evolutionary trajectories based on how these parameters vary between two galaxies positioned at the end-points of these trajectories. The galaxies at the end-points of a given trajectory represent the beginning and end states of a galaxy evolving along that trajectory. All trajectories are drawn in Figures 1 &ndash; 4, and involve a decrease in SFR and an increase in L[OIII].</p>\n<ol>\n<li><strong>Trajectory A</strong> &ndash; slow evolution of an IR-bright galaxy that might experience a recent burst of star formation, based on the modest absorption of H&delta; in the galaxy at the end-point, but not of strength warranting a significant amount. The nuclear SFR drops considerably and the growth of the AGN is not substantial. </li>\n<li><strong>Trajectory B</strong> &ndash; slow evolution of an IR-bright galaxy that undergoes a decrease in nuclear SFR (but less so than the decrease along Trajectory A) with a subsequent increase in AGN activity, most likely due to a recent starburst. </li>\n<li><strong>Trajectory C</strong> &ndash; slow evolution of an IR-bright galaxy with a dramatic drop in nuclear SFR followed by a mild increase in AGN activity. This is most likely because no recent starburst or other mechanism occurs to maintain the very high initial SFR.</li>\n<li><strong>Trajectory D</strong> &ndash; evolution of an IR-bright galaxy with a much less drastic decrease in SFR but a tremendous growth in AGN activity over a relatively shorter period of time. A mechanism that likely contributes to this rapid growth in AGN activity is a recent, strong starburst.</li>\n</ol>\n<p>&nbsp;</p>\n<p>I then used carefully measured photometric data points (using photometry from SDSS, 2MASS, WISE, and Spitzer) combined with those taken from catalogues (IRAS, AKARI, and ISO) to perform spectral-energy-distribution-fitting with the Code Investigating GALaxy Emission (CIGALE). I learned...",
  "por_txt_cntn": "\nMy NSF EAPSI award allowed me to study the evolution of infrared-bright galaxies &ndash; galaxies that emit the majority of their radiation as infrared (IR) light due to the increased star formation and activity in the nuclear regions that results from strong interactions and/or merging between two or more gas-rich disk galaxies. Clarification of the primary power sources of IR radiation in these galaxies is important to understand how they evolve.\n\n \n\nTo this effort, I used optical nuclear spectra to classify my IR-bright galaxies as:\n\na starburst or purely star-forming galaxy, \nan active galactic nucleus (AGN), or a galaxy with material accreting onto its central supermassive black hole, or \na composite object containing contributions from both a starburst and an AGN.\n\n\nThis was done by plotting the emission lines ratios [NII]/H&alpha;, [SII]/H&alpha;, [OI]/H&alpha;, and [OIII]/H&beta; on the so-called \"BPT diagrams\" and observing their locations on the diagrams with respect to well-defined boundary conditions. This determined the nature of the primary IR power sources. The majority of my galaxies are composite objects.\n\n \n\nFurthermore, I measured the following spectral features to understand the nature of the IR power sources. The 4000&Aring;-break (D4000) offers information about the age of the mean stellar population of the most recent starburst. The equivalent width of H&delta; absorption (EW(H&delta;)) tells us whether or not a recent burst of star formation occurred. The luminosity of the [OIII] emission line (L[OIII]) is correlated with the strength of the AGN, if present, and the flux of the H&alpha; emission line provides the star formation rate (SFR) in the nuclear region, which is related to the strength of the nuclear starburst.\n\n \n\nI plotted my galaxies on the BPT diagram involving the [NII]/H&alpha; ratio according to varying SFR, L[OIII], D4000, and EW(H&delta;). I then derived possible evolutionary trajectories based on how these parameters vary between two galaxies positioned at the end-points of these trajectories. The galaxies at the end-points of a given trajectory represent the beginning and end states of a galaxy evolving along that trajectory. All trajectories are drawn in Figures 1 &ndash; 4, and involve a decrease in SFR and an increase in L[OIII].\n\nTrajectory A &ndash; slow evolution of an IR-bright galaxy that might experience a recent burst of star formation, based on the modest absorption of H&delta; in the galaxy at the end-point, but not of strength warranting a significant amount. The nuclear SFR drops considerably and the growth of the AGN is not substantial. \nTrajectory B &ndash; slow evolution of an IR-bright galaxy that undergoes a decrease in nuclear SFR (but less so than the decrease along Trajectory A) with a subsequent increase in AGN activity, most likely due to a recent starburst. \nTrajectory C &ndash; slow evolution of an IR-bright galaxy with a dramatic drop in nuclear SFR followed by a mild increase in AGN activity. This is most likely because no recent starburst or other mechanism occurs to maintain the very high initial SFR.\nTrajectory D &ndash; evolution of an IR-bright galaxy with a much less drastic decrease in SFR but a tremendous growth in AGN activity over a relatively shorter period of time. A mechanism that likely contributes to this rapid growth in AGN activity is a recent, strong starburst.\n\n\n \n\nI then used carefully measured photometric data points (using photometry from SDSS, 2MASS, WISE, and Spitzer) combined with those taken from catalogues (IRAS, AKARI, and ISO) to perform spectral-energy-distribution-fitting with the Code Investigating GALaxy Emission (CIGALE). I learned to use this code by working with Dr. Takeuchi at Nagoya University, who is an expert on IR-bright galaxies. CIGALE outputs results for the mass, star formation rate, mean age of the stellar population, bolometric luminosity, luminosity absorbed by dust, and star formation histories. CIGALE also ..."
 }
}