{
 "awd_id": "1310294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complex Experiments and High-Input Simulators:  Challenges in Design, Prediction and Sensitivity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2013-07-14",
 "awd_max_amd_letter_date": "2013-07-14",
 "awd_abstract_narration": "The investigators study five problem areas.  (1) A primary objective is to provide designs that have high predictive efficiency over a wide class of objective functions for simulator-only and simulator+physical experiments. Experimental designs will be constructed based on a new Bayesian prediction criterion. (2) The researchers will formulate regularization priors for use with simulators that require large numbers of inputs and are sampled sparsely.  In particular, regularization priors will be developed for regression coefficients in the mean structure for non-stationary GP models as well as new priors to regularize the parameters controlling the correlation function. (3) Batch sequential design and analysis methodology will be developed to determine settings of control variables for minimizing the mean and variability of the response in the presence of non-controllable environmental variables.  (4) The investigators will develop methods for determining the sensitivity of simulator outputs to inputs in mixed quantitative-qualitative variable settings, including non-rectangular input applications.  (5) Methodology will be devised for constructing space-filling designs for computer codes with high-dimensional, non-rectangular regions whose boundaries can only be determined numerically.  For example, computational models of long-scale temporal phenomena such as climate and galaxy formation models, have inputs regions are only partially known a priori.\r\n\r\nThe complex physical and biological processes required to provide advances in many engineering and scientific fields are increasingly\r\nstudied using deterministic computer simulators coded from physics- or biology-based mathematical models.  In many such applications, the data from related physical experiments are also available.  The goals in such studies range from optimizing system performance in a given environment to designing systems that perform well in a wide variety of environments.  The investigators are conducting research on efficient methods for determining input combinations at which to run complex simulator codes and associated physical experiments. They are also developing methods to extract the maximum information about the relevant engineering and scientific questions from such combined experiments.  Techniques and results developed by the investigators are used in the specific collaborative projects in which the investigators participate.  These include the following applications: (a)  Tissue engineering where stress-strain simulators form part of the process of designing specialty tissues such as meniscal substitutes which are meant to perform well in a patient population; (b) Design of coating systems to extend the life of machine tools in tribological and wear applications; (c) Decreasing the shrinkage in injection molding applications; (d) Prediction of climate and weather based on detailed circulation computer models of\r\nthe atmosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Santner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Santner",
   "pi_email_addr": "santner.1@osu.edu",
   "nsf_id": "000285976",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Dean",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Angela M Dean",
   "pi_email_addr": "dean.9@osu.edu",
   "nsf_id": "000377359",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Hans",
   "pi_email_addr": "hans.11@osu.edu",
   "nsf_id": "000125522",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Department of Statistics",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a long history of using physical experiments to facilitate the development of products and processes.&nbsp; &nbsp;Examples of settings where experimentation has proven of fundamental importance include the improvement of agricultural practice by identifying varieties of greater resistance to disease and which have greater yields, the increase of reliability of manufactured products,&nbsp; the shortening of lead times of manufactured processes, and the enhancement of the effectiveness of medical prophylactic and treatment methods.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results obtained from research supported by this grant have enhanced the development of the latest generation of experimental methodology by incorporating deterministic computer simulators based on mathematical models of physical processes. &nbsp;Simulators are employed in biomechanical engineering, tribological and wear applications, injection molding, climate modeling, and population biology, among other fields.&nbsp; &nbsp;Most fundamentally, a simulator can be used to predict how the outputs (response variables) are related to the various inputs (explanatory variables).&nbsp; &nbsp;Simulators are currently used either as stand-alone platforms or in conjunction with physical experiments.&nbsp; Thus they form the cutting edge of methodology for use in product and process improvement. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The research conducted under this grant has developed new methodological tools to overcome shortcomings that have been revealed in our biomechanical and manufacturing collaborations. The methods that have been proposed are being used by scientists and engineers to help identify next-generation treatments for damaged joints that incorporate personalized joint prosthetics &nbsp;and to design tool coatings that minimize wear and thus optimize manufacturing processes. &nbsp;Seven PhD students have gained experience in the application and development of experimental methods involving simulators. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our collaborations have motivated the following research tools. &nbsp;To address the common situation where prediction of the simulator output at new input values is of primary importance, the research has produced new, non-parametric Bayesian models which show improved prediction accuracy over existing methods. &nbsp;Variable selection methodology based on these models was developed for use with simulators which have many inputs representing product design, environmental conditions, and unknown mathematical model constants.&nbsp; Regression models also play an important role in the analysis of simulator output in these settings. &nbsp;Basic science research to study properties of statistical methods for regression modeling was performed.&nbsp; The research identified weaknesses in standard methods, and remedies in the form of new prior distributions were developed that improve practical performance. &nbsp;Since it is well known that outliers can negatively impact predictive performance, prescriptive guidelines for mitigating these negative impacts were derived based on a study of outliers from a Bayesian perspective.</p>\n<p>&nbsp;</p>\n<p>A new class of designs for specifying the input settings for running simulator codes and conducting an associated physical process experiment was constructed to optimize prediction accuracy.&nbsp;&nbsp; New sequential designs were developed for efficiently identifying the &ldquo;Pareto Set&rdquo; of optimal inputs in commonly occurring applications where there are competing objectives.&nbsp; An input is Pareto optimal if there is no competing input which simultaneously improves the output for all objectives.&nbsp;&nbsp; The determination of the most and least &ldquo;active&rdquo; inputs to a simulator is critical so that optimizing future manufacturing processes can focus on the most important control variables. &nbsp;New designs have been developed to allow assessment of input activity via local output changes when the input space is non-rectangular.&nbsp;&nbsp; Methods for estimating global sensitivity indices of simulator output for each input have been developed in both the frequentist and Bayesian settings and for numerically robust, compactly-supported correlation functions.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2017<br>\n\t\t\t\t\tModified by: Thomas&nbsp;J&nbsp;Santner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is a long history of using physical experiments to facilitate the development of products and processes.   Examples of settings where experimentation has proven of fundamental importance include the improvement of agricultural practice by identifying varieties of greater resistance to disease and which have greater yields, the increase of reliability of manufactured products,  the shortening of lead times of manufactured processes, and the enhancement of the effectiveness of medical prophylactic and treatment methods. \n\n \n\nThe results obtained from research supported by this grant have enhanced the development of the latest generation of experimental methodology by incorporating deterministic computer simulators based on mathematical models of physical processes.  Simulators are employed in biomechanical engineering, tribological and wear applications, injection molding, climate modeling, and population biology, among other fields.   Most fundamentally, a simulator can be used to predict how the outputs (response variables) are related to the various inputs (explanatory variables).   Simulators are currently used either as stand-alone platforms or in conjunction with physical experiments.  Thus they form the cutting edge of methodology for use in product and process improvement.  \n\n \n\nThe research conducted under this grant has developed new methodological tools to overcome shortcomings that have been revealed in our biomechanical and manufacturing collaborations. The methods that have been proposed are being used by scientists and engineers to help identify next-generation treatments for damaged joints that incorporate personalized joint prosthetics  and to design tool coatings that minimize wear and thus optimize manufacturing processes.  Seven PhD students have gained experience in the application and development of experimental methods involving simulators.   \n\n \n\nOur collaborations have motivated the following research tools.  To address the common situation where prediction of the simulator output at new input values is of primary importance, the research has produced new, non-parametric Bayesian models which show improved prediction accuracy over existing methods.  Variable selection methodology based on these models was developed for use with simulators which have many inputs representing product design, environmental conditions, and unknown mathematical model constants.  Regression models also play an important role in the analysis of simulator output in these settings.  Basic science research to study properties of statistical methods for regression modeling was performed.  The research identified weaknesses in standard methods, and remedies in the form of new prior distributions were developed that improve practical performance.  Since it is well known that outliers can negatively impact predictive performance, prescriptive guidelines for mitigating these negative impacts were derived based on a study of outliers from a Bayesian perspective.\n\n \n\nA new class of designs for specifying the input settings for running simulator codes and conducting an associated physical process experiment was constructed to optimize prediction accuracy.   New sequential designs were developed for efficiently identifying the \"Pareto Set\" of optimal inputs in commonly occurring applications where there are competing objectives.  An input is Pareto optimal if there is no competing input which simultaneously improves the output for all objectives.   The determination of the most and least \"active\" inputs to a simulator is critical so that optimizing future manufacturing processes can focus on the most important control variables.  New designs have been developed to allow assessment of input activity via local output changes when the input space is non-rectangular.   Methods for estimating global sensitivity indices of simulator output for each input have been developed in both the frequentist and Bayesian settings and for numerically robust, compactly-supported correlation functions.   \n\n\t\t\t\t\tLast Modified: 09/15/2017\n\n\t\t\t\t\tSubmitted by: Thomas J Santner"
 }
}