{
 "awd_id": "1310194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The role of insulin-like peptides in the behavior of malaria parasite-infected mosquitoes",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emilia Martins",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 18420.0,
 "awd_amount": 18420.0,
 "awd_min_amd_letter_date": "2013-06-24",
 "awd_max_amd_letter_date": "2013-06-24",
 "awd_abstract_narration": "ABSTRACT: The insulin-like family of peptides controls a wide variety of biological functions across the animal kingdom. In insects, insulin-like peptides are most commonly known as mediators  of behavior. This research project seeks to understand how insulin-like peptides produced during malaria parasite infection affect the behavior of infected mosquitoes.  Mosquito behavior during malaria parasite infection can drastically affect transmission to human hosts. As such, the project will analyze behaviors including but not limited to feeding, general activity, and temperature seeking in a genetically modified mosquito model. These experiments will determine whether insulin-like peptides play a potential role in increasing malaria parasite transmission to human hosts by altering essential behavioral processes in mosquitoes. Many insect-borne parasites such as malaria primarily affect impoverished communities with few available resources to combat them. Therefore, extrapolating the findings of this research to control the behavior of wild populations of mosquitoes may enhance transmission control efforts in such areas.  Furthermore, the research will also foster interdisciplinary collaborations between behavioral biologists, molecular biologists, and ecologists while enhancing training for the next generation of scientists by promoting the participation of undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "Luckhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley Luckhart",
   "pi_email_addr": "sluckhart@ucdavis.edu",
   "nsf_id": "000561586",
   "pi_start_date": "2013-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Pietri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Pietri",
   "pi_email_addr": "jose.e.pietri@gmail.com",
   "nsf_id": "000619945",
   "pi_start_date": "2013-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of California",
  "perf_str_addr": "Tupper Hall",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The overall goal of this project was to provide a comprehensive understanding of how malaria parasite-induced insulin-like peptide synthesis in the mosquito can modify its behavior throughout the course of infection and how such changes may potentially affect natural transmission of malaria parasites between mosquitoes and vertebrate hosts. &nbsp;To this end, we analyzed the effects of two insulin-like peptides, ILP3 and ILP4, on blood feeding, sugar feeding, and flight activity using reverse genetics as well as synthetic peptides.&nbsp;</span>We determined that both ILPs are positive regulators of blood feeding behaviors. While ILP3 also appears to be a positive regulator of flight activity, ILP4 may be a negative regulator of flight. These regults have broad<span>&nbsp;implications in the field of vector biology. For example, our data indicate that the insulin-like peptides may potentially influence mosquito foraging, blood-feeding and host seeking in the field, while previous work has demonstrated insulin-like peptides may also affect mosquito immunity to malaria parasite infection. Thus, this information may greatly enhance efforts to engineer</span><em>&nbsp;</em><span>mosquitoes for malaria control. The insulin-like peptides&nbsp;</span><em></em><span>may be a target that, if manipulated correctly, could not only increase mosquito immunity to&nbsp;</span><em>Plasmodium</em><span>, but also decrease behaviors that may impact transmission of the malaria parasite to human hosts.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Shirley&nbsp;Luckhart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to provide a comprehensive understanding of how malaria parasite-induced insulin-like peptide synthesis in the mosquito can modify its behavior throughout the course of infection and how such changes may potentially affect natural transmission of malaria parasites between mosquitoes and vertebrate hosts.  To this end, we analyzed the effects of two insulin-like peptides, ILP3 and ILP4, on blood feeding, sugar feeding, and flight activity using reverse genetics as well as synthetic peptides. We determined that both ILPs are positive regulators of blood feeding behaviors. While ILP3 also appears to be a positive regulator of flight activity, ILP4 may be a negative regulator of flight. These regults have broad implications in the field of vector biology. For example, our data indicate that the insulin-like peptides may potentially influence mosquito foraging, blood-feeding and host seeking in the field, while previous work has demonstrated insulin-like peptides may also affect mosquito immunity to malaria parasite infection. Thus, this information may greatly enhance efforts to engineer mosquitoes for malaria control. The insulin-like peptides may be a target that, if manipulated correctly, could not only increase mosquito immunity to Plasmodium, but also decrease behaviors that may impact transmission of the malaria parasite to human hosts.\n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Shirley Luckhart"
 }
}