{
 "awd_id": "1310996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Andrew Robert Burton of the University of Michigan, Ann Arbor to conduct a research project in Engineering during the summer of 2013 at the Disaster Prevention Research Institute of Kyoto University in Kyoto, Japan. The project title is \"A Patterned Thin Film Sensor for Damage Detection in Steel Frame Connections.\" The host scientist is Masayoshi Nakashima.\r\n\r\nThe destruction caused by recent earthquakes has demanded new methods for performance monitoring of critical infrastructure. Paramount to this goal of post-event damage assessment is reliable, quantitative data for informed structural safety characterizations. This project addresses this challenge through the development of patterned carbon nanotube (CNT) thin film sensors tailored to detect specific failure modes in steel frame connections. These thin film sensors are being created in the Lurie Nanofabrication Facility at the University of Michigan, Ann Arbor by patterning CNT-polymer films on parylene substrates using optical lithography and then instrumented through other processes common to microelectromechanical systems. These patterns are being designed for electrical sensitivity that is specific to damage behaviors experienced by steel frame connections under seismic loading. The films are being tested at Kyoto University on a partial-scale steel test frame. They are epoxy bonded to the frame connections and then connected to wireless sensor networks for data acquisition.  A large-scale shake table is used to simulate a seismic event on these frames. Data is collected from these sensors during and directly following the event and the sensor signals from each test is being analyzed in relation to the observed structural damage. This project provides two highly-valuable results as CNT thin films will reach a scale necessary for practical civil infrastructure applications and the need for rapid post-seismic damage detection will be addressed.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, this project will spark subsequent partnerships facilitating transnational human connections that provide the basic infrastructure for global research. Most immediately this will aid both societies in the shared ambition for increased public safety through performance characterization of critical infrastructure. Following completion, the project will strengthen engineering understanding, far beyond those involved, through presentations and educational outreach by the Fellow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Burton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Burton",
   "pi_email_addr": "",
   "nsf_id": "000633875",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Burton                  Andrew         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481043191",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Disaster Prevention Research Institute (DRPI) Kyoto University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Extreme loading events, such as the 2011 Tohoku earthquake in Japan, necessitate greater capabilities for understanding and identifying structural damage. This project investigates two approaches for characterizing structural damage following an extreme loading event. The first is the utilization of carbon nanotube (CNT)-polymer composite thin film sensors for spatial damage detection at the structural component level. The second is the use of established point sensors for characterizing the modal response of a structure before and after it is damaged. These goals are pursued through a collaboration coupling the complementary skills of research groups at the University of Michigan and Kyoto University &ndash; a partnership in which each group provides unique and valuable contributions. Component-level spatial strain sensors are created utilizing the Lurie Nanofabrication Facility at the University of Michigan. These are then deployed and tested on steel structures at Kyoto University where exceptional structural testing capabilities are available. The structural specimens are tested incrementally to failure and numerous methods of damage identification are investigated.</p>\n<p class=\"Default\">The methods proposed for identifying structural damage following extreme events are investigated through the testing of two steel beam-column connections. These connections are constructed as quarter-scale specimens and tested in a test frame that displaces the top of the column while the ends of the beams are pinned to load cells and the bottom of the column is pinned to the frame. In the first connection tested the column is a box section and the beam is an H-section. The connection in the second test is identical to the first with the addition of a concrete &ldquo;floor&rdquo; slab on top of the beam. This allows for insight into the influence of a floor slab on methods that have been proposed for damage detection in steel frames. In each test, the specimens are loaded cyclically with sequentially increasing displacements at the top of the column. During cyclic loading strain gages, displacement transducers, and load cells are used to document the applied load and structural response of the system. A modal shaker is used to dynamically excite the structure between load cycles. A white noise load pattern is applied in these vibration tests to simulate ambient loading that steel structures generally experience. Dynamic strain sensors and accelerometers are used to capture the dynamic response of the structural system. Each structural specimen is loaded cyclically with increasing displacements and characterized through dynamic loading between significant damage progressions.</p>\n<p class=\"Default\">Through this, the response of a CNT composite spatial strain sensor is investigated and a rich data set is collected for ongoing work in damage detection through modal methods of system characterization. The CNT-polymer composite strain sensors were able to effectively track strain over an area on the structure, achieving significant progress for the instrumentation of such CNT film sensors on the scale of our built infrastructure. Future research efforts seek to advance the observed results by improving the signal-to-noise ratio of the CNT composite sensors. Investigation of other damage detection methods with the conventional sensors utilized is ongoing.</p>\n<p class=\"Default\">In addition to the previously stated research objectives the project was intended to foster the connections and resources for continued collaborative achievements between the laboratories involved. This has been achieved as additional testing is planned for 2014. This is intended to function as a stage of an ongoing partnership that is expected to continue actively for the upcoming eighteen months. Data analysis and interpretation is also ongoing, allowing for further development of previous r...",
  "por_txt_cntn": "Extreme loading events, such as the 2011 Tohoku earthquake in Japan, necessitate greater capabilities for understanding and identifying structural damage. This project investigates two approaches for characterizing structural damage following an extreme loading event. The first is the utilization of carbon nanotube (CNT)-polymer composite thin film sensors for spatial damage detection at the structural component level. The second is the use of established point sensors for characterizing the modal response of a structure before and after it is damaged. These goals are pursued through a collaboration coupling the complementary skills of research groups at the University of Michigan and Kyoto University &ndash; a partnership in which each group provides unique and valuable contributions. Component-level spatial strain sensors are created utilizing the Lurie Nanofabrication Facility at the University of Michigan. These are then deployed and tested on steel structures at Kyoto University where exceptional structural testing capabilities are available. The structural specimens are tested incrementally to failure and numerous methods of damage identification are investigated.\nThe methods proposed for identifying structural damage following extreme events are investigated through the testing of two steel beam-column connections. These connections are constructed as quarter-scale specimens and tested in a test frame that displaces the top of the column while the ends of the beams are pinned to load cells and the bottom of the column is pinned to the frame. In the first connection tested the column is a box section and the beam is an H-section. The connection in the second test is identical to the first with the addition of a concrete \"floor\" slab on top of the beam. This allows for insight into the influence of a floor slab on methods that have been proposed for damage detection in steel frames. In each test, the specimens are loaded cyclically with sequentially increasing displacements at the top of the column. During cyclic loading strain gages, displacement transducers, and load cells are used to document the applied load and structural response of the system. A modal shaker is used to dynamically excite the structure between load cycles. A white noise load pattern is applied in these vibration tests to simulate ambient loading that steel structures generally experience. Dynamic strain sensors and accelerometers are used to capture the dynamic response of the structural system. Each structural specimen is loaded cyclically with increasing displacements and characterized through dynamic loading between significant damage progressions.\nThrough this, the response of a CNT composite spatial strain sensor is investigated and a rich data set is collected for ongoing work in damage detection through modal methods of system characterization. The CNT-polymer composite strain sensors were able to effectively track strain over an area on the structure, achieving significant progress for the instrumentation of such CNT film sensors on the scale of our built infrastructure. Future research efforts seek to advance the observed results by improving the signal-to-noise ratio of the CNT composite sensors. Investigation of other damage detection methods with the conventional sensors utilized is ongoing.\nIn addition to the previously stated research objectives the project was intended to foster the connections and resources for continued collaborative achievements between the laboratories involved. This has been achieved as additional testing is planned for 2014. This is intended to function as a stage of an ongoing partnership that is expected to continue actively for the upcoming eighteen months. Data analysis and interpretation is also ongoing, allowing for further development of previous research efforts. Additionally, the project provides the PI with the relationships, understanding, and experience to develop as an American leader in global rese..."
 }
}