{
 "awd_id": "1310562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimal Joint Spectrum Allocation and Scheduling for Cognitive Radio Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "akbar sayeed",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 153464.0,
 "awd_amount": 153464.0,
 "awd_min_amd_letter_date": "2013-06-14",
 "awd_max_amd_letter_date": "2017-06-30",
 "awd_abstract_narration": "Objective:\r\n\r\nThe objective of this project is to significantly improve spectrum utilization through conducting optimal or near-optimal joint spectrum allocation and scheduling in cognitive radio networks. The PIs address critical and practical challenges for spectrum allocation and scheduling in cognitive radio networks, in particular multi-hop cognitive radio networks, such as dynamic traffic demands and pattern, unpredictable primary user activity, wireless interference, and coexistence. A test-bed will be set up to extensively evaluate the designed algorithms and protocols.\r\n\r\nIntellectual merit:\r\n\r\nThe intellectual merits of this project are: 1) this project develops creative models and algorithms in the framework of restless multi-armed bandit to address the critical challenges for spectrum allocation and scheduling in cognitive radio networks; 2) the proposed methodology is novel in that it intelligently combines the networked multi-armed bandit modeling, graph theory, and communication scheduling theories; 3) this project significantly advances the fundamental knowledge and understanding of cognitive radio networks; and 4) the developed algorithms, models, and protocols significantly improves spectrum utilization in future wireless communication systems.\r\n\r\nBroader impacts:\r\n\r\nThis project significantly improves the design, deployment, and operation of future wireless communication systems. The proposed algorithms, protocols, and models enable future wireless systems to share spectrum much more efficiently than today's systems, which will result in significant economical, societal, and public safety impacts. In addition, the proposed research is integrated into education and training for both undergraduate and graduate students. This project also significantly broadens the participation of underrepresented minority groups, e.g., the Native Americans in South Dakota.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanxiao",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanxiao Zhao",
   "pi_email_addr": "yzhao7@vcu.edu",
   "nsf_id": "000627085",
   "pi_start_date": "2013-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E St. Joseph St.",
  "perf_city_name": "Rapid City",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 153464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wireless technologies are ubiquitous and significantly impact all aspects of our society. They are being widely used in a wide spectrum of applications such as environmental monitor, healthcare, education, public safety and consumer electronics. However, spectrum scarcity is a big challenge to prevent the rapid development of wireless applications. Cognitive radio networks have received considerable attention and are viewed as a promising paradigm for future wireless networking. Its major difference from the traditional wireless networks is that secondary users are allowed to access the channel when they make no harmful interference to primary users. It is expected to significantly improve spectrum utilization and hence relieve spectrum scarcity. To achieve optimal performance for spectrum access in cognitive radio networks, it is critical to conduct spectrum sensing, spectrum sharing and spectrum management. However, those issues in cognitive radio networks face several challenges including wireless interference, mobility of users, dynamic traffic demands and pattern, and coexistence between cognitive radio networks.</p>\n<p class=\"Default\">In this project, the PI and her research group have conducted state-of-the-art research in the following issues in the cognitive radio networks: spectrum sensing with users&rsquo; mobility; interference estimation and modeling; optimal resource allocation and spectrum management as well as experimental evaluations. Specifically, for spectrum sensing by mobile secondary users, a critical variable is the distance between the primary user and mobile secondary users. We have mathematically modelled this distance and derived its probability distribution, from which, three critical performance metrics (i.e., false alarm probability, miss detection probability, and the expected transmission time) are derived. In terms of interference estimation caused to primary users, we have investigated situations both in a general cognitive radio network and a practical WRAN (Wireless Regional Area Network) scenario. Existing work on studying the aggregate interference is to derive its probability density function, which is known computationally intensive. In our work, we have investigated the aggregate interference from a new perspective. Instead of deriving the probability density function, we have calculated the aggregate interference by estimating the maximum number of interfering secondary users. With regard to spectrum management, we have proposed a scheme, which integrated spectrum prediction, high-order Markov model-based user mobility prediction, and a hybrid channel selection. This integration brings an accurate prediction on channel status with a relatively low computational complexity. Based on prediction results, the base station is capable of suggesting high-quality channels to secondary users in a timely manner. Extensive experimental evaluations of proposed research are also carried out with Universal Software Radio Peripheral (USRP) board and Gnu Radio.</p>\n<p>In addition, research related to this project has been integrated into education at all levels. This project improves STEM (Science, Technology, Engineering and Mathematics) education by training young professionals and applying results into the undergraduate and graduate courses at South Dakota School of Mines and Technology. The PI has carried out a variety of outreach activities including hosting summer workshop and demonstrating the project to middle/high school girls at Women in Science Conferences. Some of attendees are from under-represented groups including Native Americans and female students. The experimental testbed consisting of USRP board and GUN radio has been demonstrated to student tours and the public. The research has resulted in over ten journal and international conferences papers as well as four Master theses. The PI and her group have presented their research results in the international conferences to the research community as well.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2017<br>\n\t\t\t\t\tModified by: Yanxiao&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWireless technologies are ubiquitous and significantly impact all aspects of our society. They are being widely used in a wide spectrum of applications such as environmental monitor, healthcare, education, public safety and consumer electronics. However, spectrum scarcity is a big challenge to prevent the rapid development of wireless applications. Cognitive radio networks have received considerable attention and are viewed as a promising paradigm for future wireless networking. Its major difference from the traditional wireless networks is that secondary users are allowed to access the channel when they make no harmful interference to primary users. It is expected to significantly improve spectrum utilization and hence relieve spectrum scarcity. To achieve optimal performance for spectrum access in cognitive radio networks, it is critical to conduct spectrum sensing, spectrum sharing and spectrum management. However, those issues in cognitive radio networks face several challenges including wireless interference, mobility of users, dynamic traffic demands and pattern, and coexistence between cognitive radio networks.\nIn this project, the PI and her research group have conducted state-of-the-art research in the following issues in the cognitive radio networks: spectrum sensing with users? mobility; interference estimation and modeling; optimal resource allocation and spectrum management as well as experimental evaluations. Specifically, for spectrum sensing by mobile secondary users, a critical variable is the distance between the primary user and mobile secondary users. We have mathematically modelled this distance and derived its probability distribution, from which, three critical performance metrics (i.e., false alarm probability, miss detection probability, and the expected transmission time) are derived. In terms of interference estimation caused to primary users, we have investigated situations both in a general cognitive radio network and a practical WRAN (Wireless Regional Area Network) scenario. Existing work on studying the aggregate interference is to derive its probability density function, which is known computationally intensive. In our work, we have investigated the aggregate interference from a new perspective. Instead of deriving the probability density function, we have calculated the aggregate interference by estimating the maximum number of interfering secondary users. With regard to spectrum management, we have proposed a scheme, which integrated spectrum prediction, high-order Markov model-based user mobility prediction, and a hybrid channel selection. This integration brings an accurate prediction on channel status with a relatively low computational complexity. Based on prediction results, the base station is capable of suggesting high-quality channels to secondary users in a timely manner. Extensive experimental evaluations of proposed research are also carried out with Universal Software Radio Peripheral (USRP) board and Gnu Radio.\n\nIn addition, research related to this project has been integrated into education at all levels. This project improves STEM (Science, Technology, Engineering and Mathematics) education by training young professionals and applying results into the undergraduate and graduate courses at South Dakota School of Mines and Technology. The PI has carried out a variety of outreach activities including hosting summer workshop and demonstrating the project to middle/high school girls at Women in Science Conferences. Some of attendees are from under-represented groups including Native Americans and female students. The experimental testbed consisting of USRP board and GUN radio has been demonstrated to student tours and the public. The research has resulted in over ten journal and international conferences papers as well as four Master theses. The PI and her group have presented their research results in the international conferences to the research community as well. \n\n \n\n\t\t\t\t\tLast Modified: 09/18/2017\n\n\t\t\t\t\tSubmitted by: Yanxiao Zhao"
 }
}