{
 "awd_id": "1310090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Three Dimensional, Passivated-Electrode, Insulator-Based Dielectrophoresis (3D-PiDEP)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shubhra Gangopadhyay",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 353091.0,
 "awd_amount": 353091.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Research Objective: The aim of this research is to develop new dielectrophoretic (DEP) chips comprising three-dimensional insulating structures and passivated electrodes for low-cost, high-throughput, and selective isolation and enrichment of different pathogens in water. \r\n\r\nIntellectual Merits: We will combine advanced 3D silicon micromachining technologies, soft lithography, and DEP techniques to develop three-dimensional passivated-electrode insulator-based dielectrophoresis (3D-£kDEP) chips for pathogen enrichment. The 3D-£kDEP chip, which consists of several zones with arrays of three-dimensional microstructures on a PDMS-glass platform, alleviates the shortcomings of the current electrode-based DEP and insulator-based DEP mechanisms by utilizing 3D insulator structures for generating strong electric field gradients and using passivated electrodes to apply the required AC voltage for selective isolation/trapping of bioparticles including pathogens.  The 3D-£kDEP chips can be used to characterize the DEP properties and selectively trap Methicillin-resistant Staphylococcus aureus (MRSA) and Escherichia coli (SMS-3-5) as model Gram positive and negative bacteria. 3D-£kDEP devices will be validated by benchmarking the results obtained against quantitative polymerase chain reaction (qPCR) which works by quantifying a target gene copy known to be specific to the pathogen of interest. \r\n\r\nBroader Impacts: This research leads into the development of a new DEP method with high flexibility in design and operation while providing scalable throughput for separation and enrichment of particles in biological fluids. The research also promotes teaching and learning at the high school, undergraduate, and graduate levels. This includes: 1) REU opportunities for undergraduates, 2) recruiting of graduate students into a highly interdisciplinary research program, 3) lab tours and lecture presentation for high school students participating in VT Pre-College Initiative and College outreach activities, 4) incorporation of the project results in the courses taught by the PIs in different departments, and 5) joint seminars by the PIs. Additionally, the outcome of this research will be widely disseminated to the engineering and scientific communities in peer-reviewed journals and in presentation at multidisciplinary conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masoud",
   "pi_last_name": "Agah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masoud Agah",
   "pi_email_addr": "agah@vt.edu",
   "nsf_id": "000227973",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Pruden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Pruden",
   "pi_email_addr": "apruden@vt.edu",
   "nsf_id": "000272068",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "Whittemore Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 353091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to develop new microfluidic chips that can trap and enrich bacteria based on their electrical properties. The chips were fabricated in a cleanroom environment using similar methods that microelectronics chips are fabricated.&nbsp; The chips had a channel with insulating structures to create non-uniform electric fields where these fields were induced to the chip using an AC voltage applied to the chip electrodes.&nbsp; The devices were able to enrich even a tiny number of bacteria and facilitate their detection using either optical microscopy or electrical impedance detection methods. Furthermore, the applicability of these chips was extended to cancer and it was determined that the biophysical properties of different cells can alter differently when exposed to drugs. The NSF-funded chips were able to identify such variations even among drug resistant and drug sensitive cells.&nbsp;&nbsp;<span id=\"docs-internal-guid-8d085445-973a-d45b-7515-63954e918d61\"><span>Inherent electrical properties of cells can be beneficial to characterize different cell lines and their response to experimental drugs. This work is the first to demonstrate the ability of the developed dielectrophoretic chips to differentiate between two closely related breast cancer cell lines, LCC1 and LCC9 while assessing their drug sensitivity to an experimental anti-cancer agent, Obatoclax. Although both cell lines are derivatives of estrogen-responsive MCF-7 breast cancer cells, the growth of LCC1 is estrogen independent and anti-estrogen responsive, while LCC9 is both estrogen-independent and anti-estrogen resistant. Under the same operating conditions, LCC1 and LCC9 had different DEP profiles. LCC1 cells had a trapping onset (crossover) frequency of 700 kHz and trapping efficiencies between 30&ndash;40%, while LCC9 cells had a lower crossover frequency (100 kHz) and showed higher trapping efficiencies of 40&ndash;60%. When exposed to the Obatoclax, both cell lines exhibited dose-dependent shifts in DEP crossover frequency and trapping efficiency. Here, DEP results supplemented with cell morphology and proliferation assays help us to understand the response of these breast cancer cells to Obatoclax.&nbsp;&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2017<br>\n\t\t\t\t\tModified by: Masoud&nbsp;Agah</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to develop new microfluidic chips that can trap and enrich bacteria based on their electrical properties. The chips were fabricated in a cleanroom environment using similar methods that microelectronics chips are fabricated.  The chips had a channel with insulating structures to create non-uniform electric fields where these fields were induced to the chip using an AC voltage applied to the chip electrodes.  The devices were able to enrich even a tiny number of bacteria and facilitate their detection using either optical microscopy or electrical impedance detection methods. Furthermore, the applicability of these chips was extended to cancer and it was determined that the biophysical properties of different cells can alter differently when exposed to drugs. The NSF-funded chips were able to identify such variations even among drug resistant and drug sensitive cells.  Inherent electrical properties of cells can be beneficial to characterize different cell lines and their response to experimental drugs. This work is the first to demonstrate the ability of the developed dielectrophoretic chips to differentiate between two closely related breast cancer cell lines, LCC1 and LCC9 while assessing their drug sensitivity to an experimental anti-cancer agent, Obatoclax. Although both cell lines are derivatives of estrogen-responsive MCF-7 breast cancer cells, the growth of LCC1 is estrogen independent and anti-estrogen responsive, while LCC9 is both estrogen-independent and anti-estrogen resistant. Under the same operating conditions, LCC1 and LCC9 had different DEP profiles. LCC1 cells had a trapping onset (crossover) frequency of 700 kHz and trapping efficiencies between 30&ndash;40%, while LCC9 cells had a lower crossover frequency (100 kHz) and showed higher trapping efficiencies of 40&ndash;60%. When exposed to the Obatoclax, both cell lines exhibited dose-dependent shifts in DEP crossover frequency and trapping efficiency. Here, DEP results supplemented with cell morphology and proliferation assays help us to understand the response of these breast cancer cells to Obatoclax.  \n\n\t\t\t\t\tLast Modified: 11/07/2017\n\n\t\t\t\t\tSubmitted by: Masoud Agah"
 }
}