{
 "awd_id": "1310790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Katie May Laumann of the Virginia Institute of Marine Science, College of William and Mary to conduct a research project in Biology during the summer of 2013 at the Natural History Museum & Institute in Chiba, Japan.  The project title is \"Using Genetics to Build a Sturgeon Family Tree: More Data is Better.\" The host scientist is Dr. Masaki Miya. \r\n\r\nUnderstanding relationships among different species is important on many levels, but reliably elucidating these relationships requires significant amounts of data.   Sturgeons are economically and culturally important, in addition to representing an ancient lineage of fishes.  However, recent studies of relationships among the approximately 25 species of sturgeons have been limited in the amount of data available.  This has led to conflicting family trees, with little resolution or agreement among researchers on the details of relationships among species.  This study aims to resolve differences among the various proposed sturgeon family trees, and does so by using more genetic data than has previously been available.  This project uses laboratory techniques to obtain genetic sequences of the full mitochondrial DNA (unit of DNA inherited only from the mother) for individuals of each sturgeon species.  Similarities among sequences of different species are used to identify which species are most closely related to one another, resulting in a sturgeon family tree built from the largest data set available to date.   This study provides new information about relationships among sturgeon species.  Building a reliable sturgeon family tree is especially important because every sturgeon species is endangered, threatened, or requires protection.  Although we know that habitat damage and overfishing of sturgeons have contributed to major population declines in these fishes, information about relationships among sturgeons can help identify more specific factors contributing to declines.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, managers will be able to use this information to mitigate contributing factors and to aid in the recovery of those populations that are most threatened.  This will aid in the conservation of species that are not only ecologically important, but economically and culturally important.  Sturgeons produce the finest caviar, and support the caviar industry and all of the people whose livelihoods depend upon it.  Additionally, sturgeons have been traditionally important to Native American and First Nations people, and are therefore of great cultural significance.  This study will ultimately ensure that these fishes and the industries and cultures that value them are preserved.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katie May",
   "pi_last_name": "Laumann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katie May Laumann",
   "pi_email_addr": "",
   "nsf_id": "000604405",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Laumann, Katie May",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gloucester Point",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "23062",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Chiba University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "VA",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Sturgeon Family Tree:&nbsp; Molecular Research into Sturgeon Evolutionary History</p>\n<p>Known for the caviar they produce, the 25 species of sturgeons are economically and culturally important.&nbsp; Demand for both caviar and sturgeon meat, along with environmental degradation, threatens the continued survival of these fishes and the communities that are economically dependent upon them.&nbsp; All sturgeon species are endangered, threatened, or imperiled, and most are provided some level of protection.&nbsp; Despite this, declines in their populations continue, threatening to devastate the caviar industry and the people whose livelihoods it supports.</p>\n<p>&nbsp;</p>\n<p>Management and conservation efforts depend on the availability of scientific data.&nbsp; Although many studies focusing on sturgeons have been conducted, there is little consensus on their evolutionary history (and the relationships among different sturgeon species).&nbsp; Various studies have used different types of data- from morphological, focusing on observable, physical characters of these fishes, to molecular- focusing on DNA sequences.&nbsp; While most studies agree on broad aspects of the evolutionary history of these species, the details- where some species fit into the family tree- are not yet agreed upon.&nbsp; Previous studies have used the best data available at the time of study, but most have been limited by the amount of obtainable data.&nbsp; For example, the mitogenome- the maternally inherited DNA- of sturgeons is composed of 16,000 base pairs- that&rsquo;s 16,000 pieces of data.&nbsp; However, molecular studies of sturgeon evolutionary history have thus far used segments of the mitogenome (hundreds to a few thousand base-pairs long) rather than the full sequence.&nbsp; Various scientists have recognized the need for more data in these types of studies.&nbsp; The goal of this study is to meet this need by sequencing the complete maternally inherited DNA (mitogenome) of sturgeon species; this will yield 16,000 pieces of data per species.&nbsp; These data will be analyzed to elucidate details regarding sturgeon evolutionary history and relationships among species.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Dr. Masaki Miya is an expert in sequencing the full mitogenome of fishes.&nbsp; Dr. Miya trained the NSF EAPSI fellow in sequencing full mitogenomes.&nbsp; In his lab during the course of the 2013 Fellowship, in addition to receiving training in preparing and sequencing samples, the fellow prepared samples from 17 species for sequencing, and sequenced one species.&nbsp; The training received in Japan is allowing the fellow to continue sequencing the remaining prepared samples at her home institution.&nbsp; Additionally, she has obtained samples from three additional species (one obtained by Dr. Masaki Miya during the fellowship), and is preparing these samples for sequencing.&nbsp; This ongoing project, supported by the continuation of the collaboration with Dr. Masaki Miya begun during the fellowship, aims ultimately to produce a sturgeon family tree based upon these complete mitogenome sequences.&nbsp; These data may inform conservation efforts, management plans, and future studies by the fellow and other researchers in sturgeon evolutionary history.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Katie May&nbsp;Laumann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Sturgeon Family Tree:  Molecular Research into Sturgeon Evolutionary History\n\nKnown for the caviar they produce, the 25 species of sturgeons are economically and culturally important.  Demand for both caviar and sturgeon meat, along with environmental degradation, threatens the continued survival of these fishes and the communities that are economically dependent upon them.  All sturgeon species are endangered, threatened, or imperiled, and most are provided some level of protection.  Despite this, declines in their populations continue, threatening to devastate the caviar industry and the people whose livelihoods it supports.\n\n \n\nManagement and conservation efforts depend on the availability of scientific data.  Although many studies focusing on sturgeons have been conducted, there is little consensus on their evolutionary history (and the relationships among different sturgeon species).  Various studies have used different types of data- from morphological, focusing on observable, physical characters of these fishes, to molecular- focusing on DNA sequences.  While most studies agree on broad aspects of the evolutionary history of these species, the details- where some species fit into the family tree- are not yet agreed upon.  Previous studies have used the best data available at the time of study, but most have been limited by the amount of obtainable data.  For example, the mitogenome- the maternally inherited DNA- of sturgeons is composed of 16,000 base pairs- thatÆs 16,000 pieces of data.  However, molecular studies of sturgeon evolutionary history have thus far used segments of the mitogenome (hundreds to a few thousand base-pairs long) rather than the full sequence.  Various scientists have recognized the need for more data in these types of studies.  The goal of this study is to meet this need by sequencing the complete maternally inherited DNA (mitogenome) of sturgeon species; this will yield 16,000 pieces of data per species.  These data will be analyzed to elucidate details regarding sturgeon evolutionary history and relationships among species. \n\n \n\nDr. Masaki Miya is an expert in sequencing the full mitogenome of fishes.  Dr. Miya trained the NSF EAPSI fellow in sequencing full mitogenomes.  In his lab during the course of the 2013 Fellowship, in addition to receiving training in preparing and sequencing samples, the fellow prepared samples from 17 species for sequencing, and sequenced one species.  The training received in Japan is allowing the fellow to continue sequencing the remaining prepared samples at her home institution.  Additionally, she has obtained samples from three additional species (one obtained by Dr. Masaki Miya during the fellowship), and is preparing these samples for sequencing.  This ongoing project, supported by the continuation of the collaboration with Dr. Masaki Miya begun during the fellowship, aims ultimately to produce a sturgeon family tree based upon these complete mitogenome sequences.  These data may inform conservation efforts, management plans, and future studies by the fellow and other researchers in sturgeon evolutionary history.\n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Katie May Laumann"
 }
}