{
 "awd_id": "1310863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Tracking Timing of Migration and Diversification Across North and South America in Agalinis (Orobanchaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 13109.0,
 "awd_amount": 13109.0,
 "awd_min_amd_letter_date": "2013-04-30",
 "awd_max_amd_letter_date": "2013-04-30",
 "awd_abstract_narration": "The underlying evolutionary history, or phylogeny, of organisms from diverse biomes provide a framework for understanding where these lineages originated geographically, how they have subsequently diversified, and how these biomes were assembled in the past. This project explores evolutionary relationships in Agalinis (Orobanchaceae), a flowering plant genus of approximately 70 species with a New Word distribution and with South American centers of diversity in two recognized biodiversity hotspots: the Andes and the Cerrado of Brazil. Agalinis is an ideal clade for investigating historical biogeography and diversification between the two continents and between the Andes and Cerrado, as well as patterns of morphological evolution following a rapid radiation into South America. In addition to using standard phylogenetic and divergence time estimation approaches, this research will also employ a newly developed multi-species coalescent approach for estimation of the species tree and divergence times within the South American clade of Agalinis. Our goals are to: 1) assemble the first broadly-sampled phylogeny of Agalinis, 2) estimate the species tree and divergence times, using both standard phylogenetic and new coalescent methods for the South American clade, 3) investigate migration and diversification between North and South America and between the Andes and the Cerrado within South America, with efforts to correlate potential shifts in diversification with geological and paleoclimatic reconstructions, and 4) investigate morphological character evolution.\r\n\tThe utility of this research extends beyond the systematics of Agalinis and will be a valuable contribution not only to studies of diversification and character evolution of lineages in South America, but also to comparative phylogenetic research in the Neotropics. This project relies extensively on established international collaborations, particularly in Brazil. The results of the research will be disseminated through peer-reviewed publications, presentations at national conferences, and through the my-plant.org web portal. Photos of plants in the field have already been deposited with the Parasitic Plant Collection, a website which provides information to researchers and the public. The co-PI is supervising an undergraduate student on a small project overlapping with the research outlined here, and will mentor a Brazilian undergraduate in a lab exchange from USP in 2013. Additionally, the co-PI will continue her involvement with the NSF-supported Planting Science online high school mentoring program, furthering the educational impact of the proposed research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Soltis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas E Soltis",
   "pi_email_addr": "dsoltis@botany.ufl.edu",
   "nsf_id": "000241255",
   "pi_start_date": "2013-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maribeth",
   "pi_last_name": "Latvis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maribeth Latvis",
   "pi_email_addr": "Maribeth.Latvis@sdstate.edu",
   "nsf_id": "000632561",
   "pi_start_date": "2013-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13109.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The evolutionary history of organisms from species-rich biomes provide a framework for understanding where these lineages originated geographically, how they have subsequently diversified, and how these biomes were assembled. This project explored species-level relationships in <em>Agalinis</em> (Orobanchaceae), an angiosperm genus of ~70 species with a New Word distribution and with South American centers of diversity in two recognized biodiversity hotspots: the Andes and the cerrado&nbsp;of Brazil. Several Brazilian species are endemic to the fragmented <em>campos rupestres</em>, a vegetation type within the cerrado, the diversity of which has been underexplored. With a disjunct distribution between North and South America and considerable&nbsp;morphological variation within South America, <em>Agalinis </em>is an ideal clade for investigating historical biogeography and diversification between the two continents and between the Andes and cerrado, as well as patterns of morphological evolution following a rapid radiation into South America.</p>\n<p>This project integrated natural history collections, molecular data, divergence time estimation, and analyses of biogeography and diversification rates within <em>Agalinis</em>. This research revealed potential historical movement in this clade from North America into South America via low elevation open grassland vegetation, followed by subsequent movement and diversification into high elevation communities in both Brazil and in the Andes. These results do not suggest that <em>Agalinis </em>migrated and diversified using the oft-cited &ldquo;Andean species pump&rdquo;, which facilitated recent movement and speciation in numerous lineages. Instead, we provide an example of the lowlands of South America, in this case the open vegetation biomes of lower elevations, serving as migration routes into the highlands, followed by subsequent diversification. It remains a possibility that the existence of recent lowland grassland corridors may have also served as &ldquo;species pumps&rdquo; for Neotropical highlands, rather than the other way around. These findings underscore the importance of several local and regional-scale processes working in concert to contribute to the overall biodiversity of the Neotropics.</p>\n<p>This project facilitated research experiences for several undergraduate research assistants: one through the University Scholars Program, and three through the I-Cubed (Innovation Through Institutional Integration) programs, both at the University of Florida. All students gained independent research experience and were involved in project design, field collection, molecular work, analyses, and dissemination through poster presentations. This project relied heavily on international collaborations in Central and South America, particularly in Brazil, and the connections developed over the course of this project will continue to contribute to the understanding of biodiversity within these regions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2015<br>\n\t\t\t\t\tModified by: Maribeth&nbsp;Latvis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe evolutionary history of organisms from species-rich biomes provide a framework for understanding where these lineages originated geographically, how they have subsequently diversified, and how these biomes were assembled. This project explored species-level relationships in Agalinis (Orobanchaceae), an angiosperm genus of ~70 species with a New Word distribution and with South American centers of diversity in two recognized biodiversity hotspots: the Andes and the cerrado of Brazil. Several Brazilian species are endemic to the fragmented campos rupestres, a vegetation type within the cerrado, the diversity of which has been underexplored. With a disjunct distribution between North and South America and considerable morphological variation within South America, Agalinis is an ideal clade for investigating historical biogeography and diversification between the two continents and between the Andes and cerrado, as well as patterns of morphological evolution following a rapid radiation into South America.\n\nThis project integrated natural history collections, molecular data, divergence time estimation, and analyses of biogeography and diversification rates within Agalinis. This research revealed potential historical movement in this clade from North America into South America via low elevation open grassland vegetation, followed by subsequent movement and diversification into high elevation communities in both Brazil and in the Andes. These results do not suggest that Agalinis migrated and diversified using the oft-cited \"Andean species pump\", which facilitated recent movement and speciation in numerous lineages. Instead, we provide an example of the lowlands of South America, in this case the open vegetation biomes of lower elevations, serving as migration routes into the highlands, followed by subsequent diversification. It remains a possibility that the existence of recent lowland grassland corridors may have also served as \"species pumps\" for Neotropical highlands, rather than the other way around. These findings underscore the importance of several local and regional-scale processes working in concert to contribute to the overall biodiversity of the Neotropics.\n\nThis project facilitated research experiences for several undergraduate research assistants: one through the University Scholars Program, and three through the I-Cubed (Innovation Through Institutional Integration) programs, both at the University of Florida. All students gained independent research experience and were involved in project design, field collection, molecular work, analyses, and dissemination through poster presentations. This project relied heavily on international collaborations in Central and South America, particularly in Brazil, and the connections developed over the course of this project will continue to contribute to the understanding of biodiversity within these regions.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2015\n\n\t\t\t\t\tSubmitted by: Maribeth Latvis"
 }
}