{
 "awd_id": "1310791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in New Zealand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Peter Charles Albert Johnson of Virginia Commonwealth University to conduct a research project in Engineering during the summer of 2013 at Geothermal, Reservoir Engineering and Environmental Fluids group in the Department of Engineering Science at The University of in Auckland, New Zealand. The project title is \"Inverse Computer Modeling of Geothermal Reservoirs.\" The host scientist is Professor Mike O'Sullivan.\r\n\r\nModels of geothermal reservoirs that are used by a geothermal power plant are essential for understanding a reservoir's properties. Determining these properties through inverse methods is vital for managing power plants, and by using a calibrated numerical model of heat and mass flow within a given geothermal reservoir, reservoir properties can be determined. This research investigates uses of software such as PEST (Parameter ESTimation) and iTOUGH2 (Inverse Transport Of Unsaturated Groundwater and Heat 2) to dramatically improve the accuracy of the reservoir models.  This has the potential to facilitate the implementation of geothermal power generation in geologically suitable locations across the United States, which can provide continuous base-load electrical power in a sustainable, economical, and carbon reducing manner, especially when compared to electricity generated from fossil-fuel sources. This renewable domestic energy resource will not only lower greenhouse emissions and aide the United States quest for energy independence, but will also reduce the negative impacts of mining for other natural resources such as coal and uranium.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  The results of this work will be disseminated to the scientific community through presentations at conferences and publication in peer-reviewed journals.  The Fellow will work with his U.S. advisor to present the important aspects of geothermal power to visiting middle school and high school students through summer enrichment programs hosted at VCU and to their teachers through programs like GreenSTEM@VCU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Johnson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Peter C Johnson",
   "pi_email_addr": "",
   "nsf_id": "000630341",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnson                 Peter          C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Richmond",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "232204619",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Johnson                 Peter          C",
  "perf_str_addr": null,
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232204619",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The geothermal field under the New Zealand town of Rotorua was my project subject. Rotorua&rsquo;s geothermal&nbsp;field is unique for its high temperatures near the surface which&nbsp;provide for its famous geysers and geothermal lakes. This field also&nbsp;allows for both residential and commercial use for heating. A computer&nbsp;model that can estimate future temperatures and flow rates is&nbsp;essential to preserving the balance between using and enjoying the&nbsp;natural wonders of this geothermal reservoir resource.<br /> <br /> This reservoir work is being carried out by the geothermal modelling group at the University of Auckland. I joined the group under the&nbsp;supervision of Professor Mike O&rsquo;Sullivan, my host advisor for my duration in New Zealand. My goal was to improve&nbsp;an existing computer model of the Rotorua geothermal field completed by a master's student. I&nbsp;compared results of the model to actual measurements taken in the&nbsp;Rotorua field, temperatures at up to two kilometers deep, and then made&nbsp;changes to the code to have the model more accurately represent the&nbsp;measured data. This process is known as inverse modelling.&nbsp;</p>\n<p>The model was created using the program Python and the University of Auckland exclusive program AuTOUGH.&nbsp;AuTOUGH uses the data collected, along with the scientific constants&nbsp;that are inherent in every geothermal reservoir, to create a conceptual&nbsp;model of the field that can be used to estimate field temperatures,&nbsp;pinpoint hot-spots, and predict future scenarios of heat extraction&nbsp;(all necessary information for a potential geothermal power plant). Python is&nbsp;used to visualize this data. The model is only as accurate as the&nbsp;information that is put into it, which is why it is necessary to constantly calibrating it to actual measured data.</p>\n<p>This work was&nbsp;presented at the New Zealand Geothermal Workshop in Rotorua in&nbsp;November 2013.</p>\n<p><br /> I am very grateful to the EAPSI program for assisting me in his goal of gaining further knowledge in geothermal engineering. New Zealand is a global leader in the geothermal power field and my visit to the country allowed me to visit some of its world-renowned power plants first hand, meet with experts in the field and spend two months under the direction of the foremost geothermal reservoir modeler in the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;C&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1310791/1310791_10246046_1401658252842_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1310791/1310791_10246046_1401658252842_Picture1--rgov-800width.jpg\" title=\"Horizontal Temperature Map\"><img src=\"/por/images/Reports/POR/2014/1310791/1310791_10246046_1401658252842_Picture1--rgov-66x44.jpg\" alt=\"Horizontal Temperature Map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A temperature slice at a given depth in the geothermal reservoir model, as seen aerially.  The dots within the model are wells that are used within Rotorua.</div>\n<div class=\"imageCredit\">Peter Johnson</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Peter&nbsp;C&nbsp;Johnson</div>\n<div class=\"imageTitle\">Horizontal Temperature Map</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/1310791/1310791_10246046_1401658...",
  "por_txt_cntn": "\nThe geothermal field under the New Zealand town of Rotorua was my project subject. RotoruaÆs geothermal field is unique for its high temperatures near the surface which provide for its famous geysers and geothermal lakes. This field also allows for both residential and commercial use for heating. A computer model that can estimate future temperatures and flow rates is essential to preserving the balance between using and enjoying the natural wonders of this geothermal reservoir resource.\n \n This reservoir work is being carried out by the geothermal modelling group at the University of Auckland. I joined the group under the supervision of Professor Mike OÆSullivan, my host advisor for my duration in New Zealand. My goal was to improve an existing computer model of the Rotorua geothermal field completed by a master's student. I compared results of the model to actual measurements taken in the Rotorua field, temperatures at up to two kilometers deep, and then made changes to the code to have the model more accurately represent the measured data. This process is known as inverse modelling. \n\nThe model was created using the program Python and the University of Auckland exclusive program AuTOUGH. AuTOUGH uses the data collected, along with the scientific constants that are inherent in every geothermal reservoir, to create a conceptual model of the field that can be used to estimate field temperatures, pinpoint hot-spots, and predict future scenarios of heat extraction (all necessary information for a potential geothermal power plant). Python is used to visualize this data. The model is only as accurate as the information that is put into it, which is why it is necessary to constantly calibrating it to actual measured data.\n\nThis work was presented at the New Zealand Geothermal Workshop in Rotorua in November 2013.\n\n\n I am very grateful to the EAPSI program for assisting me in his goal of gaining further knowledge in geothermal engineering. New Zealand is a global leader in the geothermal power field and my visit to the country allowed me to visit some of its world-renowned power plants first hand, meet with experts in the field and spend two months under the direction of the foremost geothermal reservoir modeler in the world.\n\n\t\t\t\t\tLast Modified: 06/01/2014\n\n\t\t\t\t\tSubmitted by: Peter C Johnson"
 }
}