{
 "awd_id": "1310138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optical Spectroscopy and Control of Many-Body Dynamics in Semiconductors in High Magnetic Fields",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 560000.0,
 "awd_amount": 560000.0,
 "awd_min_amd_letter_date": "2013-05-21",
 "awd_max_amd_letter_date": "2016-05-10",
 "awd_abstract_narration": "****Technical Abstract****\r\nThis project will probe and control non-equilibrium many-body dynamics in three prototypical low-dimensional semiconductors - quantum wells, graphene, and carbon nanotubes - using ultrafast optical spectroscopy in high magnetic fields.  The optics facilities at the National High Magnetic Field Laboratory (NHMFL) in Tallahassee, Florida, as well as the newly implemented mini-coil pulsed magnet system in the PI's laboratory at Rice University will be utilized.  Various ultrafast optical and microspectroscopy techniques in magnetic fields will be employed to provide new insight into the states and dynamics of interacting and confined electrons in solids. Clarifying and answering the above-stated issues and questions will not only advance our understanding of carrier interactions in solids but also open up possibilities for new devices utilizing many-body effects.  This project will train undergraduate and graduate students in cutting-edge techniques to produce the next generation of experts in optical spectroscopy, condensed matter physics, and nanoscienec.  Furthermore, through the unique linkage with the PI's Partnerships for International Research and Education grant from the NSF, this project will provide an opportunity for alumni of the NanoJapan: Summer Nanotechnology Research Program for Undergraduates to further their research experience with a summer internship at the NHMFL.\r\n\r\n****Non-Technical Abstract****\r\nModern crystal growth and nanofabrication technologies allow one to create artificial nanostructures with tailored properties.  These structures provide an ideal laboratory in which to study fundamental physics problems in a highly controllable manner.  This project will investigate how individual electrons communicate with each other and behave cooperatively in three prototypical nanostructures: semiconductor quantum wells, graphene, and carbon nanotubes.   Short and intense laser pulses combined with high magnetic fields will be used; a high magnetic field provides a convenient knob for controlling electron dynamics through the magnetic quantization of the orbital and spin motions of electrons.  Facilities at the National High Magnetic Field Laboratory (NHMFL) in Tallahassee, Florida, as well as a pulsed high-field magnet system in the PI's laboratory at Rice University will be utilized.  Specific questions to be addressed include: i) How do independent electron-hole pairs develop macroscopic coherence?; ii) How does a collective nature manifest itself in the quantum coherent dynamics of a two-dimensional electron gas?; and iii) How stable are one-dimensional excitons at quantum degenerate densities? Answering these questions will not only advance our understanding of carrier interactions in solids but also open up possibilities for new devices utilizing many-body effects.  We will also train undergraduate and graduate students in cutting-edge techniques to produce the next generation of experts in optical spectroscopy, condensed matter physics, and nanoscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junichiro",
   "pi_last_name": "Kono",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junichiro Kono",
   "pi_email_addr": "kono@rice.edu",
   "nsf_id": "000203736",
   "pi_start_date": "2013-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit: </strong>The experiments conducted in this project have provided new insight into the states and dynamics of interacting and confined electrons in semiconductors in highmagnetic fields. Specifically, the questions addressed in this program included: How do independent electron-hole pairs start communicating with each other to develop macroscopic coherence and result in superfluorescence?; How does a collective nature manifest itself in the quantum coherent dynamics of a two-dimensional electron gas in the simultaneous presence of a coherent terahertz electromagnetic field and a high DC magnetic field?; and How stable are low-dimensional excitons at quantum degenerate densities, and how do their bosonic signatures appear in optical gain, emission, and scattering spectra? During the funded period, we made a series of new observations, resulting in five major publications: &ldquo;Fermi-Edge Superfluorescence from a Quantum-Degenerate Electron-Hole Gas&rdquo; (Scientific Reports), &ldquo;Superradiant Decay of CyclotronResonance of Two-Dimensional Electron Gases&rdquo; (Physical Review Letters), &ldquo;Superfluorescence from Photoexcited Semiconductor Quantum Wells: Magnetic Field, Temperature, and Excitation Power Dependence&rdquo; (Physical Review B), &ldquo;Collective Non-perturbative Coupling of 2D Electrons with High-Quality-Factor Terahertz Cavity Photons&rdquo; (Nature Physics), and &ldquo;Stability of High-Density Two-Dimensional Excitons against a Mott Transition in High Magnetic Fields Probed by CoherentTerahertz Spectroscopy&rdquo; (Physical Review Letters). In addition, we published an extensive review article on &ldquo;Dicke Superradiance in Solids,&rdquo; citing 172 articles. Furthermore, we published three papers (Review of Scientific Instrments and Applied Optics, and Optics Express) on the development of a unique high magnetic field facility for magneto-optic studies (see below).</p>\n<p><strong>Broader Impacts:</strong> Combining access to applied magnetic fields with ultrafast spectroscopy techniques and/or intense, pulsed laser sources can provide a wealth of information in materials, including Coulomb interactions in semiconductors in the quantum Hall regime, optical properties of exotic materials in the terahertz frequency range, and ultrafast spectroscopy and control of nonequilibrium many-body dynamics in strongly correlated electron systems. Typically, experimental access to magnetic fields up to 30 T is limited to special facilities in the form of national laboratories. Here, while involving a large number of undergraduate students, international and high school interns, and international collaborators, we developed a mini-coil pulsed magnet system that couples low temperatures, high magnetic fields, and direct optical access for use in a university lab setting. The mini-coil design allows one to incorporate the magnet into a spectroscopy setup by placing it directly on the table-top. Most significantly, we developed a single-shot terahertz time-domain spectrometer to perform optical-pump/terahertz-probe experiments in pulsed, high magnetic fields up to 30 T. The developed single-shot capability will enable a wide variety of new experiments to be performed on various materials systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2017<br>\n\t\t\t\t\tModified by: Junichiro&nbsp;Kono</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506614789113_Kankan-PRB2015--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506614789113_Kankan-PRB2015--rgov-800width.jpg\" title=\"Superfluorescent emission from magneto-excitons\"><img src=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506614789113_Kankan-PRB2015--rgov-66x44.jpg\" alt=\"Superfluorescent emission from magneto-excitons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Magnetic field dependent time-integrated photoluminescence from a photoexcited InGaAs quantum well sample at 4 K.</div>\n<div class=\"imageCredit\">Kankan Cong</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Junichiro&nbsp;Kono</div>\n<div class=\"imageTitle\">Superfluorescent emission from magneto-excitons</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506615147553_Qi-NP2016--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506615147553_Qi-NP2016--rgov-800width.jpg\" title=\"Ultrastrong light-matter coupling\"><img src=\"/por/images/Reports/POR/2017/1310138/1310138_10247025_1506615147553_Qi-NP2016--rgov-66x44.jpg\" alt=\"Ultrastrong light-matter coupling\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Observation of collective light?matter coupling in a 2D electron gas in a terahertz photonic-crystal cavity. Anticrossing of cyclotronresonance (CR) and the first cavity mode, exhibiting the lower-polariton (LP) and upper-polariton (UP) branches.</div>\n<div class=\"imageCredit\">Nature Physics 12, 1005 (2016)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Junichiro&nbsp;Kono</div>\n<div class=\"imageTitle\">Ultrastrong light-matter coupling</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The experiments conducted in this project have provided new insight into the states and dynamics of interacting and confined electrons in semiconductors in highmagnetic fields. Specifically, the questions addressed in this program included: How do independent electron-hole pairs start communicating with each other to develop macroscopic coherence and result in superfluorescence?; How does a collective nature manifest itself in the quantum coherent dynamics of a two-dimensional electron gas in the simultaneous presence of a coherent terahertz electromagnetic field and a high DC magnetic field?; and How stable are low-dimensional excitons at quantum degenerate densities, and how do their bosonic signatures appear in optical gain, emission, and scattering spectra? During the funded period, we made a series of new observations, resulting in five major publications: \"Fermi-Edge Superfluorescence from a Quantum-Degenerate Electron-Hole Gas\" (Scientific Reports), \"Superradiant Decay of CyclotronResonance of Two-Dimensional Electron Gases\" (Physical Review Letters), \"Superfluorescence from Photoexcited Semiconductor Quantum Wells: Magnetic Field, Temperature, and Excitation Power Dependence\" (Physical Review B), \"Collective Non-perturbative Coupling of 2D Electrons with High-Quality-Factor Terahertz Cavity Photons\" (Nature Physics), and \"Stability of High-Density Two-Dimensional Excitons against a Mott Transition in High Magnetic Fields Probed by CoherentTerahertz Spectroscopy\" (Physical Review Letters). In addition, we published an extensive review article on \"Dicke Superradiance in Solids,\" citing 172 articles. Furthermore, we published three papers (Review of Scientific Instrments and Applied Optics, and Optics Express) on the development of a unique high magnetic field facility for magneto-optic studies (see below).\n\nBroader Impacts: Combining access to applied magnetic fields with ultrafast spectroscopy techniques and/or intense, pulsed laser sources can provide a wealth of information in materials, including Coulomb interactions in semiconductors in the quantum Hall regime, optical properties of exotic materials in the terahertz frequency range, and ultrafast spectroscopy and control of nonequilibrium many-body dynamics in strongly correlated electron systems. Typically, experimental access to magnetic fields up to 30 T is limited to special facilities in the form of national laboratories. Here, while involving a large number of undergraduate students, international and high school interns, and international collaborators, we developed a mini-coil pulsed magnet system that couples low temperatures, high magnetic fields, and direct optical access for use in a university lab setting. The mini-coil design allows one to incorporate the magnet into a spectroscopy setup by placing it directly on the table-top. Most significantly, we developed a single-shot terahertz time-domain spectrometer to perform optical-pump/terahertz-probe experiments in pulsed, high magnetic fields up to 30 T. The developed single-shot capability will enable a wide variety of new experiments to be performed on various materials systems.\n\n\t\t\t\t\tLast Modified: 09/28/2017\n\n\t\t\t\t\tSubmitted by: Junichiro Kono"
 }
}