{
 "awd_id": "1310715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Jonathan M. Monk of the University of California, San Diego to conduct a research project in Engineering during the summer of 2013 at the Nara Institute of Science and Technology in Nara, Japan.  The project title is \"Improving Characterization of E. Coli Genes Using Genome-Scale Computational Models and High-Throughput Experimental Screens.\" The host scientist is Dr. Hirotada Mori.\r\n\r\nNobel Prize recipient Dr. Jacques Monod said, \"What is true for E. coli is true for the elephant,\" indicating that knowledge gained from an organism as seemingly simple as E. coli is broadly applicable to all living organisms.  This project combines computational modeling with high-throughput experiments to improve understanding of how gene products interact to achieve cellular objectives and confer robustness in Escherichia coli.  Traditionally, determining genetic interactions is a very challenging and time consuming process, but new technologies are changing this.  Large scale double mutant libraries can now be constructed to screen for genetic interactions.  Analyzing these datasets can be done efficiently by using biochemical network reconstructions that contain up-to-date information on molecular components and their interactions in an organism.  This NSF award funds research that combines the Fellow's expertise in systems biology modeling with the expertise of the host institution in experimental double mutant screens to identify and better characterize the effect of genetic interactions on E. coli metabolism.  The project is furthering the understanding of gene function and pathway architecture in this important model organism and could ultimately lead to the development of novel combinatorial antibiotic therapies.  The discovery of new metabolic activities and genes will be useful for metabolic engineering, fundamental biological understanding and drug design where newly identified enzymes could prove to be novel targets for new antibiotic therapies to fight against pathogenic bacteria.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  This NSF award represents an important collaboration between the Systems Biology Research Group at UCSD and the Nara Institute of Science and Technology.  Both of these groups share the goal of studying the systems biology of E. coli and have complementary research expertise and equipment.  The result is a productive collaboration that will last for years.  The results of this award will also be used in education.  The methodologies and results of this project will be incorporated into UCSD courses to teach the experimental aspects of systems biology and will be used for educational purposes in class projects.  Additionally, important discoveries resulting from this project will be published in high profile scientific journals and new gene and protein annotations will be submitted to public databases to ensure worldwide dissemination of this information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Monk",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan M Monk",
   "pi_email_addr": "",
   "nsf_id": "000631213",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Monk                    Jonathan       M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920371434",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, San Diego",
  "perf_str_addr": null,
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920935004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project combined computational modeling with high-throughput experiments to improve the understanding of how gene products interact to achieve cellular objectives and confer robustness in <em>Escherichia coli</em>.&nbsp; Traditionally, determining genetic interactions <em>in-vivo</em> is a very challenging and time consuming process, but new technologies are changing this.&nbsp; Large scale double mutant libraries can now be constructed to screen for genetic interactions.&nbsp; Analyzing these datasets can be done efficiently by using biochemical network reconstructions which contain up-to-date information on molecular components and their interactions in an organism.&nbsp; I combined my expertise in systems biology modeling with the expertise of my host institution in experimental double mutant screens to identify and better characterize the effect of genetic interactions on <em>E. coli</em> metabolism.&nbsp; This project furthered our understanding of gene function and pathway architecture in this important model organism and could ultimately lead to the development of novel combinatorial antibiotic therapies. &nbsp;</p>\n<p>&nbsp;</p>\n<p>My research used systems biology methods to analyze the metabolism of <em>E. coli</em>. The most recently published genome-scale in silico metabolic reconstruction of E. coli is called iJO1366. It represents a comprehensive knowledge base for <em>E. coli</em> metabolism as it contains every known and validated metabolic reaction up to 2011. However, since not every <em>E. coli</em> reaction or gene has been fully characterized yet, this model is not complete. By comparing experimental results to model based predictions, it is possible to identify where knowledge is missing.</p>\n<p>&nbsp;</p>\n<p>As part of this NSF Grant, during the summer I spent at NAIST in Japan, I constructed pairs of double gene knockout mutants in <em>E. coli</em>.&nbsp; I analyzed these strains by growing them on minimal media with glucose.&nbsp; These double knockouts are useful for understanding how gene products interact in an organism to produce unique phenotypes.&nbsp; New knowledge can be used to develop new antibiotic targets. This project will further our understanding of gene function and pathway architecture in this important model organism and could ultimately lead to the development of novel combinatorial antibiotic therapies.</p>\n<p>&nbsp;</p>\n<p>Furthermore I established a new collaboration with the Mori lab in Japan and met many scientists that I know my lab will collaborate with more in the future. I was eager to enjoy different cultural aspects of Japan and also imparted aspects of American culture to Japanese students.&nbsp; It was a very valuable experience to communicate in a second language for all of us. I believe that both I and the Japanese students I worked with had a great benefit from this program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2013<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;M&nbsp;Monk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project combined computational modeling with high-throughput experiments to improve the understanding of how gene products interact to achieve cellular objectives and confer robustness in Escherichia coli.  Traditionally, determining genetic interactions in-vivo is a very challenging and time consuming process, but new technologies are changing this.  Large scale double mutant libraries can now be constructed to screen for genetic interactions.  Analyzing these datasets can be done efficiently by using biochemical network reconstructions which contain up-to-date information on molecular components and their interactions in an organism.  I combined my expertise in systems biology modeling with the expertise of my host institution in experimental double mutant screens to identify and better characterize the effect of genetic interactions on E. coli metabolism.  This project furthered our understanding of gene function and pathway architecture in this important model organism and could ultimately lead to the development of novel combinatorial antibiotic therapies.  \n\n \n\nMy research used systems biology methods to analyze the metabolism of E. coli. The most recently published genome-scale in silico metabolic reconstruction of E. coli is called iJO1366. It represents a comprehensive knowledge base for E. coli metabolism as it contains every known and validated metabolic reaction up to 2011. However, since not every E. coli reaction or gene has been fully characterized yet, this model is not complete. By comparing experimental results to model based predictions, it is possible to identify where knowledge is missing.\n\n \n\nAs part of this NSF Grant, during the summer I spent at NAIST in Japan, I constructed pairs of double gene knockout mutants in E. coli.  I analyzed these strains by growing them on minimal media with glucose.  These double knockouts are useful for understanding how gene products interact in an organism to produce unique phenotypes.  New knowledge can be used to develop new antibiotic targets. This project will further our understanding of gene function and pathway architecture in this important model organism and could ultimately lead to the development of novel combinatorial antibiotic therapies.\n\n \n\nFurthermore I established a new collaboration with the Mori lab in Japan and met many scientists that I know my lab will collaborate with more in the future. I was eager to enjoy different cultural aspects of Japan and also imparted aspects of American culture to Japanese students.  It was a very valuable experience to communicate in a second language for all of us. I believe that both I and the Japanese students I worked with had a great benefit from this program.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2013\n\n\t\t\t\t\tSubmitted by: Jonathan M Monk"
 }
}