{
 "awd_id": "1310285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wide-field magnetic imager with nanoscale resolution",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2013-04-23",
 "awd_max_amd_letter_date": "2013-04-23",
 "awd_abstract_narration": "The objective of this project is the development of a high-sensitivity, wide-field diamond-based magnetic field imaging instrument suitable for applications in the physical and biological sciences.  The approach is based on coherent microwave and optical manipulation of Nitrogen-Vacancy color centers implanted in a thin layer at the surface of a diamond chip.  The Nitrogen-Vacancy center in diamond has emerged as a promising tool for quantum information, sensing, and metrology due to its long electronic spin coherence time at room temperature, and an unusual energy level structure that allows convenient optical spin polarization and readout.  Recent work has demonstrated the potential of ensembles of Nitrogen-Vacancy centers for sensitive detection and imaging of stationary and time-varying magnetic fields, including those produced by biological samples.\r\n  \r\nThe intellectual merit of this program is the translation of techniques from fundamental quantum science into the development of a solid-state, room temperature magnetic imager with a combination of nanoscale spatial resolution, wide field-of-view, and excellent magnetic field sensitivity that cannot be obtained with any other technology.  In addition, the unique physical properties of diamond (hardness, high thermal conductivity, optical transparency), together with its chemical inertness and excellent biocompatibility, make the diamond magnetic imager particularly well suited for sensing and imaging applications in materials science and biology.\r\n\r\nThe broader impacts of this program include: (i) applying the diamond magnetic imager to a wide variety of physical and biological problems, e.g., probing magnetic order and domain structure in low-dimensional systems such as graphene, anti-ferromagnetic, and multiferroic materials, as well as minimally-invasive imaging of functional activity and magnetic structures in living cells such as magnetotactic bacteria; (ii) providing interdisciplinary training to students in condensed matter physics, nanoscience, optical imaging techniques, and quantum information science, as well as in application areas such as surface science and bioimaging, with a particular focus on inclusion of members of underrepresented groups in science and engineering; and (iii) performing outreach by communicating to a wider audience the exciting interdisciplinary nature of the proposed instrument development and the research it will enable, through public lectures, websites, magazine articles, and undergraduate course material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Walsworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Walsworth",
   "pi_email_addr": "rwalswor@umd.edu",
   "nsf_id": "000117918",
   "pi_start_date": "2013-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}