{
 "awd_id": "1310982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Deborah Ann Sunter of University of California, Berkeley to conduct a research project in Engineering during the summer of 2013 at Shanghai University of Electric Power in Shanghai, China.  The project title is \"Evaluating Concentrating Solar Thermal Power as a Renewable Energy Alternative for China.\" The host scientist is Dean Jianxing Ren. \r\n\r\nConcentrating solar thermal power is an environmentally friendly technology that could help reduce greenhouse gas emissions in China and on a global scale by providing a model for meeting growing energy needs in a sustainable manned. This research project develops a computational model to identify economically promising locations for large-scale solar thermal power plants. These sites are compared to conventional coal power generation with a multi-objective optimization program to minimize the cost of power generation, storage and transmission. There are potentially transformative aspects of the proposed work that could alter the energy portfolio of China. Changes in China's energy portfolio have the potential for benefits for China and beyond, including inspiring similar changes in other countries.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, participation at Clean Energy Expo China enhances the Fellow's perspective on the current international research efforts in the area of renewable energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Sunter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Sunter",
   "pi_email_addr": "",
   "nsf_id": "000632317",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sunter                  Deborah        A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947072609",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sunter                  Deborah        A",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947072609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2010, China passed the United States as the world&rsquo;s greatest energy consumer [1]. This milestone shows tremendous economic growth, yet is coupled with serious environmental challenges. In order to address these challenges without hindering economic growth, China has presented the following goal for 2020: &ldquo;quadruple GDP while only doubling energy consumption&rdquo; relative to year 2000 [2]. Not only is China trying to reduce consumption through improved efficiency but also encouraging clean renewable energy. Some recent legislation supporting these endeavors include: Air Pollution Prevention Law of PRC, the 2000-2015 New Energy and Renewable Energy Development Principles, the Comprehensive Working Programs on Energy Savings and Emission Reduction, to name just a few [2]. Despite these efforts, in 2011 roughly 65% of China&rsquo;s energy came from coal, 22% from hydropower, and only 6% from other renewable energy [3]. There are aggressive plans to install more renewables, notably hydro, wind and biomass. There are plans to triple the installed capacity of solar by 2020; however, that would still contribute less than 1% of China&rsquo;s total renewable energy portfolio [2]. China has only begun to harness its solar potential.</p>\n<p>One very promising solar technology for application in China is concentrating solar thermal (CST). This technology concentrates sunlight to heat a fluid. There are many benefits to this technology. First, solar energy is the most abundant and free energy resource on the planet. Cheaper than photovoltaics, CST can be easily manufactured using readily available materials unlike the precision manufacturing needed for semiconductors. It is a proven technology with over 20 years of operating success in California. CST&rsquo;s modularity offers the flexibility to easily scale in size. The inherently transient availability of solar radiation has been mitigated by using one of several methods such as local energy storage, hybridization (coupling the CST system with an auxiliary electricity generation back-up system), or utilizing a smart grid for storage.</p>\n<p>With such strong potential, both economically and environmentally, one may wonder why there are not more CST projects worldwide. One main challenge to this technology is appropriate project siting. CST is not appropriate everywhere. There are restrictions based on solar, land and electrical grid assessments. The objective of my participation in the East Asia and Pacific Summer Institute 2013 was to investigate the potential for solar thermal technologies in China.</p>\n<p>I performed a solar resource assessment of China. I used the average direct normal solar insolation (DNI) based on satellite data from the US National Renewable Energy Laboratories [4]. This provides monthly data at 40 km resolution. In order for CST to be economical, the DNI should be at least 5 kWh/m<sup>2</sup>/day. Fortunately, two-thirds of China experiences this amount of insolation, with some regions receiving more than 9 kWh/m<sup>2</sup>/day. This data was stored in a MATLab program that could equate DNI based on latitude and longitude and use this information to size solar thermal power plants.</p>\n<p>Another very important aspect of the EAPSI program was global information exchange. I was able to get a glimpse of the many renewable energy projects currently being pursued in China. Within the Shanghai University of Electric Power, I was able to visit several renewable energy laboratories and see current research projects. I was also able to listen to several presentations from current graduate students and offer insights based on research efforts in the United States. I also gave a two-hour seminar on current global energy generation and the role of renewable energy sources, specifically solar energy and the heat transfer principles that govern the technology. Outside of the university, I was able...",
  "por_txt_cntn": "\nIn 2010, China passed the United States as the worldÆs greatest energy consumer [1]. This milestone shows tremendous economic growth, yet is coupled with serious environmental challenges. In order to address these challenges without hindering economic growth, China has presented the following goal for 2020: \"quadruple GDP while only doubling energy consumption\" relative to year 2000 [2]. Not only is China trying to reduce consumption through improved efficiency but also encouraging clean renewable energy. Some recent legislation supporting these endeavors include: Air Pollution Prevention Law of PRC, the 2000-2015 New Energy and Renewable Energy Development Principles, the Comprehensive Working Programs on Energy Savings and Emission Reduction, to name just a few [2]. Despite these efforts, in 2011 roughly 65% of ChinaÆs energy came from coal, 22% from hydropower, and only 6% from other renewable energy [3]. There are aggressive plans to install more renewables, notably hydro, wind and biomass. There are plans to triple the installed capacity of solar by 2020; however, that would still contribute less than 1% of ChinaÆs total renewable energy portfolio [2]. China has only begun to harness its solar potential.\n\nOne very promising solar technology for application in China is concentrating solar thermal (CST). This technology concentrates sunlight to heat a fluid. There are many benefits to this technology. First, solar energy is the most abundant and free energy resource on the planet. Cheaper than photovoltaics, CST can be easily manufactured using readily available materials unlike the precision manufacturing needed for semiconductors. It is a proven technology with over 20 years of operating success in California. CSTÆs modularity offers the flexibility to easily scale in size. The inherently transient availability of solar radiation has been mitigated by using one of several methods such as local energy storage, hybridization (coupling the CST system with an auxiliary electricity generation back-up system), or utilizing a smart grid for storage.\n\nWith such strong potential, both economically and environmentally, one may wonder why there are not more CST projects worldwide. One main challenge to this technology is appropriate project siting. CST is not appropriate everywhere. There are restrictions based on solar, land and electrical grid assessments. The objective of my participation in the East Asia and Pacific Summer Institute 2013 was to investigate the potential for solar thermal technologies in China.\n\nI performed a solar resource assessment of China. I used the average direct normal solar insolation (DNI) based on satellite data from the US National Renewable Energy Laboratories [4]. This provides monthly data at 40 km resolution. In order for CST to be economical, the DNI should be at least 5 kWh/m2/day. Fortunately, two-thirds of China experiences this amount of insolation, with some regions receiving more than 9 kWh/m2/day. This data was stored in a MATLab program that could equate DNI based on latitude and longitude and use this information to size solar thermal power plants.\n\nAnother very important aspect of the EAPSI program was global information exchange. I was able to get a glimpse of the many renewable energy projects currently being pursued in China. Within the Shanghai University of Electric Power, I was able to visit several renewable energy laboratories and see current research projects. I was also able to listen to several presentations from current graduate students and offer insights based on research efforts in the United States. I also gave a two-hour seminar on current global energy generation and the role of renewable energy sources, specifically solar energy and the heat transfer principles that govern the technology. Outside of the university, I was able to gain a greater perspective on current country-wide projects by attending \"Energy Expo China: Sustainable Solutions for ChinaÆs Energy Future..."
 }
}