{
 "awd_id": "1310995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds James McKee of the University of Central Florida to conduct a research project in Engineering during the summer of 2013 at the Chinese Academy of Sciences Suzhou Institute of Nanotechnology (SINANO) in Suzhou, China.  The project title is \"Processing of Continuously Drawn Yarn from Self-Aligned Carbon Nanotube Paper.\" The host scientist is Dr. Qingwen Li.\r\n\r\nCarbon nanopaper (CNT) possesses many potential applications in composites and other uses, but a critical issue is the creation of production-scale aligned nanopaper. The alignment is key to producing controllable properties of the nanopaper that can be tailored to the intended application. This project investigates the nanotube fabric and yarn production practices in place at the sponsor institution, namely the drawing process used, and how it can be applied to the solution-filtration methodology currently practiced to produce in-plane aligned CNT papers and yarns. The degree of alignment and anisotropy between the drawn carbon nanotube yarns produced at Suzhou Institute of Nanotechnology (SINANO) is being compared with the randomly oriented solution-filtration produced nanopaper produced at the Fellow's home institution. The conceptual model gained from this study will ultimately be applied to the current process in use to produce continuous, aligned carbon nanopaper. Carbon nanotube paper and fabric have immediate applications in the aerospace industry for repairable electromagnetic shielding and lightning strike protection schemes for composite bodied aircraft that represent a vast improvement over the current metal-mesh techniques and can implemented with the composite manufacturing techniques that are already well-known in the aerospace industry. The weight savings these materials would allow for increased fuel efficiency in the transportation sector, improving vehicle performance in sector that affects everything from food prices to leisure air travel. With the improvements to conductivity, flame resistance, and static and dynamic mechanical properties created with standard, randomly oriented nanopaper, the ability to create continuous and even aligned nanopaper represents a new ability to use nanomaterials in large aerospace and structural applications more efficiently. The obvious industrial benefits are impressive, as is the long-term environmental effect as the efficiency increase would reduce vehicle emissions and part longevity. Additionally, the benefits of the integration of the nanopaper into wind turbines could potentially improve blade longevity, radar signature (many wind turbine farms are semi-invisible to radar), and lower lifetime operating costs.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McKee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James McKee",
   "pi_email_addr": "",
   "nsf_id": "000633338",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McKee                   James",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Orlando",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "328286047",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "McKee                   James",
  "perf_str_addr": null,
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began with the goal of investigating the phenomena of pyrolysis of basalt-phenolic composites at Suzhou Institute of Nanotechnology and Nano-bionics (SINANO) to compare the observed phenomena to the laboratory&rsquo;s experience with the growth of carbon nanotubes (CNTs) and other nano-scale carbon structures. This project was intended to investigate this material to explore its potential for use in thermal protection systems, which are commonly used to protect spacecraft during atmospheric entry, have traditionally been made of materials which are traditionally high in manufacturing costs for both the materials needed and the manufacturing complexity, such as carbon-carbon composites and aerogels.&nbsp; Basalt fiber was used with phenolic resin and pyrolyzed to produce a basalt-carbon composite with a higher thermal stability than its pristine state.</p>\n<p>This project was based on the results of phenomena of an experiment in pyrolysis of the aforementioned composite during an experiment conducted by the principle investigator at SINANO. The project was intended to expand upon the performance characteristics intrinsic to the basalt fiber and formaldehyde-phenolic resin that the make up the composite material. The process used in an attempt to improve the performance is pyrolysis, a process typically used to create high temperature composite materials such as carbon-carbon composites. The project results were intended to be fundamental research into the properties and structure of the materials and to provide baseline performance characteristics.</p>\n<p>The process used in this project resulted in high-temperature composites that were capable of maintaining thermal stability at temperatures much higher than traditional basalt-phenolic composites with minimal additions to the manufacturing process. This research level is very fundamental, but holds the possibility of providing wider application areas for composite materials where temperature was previously prohibiting their use. This possibility is coupled with the standard manufacturing techniques for the pristine composite, which is intended to assist in potential adoption as the material and process is moved to higher levels of maturity with continuing research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: James&nbsp;Mckee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project began with the goal of investigating the phenomena of pyrolysis of basalt-phenolic composites at Suzhou Institute of Nanotechnology and Nano-bionics (SINANO) to compare the observed phenomena to the laboratoryÆs experience with the growth of carbon nanotubes (CNTs) and other nano-scale carbon structures. This project was intended to investigate this material to explore its potential for use in thermal protection systems, which are commonly used to protect spacecraft during atmospheric entry, have traditionally been made of materials which are traditionally high in manufacturing costs for both the materials needed and the manufacturing complexity, such as carbon-carbon composites and aerogels.  Basalt fiber was used with phenolic resin and pyrolyzed to produce a basalt-carbon composite with a higher thermal stability than its pristine state.\n\nThis project was based on the results of phenomena of an experiment in pyrolysis of the aforementioned composite during an experiment conducted by the principle investigator at SINANO. The project was intended to expand upon the performance characteristics intrinsic to the basalt fiber and formaldehyde-phenolic resin that the make up the composite material. The process used in an attempt to improve the performance is pyrolysis, a process typically used to create high temperature composite materials such as carbon-carbon composites. The project results were intended to be fundamental research into the properties and structure of the materials and to provide baseline performance characteristics.\n\nThe process used in this project resulted in high-temperature composites that were capable of maintaining thermal stability at temperatures much higher than traditional basalt-phenolic composites with minimal additions to the manufacturing process. This research level is very fundamental, but holds the possibility of providing wider application areas for composite materials where temperature was previously prohibiting their use. This possibility is coupled with the standard manufacturing techniques for the pristine composite, which is intended to assist in potential adoption as the material and process is moved to higher levels of maturity with continuing research.\n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: James Mckee"
 }
}