{
 "awd_id": "1310166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Decoding the dynamics of cryptic microscale biogeochemical cycling in a phototropic consortium",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 20020.0,
 "awd_amount": 20020.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Microbial metabolism has shaped the global ecosystem since early geological time and, despite the emergence of macroscopic life, remains the engine that drives global cycling of nutrients.  In diverse environments, from the deep sea to the human gut, these essential ecosystem processes are mediated not by a single species, but by the interactions of metabolically-interdependent microbial communities.  Ecosystem health depends upon these intricate webs of interacting microbes. However, such exchanges are often invisible via traditional approaches, and the chemical transformations involved remain cryptic.  This proposal investigates microbial aggregates, the 'pink berries' of the Sippewissett salt marsh, as a model system for understanding how microbial interactions moderate nutrient cycles over spatial scales relevant to microorganisms (nanometers to micrometers).  This research will link fluctuations in carbon cycling throughout the day with changes in the micrometer-scale sulfur cycle.  This work investigates how the transfer of carbon from sulfide-oxidizing photosynthetic bacteria drives the metabolic activity of nearby sulfate reducing bacteria.  An interdisciplinary approach will be used to synthesize information from high-throughput genomics and systems biology with data from high-resolution geochemical analytical techniques. \r\n\r\nThe proposed research will pioneer new ways to elucidate the influence of microbial interactions on material and energy flux within ecosystems that will be broadly applicable across other ecosystems. This work is relevant not only to understanding microbial interactions, but will provide needed benchmarks for modeling of the sulfur cycle in both modern and early earth history.  Support for this project will strengthen research collaborations between four major research institutions across the country, and foster educational opportunities from the graduate through K-12 level. All data will be publicly accessible and research findings will be communicated broadly, through public lectures and science blogs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Facciotti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Facciotti",
   "pi_email_addr": "mtfacciotti@ucdavis.edu",
   "nsf_id": "000448924",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Eisen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Eisen",
   "pi_email_addr": "jaeisen@ucdavis.edu",
   "nsf_id": "000476907",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Wilbanks",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth G Wilbanks",
   "pi_email_addr": "egwilbanks@ucdavis.edu",
   "nsf_id": "000631870",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "451 Health Sciences Drive",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> <span style=\"white-space: pre;\"> </span></span>Microbial metabolism has shaped the global ecosystem since early geological time and, despite the emergence of macroscopic life, remains the engine that drives global cycling of nutrients.&nbsp; In diverse environments, from the deep sea to the human gut, these essential ecosystem processes are mediated not by a single species, but by the interactions of metabolically-interdependent microbial communities.&nbsp; Ecosystem health, be it within the human body or the global oceans, depends upon these intricate food webs of interacting microbes. However, such exchanges are often invisible to traditional approaches, and the chemical transformations involved remain cryptic.&nbsp; The research supported by this grant addressed these technical challenges with cutting-edge, interdisciplinary methods, and pioneer new ways to elucidate the influence of microbial interactions on the flow of material and energy in ecosystems.&nbsp;</p>\n<p><span style=\"white-space: pre;\"><span style=\"white-space: pre;\"> </span> </span>Our project investigated phototrophic microbial aggregates, the &ldquo;pink berries&rdquo; of the Sippewissett salt marsh (Figure 1), as a model system for studying how microbial interactions modulate nutrient cycles over spatial scales relevant to microorganisms (nanometers to micrometers).&nbsp; The overarching goal of our work was to link the metabolic potential of this sulfur-cycling community (as assessed by high-throughput DNA sequencing), single-cell activity measurements, and geochemical signatures (e.g. sulfur stable isotope fractionation).&nbsp; This work not only improved our understanding microbial interactions, but has provided needed benchmark for interpreting the sulfur cycle from the modern and to early earth history.</p>\n<p><span style=\"white-space: pre;\"> <span style=\"white-space: pre;\"> </span></span>Sulfide is a chemical species that is naturally abundant in anoxic marine habitats, such as marsh sediments, and which can be recognized by its characteristic rotten-egg aroma.&nbsp; Our work has demonstrated that the pink berries consume sulfide in the presence of light &ndash; a process driven by the phototrophic purple sulfur bacteria that dominate the consortia (which we dubbed PB-PSB1).&nbsp; However, we discovered that within these aggregates there also exists a partner species of bacteria that is related to organisms known as the sulfate reducing bacteria (SRB) which <em>produce</em> sulfide from sulfate.&nbsp; When we measured the bacteria using traditional approaches, we were unable to detect any metabolic (e.g. sulfate reduction) activity from this partner species (which we called PB-SRB1). &nbsp;Such scenarios are referred to as a &ldquo;cryptic sulfur cycle&rdquo; as the transfer of nutrients between species remains hidden (Figure 2).&nbsp;</p>\n<p><span style=\"white-space: pre;\"><span style=\"white-space: pre;\"> </span> </span>To unveil these hidden interactions, we reconstructed the metabolic potential of these species in the community using novel DNA sequencing platforms &nbsp;(Moleculo and PacBio).&nbsp; These technologies are capable of generating sequences two orders of magnitude longer than those typically used in our field and allowed us to reconstruct complete, high quality genomes for both partner species in the pink berries.&nbsp; Our study was a proof of principle for this technology and its application in metagenomics and be of broad utility in the field of microbial ecology.&nbsp; We found that these species had the ability to carry out a complete sulfur cycle, suggesting that there could be transfer of sulfur intermediates over minute distances between cells in the aggregate.&nbsp; We also discovered that the PB-SRB1 partner has genes encoding a novel rhodopsin, a light activated sodium pump.&nbsp; This is, to our knowledge, the first discovery of ...",
  "por_txt_cntn": "\n  Microbial metabolism has shaped the global ecosystem since early geological time and, despite the emergence of macroscopic life, remains the engine that drives global cycling of nutrients.  In diverse environments, from the deep sea to the human gut, these essential ecosystem processes are mediated not by a single species, but by the interactions of metabolically-interdependent microbial communities.  Ecosystem health, be it within the human body or the global oceans, depends upon these intricate food webs of interacting microbes. However, such exchanges are often invisible to traditional approaches, and the chemical transformations involved remain cryptic.  The research supported by this grant addressed these technical challenges with cutting-edge, interdisciplinary methods, and pioneer new ways to elucidate the influence of microbial interactions on the flow of material and energy in ecosystems. \n\n  Our project investigated phototrophic microbial aggregates, the \"pink berries\" of the Sippewissett salt marsh (Figure 1), as a model system for studying how microbial interactions modulate nutrient cycles over spatial scales relevant to microorganisms (nanometers to micrometers).  The overarching goal of our work was to link the metabolic potential of this sulfur-cycling community (as assessed by high-throughput DNA sequencing), single-cell activity measurements, and geochemical signatures (e.g. sulfur stable isotope fractionation).  This work not only improved our understanding microbial interactions, but has provided needed benchmark for interpreting the sulfur cycle from the modern and to early earth history.\n\n  Sulfide is a chemical species that is naturally abundant in anoxic marine habitats, such as marsh sediments, and which can be recognized by its characteristic rotten-egg aroma.  Our work has demonstrated that the pink berries consume sulfide in the presence of light &ndash; a process driven by the phototrophic purple sulfur bacteria that dominate the consortia (which we dubbed PB-PSB1).  However, we discovered that within these aggregates there also exists a partner species of bacteria that is related to organisms known as the sulfate reducing bacteria (SRB) which produce sulfide from sulfate.  When we measured the bacteria using traditional approaches, we were unable to detect any metabolic (e.g. sulfate reduction) activity from this partner species (which we called PB-SRB1).  Such scenarios are referred to as a \"cryptic sulfur cycle\" as the transfer of nutrients between species remains hidden (Figure 2). \n\n  To unveil these hidden interactions, we reconstructed the metabolic potential of these species in the community using novel DNA sequencing platforms  (Moleculo and PacBio).  These technologies are capable of generating sequences two orders of magnitude longer than those typically used in our field and allowed us to reconstruct complete, high quality genomes for both partner species in the pink berries.  Our study was a proof of principle for this technology and its application in metagenomics and be of broad utility in the field of microbial ecology.  We found that these species had the ability to carry out a complete sulfur cycle, suggesting that there could be transfer of sulfur intermediates over minute distances between cells in the aggregate.  We also discovered that the PB-SRB1 partner has genes encoding a novel rhodopsin, a light activated sodium pump.  This is, to our knowledge, the first discovery of any light responsive genes in a sulfate reducing bacteria and opens horizons for future research on this widely distributed group of bacteria. \n\n  We sought to test our model that the two bacterial species in the pink berries could exchange nutrients and catalyze a complete sulfur cycle within the aggregate.  We used heavy stable isotopes of sulfate to probe the pink berry community and then measured then traced these isotopic probes to individual single-cells using a geochemical instrument known as nanom..."
 }
}