{
 "awd_id": "1310711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action is funding Ben Vander Jagt of The Ohio State University to conduct a research project in Geosciences during the summer of 2013 at the University of Tasmania in Hobart, Tasmania, Australia.  The project title is \"Estimating Snow Depth Remotely Using an Unmanned Aerial Vehicle.\" The host scientist is Dr. Arko Lucieer, Senior Lecturer in Remote Sensing and GIS at the University of Tasmania.\r\n\r\nThis Fellowship is working on accurately estimating spatially continuous snow depth fields, using a combined Light Detection and Ranging (LiDAR) and photographic based approach on-board an Unmanned Aerial Vehicle (UAV).  By measuring a geographic area once before the onset of the snow season and once again during the snow season, the Fellow can effectively determine both the amount and distribution of the snow contained within that area. It is the first time that a study of such nature has been performed, and is an excellent example of the novel scientific research that can be achieved using UAVs. Additionally, because a large percentage of the world's population depends on snow as a source of freshwater, being able to accurately measure and quantify snow accumulation is an important objective that has both scientific and civil merit. By providing resource managers with better information to facilitate effective water management, conflict between individuals as well as governmental organizations can be mitigated.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, this Fellowship also provides an exciting opportunity to promote earth science and engineering within the general population, specifically secondary educational institutions. The Fellow plans to demonstrate the scientific capabilities of UAVs to local high schools in order to captivate and encourage students to pursue opportunities in the fields of Science, Technology, Engineering, and Math (STEM).  The Fellow will make all data collected during the study freely available to the public, as well as any scientific publications which are authored as a result of the Fellowship. Lastly, attending the host country supplies the Fellow with a rich introduction to the science policy and legislation associated with the scientific and commercial use of UAVs, and provides an excellent cultural and scientific learning environment for conducting advanced research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "VanderJagt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J VanderJagt",
   "pi_email_addr": "",
   "nsf_id": "000633576",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "VanderJagt              Benjamin       J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "432023026",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432156108",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "OH15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Snow is an extremely important hydrologic variable in many areas of the world, and thus&nbsp;there is significant interest in developing methods to accurately quantify the amount of snow over large spatial areas, with little human effort. While there are existing&nbsp;satellite methods dedicated towards remote snow measurement, they suffer from coarse&nbsp;measurement resolution, and the accuracy of snow retrievals from such measurements&nbsp;is typically poor, especially in areas with complex terrain, such as mountains. Unmanned&nbsp;aerial vehicles (UAVs) provide an interesting solution to this problem. Specifically, they&nbsp;provide high resolution measurements, while simultaneously requiring little to no&nbsp;human effort. Therefore, the goal of this EAPSI fellowship was to make the first remote&nbsp;measurements of snow depth using an unmanned aerial vehicle with low cost sensors.</p>\n<p>The first 3 weeks were spent assembling the UAV, mounting the sensors, conducting&nbsp;test flights and datasets, and waiting for snow to fall. The sensors included a digital&nbsp;camera, a laser scanning system (also known as lidar), and an onboard navigation system.&nbsp;Southern Tasmania received a large snowstorm in early July, and we were able to collect&nbsp;an excellent dataset to test our methodology. The snow surface was measured using&nbsp;reflected laser pulses which after subsequent processing provide a 3 dimensional surface.&nbsp;After the snow melted, we measured the ground surface using reflected laser pulses,&nbsp;produced another 3D surface, and differenced the two surfaces to produce an effective&nbsp;snow depth, at centimeter level resolution.</p>\n<p>Through the EAPSI fellowship, I not only was able to conduct state of the art<br />research, but I also gained confidence in my own scientific abilitities through frequent&nbsp;encouragement and support from my Australian colleagues. They were very&nbsp;accomodating, and provided excellent feedback on many of the ideas which I proposed. I&nbsp;now have a network of Australian collaborators, as well as other international colleagues&nbsp;whom i met during my stay in Tasmania.</p>\n<p><span>This funding opportunity provided: 1) a first-hand research experience outside the U.S.; 2) an introduction to the science policy and scientific infrastructure of Australia, and; 3) an orientation to the society and culture of Australia. These activities help ensure that U.S. scientists are connected with the global scientific community.&nbsp; Furthermore, this project has produced the first measurements of snow depth using UAV-based remote sensing, and has implications for both human health and environmental conservation. By improving the accuracy and precision of snow (water) measurements, we are enhancing the management of water resources throughout the world. Women and other underrepresented groups in the sciences have been trained and mentored during this project, both in Australia and the United States. Additionally, this project has fostered collaborations between scientists at Ohio State University and several government organizations who are interested in this rapidly expanding technology. Experiences gained from this EAPSI fellowship were presented to students at the University of Tasmania and Ohio State University in an attempt to raise local awareness about international research collaborations in general and the EAPSI Fellowship Program specifically. Lastly, the technology used for this project, such as remote controlled octocopters, is being used to spur interests in the sciences among K-12 students.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;J&nbsp;Vanderjagt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSnow is an extremely important hydrologic variable in many areas of the world, and thus there is significant interest in developing methods to accurately quantify the amount of snow over large spatial areas, with little human effort. While there are existing satellite methods dedicated towards remote snow measurement, they suffer from coarse measurement resolution, and the accuracy of snow retrievals from such measurements is typically poor, especially in areas with complex terrain, such as mountains. Unmanned aerial vehicles (UAVs) provide an interesting solution to this problem. Specifically, they provide high resolution measurements, while simultaneously requiring little to no human effort. Therefore, the goal of this EAPSI fellowship was to make the first remote measurements of snow depth using an unmanned aerial vehicle with low cost sensors.\n\nThe first 3 weeks were spent assembling the UAV, mounting the sensors, conducting test flights and datasets, and waiting for snow to fall. The sensors included a digital camera, a laser scanning system (also known as lidar), and an onboard navigation system. Southern Tasmania received a large snowstorm in early July, and we were able to collect an excellent dataset to test our methodology. The snow surface was measured using reflected laser pulses which after subsequent processing provide a 3 dimensional surface. After the snow melted, we measured the ground surface using reflected laser pulses, produced another 3D surface, and differenced the two surfaces to produce an effective snow depth, at centimeter level resolution.\n\nThrough the EAPSI fellowship, I not only was able to conduct state of the art\nresearch, but I also gained confidence in my own scientific abilitities through frequent encouragement and support from my Australian colleagues. They were very accomodating, and provided excellent feedback on many of the ideas which I proposed. I now have a network of Australian collaborators, as well as other international colleagues whom i met during my stay in Tasmania.\n\nThis funding opportunity provided: 1) a first-hand research experience outside the U.S.; 2) an introduction to the science policy and scientific infrastructure of Australia, and; 3) an orientation to the society and culture of Australia. These activities help ensure that U.S. scientists are connected with the global scientific community.  Furthermore, this project has produced the first measurements of snow depth using UAV-based remote sensing, and has implications for both human health and environmental conservation. By improving the accuracy and precision of snow (water) measurements, we are enhancing the management of water resources throughout the world. Women and other underrepresented groups in the sciences have been trained and mentored during this project, both in Australia and the United States. Additionally, this project has fostered collaborations between scientists at Ohio State University and several government organizations who are interested in this rapidly expanding technology. Experiences gained from this EAPSI fellowship were presented to students at the University of Tasmania and Ohio State University in an attempt to raise local awareness about international research collaborations in general and the EAPSI Fellowship Program specifically. Lastly, the technology used for this project, such as remote controlled octocopters, is being used to spur interests in the sciences among K-12 students.\n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Benjamin J Vanderjagt"
 }
}