{
 "awd_id": "1310980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Louis DeFalco Jr. of the University of Connecticut to conduct a research project in Biological Sciences during the summer of 2013 at the National University of Singapore located in Singapore.  The project title is \"Exploring the Solution Behavior of the Ribosomal Translation Factor BipA.\"  The host scientist is Dr. Ganesh Anand.\r\n\r\nCoordinated global regulation of protein synthesis is essential for bacterial survival in adverse growth conditions such as amino acid starvation, temperature shock or oxidative stress.  BipA is a highly conserved prokaryotic translational GTPase (hydrolase enzyme) whose interactions with the ribosome are dictated by guanine nucleotide pools in the cell, specifically levels of hydrolyze guanosine triphosphate (GTP) and guanosine pentaphosphate (ppGpp), an alarmone responsible for adaptation to adverse growth conditions in microorganisms.  In this manner, BipA operates as a metabolic sensor, acting as the mediator between cellular processes, alerting the bacteria to current environmental conditions. This project determines how the solution behavior of BipA is altered in response to guanine nucleotide binding via hydrogen/deuterium exchange experiments with mass spectrometry detection (HDXMS).  This technique is used to study the formation of both binary (BipA:GTP and BipA:ppGpp) as well as the ternary 30S:BipA:ppGpp complex. Data gathered from the HDXMS studies provides the foundation for understanding how particular dynamic motions brought about by either GTP or ppGpp binding contribute to the formation of the two BipA:ribosomal species.  This data serves to explicate how critical information concerning the cellular environment is conveyed between BipA and the ribosome to elicit an appropriate cellular response.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, Singapore?s status as a leader in the burgeoning medical tourism industry reflects a wider shift in the direction of global economic competition and represents a trend towards the expansion of our global community.  As patients increasingly seek reasonable value for high quality medical treatment, frequent travel affords aggressive strains of microorganisms, once isolated to hospital settings, the opportunity to spread from region to region.  Such proliferation of these microbes may cause a rise in communicable disease rates leading to epidemics in the near future.  A focused understanding of the requirements for essential biological processes occurring in infectious organisms can lead to the rational design of targeted antibiotics capable of treating multiple types of infection in public and clinical settings worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "DeFalco",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Louis DeFalco",
   "pi_email_addr": "",
   "nsf_id": "000633834",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DeFalco                 Louis",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bloomfield",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "",
  "inst_zip_code": "070033963",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Singapore",
  "perf_str_addr": null,
  "perf_city_name": "Singapore",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Singapore",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;Virulent bacteria continue to present difficulties during treatment in clinical settings where drug resistant strains remain prevalent.&nbsp; Essential to their survival is the coordinated global regulation of protein synthesis under adverse growth conditions.&nbsp; Such adverse conditions include amino acid starvation, temperature shock, or oxidative stress.&nbsp;&nbsp; Bactericidal inducing protein A (BipA) is a highly conserved prokaryotic translational GTPase whose interactions with the ribosome, the sight of protein synthesis, are dictated by guanine nucleotide pools in the cell.&nbsp; Most critical of these guanine nucleotides are guanosine triphosphate (GTP) and guanosine pentaphosphate (ppGpp), a stress response molecule responsible for adaptation to adverse growth conditions in microorganisms.&nbsp; Cellular levels of these guanine nucleotides direct the differential binding of BipA to distinct ribosomal subunits.&nbsp; In this manner, BipA operates as a metabolic sensor, acting as the mediator between cellular processes, alerting the bacteria to current environmental conditions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The objective of this EAPSI proposal was to determine how the solution behavior of BipA is altered in response to guanine nucleotide binding via hydrogen/deuterium exchange experiments with mass spectrometry detection (HDXMS).&nbsp; This technique was used to study the formation of both binary, (BipA:ppGpp), as well as the ternary 30S:BipA:ppGpp complex. Data gathered from HDXMS studies will provide foundation for understanding how particular dynamic motions brought about by either GTP or ppGpp binding contribute to the formation of the two BipA:ribosomal species.&nbsp; This data will serve to explicate how critical information concerning the cellular environment is conveyed between BipA and the ribosome to elicit an appropriate cellular response.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The elucidation of 30S &ndash; BipA:ppGpp interaction by hydrogen/deuterium exchange mass spectrometry will aid researches in understanding the potential risks to human health posed by virulent bacteria.&nbsp; Application of this fundamental research can contribute to the development of more effective antimicrobial drugs.&nbsp; Further, data gathered as a result of the EAPSI grant will lead to a thorough understanding of stress response regulation in a model organism.</p>\n<p>&nbsp;&nbsp; &nbsp;&nbsp;Preliminary results suggest that BipA:ppGpp binding to the 30S ribosomal subunit appears to be at least as strong as functionally analogous proteins; however, this hypothesis could not be confirmed quantitatively.&nbsp; Results from further experimentation indicate that there is little conformational change between the Apo, or nucleotide free state, and the ppGpp bound state of BipA.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Qualitative evidence for strong binding was apparent during data collection as the necessary separation of BipA:ppGpp from 30S ribosomal subunits was experimentally difficult to achieve.&nbsp; HPLC chromatograms appeared as either low or high signal noise depending on the specific denaturing conditions used, leading to the conclusion that BipA:ppGpp binding was not affected under mild denaturing conditions.&nbsp; High signal with convoluting noise was witnessed under strong denaturing conditions due to complete dissociation of all ribosomal proteins, which interfered with data acquisition of the binary (BipA:ppGpp) complex of interest.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Controls performed without ribosome showed excellent separation and good mass spec intensity upon ionization.&nbsp; Controls performed with ribosome alone showed no signal in either the chromatograms or mass spectra.&nbsp; This suggests that the presence of the highly negatively charged rRNA (ribosomal RNA) interferes with proper cleavage and separation during chromatography and p...",
  "por_txt_cntn": "\n     Virulent bacteria continue to present difficulties during treatment in clinical settings where drug resistant strains remain prevalent.  Essential to their survival is the coordinated global regulation of protein synthesis under adverse growth conditions.  Such adverse conditions include amino acid starvation, temperature shock, or oxidative stress.   Bactericidal inducing protein A (BipA) is a highly conserved prokaryotic translational GTPase whose interactions with the ribosome, the sight of protein synthesis, are dictated by guanine nucleotide pools in the cell.  Most critical of these guanine nucleotides are guanosine triphosphate (GTP) and guanosine pentaphosphate (ppGpp), a stress response molecule responsible for adaptation to adverse growth conditions in microorganisms.  Cellular levels of these guanine nucleotides direct the differential binding of BipA to distinct ribosomal subunits.  In this manner, BipA operates as a metabolic sensor, acting as the mediator between cellular processes, alerting the bacteria to current environmental conditions.\n\n     The objective of this EAPSI proposal was to determine how the solution behavior of BipA is altered in response to guanine nucleotide binding via hydrogen/deuterium exchange experiments with mass spectrometry detection (HDXMS).  This technique was used to study the formation of both binary, (BipA:ppGpp), as well as the ternary 30S:BipA:ppGpp complex. Data gathered from HDXMS studies will provide foundation for understanding how particular dynamic motions brought about by either GTP or ppGpp binding contribute to the formation of the two BipA:ribosomal species.  This data will serve to explicate how critical information concerning the cellular environment is conveyed between BipA and the ribosome to elicit an appropriate cellular response.\n\n     The elucidation of 30S &ndash; BipA:ppGpp interaction by hydrogen/deuterium exchange mass spectrometry will aid researches in understanding the potential risks to human health posed by virulent bacteria.  Application of this fundamental research can contribute to the development of more effective antimicrobial drugs.  Further, data gathered as a result of the EAPSI grant will lead to a thorough understanding of stress response regulation in a model organism.\n\n     Preliminary results suggest that BipA:ppGpp binding to the 30S ribosomal subunit appears to be at least as strong as functionally analogous proteins; however, this hypothesis could not be confirmed quantitatively.  Results from further experimentation indicate that there is little conformational change between the Apo, or nucleotide free state, and the ppGpp bound state of BipA.\n\n     Qualitative evidence for strong binding was apparent during data collection as the necessary separation of BipA:ppGpp from 30S ribosomal subunits was experimentally difficult to achieve.  HPLC chromatograms appeared as either low or high signal noise depending on the specific denaturing conditions used, leading to the conclusion that BipA:ppGpp binding was not affected under mild denaturing conditions.  High signal with convoluting noise was witnessed under strong denaturing conditions due to complete dissociation of all ribosomal proteins, which interfered with data acquisition of the binary (BipA:ppGpp) complex of interest. \n\n     Controls performed without ribosome showed excellent separation and good mass spec intensity upon ionization.  Controls performed with ribosome alone showed no signal in either the chromatograms or mass spectra.  This suggests that the presence of the highly negatively charged rRNA (ribosomal RNA) interferes with proper cleavage and separation during chromatography and proper ionization during mass spectrometry as elimination of the 30S subunit was not attained after formation of the 30S:BipA:ppGpp complex.  Data analysis of BipA:ppGpp alone shows little to no conformational change up on nucleotide binding and designates ppGpp binding to the nucleotide bind..."
 }
}