{
 "awd_id": "1310886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in New Zealand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5304.0,
 "awd_amount": 5304.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds William Lake Carter of Virginia Tech to conduct a research project in Engineering during the summer of 2013 at the University of Canterbury in Christchurch, New Zealand. The project title is \"Use of Surface Wave Tests for Evaluating the Efficacy of Ground Improvement Techniques for Mitigating the Risk from Earthquake Induced Liquefaction.\" The host scientist is Dr. Brendon Bradley.\r\n \r\nAfter the devastating 2010-2011 Canterbury earthquake sequence, the city of Christchurch, New Zealand is in a state of rebuilding. A particular focus is on mitigating future risk of damage from earthquake induced liquefaction at proposed building sites. Ground improvement technologies, like stone columns, reduce soil liquefaction potential by increasing the density and lateral effective confinement of the soil profile. However, the installation technique for stone columns is non-standardized and varies from company to company; stone columns installed by one technique may have a lower liquefaction potential than sites where stone columns were installed using another technique. This research determines the effectiveness of ground improvement techniques and their installation techniques by evaluating the improved sites using surface wave tests. Using Multichannel Analysis of Surface Waves (MASW) equipment, the PI performs active source, shear wave profiling of various improved ground sites around Christchurch and its environs. The tests are performed at the improved ground sites and adjacent unimproved ground sites to provide a comparison. Both sets of measurements are transformed into one-dimensional shear wave profiles and subsequently, compared to quantify the soil improvement defined by an increase in shear wave velocity across the site; an increase in shear wave velocity constitutes an increase in soil stiffness and resistance against soil liquefaction.      \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the proposed research will continue to cultivate the professional and academic relationship between the University of Canterbury and Virginia Tech. It is also hoped that both research groups will learn from each other and further the profession's knowledge of earthquake risk mitigation worldwide. Stemming from this research will be an MS thesis, which will document the findings of this unique study. It is expected that the findings from this research will be shared with the earthquake engineering community by publishing the results in a high quality journal and/or a conference proceedings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Carter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Carter",
   "pi_email_addr": "",
   "nsf_id": "000629841",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carter                  William        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Blacksburg",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "240606062",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Carter                  William        L",
  "perf_str_addr": null,
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240606062",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5304.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the study was to examine the influence of near-fault motions on liquefaction triggering in Christchurch and neighboring towns during the 2010-2011 Canterbury earthquake sequence (CES).The CES began with the 4 September 2010, Mw7.1 Darfield earthquake and included up to ten events that triggered liquefaction. Liquefaction is a phenomenon whereby a loose, saturated soil loses all its strength and stiffness as a result of seismic shaking. The widespread liquefaction observed following the Darfield earthquake and the Mw6.2, 22 February 2011 Christchurch earthquake&nbsp;resulted in significant damage to critical infrasturcture in the city of Christchurch. Of particular relevance to this study is the forward directivity effects that were prevalent in the motions recorded during the Darfield earthquake, and to a much lesser extent, during the Christchurch earthquake. Forward directivity is a phenomenon resulting from the approximate equality of the fault rupture and shear wave velocities and can result in a double-sided velocity pulse in the fault-normal component of motion. Several studies have examined the detrimental effects of near-fault motions on building structures but relatively little attention has been given to near-fault effects on liquefaction, hence the objective of this study.&nbsp;&nbsp;</p>\n<p>A 2D variant of the Richart-Newmark fatigue theory was used to compute the equivalent number of cycles (n<sub>eq</sub>) for the ground motions, where volumetric strain was used as the damage metric. The n<sub>eq</sub>&nbsp;concept is integral to cyclic liquefaction evaluations and is the fundamental component of Magnitude Scaling Factors (MSF) which are used to evaluate liquefaction potential. The premise of the concept is that the random motions of an earthquake can be represented by an equivalently damaging number of uniform stress or strain cycles.&nbsp;This study is unique because it considers the contribution and phasing of both the fault-normal and fault-parallel components of motion on n<sub>eq</sub> and the MSF. It was found that when the fault-normal and fault-parallel motions were treated individually, the former yielded a lower n<sub>eq</sub> than the latter. Additionally, when the combined effects of fault-normal and fault-parallel components were considered, it was found that the MSF were higher than those commonly used. This implies that motions containing near-fault effects are less demanding on the soil than motions that do not. This may be one of several factors that resulted in less severe liquefaction occurring during the Darfield earthquake than the Christchurch earthquake.</p>\n<p>Beyond the scientific findings of this research, the PI gained a tremendous amount of appreciatiation for international collaboration. Collaborating with&nbsp;collegues in New Zealand was very helpful in broadening the impacts of this research and&nbsp;cultivating a continuing professional and academic relationship between the University of Canterbury and Virginia Tech. It is also hoped that both research groups have learned and will continue to learn from each other and further the profession&rsquo;s knowledge of earthquake risk mitigation worldwide. Produced from this research thus far is a workshop paper which will be presented in New Zealand this December. Furthermore, it is a common goal amongst contributing authors to expand upon this research in hopes to publish a high quality journal paper. Likewise, stemming from this research will be an MS thesis which will further document the findings of this unique study.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2013<br>\n\t\t\t\t\tModified by: William&nbsp;L&nbsp;Carter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the study was to examine the influence of near-fault motions on liquefaction triggering in Christchurch and neighboring towns during the 2010-2011 Canterbury earthquake sequence (CES).The CES began with the 4 September 2010, Mw7.1 Darfield earthquake and included up to ten events that triggered liquefaction. Liquefaction is a phenomenon whereby a loose, saturated soil loses all its strength and stiffness as a result of seismic shaking. The widespread liquefaction observed following the Darfield earthquake and the Mw6.2, 22 February 2011 Christchurch earthquake resulted in significant damage to critical infrasturcture in the city of Christchurch. Of particular relevance to this study is the forward directivity effects that were prevalent in the motions recorded during the Darfield earthquake, and to a much lesser extent, during the Christchurch earthquake. Forward directivity is a phenomenon resulting from the approximate equality of the fault rupture and shear wave velocities and can result in a double-sided velocity pulse in the fault-normal component of motion. Several studies have examined the detrimental effects of near-fault motions on building structures but relatively little attention has been given to near-fault effects on liquefaction, hence the objective of this study.  \n\nA 2D variant of the Richart-Newmark fatigue theory was used to compute the equivalent number of cycles (neq) for the ground motions, where volumetric strain was used as the damage metric. The neq concept is integral to cyclic liquefaction evaluations and is the fundamental component of Magnitude Scaling Factors (MSF) which are used to evaluate liquefaction potential. The premise of the concept is that the random motions of an earthquake can be represented by an equivalently damaging number of uniform stress or strain cycles. This study is unique because it considers the contribution and phasing of both the fault-normal and fault-parallel components of motion on neq and the MSF. It was found that when the fault-normal and fault-parallel motions were treated individually, the former yielded a lower neq than the latter. Additionally, when the combined effects of fault-normal and fault-parallel components were considered, it was found that the MSF were higher than those commonly used. This implies that motions containing near-fault effects are less demanding on the soil than motions that do not. This may be one of several factors that resulted in less severe liquefaction occurring during the Darfield earthquake than the Christchurch earthquake.\n\nBeyond the scientific findings of this research, the PI gained a tremendous amount of appreciatiation for international collaboration. Collaborating with collegues in New Zealand was very helpful in broadening the impacts of this research and cultivating a continuing professional and academic relationship between the University of Canterbury and Virginia Tech. It is also hoped that both research groups have learned and will continue to learn from each other and further the professionÆs knowledge of earthquake risk mitigation worldwide. Produced from this research thus far is a workshop paper which will be presented in New Zealand this December. Furthermore, it is a common goal amongst contributing authors to expand upon this research in hopes to publish a high quality journal paper. Likewise, stemming from this research will be an MS thesis which will further document the findings of this unique study. \n\n\t\t\t\t\tLast Modified: 11/25/2013\n\n\t\t\t\t\tSubmitted by: William L Carter"
 }
}