{
 "awd_id": "1310109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Marie DesHarnais of the University of Minnesota to conduct a research project in Engineering during the summer of 2013 at the National University of Singapore in Singapore.  The project title is \"Modeling of Fire Induced Progressive Collapse for Reinforced Concrete Buildings.\" The host scientist is Dr. Sze Dai Pang.\r\n\r\nA new computational model of reinforced concrete structures is being developed to assess the effect of fire on structural integrity, or safety. The coupled thermo-mechanical model can capture heat transfer, changes in material properties, and mechanical deformations from loads. This project includes a series of tests to characterize the behavior of concrete at various temperatures, an essential part of the model development. With the numerical model calibrated from the physical tests, probabilistic simulations are carried out to quantify the risk of building collapse due to a specific fire scenario.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the principal investigator will participate in two annual high-school summer programs held at the University of Minnesota, which specifically target minority and female students; \"Exploring Careers in Engineering and Physical Science\" and the \"high-tech girl society.\" The principal investigator will use this opportunity to stimulate or affirm the students' interests in structural engineering and attract more female and minority students to the Civil Engineering undergraduate program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "DesHarnais",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Marie G DesHarnais",
   "pi_email_addr": "",
   "nsf_id": "000630126",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DesHarnais              Marie          G",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Saint Paul",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "551072151",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "DesHarnais              Marie          G",
  "perf_str_addr": null,
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550233",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><strong><span>Modeling Fire-Induced Progressive Collapse for Reinforced Concrete Frame Structures</span></strong><strong><span>&nbsp;</span></strong></p>\n<p>The PI&rsquo;s research for her Master&rsquo;s Thesis is to develop a novel numerical model to assess the effect of fire on the structural integrity of reinforced concrete (RC) buildings. Fire can cause local structural damage, which can lead to wider, cascading damage, and possibly the destruction of an entire building. The numerical model is designed to advance our understanding on how the local fire-induced failure can trigger larger collapses. By simulating the effects of local failure on surrounding elements and the initiation of large-scale failure, the model will provide greater information on building integrity, and future building design. The development of this model includes three components: a temperature field model, a finite element model of nonlinear sections, and a full-scale building model of the collapse. The PI&rsquo;s research in the EAPSI 2013 program focused on the development of the finite element model based on compression tests of concrete specimens subject to high temperatures.</p>\n<p>In order to perform the compression tests within six weeks over the summer, the host, Dr. S.-D. Pang, arranged for the concrete specimens to be cast before the start of the program. Within a week of the arrival of the PI in Singapore, the concrete had cured for the standard 28 days, and testing could begin. The specimens were heated in a furnace to temperatures from 30&deg;C (room temperature in Singapore) to 760&deg;C, and then cooled to room temperature. For each temperature, three cylinders were heated at the same time, to account for variations from specimen to specimen. The cylinders were then loaded in compression by controlled displacement. This made it possible to calculate the residual elastic modulus, compressive strength, and compression energy density for each cylinder. Based on the test results as well as the, existing literature, the PI developed a temperature-dependent model of the concrete tested. This model was coded into a finite element program to simulate the behavior of concrete cross-sections under temperature and mechanical loads. After the conclusion of the EAPSI program, the finite element models were used to develop portions of the full-scale building model.</p>\n<p>Beyond funding the specific research goals for this project, the EAPSI program also gave the PI the opportunity to learn more about the National University of Singapore (NUS), Singapore, and East Asia. The PI worked with staff and students in the laboratory and in the department, giving her a better understanding of the way research is performed at NUS. Different approaches to equipment maintenance and laboratory documentation gave the PI better ideas for how to approach research at her home institution. Meeting with some of the faculty in the Civil and Environmental Engineering department gave the PI a better picture of the breadth of research being performed at NUS. The structural engineering group has a strong focus on development of new building materials.</p>\n<p>The PI also spent some time exploring Singapore with friends from NUS and the EAPSI program. Site-seeing spots included the Marina Bay, the island of Pulau Ubin, and national park trails. These sites gave quite a range of perspectives on Singapore; Marina Bay showcases the metropolitan development of the country, Pulau Ubin gives a picture of what the country may have looked like before European colonialism, and the national park trails include landmarks of the nation&rsquo;s path to independence. The PI also had the opportunity to visit the Changi Museum and the Land Transportation Gallery with the EAPSI program. Along with the history of Singapore, a major part of cultural exploration involved the food. The PI made sure to sample the loca...",
  "por_txt_cntn": "Modeling Fire-Induced Progressive Collapse for Reinforced Concrete Frame Structures \n\nThe PIÆs research for her MasterÆs Thesis is to develop a novel numerical model to assess the effect of fire on the structural integrity of reinforced concrete (RC) buildings. Fire can cause local structural damage, which can lead to wider, cascading damage, and possibly the destruction of an entire building. The numerical model is designed to advance our understanding on how the local fire-induced failure can trigger larger collapses. By simulating the effects of local failure on surrounding elements and the initiation of large-scale failure, the model will provide greater information on building integrity, and future building design. The development of this model includes three components: a temperature field model, a finite element model of nonlinear sections, and a full-scale building model of the collapse. The PIÆs research in the EAPSI 2013 program focused on the development of the finite element model based on compression tests of concrete specimens subject to high temperatures.\n\nIn order to perform the compression tests within six weeks over the summer, the host, Dr. S.-D. Pang, arranged for the concrete specimens to be cast before the start of the program. Within a week of the arrival of the PI in Singapore, the concrete had cured for the standard 28 days, and testing could begin. The specimens were heated in a furnace to temperatures from 30&deg;C (room temperature in Singapore) to 760&deg;C, and then cooled to room temperature. For each temperature, three cylinders were heated at the same time, to account for variations from specimen to specimen. The cylinders were then loaded in compression by controlled displacement. This made it possible to calculate the residual elastic modulus, compressive strength, and compression energy density for each cylinder. Based on the test results as well as the, existing literature, the PI developed a temperature-dependent model of the concrete tested. This model was coded into a finite element program to simulate the behavior of concrete cross-sections under temperature and mechanical loads. After the conclusion of the EAPSI program, the finite element models were used to develop portions of the full-scale building model.\n\nBeyond funding the specific research goals for this project, the EAPSI program also gave the PI the opportunity to learn more about the National University of Singapore (NUS), Singapore, and East Asia. The PI worked with staff and students in the laboratory and in the department, giving her a better understanding of the way research is performed at NUS. Different approaches to equipment maintenance and laboratory documentation gave the PI better ideas for how to approach research at her home institution. Meeting with some of the faculty in the Civil and Environmental Engineering department gave the PI a better picture of the breadth of research being performed at NUS. The structural engineering group has a strong focus on development of new building materials.\n\nThe PI also spent some time exploring Singapore with friends from NUS and the EAPSI program. Site-seeing spots included the Marina Bay, the island of Pulau Ubin, and national park trails. These sites gave quite a range of perspectives on Singapore; Marina Bay showcases the metropolitan development of the country, Pulau Ubin gives a picture of what the country may have looked like before European colonialism, and the national park trails include landmarks of the nationÆs path to independence. The PI also had the opportunity to visit the Changi Museum and the Land Transportation Gallery with the EAPSI program. Along with the history of Singapore, a major part of cultural exploration involved the food. The PI made sure to sample the local fruits, including durian, as well as some of the more famous dishes like chilli crab. The variety of cultures present in Singapore made it possible to have an adventure in food daily.\n\n\t\t\t\t\t..."
 }
}