{
 "awd_id": "1310973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Mathew Wolak of Tufts University to conduct a research project in the Mathematical and Physical Sciences area during the summer of 2013 at Okayama University in Okayama.  The project title is \"Following Algebraic Fingerprints of Curved Symmetries as they Flatten.\" The host scientist is Prof. Tomoyuki Kakehi.\r\n\r\nThe project is to characterize the generators of the algebra of invarient differential operators on Cartan motion group. If the cartan decompostion of the original semisimple lie algebra is g = k + p, it is conjectured that the high p-degree terms of the generators of the invariant differential operators on G generate the invariant operators on the contracted group G zero.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, Japan is a center for research in Lie group theory and harmonic analysis, and so it is particularly important to enhance partnerships with Japanese mathematicians in these fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathew",
   "pi_last_name": "Wolak",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mathew T Wolak",
   "pi_email_addr": "",
   "nsf_id": "000631039",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wolak                   Mathew         T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Somerville",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021441903",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wolak                   Mathew         T",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021441903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp; Lie group contractions are the process of \"flattening out\" a space by expanding it. For example, as a sphere expands, it appears flatter and flatter to an observer standing on it. Cartan motion groups are a special class of contracted Lie groups, and form an important class of non-semisimple Lie groups. This summer, I set out to characterize and important property of Cartan motion groups: the generators of their invariant algebras.<br />&nbsp; Over the summer, I derived some key formulas for Cartan motion groups and group contractions more generally. These formulate allow one to see precisely what happens to the structure of a Lie group (for example, its Killing form and root spaces) as it is contracted. In addition, I made significant progress (completed upon return to the US) in finding generators for the invariant algebra of the Galilean group, which is a contracted Lie algebra important to physics.<br />&nbsp; Going to Japan allowed me to discuss my results and strategies directly with Japanese mathematicians. This is important because Japan is a worldwide center of Lie group theory. In addition, spending time with these mathematicians will make it much easier to cooperate in the future. Furthermore, it allowed me to experience first-hand a different academic culture.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Mathew&nbsp;T&nbsp;Wolak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n    Lie group contractions are the process of \"flattening out\" a space by expanding it. For example, as a sphere expands, it appears flatter and flatter to an observer standing on it. Cartan motion groups are a special class of contracted Lie groups, and form an important class of non-semisimple Lie groups. This summer, I set out to characterize and important property of Cartan motion groups: the generators of their invariant algebras.\n  Over the summer, I derived some key formulas for Cartan motion groups and group contractions more generally. These formulate allow one to see precisely what happens to the structure of a Lie group (for example, its Killing form and root spaces) as it is contracted. In addition, I made significant progress (completed upon return to the US) in finding generators for the invariant algebra of the Galilean group, which is a contracted Lie algebra important to physics.\n  Going to Japan allowed me to discuss my results and strategies directly with Japanese mathematicians. This is important because Japan is a worldwide center of Lie group theory. In addition, spending time with these mathematicians will make it much easier to cooperate in the future. Furthermore, it allowed me to experience first-hand a different academic culture.\n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Mathew T Wolak"
 }
}