{
 "awd_id": "1310387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Biomimetic Nanostructured Materials Based on Synthetic Spider Silk",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 299985.0,
 "awd_amount": 299985.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2015-05-08",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1310534         \tPI:  Dzenis, Yuris                  ORG: University of Nebraska\r\n\r\nID: MPS/DMR/BMAT(7623) 1310387         \tPI:  Lewis, Randolph            ORG: Utah State University\r\n\r\nTitle:  Collaborative Research: Biomimetic Nanostructured Materials Based on Synthetic Spider Silk\r\n\r\nTechnical Part:  \tSpider silks exhibit excellent strength, stiffness, and toughness simultaneously, a feat unachievable in most synthetic structural materials.  However, natural silks cannot be harvested in quantities necessary for applications.  Recombinant silk proteins closely mimicking the natural silk sequences have been synthesized in processes that can be further scaled up.  However, fibers made from these proteins, while they are tough, are significantly inferior to natural fibers in the important metrics of strength.  Much has been learned in recent years about the effects of various protein motifs on mechanical properties.  Despite a very intensive effort in many laboratories, reproduction of the native fiber spinning process resulting in highly structured strong and tough fiber has so far proven elusive.  The objective of this project is to develop and study novel nanostructured synthetic spider silk fiber based on continuous silk nanofilaments.  Rather than trying to replicate the elusive exact conditions of the delicate native structuring process via self-assembly, biomimetic hierarchical silk fibers will be built using a recently optimized top-down nanomanufacturing technique.  The technique is capable of producing highly aligned and dense nanofilamentary fibers with simultaneously improved strength, modulus, and strain at failure, compared to the solid microfibers from the same polymer.  Preliminary studies show impressive properties for individual ultrafine nanofibers electrospun from two different synthetic spider silk proteins.  These properties will be further improved by precision-manufactured microscopic nanofilamentary fibers. These fibers will be analyzed using solid state NMR, FTIR, and X-ray diffraction to determine the structural elements responsible for the best materials properties.  These biomimetic constructs, combined with the original potential of spider silk proteins can lead to revolutionary new fibers that can be produced in industrial quantities.  Expectations are to develop synthetic spider silk fibers exceeding the mechanical performance of the natural fibers, thus improving on nature's best structural material. This research will build on the complimentary interdisciplinary expertise and several recent breakthroughs in the laboratories of the co-PIs.\r\n\r\nNon-Technical Part:  The extreme flexibility of the electro-spinning process and recently developed precision methods of process control, based on sophisticated multi-physics process modeling, open up near unlimited possibilities for the development of new high-performance nanostructured fibers.  These next generation ultrastrong/tough fibers promise broad applications.  Both research groups have proven records of commercializing research results including advanced supercomposites with nanofiber reinforced interfaces for military applications and spider silk fibers for tendon repair materials, sporting goods, and military protective materials.  The two Universities will partner strategically to further develop and commercialize the unique ultrahigh-performance nanoflamentary synthetic spider silk fibers developed under this grant.  Two PhD students with different backgrounds will interact and work closely with each other and the co-PIs.  At least 5 undergraduates from both universities will also be involved with this research program.  In addition senior design project groups will be joining the research to test various applications of these fibers.  The proposed research covers biochemistry, mechanics, materials science, and nanomanufacturing and will provide students a unique interdisciplinary experience.  Undergraduate students will present their results at Undergraduate Research Day.  Both laboratories will be involved with their universities' efforts to recruit underrepresented groups, particularly providing laboratory tours and hands on efforts for high school students.  A new nanostructured silk design, fabrication, and characterization testbed will be developed as part of the UNL Nanofiber Core Facility.  This testbed will be used for demonstrations during frequent visits to our laboratories of fellow researchers, students, and members of the public in classes, and for research.  This facility testbed will also serve as a vehicle for dissemination of new research results.  Previous research from both groups has been featured in the popular press as well as several television programs both in the U.S. and in several other countries.  Of specific note is that this research was featured on NSF's Science Nation program as well as Nova's \"Making Stuff\"and the Discovery, History and Disney Channels.  The two groups will continue to jointly popularize this exciting research performed at the two universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randolph",
   "pi_last_name": "Lewis",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Randolph V Lewis",
   "pi_email_addr": "randy.lewis@usu.edu",
   "nsf_id": "000414390",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199998.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this grant were:</p>\n<p>1. recombinant spider silk protein production in bacteria and</p>\n<p>2. development of fiber electrospinning using spider silk proteins.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Accomplishments:</p>\n<ol>\n<li>Developed a setup for production of electrospun oriented fiber mats</li>\n<li>Accomplished electrospinning of: spider silk proteins from aqueous solutions, pure polymers, polymer + spider silk proteins, polymer + spider silk proteins with carbon nanotubes and various metal nanospheres</li>\n<li>Electrospinning of core-shell nanofibers with polymers as the shell and spider silk proteins as the core.&nbsp; </li>\n<li>Characterization of nanofibers by MTS, FTIR, DSC and SEM to assess structures/</li>\n<li>Developed a method to electrospin continuous yarns instead of mats.&nbsp; </li>\n<li>Continued improvement of protein production both via better fermentation and altered purification methods. </li>\n</ol>\n<p>&nbsp;</p>\n<p>Significant results:</p>\n<ol>\n<li>Combining as little as 5% spider silk protein with Nylon 6,6 and with polyurethane led to substantial (&lt;50%) increases in tensile strength.</li>\n<li>Results using a number of other polymers with the co-spun spider silk proteins showed highly variable results with some polymers showing improvements and others actually were less strong. </li>\n<li>A method to electrospin a continuous yarn of nano-scale fibers was developed but still needs improvement.&nbsp; </li>\n<li>A new processing method to purify the spiders silk proteins produced in bacteria was developed with a substantial decrease in the cost.&nbsp; </li>\n</ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2016<br>\n\t\t\t\t\tModified by: Randolph&nbsp;V&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of this grant were:\n\n1. recombinant spider silk protein production in bacteria and\n\n2. development of fiber electrospinning using spider silk proteins.   \n\n \n\nAccomplishments:\n\nDeveloped a setup for production of electrospun oriented fiber mats\nAccomplished electrospinning of: spider silk proteins from aqueous solutions, pure polymers, polymer + spider silk proteins, polymer + spider silk proteins with carbon nanotubes and various metal nanospheres\nElectrospinning of core-shell nanofibers with polymers as the shell and spider silk proteins as the core.  \nCharacterization of nanofibers by MTS, FTIR, DSC and SEM to assess structures/\nDeveloped a method to electrospin continuous yarns instead of mats.  \nContinued improvement of protein production both via better fermentation and altered purification methods. \n\n\n \n\nSignificant results:\n\nCombining as little as 5% spider silk protein with Nylon 6,6 and with polyurethane led to substantial (&lt;50%) increases in tensile strength.\nResults using a number of other polymers with the co-spun spider silk proteins showed highly variable results with some polymers showing improvements and others actually were less strong. \nA method to electrospin a continuous yarn of nano-scale fibers was developed but still needs improvement.  \nA new processing method to purify the spiders silk proteins produced in bacteria was developed with a substantial decrease in the cost.  \n\n\n\t\t\t\t\tLast Modified: 10/17/2016\n\n\t\t\t\t\tSubmitted by: Randolph V Lewis"
 }
}