{
 "awd_id": "1310002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimality Landscapes and Exploratory Data Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2013-07-14",
 "awd_max_amd_letter_date": "2013-07-14",
 "awd_abstract_narration": "The investigators and their students study the development, implementation and application of iterative search procedures for unsupervised exploratory data analysis. In particular, they develop statistically principled procedures for discovering patterns in high dimensional data, including biclustering and correlation mining of genomic data, and community detection in complex networks arising in computational sociology and public policy.  Complementing the methodological component of the research, the investigators and their students also study the development of general theoretical tools to analyze iterative data mining procedures, and the properties of their associated local optima. They develop probabilistic tools, including new variants of Stein's method for normal approximation and new Gaussian comparison theorems, to understand asymptotic properties of typical local optima, and the dependence of these optima under different assumptions on the underlying signal, beginning with the null setting in which only noise is present. Their research is carried out in the context of ongoing collaborations with UNC faculty in the Medical School, and in the Departments of Genetics, Public Policy, and Mathematics. \r\n\r\nThe broad subject of the proposal is the development, theoretical analysis, and application of exploratory methods for large data sets. By exploratory methods, we mean those that search large data sets for significant patterns or configurations that may be of organizational or scientific interest. Examples include patterns that may distinguish types of a disease, that help target a drug or assess its efficacy, and patterns that identify among a large number of people a smaller community who frequently exchange text messages.  In many cases, a numerical score is used to assess the potential importance of a pattern, and attention then turns to finding a pattern with a large score.  Our primary interest is in search procedures that begin with a candidate pattern, then search for closely related patterns in the data that have higher score, repeating this procedure until they reach a pattern where no further (local) improvements are possible. Procedures of this sort are routinely applied in large data problems where finding the ``best'' pattern (the pattern with the largest score) is computationally prohibitive.  We are developing and applying new, statistically based search procedures for several important tasks arising in the exploratory analysis of large data sets, including data mining and community detection.  At the same time, we are developing fundamental theory to justify and inform the application of the iterative search procedures. Our work is being carried out in the context of ongoing collaborations with UNC faculty in the Medical School, and in the Departments of Genetics, Public Policy, and Mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Nobel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew B Nobel",
   "pi_email_addr": "nobel@email.unc.edu",
   "nsf_id": "000493200",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sreekalyani",
   "pi_last_name": "Bhamidi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sreekalyani S Bhamidi",
   "pi_email_addr": "bhamidi@email.unc.edu",
   "nsf_id": "000546337",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Drive Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The exploratory analysis of large data sets is a common feature of many scientific problems. In the fields of genomics, computational social science, biomedicine, and chemometrics, large complex data sets are now the rule. The increase in large data sets, and the concomitant demand for their analysis, has driven a great deal of applied and theoretical research in statistics, and has had a marked impact on scientific practice, effecting a shift from traditional, hypothesis-driven research to more data-driven research.&nbsp;</span><br /><br /><span>Under the funded research, we have created, analyzed, and applied exploratory methods for large, high dimensional data sets, with an emphasis on data arising from complex networks. In particular, we developed statistically principled techniques for understanding real network data, including identifying communities and developing computationally efficient tools to simulate network models proposed by social scientists. In addition, we developed a computationally efficient method for detecting communities in large networks that exhibit statistically significant changes in their interactions under two conditions or sampling regimes. &nbsp;The method has been applied to data with hundreds of samples and tens or hundreds of thousands of variables, including biomedical and brain connectome data. &nbsp;</span><br /><br /><span>Complementing this methodological work, we also developed theoretical tools to understand network models for real world systems. This includes deriving new mathematical models of network evolution to predict phenomenon in social networks such as Twitter called &ldquo;condensation phenomenon&rdquo;, as well as to understand how to detect and identify sudden changes in networks. In addition we have also developed general theory to understand the emergence of large connected components in a wide array of network models as one tunes the edge density.&nbsp;</span><br /><br /><span><strong>Broader Impacts: </strong>The proposed research was motivated by, and carried out in the context of, ongoing collaborations with disciplinary scientists in the fields of biomedicine, public policy, genomics, and political science. The methodology developed under the auspices of the grant has been applied to new data sets of immediate interest to our collaborators, and have had an impact outside the field of statistics. Software developed as part of the funded research has been integrated into the basic exploratory tools of disciplinary scientists, and has been made freely and publicly available. The funded research involved students at the graduate and undergraduate levels, as well as the development of new courses emphasizing statistical computation and machine learning as well as research level courses that the PIs presented in summer schools aimed at junior researchers.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Sreekalyani&nbsp;S&nbsp;Bhamidi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe exploratory analysis of large data sets is a common feature of many scientific problems. In the fields of genomics, computational social science, biomedicine, and chemometrics, large complex data sets are now the rule. The increase in large data sets, and the concomitant demand for their analysis, has driven a great deal of applied and theoretical research in statistics, and has had a marked impact on scientific practice, effecting a shift from traditional, hypothesis-driven research to more data-driven research. \n\nUnder the funded research, we have created, analyzed, and applied exploratory methods for large, high dimensional data sets, with an emphasis on data arising from complex networks. In particular, we developed statistically principled techniques for understanding real network data, including identifying communities and developing computationally efficient tools to simulate network models proposed by social scientists. In addition, we developed a computationally efficient method for detecting communities in large networks that exhibit statistically significant changes in their interactions under two conditions or sampling regimes.  The method has been applied to data with hundreds of samples and tens or hundreds of thousands of variables, including biomedical and brain connectome data.  \n\nComplementing this methodological work, we also developed theoretical tools to understand network models for real world systems. This includes deriving new mathematical models of network evolution to predict phenomenon in social networks such as Twitter called \"condensation phenomenon\", as well as to understand how to detect and identify sudden changes in networks. In addition we have also developed general theory to understand the emergence of large connected components in a wide array of network models as one tunes the edge density. \n\nBroader Impacts: The proposed research was motivated by, and carried out in the context of, ongoing collaborations with disciplinary scientists in the fields of biomedicine, public policy, genomics, and political science. The methodology developed under the auspices of the grant has been applied to new data sets of immediate interest to our collaborators, and have had an impact outside the field of statistics. Software developed as part of the funded research has been integrated into the basic exploratory tools of disciplinary scientists, and has been made freely and publicly available. The funded research involved students at the graduate and undergraduate levels, as well as the development of new courses emphasizing statistical computation and machine learning as well as research level courses that the PIs presented in summer schools aimed at junior researchers.\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Sreekalyani S Bhamidi"
 }
}