{
 "awd_id": "1311003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Charles Yeager of graduate Penn State University to conduct a research project in the Mathematical and Physical Sciences area during the summer of 2013 at Tokyo Institute of Technology. The project title is \"Increasing Power from Thin Film Vibration Harvesters to Power Autonomous Sensor Networks.\" The host scientist is Professor Hiroshi Funakubo.\r\n\r\nPiezoelectric energy harvesting systems can convert ambient mechanical vibrations into a source for electric energy to power microelectromechanical sensors and there is a drive to increase the harvested power level to allow more sophisticated sensor systems, or enable the duty cycle for data transmission to be increased. The Fellow recently made an experimental characterization of piezoelectric lead zirconium titanate (PZT) thin films to be used in vibration energy harvesting systems and demonstrated that increasing the c-axis texture in the film allowed the energy generation figure of merit to increase. This work has raised questions as to the magnitude of the energy generation properties of PZT films with 100% c-axis texture. This project grows PZT films by metalorganic chemical vapor deposition at several compositions and with systematically changing c-axis texture to find how the single-domain energy generation factor changes as a function of composition, as well as reporting the highest possible property for this application. The c-axis texture is controlled by selecting substrates with appropriate thermal expansion coefficient and through growth temperature. These are  primary factors to control thermal stress. It is predicted that a 100% c-axis PZT 30/70 film would have twice the figure of merit as the best reported PZT grown by sol-gel. Also, fundamental knowledge is gained by the direct measurement of how the transverse piezoelectric coefficient changes with c-axis texture for {001}PZT films. The c-axis texture is characterized by 4-circle X-ray diffraction and by infrared spectroscopy as well. The piezoelectric coefficient is characterized by the wafer flexure method.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, the experience and results of the research will be presented at the Fellow's home institution to groups of various backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Yeager",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Yeager",
   "pi_email_addr": "",
   "nsf_id": "000633892",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeager                  Charles        B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "University Park",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "168024800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Penn State University",
  "perf_str_addr": null,
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168024800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant resulted in the author travelling to the Tokyo Institute of Technology, Japan, to work with Prof. Hiroshi Funakubo to grow Pb(Zr,Ti)O<sub>3</sub>&nbsp;(PZT) piezoelectric thin films. These films were grown with systematically increasing polar-axis texture such that they allowed the author to measure the transverse piezoelectrc coefficient, <em>e</em><sub>31,<em>f</em></sub>, as well as energy generation figure of merit, <em>e</em><sub>31,<em>f</em></sub><sup>2</sup>/&epsilon;<sub>r</sub>, as a function of polar axis texture, <em>f</em><sub>001</sub>. This experiment revealed that the piezoelectric coefficient in tetragonal PZT thin films takes an approximately linear dependance on <em>f</em><sub>001</sub>. This was the authors hypothesis. This allowed the author to confidently extrapolate the values for <em>e</em><sub>31,<em>f</em></sub> for several tetragonal PZT compositions out to thier single domain values. The single domain values have been modeled previously in literature but the new values reported in this work are significantly lareger than previously assesed. This is important for the optimization of PZT MEMS energy harvesters since it moves the known upper limit for the figure of merit in PZT. Figure 1 and Figure 2 show the values for e<sub>31,f</sub>,&nbsp;experimental values for&nbsp;which were not previously reported for single domain PZT thin films. Figure 3 shows the figure of merit which was measured using the e31,f from Figure 2. The highest figure of merit is in good agreement with prelimenary single data points from previous reports and is several times higher than those of competing materials such as Sc-doped AlN. This work was published by the author in the Journal of Applied physics in 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2014<br>\n\t\t\t\t\tModified by: Charles&nbsp;B&nbsp;Yeager</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327035074_Fig6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327035074_Fig6--rgov-800width.jpg\" title=\"Figure 1. Piezoelectric coefficient versus polar texture\"><img src=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327035074_Fig6--rgov-66x44.jpg\" alt=\"Figure 1. Piezoelectric coefficient versus polar texture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The e31,f as a function of f001 shows a roughly linear dependance which allows the single domain value to be extrapolated for several tetragonal compositions</div>\n<div class=\"imageCredit\">C. Yeager et al., \"Dependence of e31,f on polar axis texture for tetragonal Pb(Zrx,Ti1-x)O3 thin films\", J. Appl. Phy. (2014)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Charles&nbsp;B&nbsp;Yeager</div>\n<div class=\"imageTitle\">Figure 1. Piezoelectric coefficient versus polar texture</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327522607_Fig7--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327522607_Fig7--rgov-800width.jpg\" title=\"Figure 2. Single domain e31,f versus [Zr]\"><img src=\"/por/images/Reports/POR/2014/1311003/1311003_10245963_1409327522607_Fig7--rgov-66x44.jpg\" alt=\"Figure 2. Single domain e31,f versus [Zr]\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The extrapolated single domain values show a much larger coefficient is...",
  "por_txt_cntn": "\nThis grant resulted in the author travelling to the Tokyo Institute of Technology, Japan, to work with Prof. Hiroshi Funakubo to grow Pb(Zr,Ti)O3 (PZT) piezoelectric thin films. These films were grown with systematically increasing polar-axis texture such that they allowed the author to measure the transverse piezoelectrc coefficient, e31,f, as well as energy generation figure of merit, e31,f2/&epsilon;r, as a function of polar axis texture, f001. This experiment revealed that the piezoelectric coefficient in tetragonal PZT thin films takes an approximately linear dependance on f001. This was the authors hypothesis. This allowed the author to confidently extrapolate the values for e31,f for several tetragonal PZT compositions out to thier single domain values. The single domain values have been modeled previously in literature but the new values reported in this work are significantly lareger than previously assesed. This is important for the optimization of PZT MEMS energy harvesters since it moves the known upper limit for the figure of merit in PZT. Figure 1 and Figure 2 show the values for e31,f, experimental values for which were not previously reported for single domain PZT thin films. Figure 3 shows the figure of merit which was measured using the e31,f from Figure 2. The highest figure of merit is in good agreement with prelimenary single data points from previous reports and is several times higher than those of competing materials such as Sc-doped AlN. This work was published by the author in the Journal of Applied physics in 2014.\n\n\t\t\t\t\tLast Modified: 08/29/2014\n\n\t\t\t\t\tSubmitted by: Charles B Yeager"
 }
}