{
 "awd_id": "1311616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERATION RESEARCH: Geomicrobiology of manganese oxide-depositing hot springs in Yellowstone National Park",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 20020.0,
 "awd_amount": 20020.0,
 "awd_min_amd_letter_date": "2013-05-30",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "Manganese (Mn) is an element often overlooked with respect to its potential importance in biogeochemical cycles, metabolic processes, and the biomolecular history of the Earth. Mn undoubtedly played an important role during Earth?s transition from an anoxic to an oxic planet being the key catalyst in oxygenic photosynthesis as well as the metal cofactor for key enzymes involved in oxygen metabolism. In this project we propose to study an active Mn oxide-depositing hot spring in Yellowstone National Park (YNP) as a possible analog of early Earth. In most contemporary near neutral pH environments Mn-oxidizing microorganisms are believed to be the primary catalysts for Mn oxide formation. Such Mn-oxidizing microorganisms typically encase themselves with Mn oxide minerals producing distinct structures that may be preserved in geologic deposits. While molecular oxygen is required for Mn-oxidation, only trace amounts are needed, because the source of reduced Mn is from oxygen depleted environments. Mn oxidizing microorganisms are thus typically found in the transition zone between the oxic and anoxic regions.  Preliminary results of the Ph.D. graduate student this project supports has revealed the presence of ancient and unique Bacterial lineages and the occurrence of Archaea in one of the YNP hot springs.  Research will characterize this hot spring ecosystem examining the water chemistry, Mn mineral deposits, microbial mats/biofilms and microbial diversity and functionality in an effort to gain a better understanding of these novel microbial communities their metabolic basis of growth and survival in the hot spring.  Approaches will employ geological, chemical, microscopic, microbiological and molecular microbial ecological methods.\r\n\r\nThis research will expand our knowledge of microbial biodiversity and the evolution of life on Earth, including the evolution of oxygenic photosynthesis, and may lead to the discovery of novel metabolisms and unique enzymes of potential biotechnological application. The research may also lead to new approaches for interpreting Earth?s geological record and the formation of manganese ore deposits.  The project expands the graduate student training of a Native American student in environmental chemistry, analytical electron microscopy and molecular microbial ecology including molecular methods for analyzing the entire genomes of microbial communities and their activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Tebo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley M Tebo",
   "pi_email_addr": "tebob@ohsu.edu",
   "nsf_id": "000397720",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Todd",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy F Todd",
   "pi_email_addr": "wtodd@d.umn.edu",
   "nsf_id": "000082974",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health and Science University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Manganese (Mn) is an element often overlooked with respect to its potential importance in biogeochemical cycles, metabolic processes, and the biomolecular history of the Earth. Mn undoubtedly played an important role during Earth&rsquo;s transition from an anoxic to an oxic planet, being the key catalyst in oxygenic photosynthesis as well as the metal cofactor for key enzymes involved in oxygen metabolism. In this project we studied an active Mn oxide mineral-depositing hot spring in Yellowstone National Park (YNP) as a possible analog of early Earth. In most contemporary near neutral pH environments Mn-oxidizing microorganisms are believed to be the primary catalysts for Mn oxide formation. Such Mn-oxidizing microorganisms typically encase themselves with Mn oxide minerals producing distinct structures that may be preserved in geologic deposits. While molecular oxygen is required for Mn oxidation, only trace amounts are needed, because the source of reduced Mn is from oxygen depleted environments. Mn oxidizing microorganisms are thus typically found in the transition zone between the oxic and anoxic regions. Our research characterized this hot spring ecosystem through examination of the water chemistry, Mn mineral deposits, microbial mats/biofilms and microbial diversity and functionality in an effort to gain a better understanding of these novel microbial communities and their metabolic basis of growth and survival in the hot spring.&nbsp; Approaches employed geological, chemical, microscopic, microbiological and molecular microbial ecological methods.</p>\n<p>DNA sequencing and analysis of water and rock samples collected along a temperature gradient from the high temperature (92.2&deg;C) in the main pool to the moderate temperature (75.8&deg;C) in the out flow channel demonstrated a moderately diverse microbial community in this ecosystem.&nbsp; DNA fingerprinting analysis indicate that there was a split between the microbial communities from the high temperature (92&deg;C) and the moderate temperature (75.8&deg;C) regions of the hot spring, indicating the strong influence of temperature on microbial diversity. Geochemical data from this hot spring shows that the system is currently stable with no major changes in fluid chemistry for at least the last nine years, with a manganese concentration between 1 to 2 &mu;M.&nbsp; In situ experiments examined biofilm formation on glass slides and the rate of manganese oxidation within biofilms. We found that biofilm formation begins immediately upon submersion into the hydrothermal fluids with a rapid rate of development and maturation. However, we found significant variability in the appearance of manganese oxides in the biofilms, with oxides appearing at 3 hours in biofilms in the high temperature region of the hot spring and after 24 hours in the moderate temperate region. This variability may be a due to environmental variables such as pH, flow rate, and chemistry in addition to temperature.&nbsp; Cultivation studies have demonstrated the presence of thermophilic Mn-oxidizing microorganisms.&nbsp; Such organisms have not been previously described.&nbsp;</p>\n<p>This research is expanding our knowledge of microbial biodiversity and the evolution of life on Earth and may lead to the discovery of novel metabolisms and unique enzymes of potential biotechnological application. The research may also lead to new approaches for interpreting Earth&rsquo;s geological record and the formation of manganese ore deposits.&nbsp; The project expands the graduate student training of a Native Alaskan student in environmental chemistry, analytical electron microscopy and molecular microbial ecology including molecular methods for analyzing the entire genomes of microbial communities and their activities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Bradley&nbsp;M&nbsp;Tebo</p>\n</div>\n<div class=\"porSideCol\"></di...",
  "por_txt_cntn": "\nManganese (Mn) is an element often overlooked with respect to its potential importance in biogeochemical cycles, metabolic processes, and the biomolecular history of the Earth. Mn undoubtedly played an important role during EarthÆs transition from an anoxic to an oxic planet, being the key catalyst in oxygenic photosynthesis as well as the metal cofactor for key enzymes involved in oxygen metabolism. In this project we studied an active Mn oxide mineral-depositing hot spring in Yellowstone National Park (YNP) as a possible analog of early Earth. In most contemporary near neutral pH environments Mn-oxidizing microorganisms are believed to be the primary catalysts for Mn oxide formation. Such Mn-oxidizing microorganisms typically encase themselves with Mn oxide minerals producing distinct structures that may be preserved in geologic deposits. While molecular oxygen is required for Mn oxidation, only trace amounts are needed, because the source of reduced Mn is from oxygen depleted environments. Mn oxidizing microorganisms are thus typically found in the transition zone between the oxic and anoxic regions. Our research characterized this hot spring ecosystem through examination of the water chemistry, Mn mineral deposits, microbial mats/biofilms and microbial diversity and functionality in an effort to gain a better understanding of these novel microbial communities and their metabolic basis of growth and survival in the hot spring.  Approaches employed geological, chemical, microscopic, microbiological and molecular microbial ecological methods.\n\nDNA sequencing and analysis of water and rock samples collected along a temperature gradient from the high temperature (92.2&deg;C) in the main pool to the moderate temperature (75.8&deg;C) in the out flow channel demonstrated a moderately diverse microbial community in this ecosystem.  DNA fingerprinting analysis indicate that there was a split between the microbial communities from the high temperature (92&deg;C) and the moderate temperature (75.8&deg;C) regions of the hot spring, indicating the strong influence of temperature on microbial diversity. Geochemical data from this hot spring shows that the system is currently stable with no major changes in fluid chemistry for at least the last nine years, with a manganese concentration between 1 to 2 &mu;M.  In situ experiments examined biofilm formation on glass slides and the rate of manganese oxidation within biofilms. We found that biofilm formation begins immediately upon submersion into the hydrothermal fluids with a rapid rate of development and maturation. However, we found significant variability in the appearance of manganese oxides in the biofilms, with oxides appearing at 3 hours in biofilms in the high temperature region of the hot spring and after 24 hours in the moderate temperate region. This variability may be a due to environmental variables such as pH, flow rate, and chemistry in addition to temperature.  Cultivation studies have demonstrated the presence of thermophilic Mn-oxidizing microorganisms.  Such organisms have not been previously described. \n\nThis research is expanding our knowledge of microbial biodiversity and the evolution of life on Earth and may lead to the discovery of novel metabolisms and unique enzymes of potential biotechnological application. The research may also lead to new approaches for interpreting EarthÆs geological record and the formation of manganese ore deposits.  The project expands the graduate student training of a Native Alaskan student in environmental chemistry, analytical electron microscopy and molecular microbial ecology including molecular methods for analyzing the entire genomes of microbial communities and their activities.\n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Bradley M Tebo"
 }
}