{
 "awd_id": "1311063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Seema Ehsan of the University of California, Irvine to conduct a research project in Engineering during the summer of 2013 at the Osaka Medical Center for Cancer and Cardiovascular Diseases in Osaka, Japan. The project title is \"Development of a Personalized Anti-Cancer Drug Screening Platform.\" The host scientist is Professor Masahiro Inoue.\r\n\r\nPrecise replication of complex biological environments is necessary to more accurately mimic the human response to drugs. The development of anti-cancer compounds has become dependent on either animal models or in vitro systems that use established cells lines, both of which have diminishing relevance to actual patient outcomes. Primary cultures derived directly from patient biopsies may enable the development of more individualized anti-cancer therapies. Combining these cultures with a tissue-engineered model of the tumor microenvironment enables the creation of an experimental platform that is able to manipulate patient-specific \"living\" solid tumors. Experimental testing with such a platform enhances the efforts of personalized cancer therapy, whereupon the results could be used to individualize treatment for the patient from whom the cells were derived. The system could be used as an anti-cancer drug-screening platform that is faster, more cost-effective, and a better prediction of clinical response compared to current methods.  Understanding the causes of cancer, and developing coordinated efforts to prevent and manage the disease, has enormous impact on public health across the country and the world. Exploring models that investigate the mechanisms of cancer biology will allow for the development of more targeted and effective treatment strategies, and may ultimately enhance the quality of care and quality of life of patients.   \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, the experience of conducting research abroad will be shared with both undergraduate and graduate students via informational sessions and student group activities. The results of this research will be disseminated to the scientific community through both domestic and international conferences, as well as through peer-reviewed publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seema",
   "pi_last_name": "Ehsan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Seema M Ehsan",
   "pi_email_addr": "",
   "nsf_id": "000631196",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ehsan                   Seema          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Granite Bay",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "957467204",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CA03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ehsan                   Seema          M",
  "perf_str_addr": null,
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": null
}