{
 "awd_id": "1311743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fundamental challenges in nonlinear hyperbolic PDEs",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 167541.0,
 "awd_amount": 167541.0,
 "awd_min_amd_letter_date": "2013-06-07",
 "awd_max_amd_letter_date": "2013-06-07",
 "awd_abstract_narration": "Despite recent progress in the analysis of non-linear evolutionary problems we lack a good mathematical understanding of wave motion in compressible fluids far from equilibrium. This is a regime of obvious relevance in many applications. Even for basic models frustratingly little is known rigorously about their range of validity. A first step in a mathematical approach is to pursue a theory of existence of solutions for a reasonable class of initial data. A key concern is to develop methods that provide quantitative and qualitative predictions as well. By pursing methods that give information beyond abstract existence results we seek to assess the relevance and limits of models that are routinely used for practical applications, such as compressible Euler flow. The models we consider are formulated as hyperbolic systems of conservation laws. As a complement to existence results for initial value problems we also seek general structural properties of such systems. The aim is an understanding of how the \"geometry\" of a system, as encoded in its characteristic values, eigen-frame, entropies, etc., impact the properties of solutions. This part of the project leads to questions of independent interest in geometry, and also clarifies the role of underlying structures in physical models. \r\n\r\nConsider the following scenario: a perfectly spherical shock wave propagates inward in a gas which is at rest within the converging shock. From experiments and basic considerations it is clear that the shock will typically accelerate and strengthen as it approaches the center of motion. Very close to the center the gas will experience enormous densities, velocities and temperatures. This and similar physical situations are of great interest in applications such as high-speed flight, meteorology, combustion, etc.  However, we currently lack a good understanding of this type of fluid flow, and the reason for this is a lack of mathematical insight. The basic models for describing the physical processes have been known for more than 150 years. Nonetheless, we are still searching for answers to even fundamental questions. These models are typically formulated as systems of non-linear equations. Such systems are ubiquitous in modeling of natural phenomena, and above all in connection with fluid flow - they demand a good understanding. The mathematical aspect of such understanding is provided by rigorous results pertaining to existence of solutions, their uniqueness and stability, and their qualitative properties. The proposal addresses these types of fundamental issues for non-linear phenomena that originate in models for compressible gas flow. The problems we consider appear to be essential road blocks that must be overcome in order to gain a proper understanding of non-linear phenomena in fluid flow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Kogan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Irina A Kogan",
   "pi_email_addr": "iakogan@ncsu.edu",
   "nsf_id": "000384216",
   "pi_start_date": "2013-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2311 Stinson Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 167541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project addressed the role of underlying geometric structures in physical models. More specifically it focused on fundamental open problems in the area hyperbolic conservation laws in one spatial dimension. It was motivated by the issue of large solutions to hyperbolic equations: certain one-dimensional systems are known to admit solutions that break down in finite time due to blowup of variation or amplitude. It is not known if physical systems can exhibit similar behavior. The results obtained in this project provided a path toward a better understanding of the mechanisms of finite-time blowup of variation or amplitude. This includes discovering examples of quadratically interacting systems of conservation laws, and formulation of necessary conditions that eigenvectors of hyperbolic conservative system must satisfy in order to have quadratic interaction. The process of constructing hyperbolic systems with prescribed geometric properties lead to questions of independent interest in differential geometry, such as a problem of constructing Jacobian maps with prescribed full or partial set of eigenvectors fields. We obtained a coordinate-free geometric formulation of this problem and analyzed how the structure of the eigenvectors affects the size of the set of the corresponding Jacobian maps.&nbsp; I turn, the Jacobian problem lead to the necessity to formulate and prove theorems addressing the questions of the existence and uniqueness of smooth solutions for overdermined systems of PDEs of certain types with prescribed data. The project created an opportunity for training of one graduate student, who defended his dissertation in Summer 2016.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2017<br>\n\t\t\t\t\tModified by: Irina&nbsp;A&nbsp;Kogan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project addressed the role of underlying geometric structures in physical models. More specifically it focused on fundamental open problems in the area hyperbolic conservation laws in one spatial dimension. It was motivated by the issue of large solutions to hyperbolic equations: certain one-dimensional systems are known to admit solutions that break down in finite time due to blowup of variation or amplitude. It is not known if physical systems can exhibit similar behavior. The results obtained in this project provided a path toward a better understanding of the mechanisms of finite-time blowup of variation or amplitude. This includes discovering examples of quadratically interacting systems of conservation laws, and formulation of necessary conditions that eigenvectors of hyperbolic conservative system must satisfy in order to have quadratic interaction. The process of constructing hyperbolic systems with prescribed geometric properties lead to questions of independent interest in differential geometry, such as a problem of constructing Jacobian maps with prescribed full or partial set of eigenvectors fields. We obtained a coordinate-free geometric formulation of this problem and analyzed how the structure of the eigenvectors affects the size of the set of the corresponding Jacobian maps.  I turn, the Jacobian problem lead to the necessity to formulate and prove theorems addressing the questions of the existence and uniqueness of smooth solutions for overdermined systems of PDEs of certain types with prescribed data. The project created an opportunity for training of one graduate student, who defended his dissertation in Summer 2016. \n\n\t\t\t\t\tLast Modified: 09/25/2017\n\n\t\t\t\t\tSubmitted by: Irina A Kogan"
 }
}