{
 "awd_id": "1311751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Seasonal to Interannual Hydroclimate Forecasts and Water Management, Portland, OR, July/August 2013",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2013-01-08",
 "awd_max_amd_letter_date": "2013-01-08",
 "awd_abstract_narration": "1311751 (Arumugam).  This conference will convene climate scientists, hydrologists, forecasting agencies, water utilities, reservoir operators and water management agencies together to advance understanding of the challenges and opportunities in developing hydroclimate forecasts relevant to water resources management. The conference will be held in Portland, OR during the end of July-begining of August, 2013. Over four days, the participants will focus on various issues related to hydroclimate forecasts and water management by addressing the following science questions: (1) What are the key sources of uncertainties that challenge development of skillful hydroclimate forecasts at daily, seasonal and interannual time scales? (2) How best do we reduce the uncertainty and improve reliability in downscaling largescale climate information for developing regional hydroclimate forecasts? (3) What are the key challenges in using probabilistic streamflow information in operational water resource management models and decision tools? (4) What are the limitations in applying streamflow forecasts for real-time applications? (5) How can we bridge the gaps between forecast producers (agencies, research institutions) and forecast consumers (water resource managers, operational agencies) for improving forecast applications in water management? These questions will be addressed in oral and poster sessions with invited and contributed talks. Also included will be a panel discussion for each day of the conference to discuss the critical points from the day?s oral and poster sessions. The conveners will prepare a monograph on ?Seasonal to Interannual Hydroclimate Forecasts for Water Resources Management? based on the invited talks and panel discussions. NSF funds will be used primarily to support participation of young faculty, students and minorities from the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sankarasubraman",
   "pi_last_name": "Arumugam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sankarasubraman Arumugam",
   "pi_email_addr": "sankar_arumugam@ncsu.edu",
   "nsf_id": "000104872",
   "pi_start_date": "2013-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2701 Sullivan Drive, Suite 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent advances in seasonal to interannual hydroclimate predictions provide an opportunity for developing a proactive approach towards water management. This motivated a recent AGU Chapman Conference, held over 3 days, July 29-31, 2013, in Portland, Oregon, at the PSU University Place Hotel and Conference Center. We briefly summarize the successes and challenges that emerged from the presentations and panel discussions in three main topic areas.&nbsp;</p>\n<p><strong>Climate and Streamflow Forecasting</strong></p>\n<p>To summarize, both presentations and panelists recognized that dynamical models have achieved parity with statistical models in seasonal climate and ENSO forecasting.&nbsp; And yet, while predictability is highly dependent on models, predicting climate extremes remains a vexing challenge. In this regard, effective statistical methods to enhance the skills in extremes prediction are necessary. To this end, for example, ensemble approaches provide useful spread information and shifts in probability density functions can be exploited to characterize the probability of extremes.&nbsp; However, it is impossible to eliminate forecast variance -- thus we must develop methods that contend with uncertainty, as well as variability and change.&nbsp; Streamflow forecasting talks and panelists pointed the significant strides made in operational hydrologic forecasting, which link atmospheric fields from weather and climate models to watershed models. Panel discussion also emphasized the substantial improvements made in model assessment, data assimilation, stochastic weather generation techniques and skill measures.</p>\n<p><strong>Water Management Applications of Hydroclimate Forecasts</strong></p>\n<p>The second panel focused on the use of seasonal hydroclimate forecasts in water management applications, and included representatives from the private sector, the US Army Corps of Engineers, and academia.&nbsp; Their observations and the ensuing discussion made clear that forecasts are central input to management decisions with managers having a wide array of information beyond forecasts. &nbsp;In some systems, the connection between forecasts and, ultimately, releases, is not clear while in others (typically larger, multi-stakeholder ones), the linkage between inflow forecasts and releases is highly prescribed.&nbsp; Such a lack of operational flexibility can be a hurdle for the adoption of low-skilled forecasts, or forecasts that change drastically in response to single weather events.&nbsp; Forecast busts on events that are large enough to have real impacts but smaller than &lsquo;Acts of God&rsquo; can have career-scale consequences for water managers.&nbsp; Verification and skill information have lukewarm acceptance and panel discussion emphasized expressing them in more intuitive terms (e.g., categorical metrics such as hit rate).&nbsp; <strong>&nbsp;</strong></p>\n<p><strong>Hydroclimate Forecasts and Decision Support &ndash; A Water Utilities Perspective</strong></p>\n<p>The final day saw presentations and discussion from panelists from water utilities, which provided an end-user perspective on several forecast issues such as the effective lead time for application, critical/desired variables, forecast communication and other institutional factors. The panel felt that for regions strongly influenced by ENSO (e.g., Florida), the effective lead time is often seasonal, since many utilities with mixed sources (desalination vs groundwater) benefit through qualitative or quantitative ENSO forecasts, whereas when climate forecast signals are less skillful (e.g., Midwest), the effective lead times are shorter (i.e., sub-seasonal) requiring applications to consider weather-to-climate forecasts for effective integration. Panelists also noted that seasonal forecasts trigger risk minimization (e.g., spill reduction), but water demand prediction is often ignored. Forecast infor...",
  "por_txt_cntn": "\nRecent advances in seasonal to interannual hydroclimate predictions provide an opportunity for developing a proactive approach towards water management. This motivated a recent AGU Chapman Conference, held over 3 days, July 29-31, 2013, in Portland, Oregon, at the PSU University Place Hotel and Conference Center. We briefly summarize the successes and challenges that emerged from the presentations and panel discussions in three main topic areas. \n\nClimate and Streamflow Forecasting\n\nTo summarize, both presentations and panelists recognized that dynamical models have achieved parity with statistical models in seasonal climate and ENSO forecasting.  And yet, while predictability is highly dependent on models, predicting climate extremes remains a vexing challenge. In this regard, effective statistical methods to enhance the skills in extremes prediction are necessary. To this end, for example, ensemble approaches provide useful spread information and shifts in probability density functions can be exploited to characterize the probability of extremes.  However, it is impossible to eliminate forecast variance -- thus we must develop methods that contend with uncertainty, as well as variability and change.  Streamflow forecasting talks and panelists pointed the significant strides made in operational hydrologic forecasting, which link atmospheric fields from weather and climate models to watershed models. Panel discussion also emphasized the substantial improvements made in model assessment, data assimilation, stochastic weather generation techniques and skill measures.\n\nWater Management Applications of Hydroclimate Forecasts\n\nThe second panel focused on the use of seasonal hydroclimate forecasts in water management applications, and included representatives from the private sector, the US Army Corps of Engineers, and academia.  Their observations and the ensuing discussion made clear that forecasts are central input to management decisions with managers having a wide array of information beyond forecasts.  In some systems, the connection between forecasts and, ultimately, releases, is not clear while in others (typically larger, multi-stakeholder ones), the linkage between inflow forecasts and releases is highly prescribed.  Such a lack of operational flexibility can be a hurdle for the adoption of low-skilled forecasts, or forecasts that change drastically in response to single weather events.  Forecast busts on events that are large enough to have real impacts but smaller than æActs of GodÆ can have career-scale consequences for water managers.  Verification and skill information have lukewarm acceptance and panel discussion emphasized expressing them in more intuitive terms (e.g., categorical metrics such as hit rate).   \n\nHydroclimate Forecasts and Decision Support &ndash; A Water Utilities Perspective\n\nThe final day saw presentations and discussion from panelists from water utilities, which provided an end-user perspective on several forecast issues such as the effective lead time for application, critical/desired variables, forecast communication and other institutional factors. The panel felt that for regions strongly influenced by ENSO (e.g., Florida), the effective lead time is often seasonal, since many utilities with mixed sources (desalination vs groundwater) benefit through qualitative or quantitative ENSO forecasts, whereas when climate forecast signals are less skillful (e.g., Midwest), the effective lead times are shorter (i.e., sub-seasonal) requiring applications to consider weather-to-climate forecasts for effective integration. Panelists also noted that seasonal forecasts trigger risk minimization (e.g., spill reduction), but water demand prediction is often ignored. Forecast information on additional variables such as turbidity, water temperature, nutrient loadings would be of extreme value, but developing models for such variables poses significant challenges due to limited data availability.   \n\n Concluding..."
 }
}