{
 "awd_id": "1311427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PAC-Involved: Engaging Students in PAC (Physics, Astronomy, Cosmology) Learning through Repurposing of Popular Media",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 357522.0,
 "awd_amount": 357522.0,
 "awd_min_amd_letter_date": "2013-08-24",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "1311427\r\nFotiyeva\r\n\r\n\r\nThe Howard University  multimedia educational pilot project will design, develop, and test an innovative science education model and materials to motivate high school students in grades 10-11 to become interested in pursuing careers in science, technology, engineering, and mathematics (STEM) education by learning physics, astronomy, and cosmology (PAC)  in multi-modal innovative ways. To accomplish this, the PAC - Involved pilot project team is combining the best features of formal and informal education along with the educative resources offered by networked computing, popular media, and information technologies. The main goal of the project is to pilot test key methods and designs to develop a new learning model that could provide essential science content preparation together with enhancing students? motivation to enroll and succeed in regular high school physics and astronomy courses, which are gateways to college level STEM courses and careers. Over a 2-year period, the PAC - Involved team will design, develop, and test a new learning environment and will work with 30 high school students from the Washington Metropolitan Area Public School Systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Izolda",
   "pi_last_name": "Fotiyeva",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Izolda S Fotiyeva",
   "pi_email_addr": "fotiyeva@yahoo.com",
   "nsf_id": "000520129",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prabhakar",
   "pi_last_name": "Misra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhakar Misra",
   "pi_email_addr": "",
   "nsf_id": "000219661",
   "pi_start_date": "2014-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Irving",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn M Irving",
   "pi_email_addr": "mirving@howard.edu",
   "nsf_id": "000374950",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Alfred",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus A Alfred",
   "pi_email_addr": "maralfred@howard.edu",
   "nsf_id": "000056320",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tehani",
   "pi_last_name": "Finch",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tehani K Finch",
   "pi_email_addr": "thfinch@howard.edu",
   "nsf_id": "000633706",
   "pi_start_date": "2013-08-24",
   "pi_end_date": "2014-04-22"
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 Sixth Street, NW",
  "perf_city_name": "Washignton",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 357522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to plan, design, and develop a new model of learning environment that increase students&rsquo; interest and achievement in high school physics. PAC &ndash; Involved project introduced and taught selected high school physics and astronomy topics in an engaging and novel way by repurposing of popular sci-fi movies and TV shows.</p>\n<p>The collaborators in the PAC-Involved project included professors associated with multiple departments (curriculum, physics, and astronomy, mathematics, and Integrative STEM education) from Howard University&rsquo;s School of Education and the College of Arts and Science, and teachers and students from the District of Columbia Metropolitan Area. Project&rsquo;s goals included students connecting with STEM professionals and the use of their expertise, students&rsquo; interaction with rich scientific data and its visualizations, opportunities for additional research, and exposure to innovative learning environments capable of the seamless bridging between formal and informal learning.</p>\n<p>Most if not all of the students seemed to be genuinely interested in learning about physics, astronomy, and cosmology. Half the students indicated that they are interested in pursuing science or math in college, pursuing a science or math career, or both. Students said they would recommend PAC-Involved, or they would recommend it only if the student would be interested and attend. Students expressed many positive comments about the program, such as &ldquo;great experience,&rdquo; &ldquo;a lot of knowledge&rdquo; and &ldquo;for friends who are not going to college, this trip to Howard University may change their minds.&rdquo;</p>\n<p>The structure of the session was a combination of instructors presenting to students and students engaging in interactive group activity. In Part I of each face-to-face sessions, &nbsp;the physics professors showed demos, talked, and showed videos. In Part II, the students formed four groups of five students and worked on their own projects with the technology consultant.</p>\n<p>Students best liked the interactive components of the program (experiments, popular media video clips, demonstrations, group video project), while they least liked the lectures. Thus, in planning future changes to the program, an idea to consider is to expand the hands-on involved components while shortening the lectures.</p>\n<p>Live sessions were accompanied by activities on the project website, which was populated with multiple resources&nbsp; to enhance participants&rsquo; learning and engagement.</p>\n<p><strong>Participants Found PAC-Involved interesting, fun, and enjoyable </strong></p>\n<ul>\n<li>&ldquo;It was very interesting learning physics in a new way&hellip;. I also found the physics subjects rather fascinating!!!!&rdquo; </li>\n<li>&ldquo;IT was fun overall, you have to have questions and stay focused because they are moving fun&hellip;&rdquo; </li>\n<li>&ldquo;it was very interesting I loved how you taught the lesson&rdquo;</li>\n<li>&ldquo;My first time doing the project was fun. The most interesting thing during the first lecture was the video clips and refreshment of newton law&rsquo;s. The concept of learning physics is very important because it is something that will never end and continue to be explored through the world of science&rdquo;</li>\n<li>&nbsp;&ldquo;it was fun&hellip;I really liked it. I will continue to attend all of the face to faces&rdquo;</li>\n<li>&ldquo;&hellip;It was a wonderful experience.&rdquo; </li>\n<li>&ldquo;I had a fun time at the program&hellip;&rdquo; </li>\n<li>&ldquo;My first time was amazing and I cannot wait to go again&hellip;.&rdquo; </li>\n<li>&ldquo;&hellip;.Sci- fi movies make physics seem interesting and enjoyable.</li>\n</ul>\n<p><strong>The program helped students to understand of relevance of physics to everyday life </strong>&nbsp;</p>\n<ul>\n<li>&ldquo;&hellip;I feel as t...",
  "por_txt_cntn": "\nThe goal of this project was to plan, design, and develop a new model of learning environment that increase studentsÆ interest and achievement in high school physics. PAC &ndash; Involved project introduced and taught selected high school physics and astronomy topics in an engaging and novel way by repurposing of popular sci-fi movies and TV shows.\n\nThe collaborators in the PAC-Involved project included professors associated with multiple departments (curriculum, physics, and astronomy, mathematics, and Integrative STEM education) from Howard UniversityÆs School of Education and the College of Arts and Science, and teachers and students from the District of Columbia Metropolitan Area. ProjectÆs goals included students connecting with STEM professionals and the use of their expertise, studentsÆ interaction with rich scientific data and its visualizations, opportunities for additional research, and exposure to innovative learning environments capable of the seamless bridging between formal and informal learning.\n\nMost if not all of the students seemed to be genuinely interested in learning about physics, astronomy, and cosmology. Half the students indicated that they are interested in pursuing science or math in college, pursuing a science or math career, or both. Students said they would recommend PAC-Involved, or they would recommend it only if the student would be interested and attend. Students expressed many positive comments about the program, such as \"great experience,\" \"a lot of knowledge\" and \"for friends who are not going to college, this trip to Howard University may change their minds.\"\n\nThe structure of the session was a combination of instructors presenting to students and students engaging in interactive group activity. In Part I of each face-to-face sessions,  the physics professors showed demos, talked, and showed videos. In Part II, the students formed four groups of five students and worked on their own projects with the technology consultant.\n\nStudents best liked the interactive components of the program (experiments, popular media video clips, demonstrations, group video project), while they least liked the lectures. Thus, in planning future changes to the program, an idea to consider is to expand the hands-on involved components while shortening the lectures.\n\nLive sessions were accompanied by activities on the project website, which was populated with multiple resources  to enhance participantsÆ learning and engagement.\n\nParticipants Found PAC-Involved interesting, fun, and enjoyable \n\n\"It was very interesting learning physics in a new way&hellip;. I also found the physics subjects rather fascinating!!!!\" \n\"IT was fun overall, you have to have questions and stay focused because they are moving fun&hellip;\" \n\"it was very interesting I loved how you taught the lesson\"\n\"My first time doing the project was fun. The most interesting thing during the first lecture was the video clips and refreshment of newton lawÆs. The concept of learning physics is very important because it is something that will never end and continue to be explored through the world of science\"\n \"it was fun&hellip;I really liked it. I will continue to attend all of the face to faces\"\n\"&hellip;It was a wonderful experience.\" \n\"I had a fun time at the program&hellip;\" \n\"My first time was amazing and I cannot wait to go again&hellip;.\" \n\"&hellip;.Sci- fi movies make physics seem interesting and enjoyable.\n\n\nThe program helped students to understand of relevance of physics to everyday life  \n\n\"&hellip;I feel as though everything is evolving around physics.\"\n\"the world of science is all around us and I really think it is cool.\" \n\"&hellip;The reason for learning physics is important to me because it is a subject that will be seen repeatedly and we use it in everyday life.\"\n\n\n \n\nParticipating students created their own short videos (final deliverable) by utilizing modern technologies and software as well as the scenes from popular media to illumin..."
 }
}