{
 "awd_id": "1311091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Sara Enders of the University of California, Davis to conduct a research project in Geology during the summer of 2013 at The Japan Agency for Marine Earth-Science and Technology (JAMSTEC) in Yokuska, Japan.  The project title is \"Developing a New Biomarker-Based Proxy for Past Terrestrial Nitrogen Cycles.\" The host scientist is Dr. Naohiko Ohkouchi.\r\n\r\nThis project develops a method to reconstruct how nitrogen cycles of pre-industrial landscapes behaved in the past during periods of environmental and ecological change. Changes in past nitrogen cycle behavior--e.g. the availability of nitrogen to plants, and whether nitrogen losses from the ecosystem have a dominant atmospheric or hydrologic fate--may be inferable from information contained in the isotope ratios (delta-N-15) of nitrogenous plant compounds that persist in soil. The project investigates the potential to reconstruct delta-N-15 of leaves on past landscapes from the delta-N-15 of chlorophyll degradation products extractable from soil. This research evaluates 1) the persistence of the target plant compounds in soil--duration and mechanisms; and 2) the quality of information obtainable--whether isotope ratios are conserved as plants tissues degrade to soil organic matter. This method could remove significant limitations (e.g. diagenetic vulnerability, confounding trophic effects, and availability of fossil material) to a paleoreconstruction approach to testing major working hypotheses about how N and C biogeochemical cycles interact over decade to millennial timescales. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, this project represents a new interdisciplinary collaboration uniting different and complementary expertise: in terrestrial vs. aquatic ecosystems, modern vs. ancient environments, and analytical vs. modeling methodologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Enders",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sara K Enders",
   "pi_email_addr": "",
   "nsf_id": "000631591",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Enders                  Sara           K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Davis",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "956163942",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Japanese Agency for Marine Earth-Science and Technology (JAMSTEC",
  "perf_str_addr": null,
  "perf_city_name": "Yokosuka, 237-0061",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "956163942",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "04",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrogen is the nutrient which most commonly limits plant growth in natural environments on land. Paradoxically, in large part due to fertilizer production and the burning of fossil fuels, nitrogen is also a pollutant, depending on where it is and in what chemical form. We would like to be able to predict how nitrogen cycles will behave in the future, under changing climate, atmospheric carbon dioxide levels, and plant communities. Understanding how much plant growth will be limited by nitrogen is especially important for predicting how much human-produced carbon dioxide can be stored by plants instead of in the atmosphere where it contributes to global warming.</p>\n<p>The goal of this project is to develop a method to reconstruct how nitrogen cycles of the past responded to environmental and ecological change, in order to inform our expectations of future behavior. Specifically, we would like to be able to infer the availability of nitrogen to plants from chemical information in the organic compounds that those plants leave behind in soil when the plants decompose.</p>\n<p>I visited the lab of Dr. Naohiko Ohkouchi at the Japan Agency for Marine-Earth Science to learn methods for extracting and purifying organic compounds from soil. I tried different methods for extracting the plant compounds from soil, and in the process explored how the compounds were preserved there. I determined in what kinds of soils, and to what depths, the compounds are likely to be found in sufficient abundance to be useful. I sampled buried soils that were buried by Japan&rsquo;s many volcanic eruptions, to look for plant compounds that might have been preserved under the tephra. Finally, I compared the chemistry of the plant compounds that I extracted from the soil, with compounds extracted from vegetation in various states of decomposition where the soil was obtained, to examine our ability to draw inferences about plants from the compounds they leave behind in soil.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2014<br>\n\t\t\t\t\tModified by: Sara&nbsp;K&nbsp;Enders</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNitrogen is the nutrient which most commonly limits plant growth in natural environments on land. Paradoxically, in large part due to fertilizer production and the burning of fossil fuels, nitrogen is also a pollutant, depending on where it is and in what chemical form. We would like to be able to predict how nitrogen cycles will behave in the future, under changing climate, atmospheric carbon dioxide levels, and plant communities. Understanding how much plant growth will be limited by nitrogen is especially important for predicting how much human-produced carbon dioxide can be stored by plants instead of in the atmosphere where it contributes to global warming.\n\nThe goal of this project is to develop a method to reconstruct how nitrogen cycles of the past responded to environmental and ecological change, in order to inform our expectations of future behavior. Specifically, we would like to be able to infer the availability of nitrogen to plants from chemical information in the organic compounds that those plants leave behind in soil when the plants decompose.\n\nI visited the lab of Dr. Naohiko Ohkouchi at the Japan Agency for Marine-Earth Science to learn methods for extracting and purifying organic compounds from soil. I tried different methods for extracting the plant compounds from soil, and in the process explored how the compounds were preserved there. I determined in what kinds of soils, and to what depths, the compounds are likely to be found in sufficient abundance to be useful. I sampled buried soils that were buried by JapanÆs many volcanic eruptions, to look for plant compounds that might have been preserved under the tephra. Finally, I compared the chemistry of the plant compounds that I extracted from the soil, with compounds extracted from vegetation in various states of decomposition where the soil was obtained, to examine our ability to draw inferences about plants from the compounds they leave behind in soil.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2014\n\n\t\t\t\t\tSubmitted by: Sara K Enders"
 }
}