{
 "awd_id": "1311398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: How life history traits contribute to lifetime fitness and affect responses to environmental change in an endangered vertebrate",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 15201.0,
 "awd_amount": 15201.0,
 "awd_min_amd_letter_date": "2013-05-30",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "North American temperate species are increasingly impacted by climate change, most notably by shifting their ranges north or upslope.  However, some species are too closely tied to their particular habitat and cannot shift range.  For example, Red-cockaded Woodpeckers require longleaf pine forests for nesting as well as year-round living.   Such habitat specialists will either have to adapt to change in the place where they live, or perish, because trees are unlikely to shift their range fast enough due to their long-lived nature and surrounding development.  Researchers have long-term Red-cockaded Woodpecker data from multiple sites that can be used to determine how this model species is responding to climate change, and which can then be applied to other such species.  This study examines how these birds are altering a suite of behaviors to attempt to adapt to climate change, and how these behaviors are impacting their overall fitness.  While such studies are being conducted in Europe, they are rare in the United States despite important differences between the two continents local climate trends.\r\n Longleaf pine forests, which only occur in the southeastern U.S., have unusually high biodiversity and endangered Red-cockaded Woodpeckers serve as an umbrella species representing the entire ecosystem.  Recovery of this species has been greatly successful, as has been the integration of recovery efforts with other land uses.  This research will also provide training for a graduate student and undergraduates, some from underrepresented groups in science, as well as outreach about an endangered ecosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Walters",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R Walters",
   "pi_email_addr": "jrwalt@vt.edu",
   "nsf_id": "000248509",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Garcia",
   "pi_email_addr": "vgarcia@vt.edu",
   "nsf_id": "000595042",
   "pi_start_date": "2013-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Victoria Garcia has completed research for her dissertation &ldquo;How life history traits contribute to lifetime fitness and affect responses to environmental change in an endangered vertebrate&rdquo; supported by the NSF Dissertation Improvement Grant &ldquo;Lifetime fitness and changing life history traits in Red-cockaded Woodpeckers&rdquo;.&nbsp; During her funding period, she analyzed data collected at two different sites (a military base, and a mixed-use site that includes a military base and private and public lands).&nbsp; As a researcher in animal behavior and environmental biology, Garcia examined how conditions and behavior affected fitness in birds, how conditions and behavior changed when environmental conditions changed, and whether differences in behavior were inherited or were simply responses to environmental conditions. These topics are central to understanding why individuals do what they do and which strategies are most successful. &nbsp;However, to look at the true consequences of actions and conditions, we must be able to examine an individual&rsquo;s entire life, not just a few years. &nbsp;Garcia took advantage of the availability of rare already-existing long-term data collected on an endangered bird to examine these questions, which are impossible to answer with more typical short-term studies.&nbsp; While such research is being conducted in Europe, it is more unusual in the United States despite important differences between the two continents in environmental conditions, local climate trends, and how populations respond to these factors.</p>\n<p>The study species, Red-cockaded woodpeckers, are restricted to living in longleaf pine forests.&nbsp; These longleaf pine forests, which only occur in the southeastern U.S., have unusually high biodiversity and endangered Red-cockaded Woodpeckers serve as an umbrella species representing the entire ecosystem.&nbsp; Recovery of this species has been greatly successful, as has been the integration of recovery efforts with other land uses, particularly military training and base operations.&nbsp; Thus, this research is important to continuing to integrate military goals and legally mandated conservation goals.</p>\n<p>Garcia accomplished the goals of her dissertation research. She found that traits at each population were changing differently, and in association with different climate variables.&nbsp; Although these populations were within the same state, the inland site was most affected by temperature whereas the coastal site was most affected by rainfall. &nbsp;Many of the traits that were changing also had direct effects on fitness.&nbsp; She also found that these traits were not inherited but were instead variable within an individual&rsquo;s lifetime.</p>\n<p>The funding provided by the NSF Dissertation Improvement Grant allowed her to pass on that information to landowners and managers of longleaf pine forests, and to people who work with birds.&nbsp; This will allow longleaf pine landowners and managers to incorporate that local information when making land-use decisions.&nbsp; The research also advanced what we know about how individuals and populations are responding, both environmentally and evolutionarily, to their changing environments. Garcia also developed a board game based on her research, which she deployed at four classes in two high schools in two different states where longleaf pine occurs (Virginia and Florida). The game enabled students to act as land and wildlife managers for a population of Red-cockaded Woodpeckers.&nbsp; Students had to respond to the typical challenges that managers face, such as severe weather or personnel issues, and manage a budget with the goal of recovering a population. The goal of the board game was to teach students how birth and death rates, and the intrinsic rate of growth, affected populations.&nbsp; The game also taught students how to manage a bu...",
  "por_txt_cntn": "\nVictoria Garcia has completed research for her dissertation \"How life history traits contribute to lifetime fitness and affect responses to environmental change in an endangered vertebrate\" supported by the NSF Dissertation Improvement Grant \"Lifetime fitness and changing life history traits in Red-cockaded Woodpeckers\".  During her funding period, she analyzed data collected at two different sites (a military base, and a mixed-use site that includes a military base and private and public lands).  As a researcher in animal behavior and environmental biology, Garcia examined how conditions and behavior affected fitness in birds, how conditions and behavior changed when environmental conditions changed, and whether differences in behavior were inherited or were simply responses to environmental conditions. These topics are central to understanding why individuals do what they do and which strategies are most successful.  However, to look at the true consequences of actions and conditions, we must be able to examine an individualÆs entire life, not just a few years.  Garcia took advantage of the availability of rare already-existing long-term data collected on an endangered bird to examine these questions, which are impossible to answer with more typical short-term studies.  While such research is being conducted in Europe, it is more unusual in the United States despite important differences between the two continents in environmental conditions, local climate trends, and how populations respond to these factors.\n\nThe study species, Red-cockaded woodpeckers, are restricted to living in longleaf pine forests.  These longleaf pine forests, which only occur in the southeastern U.S., have unusually high biodiversity and endangered Red-cockaded Woodpeckers serve as an umbrella species representing the entire ecosystem.  Recovery of this species has been greatly successful, as has been the integration of recovery efforts with other land uses, particularly military training and base operations.  Thus, this research is important to continuing to integrate military goals and legally mandated conservation goals.\n\nGarcia accomplished the goals of her dissertation research. She found that traits at each population were changing differently, and in association with different climate variables.  Although these populations were within the same state, the inland site was most affected by temperature whereas the coastal site was most affected by rainfall.  Many of the traits that were changing also had direct effects on fitness.  She also found that these traits were not inherited but were instead variable within an individualÆs lifetime.\n\nThe funding provided by the NSF Dissertation Improvement Grant allowed her to pass on that information to landowners and managers of longleaf pine forests, and to people who work with birds.  This will allow longleaf pine landowners and managers to incorporate that local information when making land-use decisions.  The research also advanced what we know about how individuals and populations are responding, both environmentally and evolutionarily, to their changing environments. Garcia also developed a board game based on her research, which she deployed at four classes in two high schools in two different states where longleaf pine occurs (Virginia and Florida). The game enabled students to act as land and wildlife managers for a population of Red-cockaded Woodpeckers.  Students had to respond to the typical challenges that managers face, such as severe weather or personnel issues, and manage a budget with the goal of recovering a population. The goal of the board game was to teach students how birth and death rates, and the intrinsic rate of growth, affected populations.  The game also taught students how to manage a budget to meet specific goals.\n\nGarcia completed her degree in December 2014. Her research integrates animal behavior and environmental biology, wildlife and land-use management, and public out..."
 }
}