{
 "awd_id": "1311037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Stephanie C. Bolyard of University of Central Florida (UCF) to conduct a research project in Engineering during the summer of 2013 at Tongji University in Shanghai, China.  The project title is \"Evaluation of Proactive Treatment Processes to Reduce the Long-Term Pollution Potential of Landfills.\" The host scientist is Dr. Pinjing He.\r\n\r\nThis project investigated the Pump and Treat Aerobic Flushing Bioreactor Landfill (PTAFBL) as a novel approach to sustainable solid waste management. This completion phase is a method of immediate pollution removal of releasable carbon and ammonia-nitrogen as opposed to the traditional method of entombment. The goal of this innovative approach was to reduce the long-term risk of landfills by eliminating significant sources of pollution. Outcomes of this project advance the current understanding of how and when functional stability of a landfill is met through the characterization of solid waste residuals and leachate at the molecular level over time.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture, and language. These activities meet the NSF goal of promoting international collaboration early in the career of scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Additionally, as the PI disseminates the results of this research and the technology is adopted by the waste industry, society will benefit from the reduced long-term adverse impacts of landfills on human health the environment. Undergraduate students working in the host researcher's laboratory were involved in this research and upon return to the U.S. the PI will discuss her experiences with undergraduate engineering students at UCF. Results from this research will also be shared through participation in ICubed, a NSF funded project, which is aimed at informing the UCF community and public about engineering and science concepts. The PI will specifically participate in the Science, Technology, Engineering, Arts, and Mathematics (STEAM) activity which encourages STEM researchers and visual art and design students to create STEM inspired artifacts (sculptures, paintings, illustrations, and posters). The PI's contributions to this activity helps promote a greater appreciation and understanding of STEM fields and their importance in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Bolyard",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie C Bolyard",
   "pi_email_addr": "",
   "nsf_id": "000630463",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bolyard                 Stephanie      C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Sanford",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "327716808",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "FL07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Bolyard                 Stephanie      C",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "327716808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "FL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Pump and Treat Aerobic Flushing Bioreactor Landfill Application in Shanghai, China</p>\n<p>Stephanie C. Bolyard, Debra Reinhart, Wei Zheng, Pinjing He</p>\n<p>This project investigated the Pump and Treat Aerobic Flushing Bioreactor Landfill as a novel approach to sustainable solid waste management. This completion phase is a method of immediate pollution removal of releasable carbon and ammonia-nitrogen as opposed to the traditional method of entombment. The goal of this innovative approach was to reduce the long-term risk of landfills by eliminating significant sources of pollution. Laboratory-scale PTAFBL reactors were used to evaluate both the solid waste and leachate characteristics during operation. This project complemented the PI&rsquo;s ongoing research on the Pump and Treat Aerobic Flushing Bioreactor Landfill since this method would be tested on waste from China, which has very different characteristics in comparison to the United States (U.S.). Outcomes of this project will advance the current understanding of how and when functional stability of a landfill is met through the characterization of solid waste residuals and leachate at the molecular level over time. During this project the PI was able to demonstrate that the Pump and Treat Aerobic Flushing Bioreactor Landfill could be applied to waste generated in China despite the differences in composition.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2013<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;C&nbsp;Bolyard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Pump and Treat Aerobic Flushing Bioreactor Landfill Application in Shanghai, China\n\nStephanie C. Bolyard, Debra Reinhart, Wei Zheng, Pinjing He\n\nThis project investigated the Pump and Treat Aerobic Flushing Bioreactor Landfill as a novel approach to sustainable solid waste management. This completion phase is a method of immediate pollution removal of releasable carbon and ammonia-nitrogen as opposed to the traditional method of entombment. The goal of this innovative approach was to reduce the long-term risk of landfills by eliminating significant sources of pollution. Laboratory-scale PTAFBL reactors were used to evaluate both the solid waste and leachate characteristics during operation. This project complemented the PIÆs ongoing research on the Pump and Treat Aerobic Flushing Bioreactor Landfill since this method would be tested on waste from China, which has very different characteristics in comparison to the United States (U.S.). Outcomes of this project will advance the current understanding of how and when functional stability of a landfill is met through the characterization of solid waste residuals and leachate at the molecular level over time. During this project the PI was able to demonstrate that the Pump and Treat Aerobic Flushing Bioreactor Landfill could be applied to waste generated in China despite the differences in composition. \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2013\n\n\t\t\t\t\tSubmitted by: Stephanie C Bolyard"
 }
}