{
 "awd_id": "1311059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Erik Stefan Steinmetz of The University of Minnesota, Department of Computer Science and Engineering, to conduct a research project in the Computer and Information Science and Engineering area during the summer of 2013 at The Nara Institute of Science and Technology (NIST) in Nara, Japan.  The project title is \"Improving Opening Strategy in Computer Go Players.\" The host scientist is Kenichi Matsumoto.\r\n\r\nThis project explores a method of improving the artificial intelligence search technique known as Monte Carlo search. The avenues being explored in this research allow the application of expert knowledge to a technique which normally relies on not being restricted by contextual knowledge (to allow randomness to properly explore a search tree). Preliminary results showed one such measure which improved play of a computer Go engine that used Monte Carlo search, and this project develops further measures along with discovering their effectiveness and limitations. By studying these modifications which touch the very nature of Monte Carlo search, this project explores the applicability and limitations of Monte Carlo search in general and whether or not hybrid methods offer an opportunity for their improvement. This research will be directly applicable to other problems using the Monte Carlo search method such as military simulation software, along with some large online simulation software systems.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore,  the demonstration of the results of this project will be exceptionally helpful in a classroom setting. It shows a simple method to increase the effectiveness of an algorithm in a topic which is interesting to undergraduate students. By showing how key ideas such as this research can be applied directly to these interesting topics, students can be engaged and motivated at a very early stage of their undergraduate computer science careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Steinmetz",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Erik S Steinmetz",
   "pi_email_addr": "",
   "nsf_id": "000633909",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Steinmetz               Erik           S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554182128",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Nara Institute of Science and Technology",
  "perf_str_addr": null,
  "perf_city_name": "Nara, 630-0192",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This research project was a computer software artificial-intelligence effort. It focused on methods to improve a kind of search called &ldquo;Monte Carlo Tree Search&rdquo;. Monte Carlo search utilizes playouts of random moves in the search tree in order to quickly locate the best options. This algorithm is often applied in choosing actions, such as those faced by a player against an opponent in strategy simulations such as chess, and is considered a new approach to some classic artificial intelligence problems.&nbsp;This project's work centered on modifying the search when expert knowledge about decisions are available to learn from.</span>&nbsp;</p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>During this project, a study of various ways to modify the beginning of a Monte Carlo search using knowledge obtained from experienced people in the target field (in this case, the game of Go) was carried out. A kind of 'opening book' of moves was created to allow a biasing of the Monte Carlo search to favor those results indicated as preferable by the expert knowledge. The information used in the modifications was changed in three different ways, and results of the combinations were observed by conducting large-scale trials against a third program. The modifications were varied in the following three ways: size of the database from which the Go knowledge was derived, the number of clusters into which this knowledge was divided, and the length of the modification in terms of the number of actions affected. A baseline success rate of the unmodified software was established using a very large number of trials (16,000) against a third program. The modified program was then tried against the third program to find its success rate while changing the modifications in each of the three areas described above. Each combination of modifications was measured using its success rate over 2,000 trials.</span></p>\n<p><span>The results showed that while many modifications provided little or no benefit to the search algorithm, there were some combinations which did create a small, but statistically significant improvement. These combinations will be explored in ongoing research based on this work in this project.</span></p>\n<p><span><br /></span></p>\n</div>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Erik&nbsp;S&nbsp;Steinmetz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThis research project was a computer software artificial-intelligence effort. It focused on methods to improve a kind of search called \"Monte Carlo Tree Search\". Monte Carlo search utilizes playouts of random moves in the search tree in order to quickly locate the best options. This algorithm is often applied in choosing actions, such as those faced by a player against an opponent in strategy simulations such as chess, and is considered a new approach to some classic artificial intelligence problems. This project's work centered on modifying the search when expert knowledge about decisions are available to learn from. \n\n\n\n\n\nDuring this project, a study of various ways to modify the beginning of a Monte Carlo search using knowledge obtained from experienced people in the target field (in this case, the game of Go) was carried out. A kind of 'opening book' of moves was created to allow a biasing of the Monte Carlo search to favor those results indicated as preferable by the expert knowledge. The information used in the modifications was changed in three different ways, and results of the combinations were observed by conducting large-scale trials against a third program. The modifications were varied in the following three ways: size of the database from which the Go knowledge was derived, the number of clusters into which this knowledge was divided, and the length of the modification in terms of the number of actions affected. A baseline success rate of the unmodified software was established using a very large number of trials (16,000) against a third program. The modified program was then tried against the third program to find its success rate while changing the modifications in each of the three areas described above. Each combination of modifications was measured using its success rate over 2,000 trials.\n\nThe results showed that while many modifications provided little or no benefit to the search algorithm, there were some combinations which did create a small, but statistically significant improvement. These combinations will be explored in ongoing research based on this work in this project.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Erik S Steinmetz"
 }
}