{
 "awd_id": "1311823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Addressing Privacy Online: A Study of Privacy in Context",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 205786.0,
 "awd_amount": 205786.0,
 "awd_min_amd_letter_date": "2013-01-02",
 "awd_max_amd_letter_date": "2013-01-02",
 "awd_abstract_narration": "Notice and consent have become the dominant standard in addressing online privacy, yet notice and consent may be immaterial to individuals' assessments about the appropriateness and inappropriateness of the information transmitted within a particular context.  Therefore, while an increasing amount of social activity and commerce is performed online, consumers, organizations, and regulators struggle to address privacy expectations across a diverse set of activities. The proposed project's goal is to better understand privacy expectations across contexts online. The study will test the hypotheses that (a) individuals hold different privacy expectations based on the context of their online activity and (b) notice and consent varies in its effectiveness in addressing online privacy expectations across different contexts. Since addressing online privacy expectations is the goal of organizations and regulatory bodies, understanding how those values change in different contexts would help managers and regulators identify which contexts require different privacy protections.  \r\n\r\nThe study empirically examines privacy norms across online contexts and the role of notice and consent within each context. The researcher will conduct a nationwide survey using factorial vignette methodology in which respondents answer questions based on a series of hypothetical vignettes.  \r\n\r\nThe results of this study will identify privacy expectations and values across online contexts and explain the appropriate role of notice and consent policies in addressing online privacy expectations. As such, this study is responsive to pressing government needs and societal concerns around online privacy and has direct implications for researchers, business leaders, policy experts, and customers/users. Specifically, the results will inform government policy, self-regulation guidelines, and industry best practices by (1) identifying important online contexts with similar privacy expectations (e.g., shopping, banking, etc.), (2) prioritize the role of notice and consent in addressing privacy expectations within different contexts, and (3) identify the factors and their relative importance in developing privacy expectations for specific contexts online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirsten",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirsten Martin",
   "pi_email_addr": "martink@gwu.edu",
   "nsf_id": "000578467",
   "pi_start_date": "2013-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749100",
   "pgm_ele_name": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 205786.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study has produced three theoretical papers, four empirical papers, numerous presentations and talks, and three new projects. My primary paper examines the contextual factors that drive privacy expectations and measures how individual attitudes and context combine to create privacy expectations.&nbsp; The results indicate that typical information practices about targeted advertising and tracking users online do not meet privacy expectations of respondents.&nbsp; The results suggest that individuals have expectations of privacy <em>after</em> initial disclosure around how the information will be used and who will have access to the information.</p>\n<p>&nbsp;</p>\n<p>Two follow on studies put privacy violations in perspective to understand how important privacy is to trust online.&nbsp; First, I empirically examine the relative importance of the second use of information (privacy violation) and third-party intrusion (security violations) on consumer trust, while taking into consideration the possible beneficial uses of consumer information. The results support a narrow exchange approach to privacy in that consumers accept disclosing information in order to improve the performance of the website or tailor services online. However, two privacy violations are considered important violations of trust. <em>In fact, the results show such breaches of privacy expectations are considered</em> on par with the security violation of an outsider (i.e., a hacker) stealing information in violating trust. &nbsp;</p>\n<p><em>&nbsp;</em></p>\n<p>In a second follow-on study, I measure whether and how users differ in the importance placed on privacy in trusting websites. The findings suggest users find privacy violations &ndash; specifically the secondary uses of information &ndash; to diminish trust in a website.&nbsp; Firms that violate privacy are penalized twice &ndash; privacy violations impact trust directly and diminish the importance of trust factors such as integrity and ability on trust.&nbsp;&nbsp; Finally, users with greater technology savvy &ndash; greater knowledge of the Internet and coding experience &ndash; place greater importance on privacy factors than with less knowledge. Violations of privacy may put firms in a downward trust spiral by decreasing trust in the website as well as the role of possible mechanisms to rebuild trust such as a firm&rsquo;s integrity and ability.</p>\n<p><strong>Notices and Contracts</strong>.&nbsp; I address the failure of the currently popular &ldquo;notice and choice&rdquo; approach to address privacy concerns in &ldquo;Transaction Costs, Privacy, and Trust&rdquo; (<em>First Monday, </em>2013) where I outline the laudable goals and ultimate failure of adequate notice and consumer choice to respect privacy online.&nbsp; This article suggests that the online environment is not conducive to rely on explicit agreements to respect privacy.</p>\n<p>&nbsp;</p>\n<p>I then empirically examine the role of notice and choice in &ldquo;Privacy Notices as Tabula Rasa&rdquo; (<em>J of Public Policy and Marketing</em>; minor revisions) where I compare the factors that are important to privacy expectations online to the factors individuals believe to be included in a privacy notice. Surprisingly, respondents assume that their important factors are already included in the generic privacy notice (when, in fact, they are not included) suggesting privacy notices are a tabula rasa for individuals:&nbsp; individuals project their desires onto the privacy notices.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Finally, I use a factorial vignette study to examine how the introduction of formal privacy contracts (privacy notice) impacts consumer trust and compare the importance of respecting informal privacy norms versus formal privacy notices on consumer trust.&nbsp; The results show that the introduction of formal privacy contracts decreases trust in a website.&nbsp; Further, viola...",
  "por_txt_cntn": "\nThis study has produced three theoretical papers, four empirical papers, numerous presentations and talks, and three new projects. My primary paper examines the contextual factors that drive privacy expectations and measures how individual attitudes and context combine to create privacy expectations.  The results indicate that typical information practices about targeted advertising and tracking users online do not meet privacy expectations of respondents.  The results suggest that individuals have expectations of privacy after initial disclosure around how the information will be used and who will have access to the information.\n\n \n\nTwo follow on studies put privacy violations in perspective to understand how important privacy is to trust online.  First, I empirically examine the relative importance of the second use of information (privacy violation) and third-party intrusion (security violations) on consumer trust, while taking into consideration the possible beneficial uses of consumer information. The results support a narrow exchange approach to privacy in that consumers accept disclosing information in order to improve the performance of the website or tailor services online. However, two privacy violations are considered important violations of trust. In fact, the results show such breaches of privacy expectations are considered on par with the security violation of an outsider (i.e., a hacker) stealing information in violating trust.  \n\n \n\nIn a second follow-on study, I measure whether and how users differ in the importance placed on privacy in trusting websites. The findings suggest users find privacy violations &ndash; specifically the secondary uses of information &ndash; to diminish trust in a website.  Firms that violate privacy are penalized twice &ndash; privacy violations impact trust directly and diminish the importance of trust factors such as integrity and ability on trust.   Finally, users with greater technology savvy &ndash; greater knowledge of the Internet and coding experience &ndash; place greater importance on privacy factors than with less knowledge. Violations of privacy may put firms in a downward trust spiral by decreasing trust in the website as well as the role of possible mechanisms to rebuild trust such as a firmÆs integrity and ability.\n\nNotices and Contracts.  I address the failure of the currently popular \"notice and choice\" approach to address privacy concerns in \"Transaction Costs, Privacy, and Trust\" (First Monday, 2013) where I outline the laudable goals and ultimate failure of adequate notice and consumer choice to respect privacy online.  This article suggests that the online environment is not conducive to rely on explicit agreements to respect privacy.\n\n \n\nI then empirically examine the role of notice and choice in \"Privacy Notices as Tabula Rasa\" (J of Public Policy and Marketing; minor revisions) where I compare the factors that are important to privacy expectations online to the factors individuals believe to be included in a privacy notice. Surprisingly, respondents assume that their important factors are already included in the generic privacy notice (when, in fact, they are not included) suggesting privacy notices are a tabula rasa for individuals:  individuals project their desires onto the privacy notices. \n\n \n\nFinally, I use a factorial vignette study to examine how the introduction of formal privacy contracts (privacy notice) impacts consumer trust and compare the importance of respecting informal privacy norms versus formal privacy notices on consumer trust.  The results show that the introduction of formal privacy contracts decreases trust in a website.  Further, violating informal privacy norms negatively impacts trust in the website even when the information exchange conformed to the privacy notice.  The results suggest that understanding the informal privacy norms is key to maintaining consumer trust and challenge the reliance on formal, explicit privacy contracts ..."
 }
}