{
 "awd_id": "1311054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Paul Piula Taele of Texas A&M University to conduct a research project in the Computer and Information Science and Engineering area during the summer of 2013 at Singapore Management University in the Republic of Singapore.  The project title is \"Improving Computer Applications for Creative Design using Natural Gesture Input.\" The host scientist is Dr. Richard C. Davis.\r\n\r\nAdvances in human-computer interaction and artificial intelligent research enable people to interact naturally with computers through gestures using their limbs instead of through computer peripherals such as keyboard and mouse.  People already use interactions from the gestures expressed with their limbs to convey ideas, information, and emotional responses, and such interactions also have great potential in expanding creative design from the virtual into the physical world.  Unfortunately, such interactions are also largely untapped by existing creative design computer applications, which focus prematurely on design content instead of on valuable early-stage raw design planning.  This research therefore actively explores successful techniques to combine advances of natural gesture interactions in computer applications with the potential of producing powerful creative design in the physical world.  The core tasks of this research include surveying target users for proposed ideas and features, developing improvements to the existing code base of approaches, deploying the research system to target users, observing those users' interaction with the system, and collecting qualitative and quantitative feedback following extended trials of users' interactions with the system.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, these aims are directly supporting techniques for advancing discovery and understanding in novel interactive environments by actively focusing on enhancing the creative design process--for example, communicating ideas more clearly, summarizing information more accurately, or provoking emotional responses. Since such tools are also highly applicable for promoting teaching and training, the Fellow is working with teachers and trainers on introducing these additional resources in instructional content design, encouragingucational activities tht offer students engaging design projects in novel interactive environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Taele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Taele",
   "pi_email_addr": "",
   "nsf_id": "000083049",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Taele                   Paul           P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "College Station",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "778401347",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Taele                   Paul           P",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778401347",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Principal Investigator (PI) of the project explored techniques to improve intelligent sketching user interfaces for rapidly sketching informal animations. The PI conducted the project at Singapore Management University's Human-Computer Interaction Group under the advisement of host researcher Dr. Richard C. Davis. From the results of this research work, the PI and host researcher advanced the knowledge and understanding within their own field of human-computer interaction (HCI) by discovering computer algorithms and interaction techniques that improved the robustness of intelligent sketch user interfaces for quickly generating informal animations through sketches. As a result, related research projects in HCI for intelligent sketching user interfaces are able to apply the insights and lessons from these discovered computer algorithms and interaction techniques to similarly make their interfaces more intuitive and robust. Both the PI and host researcher are well qualified for conducting research on the project that significantly benefits from sketch recognition and interaction expertise, as the PI has a strong background in sketch recognition research and the host researcher has a strong background in sketch interaction. The project also explores creative concepts, since the results of the project are creating intelligent sketching applications that encourage people to more easily communicate to other with sketched informal animations more creatively. The project is similarly well conceived and organized, since it is a well-developed continuation of the host researcher's dissertation project and complemented by the PI's doctoral research experience. In terms of resources, the PI and host researcher had sufficient access to resources through computing equipment with tablets to develop the applications associated with the project.</p>\n<p><br />The research also achieves various broader impacts, including advancing discovery and understanding while promoting teaching, training, and learning, by introducing computing applications that have very beneficial educational applications for teachers to potentially express teachable concepts more seamlessly and quickly through the application's capabilities of quickly sketching informal animations of informative content. The project also potentially broadens the participation of underrepresented groups by promoting research that overlaps strong components of fields in design and art that appeals to demographics underrepresented in engineering and science (e.g., females), and encouraging potentially captivating research projects expanding from the results of the research with resources that are affordable to underrepresented geographic areas that may have access to fewer resources. The research also potentially enhances infrastructure for research and education by introducing and encouraging more novel intelligent sketching interfaces that contain strong educational applications for participating instructors and students. The results of the research will be subsequently disseminated broadly for enhancing scientific and technological understanding through relevant HCI research conferences. Moreover, the benefits of the project to society involves introducing new computing technologies for improving one form of quickly and effectively communicating information through sketching informal animations.</p>\n<p><br />Several products have also resulted from the award. For example, the research conducted has led to developing a computer application that improves intelligent sketch user interfaces for rapidly sketching informal animations that is made available online as an open source project. Additionally, ideas discovered and innovations advanced in the research will lead to their discussion in an upcoming international workshop called the 2014 Intelligent User Interface Workshop on Sketch: Pen and Touch Recognition, which is held ...",
  "por_txt_cntn": "\nThe Principal Investigator (PI) of the project explored techniques to improve intelligent sketching user interfaces for rapidly sketching informal animations. The PI conducted the project at Singapore Management University's Human-Computer Interaction Group under the advisement of host researcher Dr. Richard C. Davis. From the results of this research work, the PI and host researcher advanced the knowledge and understanding within their own field of human-computer interaction (HCI) by discovering computer algorithms and interaction techniques that improved the robustness of intelligent sketch user interfaces for quickly generating informal animations through sketches. As a result, related research projects in HCI for intelligent sketching user interfaces are able to apply the insights and lessons from these discovered computer algorithms and interaction techniques to similarly make their interfaces more intuitive and robust. Both the PI and host researcher are well qualified for conducting research on the project that significantly benefits from sketch recognition and interaction expertise, as the PI has a strong background in sketch recognition research and the host researcher has a strong background in sketch interaction. The project also explores creative concepts, since the results of the project are creating intelligent sketching applications that encourage people to more easily communicate to other with sketched informal animations more creatively. The project is similarly well conceived and organized, since it is a well-developed continuation of the host researcher's dissertation project and complemented by the PI's doctoral research experience. In terms of resources, the PI and host researcher had sufficient access to resources through computing equipment with tablets to develop the applications associated with the project.\n\n\nThe research also achieves various broader impacts, including advancing discovery and understanding while promoting teaching, training, and learning, by introducing computing applications that have very beneficial educational applications for teachers to potentially express teachable concepts more seamlessly and quickly through the application's capabilities of quickly sketching informal animations of informative content. The project also potentially broadens the participation of underrepresented groups by promoting research that overlaps strong components of fields in design and art that appeals to demographics underrepresented in engineering and science (e.g., females), and encouraging potentially captivating research projects expanding from the results of the research with resources that are affordable to underrepresented geographic areas that may have access to fewer resources. The research also potentially enhances infrastructure for research and education by introducing and encouraging more novel intelligent sketching interfaces that contain strong educational applications for participating instructors and students. The results of the research will be subsequently disseminated broadly for enhancing scientific and technological understanding through relevant HCI research conferences. Moreover, the benefits of the project to society involves introducing new computing technologies for improving one form of quickly and effectively communicating information through sketching informal animations.\n\n\nSeveral products have also resulted from the award. For example, the research conducted has led to developing a computer application that improves intelligent sketch user interfaces for rapidly sketching informal animations that is made available online as an open source project. Additionally, ideas discovered and innovations advanced in the research will lead to their discussion in an upcoming international workshop called the 2014 Intelligent User Interface Workshop on Sketch: Pen and Touch Recognition, which is held in late February 2014 at Haifa, Israel.\n\n\t\t\t\t\tLast Modified: 11/30/2013\n\n\t\t\t\t\tSubmit..."
 }
}