{
 "awd_id": "1311473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Plastic Worker lifespan and the influence of demand, demography and death on labor economics in the Florida harvester ant (Pogonomyrmex badius)",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emilia Martins",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 14649.0,
 "awd_amount": 14649.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2013-09-09",
 "awd_abstract_narration": "Although a social insect colony may persist for decades, the sterile workers within it may live only a fraction of a year. Much like cells in a body, the rate at which workers in a colony senesce should trace the lifespan imposed on them by their environment. If the death rate in their environment is high, selection for inexpensive, short-lived, \"disposable\" workers is predicted. In workers of the Florida harvester ant (Pogonomyrmex badius), a 5-fold difference in the rate of cuticle darkening, age at first foraging and lifespan occurs seasonally. When removed from field mortality factors, longevity in both types of workers increases greatly, indicating that an individual's potential lifespan is much greater than its realized lifespan. In social insects, differences in larval nutrition often yield adults of different size and correlated characteristics, but in adults of identical body size (as in P. badius), factors influencing longevity are less clear. This study will investigate how development rate and longevity are influenced by colony production of workers with two distinct lifespans and behavioral trajectories. To do so, feeding profile, metabolic rate, fat content and queen investment will be compared for short-lived summer workers and long-lived autumn workers in normal and reciprocal environmental conditions. These findings will help untangle how division of labor is related to developmental-age in social insects, and how selection has shaped labor allocation by acting on worker development rate. These findings will help illuminate lifespan plasticity and regulation of aging across biological hierarchies. It may also challenge the perception of foragers in social insects as physiologically depleted and disposable.  By engaging students of all ages in meaningful work in a local ecosystem, this project will also support public understanding of science and increase awareness of the unique and charming inhabitants of the Apalachicola National Forest. \r\n\t\r\n\r\n\t\r\n\r\nThe data from this study will be stored electronically at The Florida State University in Tallahassee Florida, and will be available upon request.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Tschinkel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Walter R Tschinkel",
   "pi_email_addr": "tschinkel@bio.fsu.edu",
   "nsf_id": "000117563",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Kwapich",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christina L Kwapich",
   "pi_email_addr": "ckwapich@bio.fsu.edu",
   "nsf_id": "000632178",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 Traditions Way, 3rd Floor",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14649.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In many ant species, colonies divide jobs in the nest between workers of different ages. We found that workers of the Florida harvester ant (<em>Pogonomyrmex badius) </em>born in different seasons&nbsp; aged and changed jobs at very different rates. Workers born in autumn lived 5 times as long as their sisters born in the summer, which created a seasonal pattern of labor allocation. We thought that aging and job switching might have something to do with &ldquo;job openings&rdquo; that appeared when old ants died at different rates in summer and autumn. However, field studies&nbsp; revealed that&nbsp; death rate was the same in both seasons, and job switching must somehow be controlled by something else.</p>\n<p>&nbsp;&nbsp; The goal of this project was to determine how seasonal differences in worker aging and job switching in<em> P. badius </em>might be influenced by their diets. &nbsp;To address this goal, adult and juvenile nutrition for both long-lived and short-lived workers were examined through stable isotope analysis and fat extraction. We found that fast developing workers were fed higher nitrogen diets when they were larvae (juveniles) than their slow developing sisters. The diets of fast developing workers contained more insect protein, whereas diets of slow developing workers were comprised mostly of seeds and allowed them to accumulate more body fat for overwintering. Therefore, there is a strong correlation between season, diet and development in<em> P. badius.</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For humans, a 5-fold difference in lifespan would be extraordinary. Determining how and why ants achieve such extreme variation in longevity within the course of a single year can help reveal the machinery that controls lifespan across organisms.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2015<br>\n\t\t\t\t\tModified by: Christina&nbsp;L&nbsp;Kwapich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n        In many ant species, colonies divide jobs in the nest between workers of different ages. We found that workers of the Florida harvester ant (Pogonomyrmex badius) born in different seasons  aged and changed jobs at very different rates. Workers born in autumn lived 5 times as long as their sisters born in the summer, which created a seasonal pattern of labor allocation. We thought that aging and job switching might have something to do with \"job openings\" that appeared when old ants died at different rates in summer and autumn. However, field studies  revealed that  death rate was the same in both seasons, and job switching must somehow be controlled by something else.\n\n   The goal of this project was to determine how seasonal differences in worker aging and job switching in P. badius might be influenced by their diets.  To address this goal, adult and juvenile nutrition for both long-lived and short-lived workers were examined through stable isotope analysis and fat extraction. We found that fast developing workers were fed higher nitrogen diets when they were larvae (juveniles) than their slow developing sisters. The diets of fast developing workers contained more insect protein, whereas diets of slow developing workers were comprised mostly of seeds and allowed them to accumulate more body fat for overwintering. Therefore, there is a strong correlation between season, diet and development in P. badius.\n\n      For humans, a 5-fold difference in lifespan would be extraordinary. Determining how and why ants achieve such extreme variation in longevity within the course of a single year can help reveal the machinery that controls lifespan across organisms.\n\n\t\t\t\t\tLast Modified: 06/12/2015\n\n\t\t\t\t\tSubmitted by: Christina L Kwapich"
 }
}