{
 "awd_id": "1311119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "This action funds Benjamin Schrager of the University of Hawaii at Manoa of to conduct a research project in Geography during the summer of 2013 at Sophia University in Tokyo.  The project title is \"Genetically Modified Food in Japan: the Intersection of Science, Policy and Consumer Perceptions.\" The host scientist is James Farrer.\r\n\r\nThis study examines science, policy and consumer perceptions related to genetically modified food in Japan. Data is being collected and analyzed from scientific reports, government documents, interviews and surveys. The working question is \"What governmental frameworks regulate genetically modified food in Japan?\" This question is answered using interviews with ministry officials, professors, consumer groups, consumers and biotech advocates. Policy documents from the United States Department of Agriculture, Japanese ministries, legislative documents and popular media are also consulted. Science and consumer perceptions are contextualized within these governmental frameworks. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, outcomes of the research project have implications for U.S.-Japan trade, as agricultural biotechnology is an important factor in trade relations and Japan is the largest importer of U.S. soybeans and corn of which most are genetically modified. The Fellow will explore appropriate venues to share the findings, including conferences, public forums and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Schrager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Schrager",
   "pi_email_addr": "",
   "nsf_id": "000631889",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Schrager                Benjamin",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Honolulu",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "968481711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": null,
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222229",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This research focused on Japanese regulations of food with an emphasis on agricultural imports. As the largest importer of American corn and soybean, Japan's policy has many practical trade implications. Following several food scares in the early 2000&rsquo;s the Japanese government introduced special regulations for the approval and labeling of genetically modified crops. In May, 2013 the Japanese government temporarily halted wheat imports, due to the discovery of unapproved genetically modified wheat in Oregon. Although there are usually smooth relations between Japan and America regarding the regulation of genetically modified crops, this incident underscores the significant impact that agricultural biotechnology can have on trade relations between America and the US. Beyond the regulatory policy, this research also investigated the implications of food certifications, consumer literacy, and consumer perceptions of risk. </span></p>\n<p><span>As pre-proposal PhD research, this funding was an excellent opportunity to gain a deeper understanding of Japan's food regulatory policy. The research included meetings with numerous industry, science, and academic leaders. Additionally, this research helped facilitate cultural and knowledge exchange around food certifications and agro-food networks which are emerging as an increasing critical area of concern. My host researcher arranged for several students to compile a bibliography of Japanese language sources. Participation in the International Geographic Union Conference in Kyoto provided an excellent forum to connect with Japanese geography scholars.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Schrager</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research focused on Japanese regulations of food with an emphasis on agricultural imports. As the largest importer of American corn and soybean, Japan's policy has many practical trade implications. Following several food scares in the early 2000Æs the Japanese government introduced special regulations for the approval and labeling of genetically modified crops. In May, 2013 the Japanese government temporarily halted wheat imports, due to the discovery of unapproved genetically modified wheat in Oregon. Although there are usually smooth relations between Japan and America regarding the regulation of genetically modified crops, this incident underscores the significant impact that agricultural biotechnology can have on trade relations between America and the US. Beyond the regulatory policy, this research also investigated the implications of food certifications, consumer literacy, and consumer perceptions of risk. \n\nAs pre-proposal PhD research, this funding was an excellent opportunity to gain a deeper understanding of Japan's food regulatory policy. The research included meetings with numerous industry, science, and academic leaders. Additionally, this research helped facilitate cultural and knowledge exchange around food certifications and agro-food networks which are emerging as an increasing critical area of concern. My host researcher arranged for several students to compile a bibliography of Japanese language sources. Participation in the International Geographic Union Conference in Kyoto provided an excellent forum to connect with Japanese geography scholars.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Benjamin Schrager"
 }
}