{
 "awd_id": "1311451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Ecological causes and consequences of intraspecific trait variation in an aquatic consumer",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 19370.0,
 "awd_amount": 19370.0,
 "awd_min_amd_letter_date": "2013-03-20",
 "awd_max_amd_letter_date": "2013-03-20",
 "awd_abstract_narration": "Individuals within populations often differ in traits such as size, behavior, morphology, and physiology. Ecologists have only recently begun realizing the importance of this trait variation to understanding the functioning of ecosystems. Advancing this area of research requires not only that we understand how trait variation within a species affects broader ecological interactions, but also how the origins of trait variation and their ecological context determines the magnitude of trait variation that is sustained within populations. This project seeks to clarify that relationship, so as to enable prediction of the conditions under which trait variation will develop. These fundamental issues will be tested using an experimental system of tadpole populations established within artificial ponds. Two experiments will be conducted to test how ecological factors in experimental pond communities affect, and are in turn affected by, morphological and behavioral variation in tadpoles. Important ecological variables, including predation, competition, and spatial variation in food quality, will be manipulated in the ponds in order to quantify the effect on tadpole trait variation. Conversely, the amount of trait variation in tadpoles will be experimentally altered in order to determine how the variation itself affects ecological components of the pond ecosystem. \r\n\r\nThis research will provide insight into the value of biodiversity, and the consequences of biodiversity loss, for ecosystem functioning. Results will be disseminated through outreach activities targeted at farmers and others attending Penn State's Agriculture Progress Days, and involving inmates at a local correctional facility, thereby enhancing science literacy in diverse groups. Results of this project will be further shared with the public by creating engaging and easy-to-understand videos made available to interested individuals around the world and for use in classrooms via the Internet. This project will provide several undergraduates with field research experience, and support the doctoral research of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Langkilde",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy L Langkilde",
   "pi_email_addr": "tll30@psu.edu",
   "nsf_id": "000115896",
   "pi_start_date": "2013-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Carlson",
   "pi_email_addr": "bec169@psu.edu",
   "nsf_id": "000634038",
   "pi_start_date": "2013-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Summary</em>: A key goal in ecology is to understand how ecosystems function and how they will respond to environmental change. To do this we need to understand how populations impact the ecosystem. When studying important traits such as size or behavior of individuals within a population, researchers often focus on the average value of the trait for a population. Populations can have the same average value, however, but differ in how much variation occurs in the population: some populations may contain a wide diversity of traits while others could consist of highly similar individuals. The importance of this variation in ecosystems is poorly understood. In this project, we manipulated how much size variation occurred in populations of wood frog (<em>Rana sylvatica</em>) tadpoles, and measured its impacts on pond ecosystems. We found that tadpole populations that were highly variable in size had very different ecological effects than did populations that comprised of tadpoles that were all of similar size. Size-variable groups of tadpoles were eaten more by predators, changed their behavior more when predators were present, and caused algae in the ponds to increase when predators were added. Predators were more active when tadpoles were all of a similar size, and their increased feeding activity changed the community of zooplankton.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Scientific merit: </em>This work reveals the importance of variation in size of constituent individuals for determining how populations affect ecosystems. The findings promise to be an important part of our growing understanding of the ecological significance of variation within populations, and points to a specific mechanism by which predator-prey interactions can drive these effects. We are preparing manuscripts describing our findings for submission to peer-reviewed journals, and this work has been shared at the 2013 Annual Meeting of the Ecological Society of America and the 2014 Annual Meeting of the Society for Integrative and Comparative Biology.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Broader impacts: </em>This project supported the scientific training of five undergraduate students who were actively engaged in this research. Two of these students conducted related independent projects of their own design, gaining valuable experience in the scientific process. For one of these students, her work served as an undergraduate honor&rsquo;s thesis. An undergraduate herpetology class visited the project site for our field trip to enhance their education, and work from this project contributed to a presentation on ecology and behavior by the graduate student researcher for inmates at the Centre County Correctional Facility. Video footage collected throughout the course of the project was collected and is being compiled into an informational video to be shared with the public on You Tube.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2014<br>\n\t\t\t\t\tModified by: Tracy&nbsp;L&nbsp;Langkilde</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary: A key goal in ecology is to understand how ecosystems function and how they will respond to environmental change. To do this we need to understand how populations impact the ecosystem. When studying important traits such as size or behavior of individuals within a population, researchers often focus on the average value of the trait for a population. Populations can have the same average value, however, but differ in how much variation occurs in the population: some populations may contain a wide diversity of traits while others could consist of highly similar individuals. The importance of this variation in ecosystems is poorly understood. In this project, we manipulated how much size variation occurred in populations of wood frog (Rana sylvatica) tadpoles, and measured its impacts on pond ecosystems. We found that tadpole populations that were highly variable in size had very different ecological effects than did populations that comprised of tadpoles that were all of similar size. Size-variable groups of tadpoles were eaten more by predators, changed their behavior more when predators were present, and caused algae in the ponds to increase when predators were added. Predators were more active when tadpoles were all of a similar size, and their increased feeding activity changed the community of zooplankton.\n\n            Scientific merit: This work reveals the importance of variation in size of constituent individuals for determining how populations affect ecosystems. The findings promise to be an important part of our growing understanding of the ecological significance of variation within populations, and points to a specific mechanism by which predator-prey interactions can drive these effects. We are preparing manuscripts describing our findings for submission to peer-reviewed journals, and this work has been shared at the 2013 Annual Meeting of the Ecological Society of America and the 2014 Annual Meeting of the Society for Integrative and Comparative Biology.\n\n            Broader impacts: This project supported the scientific training of five undergraduate students who were actively engaged in this research. Two of these students conducted related independent projects of their own design, gaining valuable experience in the scientific process. For one of these students, her work served as an undergraduate honorÆs thesis. An undergraduate herpetology class visited the project site for our field trip to enhance their education, and work from this project contributed to a presentation on ecology and behavior by the graduate student researcher for inmates at the Centre County Correctional Facility. Video footage collected throughout the course of the project was collected and is being compiled into an informational video to be shared with the public on You Tube. \n\n \n\n\t\t\t\t\tLast Modified: 05/13/2014\n\n\t\t\t\t\tSubmitted by: Tracy L Langkilde"
 }
}