{
 "awd_id": "1311053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 70.0,
 "awd_amount": 70.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Arianna Lark of University of Iowa to conduct a research project in Biological Sciences during the summer of 2013 at Nagoya University in Nagoya, Aichi, Japan.  The project title is \"Imaging Neuronal Activity to Identify the Role of Novel Steroid Hormone Receptors in Stress Behaviors.\" The host scientist is Dr. Azusa Kamikouchi.\r\n\r\nSteroid hormones such as estrogen and testosterone play many important roles in behavior and development. Steroid hormones are generally thought to bind to receptors within cells and modulate gene expression. However, besides this relatively slow steroid signaling pathway, there are other faster pathways steroid hormones can initiate.  In one of these noncanonical pathways, steroid hormones bind to G-protein coupled receptors (GPCR) at the cell surface and set off a cascade of changes which can quickly modify the cell. In neurons, these fast changes to the cell may alter its activity within its network; this in turn can alter the behavior of the organism. Several of these receptors have been recently identified including a GPCR for estrogen in humans. Unfortunately many results from studies of this receptor have been conflicted likely due to the high complexity of the mammalian system.  Recently a cell membrane-bound steroid hormone receptor, DopEcR, has been identified in Drosophila (fruit flies). Drosophila has a simpler nervous system with many tools to manipulate genes and is an excellent model to study the mechanisms underlying regulation of behaviors. It has recently been identified that mutants for Drosophila DopEcR have defects in a behavioral response to stress: starvation-induced sleep suppression. Starvation induced sleep suppression has been observed in humans, rats and flies and likely results from an evolutionarily conserved response to food scarcity which overrides sleep urges to induce food searching behaviors. Dr. Kamikouchi and colleagues have expertise in a technique to image activity of the neurons in a living fruit fly.  Using this technique this project identifies starvation initiated changes in neuronal activity mediated by DopEcR.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, these results are expected to lead to a better understanding of the function of membrane-bound steroid hormone receptors within the brain as well as a greater general understanding of behavioral regulation by steroids.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arianna",
   "pi_last_name": "Lark",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Arianna S Lark",
   "pi_email_addr": "",
   "nsf_id": "000633937",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lark                    Arianna        S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Iowa City",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "",
  "inst_zip_code": "522421109",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lark                    Arianna        S",
  "perf_str_addr": null,
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcome Report EAPSI</p>\n<p>In the mammalian brain, many systems which sense and respond to nutritional changes share nuclei and connections with systems regulating a host of other behaviors including sleep. This neuroanatomical<del datetime=\"2013-11-25T09:40\" cite=\"mailto:Lark,%20Arianna%20R%20S\"> </del>&nbsp;overlap is very relevant to the interconnected regulation of sleep and feeding behaviors: sleep deprivation induces hunger, while severe nutritional deprivation leads to suppression of sleep. These behavioral modulations are evolutionarily conserved within much of the animal kingdom including such species as <em>Drosophila</em> (fruit flies), rats and humans. This could imply that similar neuronal pathway mechanisms may also exist in humans and flies to control sleep and feeding behaviors. In <em>Drosophila </em>we have found that a novel dual receptor for dopamine and steroid hormones, DopEcR, is necessary for initiating starvation-induced sleep suppression. Critical to understanding DopEcR&rsquo;s role in this behavioral modulation is first understanding the role of DopEcR in altering the activity of neurons which mediate sleep and/or feeding. The two objectives of this study were: 1) to confirm DopEcR localization in specific regions of the brain involved in sleep regulation and nutritional monitoring and 2) to determine if DopEcR is modulating neuronal activity in regions previously described to mediate these functions. This study has intellectual merit because it explores previously unknown mechanisms of how steroid hormones and or dopamine play a role in the interaction between diet and sleep. Additionally, this study also implicates a previously undescribed novel receptor in these pathways. A broader impact of this study may be to improve our understanding of how diet as well as dopamine and steroid hormones modulate sleep in humans and play a role in other disorders such as insomnia.</p>\n<p>To identify changes in neuronal functions due to DopEcR, we originally planned to use cAMP(a signaling molecule which DopEcR is directly known to initiate the activation of) imaging&nbsp; however we decided to try and monitor direct changes in neuronal activity in response to application of dopamine or ecdysone. Previously studies have shown that neuronal activity can be accurately monitored via neuronal calcium levels, which can be visualized with genetically encoded calcium indicators.&nbsp; Dr. Kamikouchi of Nagoya University in Japan has extensive experience with monitoring neuronal activity through calcium imaging within <em>live fly </em>specimens. This technique allows us view activity in the brain in a semi intact system rather than typical imaging setup which might occur in tissue sample or cell culture. In addition to extensive experience with calcium imaging in live flies, Dr. Kamikouchi&rsquo;s Lab also houses superior confocal imaging equipment which provided the opportunity to better analyze and confirm the localization of DopEcR.</p>\n<p>During my 2 month stay I was able to learn the partial dissections for imaging different regions of the fly brain, calcium imaging, and data processing as well as further improve my basic dissection, slide preparation and confocal imaging skills. I first learned to image neuronal activity within the auditory regions (the primary region of interest in the Kamikouchi Lab). I then applied the technique to monitor activity within regions containing DopEcR in response to dopamine application. Although I was able to detect some changes in calcium in DopEcR-positive neurons in response to stimulation via dopamine application, I was not able to detect a robust response in my regions of interest. These results indicate that DopEcR may not respond to dopamine with a direct change in activity via calcium transient in every neuronal population expressing DopEcR. Another potential explanation is that the change in calcium ...",
  "por_txt_cntn": "\nProject Outcome Report EAPSI\n\nIn the mammalian brain, many systems which sense and respond to nutritional changes share nuclei and connections with systems regulating a host of other behaviors including sleep. This neuroanatomical  overlap is very relevant to the interconnected regulation of sleep and feeding behaviors: sleep deprivation induces hunger, while severe nutritional deprivation leads to suppression of sleep. These behavioral modulations are evolutionarily conserved within much of the animal kingdom including such species as Drosophila (fruit flies), rats and humans. This could imply that similar neuronal pathway mechanisms may also exist in humans and flies to control sleep and feeding behaviors. In Drosophila we have found that a novel dual receptor for dopamine and steroid hormones, DopEcR, is necessary for initiating starvation-induced sleep suppression. Critical to understanding DopEcRÆs role in this behavioral modulation is first understanding the role of DopEcR in altering the activity of neurons which mediate sleep and/or feeding. The two objectives of this study were: 1) to confirm DopEcR localization in specific regions of the brain involved in sleep regulation and nutritional monitoring and 2) to determine if DopEcR is modulating neuronal activity in regions previously described to mediate these functions. This study has intellectual merit because it explores previously unknown mechanisms of how steroid hormones and or dopamine play a role in the interaction between diet and sleep. Additionally, this study also implicates a previously undescribed novel receptor in these pathways. A broader impact of this study may be to improve our understanding of how diet as well as dopamine and steroid hormones modulate sleep in humans and play a role in other disorders such as insomnia.\n\nTo identify changes in neuronal functions due to DopEcR, we originally planned to use cAMP(a signaling molecule which DopEcR is directly known to initiate the activation of) imaging  however we decided to try and monitor direct changes in neuronal activity in response to application of dopamine or ecdysone. Previously studies have shown that neuronal activity can be accurately monitored via neuronal calcium levels, which can be visualized with genetically encoded calcium indicators.  Dr. Kamikouchi of Nagoya University in Japan has extensive experience with monitoring neuronal activity through calcium imaging within live fly specimens. This technique allows us view activity in the brain in a semi intact system rather than typical imaging setup which might occur in tissue sample or cell culture. In addition to extensive experience with calcium imaging in live flies, Dr. KamikouchiÆs Lab also houses superior confocal imaging equipment which provided the opportunity to better analyze and confirm the localization of DopEcR.\n\nDuring my 2 month stay I was able to learn the partial dissections for imaging different regions of the fly brain, calcium imaging, and data processing as well as further improve my basic dissection, slide preparation and confocal imaging skills. I first learned to image neuronal activity within the auditory regions (the primary region of interest in the Kamikouchi Lab). I then applied the technique to monitor activity within regions containing DopEcR in response to dopamine application. Although I was able to detect some changes in calcium in DopEcR-positive neurons in response to stimulation via dopamine application, I was not able to detect a robust response in my regions of interest. These results indicate that DopEcR may not respond to dopamine with a direct change in activity via calcium transient in every neuronal population expressing DopEcR. Another potential explanation is that the change in calcium is very small or fast which may not be picked up with analysis used for the auditory region which is a larger and is typically stimulated repeatedly to allow for multiple analysis of calcium transients during ac..."
 }
}