{
 "awd_id": "1311027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in New Zealand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-15",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This action funds Kristen Nolting of Michigan State University to conduct a research project in Biology during the summer of 2013 at the University of Waikato in Hamilton, New Zealand.  The project title is \"Exploring the Past to Understand the Present: Investigating the Historical Radiation and Current Distribution of a Widespread New Zealand Plant Genus, Pittosporum (Pittosporaceae).\"  The host scientist is Dr. Chrissen Gemmill.\r\n\r\nIdentifying and quantifying the processes that underlie species distributions remains an important challenge for biologists today.  Although it is generally understood that species distributions are the result of ecological interactions operating over evolutionary time scales, most studies to date have failed to fully address how the evolution of these interactions acts to govern changes in species distributions across space and time.  This study outlines a conceptual and analytical framework that describes how we can use ecologically informative functional traits in conjunction with phylogenetic and spatial modeling techniques to evaluate how the relationship between ecological and evolutionary processes acts to govern species distributions.  Specifically, the study evaluates the evolution of the diverse, widespread New Zealand plant genus, Pittosporum (Pittosporaceae), along various climatic and functional trait axes.  This integrative analysis will allow for a better understanding of how the genus evolved as it radiated throughout New Zealand, and how this evolution along ecological axes acts to structure present day species distributions and allows for species co-existence.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the research statement on species distributions described above is pertinent to the question of how biodiversity may respond to anthropogenic pressures. Communicating the outcomes of the Fellow's research to policy makers and the general community can help protect this biodiversity.  The Fellow plans to work with other members of the Graduate Women in Science organization at Michigan State University to develop a website that provides access to interactive lesson plans for K-12 classrooms related to biodiversity and its global importance.  This website will be shared with teachers in the local school districts with whom the organization already works and/or will be presented by the Fellow and other graduate students in the classrooms themselves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Nolting",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Nolting",
   "pi_email_addr": "",
   "nsf_id": "000633396",
   "pi_start_date": "2013-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nolting                 Kristen",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lansing",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "489124145",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Waikato",
  "perf_str_addr": null,
  "perf_city_name": "Hamilton",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "NZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "New Zealand",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the face of continued global change, it is imperative that we maximize our understanding of the world&rsquo;s biodiversity.&nbsp; It is important to not only increase our knowledge of where species occur, but to also gain a better understanding of how their morphology and physiology dictate their distributions relative to their physical and biological environments.&nbsp; In this way, we can work to predict how global change will affect species&rsquo; distributions in the future, and hopefully apply this knowledge to implement practices that help mitigate the adverse effects of this change.&nbsp; We are further challenged to determine how species diversity, and diversity of organismal form and function, arose initially.&nbsp; By incorporating an evolutionary perspective into traditional ecological studies of community assembly, we can gain a comprehensive understanding of the forces acting to influence the distribution of species across space and throughout time.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this study we (a) quantified several ecologically significant traits in the New Zealand plant genus, <em>Pittosporum</em>,<em> </em>(b) evaluated the evolution of these traits relative to the evolution of climatic tolerances, and (c) applied this knowledge of evolutionary history, climatic tolerances, and similarity in traits to predict species distributions and co-occurrence.&nbsp; Species exhibited a range of functional trait values, indicating that morphological and eco-physiological divergence accompanied, and perhaps facilitated, diversification in the genus.&nbsp; We did not find, however, much concordance with trait and environmental tolerance evolution, suggesting that diversification along these trait axes resulted from selective pressures at more local spatial scales. &nbsp;Surprisingly, we found no indication that trait differences predicted, and potentially facilitate, species co-occurrence.&nbsp; Species that co-occur actually are more similar in their traits than those that do not co-occur, meaning that it is likely that environmental filters are acting to structure species distributions at regional scales.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2014<br>\n\t\t\t\t\tModified by: Kristen&nbsp;Nolting</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the face of continued global change, it is imperative that we maximize our understanding of the worldÆs biodiversity.  It is important to not only increase our knowledge of where species occur, but to also gain a better understanding of how their morphology and physiology dictate their distributions relative to their physical and biological environments.  In this way, we can work to predict how global change will affect speciesÆ distributions in the future, and hopefully apply this knowledge to implement practices that help mitigate the adverse effects of this change.  We are further challenged to determine how species diversity, and diversity of organismal form and function, arose initially.  By incorporating an evolutionary perspective into traditional ecological studies of community assembly, we can gain a comprehensive understanding of the forces acting to influence the distribution of species across space and throughout time.\n\n            In this study we (a) quantified several ecologically significant traits in the New Zealand plant genus, Pittosporum, (b) evaluated the evolution of these traits relative to the evolution of climatic tolerances, and (c) applied this knowledge of evolutionary history, climatic tolerances, and similarity in traits to predict species distributions and co-occurrence.  Species exhibited a range of functional trait values, indicating that morphological and eco-physiological divergence accompanied, and perhaps facilitated, diversification in the genus.  We did not find, however, much concordance with trait and environmental tolerance evolution, suggesting that diversification along these trait axes resulted from selective pressures at more local spatial scales.  Surprisingly, we found no indication that trait differences predicted, and potentially facilitate, species co-occurrence.  Species that co-occur actually are more similar in their traits than those that do not co-occur, meaning that it is likely that environmental filters are acting to structure species distributions at regional scales.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2014\n\n\t\t\t\t\tSubmitted by: Kristen Nolting"
 }
}