{
 "awd_id": "1311319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Quantifying the role of denitrification as a mechanism for inorganic nitrogen removal in Midwestern rivers",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 19710.0,
 "awd_amount": 19710.0,
 "awd_min_amd_letter_date": "2013-06-12",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "Agricultural and urban development has resulted in increased nitrogen (N) loading to  streams, lakes, rivers, and oceans across the globe. Excess N in water bodies causes rapid algal growth and these algae eventually die and decompose, with the decomposition removing oxygen from the water column, resulting in ?dead zones.? In addition to algal blooms, excess N contaminates drinking water and can decrease freshwater biodiversity. Denitrification is a microbially-mediated process that converts dissolved nitrate-N (NO3-) to N gases, and permanently removes N from ecosystems. The bottoms of streams are ideal locations for denitrification, where it has been shown to be an important mechanism for permanent N removal. In contrast, less is known about the role of denitrification in rivers; this N removal process has been  overlooked mainly because of the challenges associated with field work in systems of this size. This study will quantify denitrification rates in the water column and river bottom of 5 rivers in the agricultural Midwest. Using a new technique developed in estuaries, this project will compare denitrification rates across an agriculturally induced gradient of NO3- . Additionally, this study will compare the N removal due to denitrification with other temporary N removal mechanisms like the incorporation of dissolved N into biomass (e.g. plants and algae). Small streams have been identified as \"hotspots\" for water quality improvement and have thus been the focus of many restoration projects. Rivers, on the other hand, have been treated as pipes, with their major function being to export water (and pollutants) downstream. We predict that rivers are similarly bioreactive, like streams, and play a significant role in improving water quality and should be managed to maximize bioreactivity to reduce the environmental effects of N pollution downriver. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Tank",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Tank",
   "pi_email_addr": "tank.1@nd.edu",
   "nsf_id": "000328550",
   "pi_start_date": "2013-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Reisinger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander J Reisinger",
   "pi_email_addr": "reisingera@ufl.edu",
   "nsf_id": "000633179",
   "pi_start_date": "2013-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "188 Galvin Life Sciences Center",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Nitrogen pollution of freshwater is a global problem that causes declines in fisheries, drinking water contamination, and reduced biodiversity. Nitrogen primarily enters streams and rivers through fertilizer runoff from agricultural and residential areas. Although excess nitrogen has many negative consequences downstream, the biological community living within a stream or river is capable of removing some of this nitrogen prior to any negative downstream effects. One way that the biological community can reduce nitrogen pollution is through a microbial process known as denitrification, which converts nitrogen from nitrate (the most common form of nitrogen in fertilizer runoff) to nitrogen gas, which is then released to the atmosphere where it is no longer harmful. Denitrification is known to occur on the bottoms of small streams, but little is known about denitrification in larger rivers. The goal of this project was to measure denitrification in 5 Midwestern rivers representing a range of nitrate concentrations. We measured denitrification in both the river-bottom and the overlying water, and we developed a new method for measuring denitrification in a large river. We found that denitrification occurred in the water column of 2 rivers, and in the river-bottom of 4 rivers. Although we weren&rsquo;t able to explain what caused the differences in denitrification rates across these rivers, we did find that the relative contribution of the water column to ecosystem denitrification decreased with increasing agricultural and urban lands in rivers watershed. This was in contrast to our prediction, but we think that it may be due to an interaction with photosynthesizing algae, which increase in activity with increasing agricultural land use. We also measured dissolved nitrogen gas in a river over a 24 hour time period, which let us develop a model for estimating denitrification across the entire river. This model can be applied to other streams or rivers, and will hopefully allow for an enhanced understanding of denitrification in streams and rivers across the United States and globally. Overall, this project found that rivers are capable of removing nitrogen via denitrification, and this occurs in both the sediment and water column of rivers. Management approaches to enhance denitrification in rivers may improve downstream water quality.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2015<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Reisinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Nitrogen pollution of freshwater is a global problem that causes declines in fisheries, drinking water contamination, and reduced biodiversity. Nitrogen primarily enters streams and rivers through fertilizer runoff from agricultural and residential areas. Although excess nitrogen has many negative consequences downstream, the biological community living within a stream or river is capable of removing some of this nitrogen prior to any negative downstream effects. One way that the biological community can reduce nitrogen pollution is through a microbial process known as denitrification, which converts nitrogen from nitrate (the most common form of nitrogen in fertilizer runoff) to nitrogen gas, which is then released to the atmosphere where it is no longer harmful. Denitrification is known to occur on the bottoms of small streams, but little is known about denitrification in larger rivers. The goal of this project was to measure denitrification in 5 Midwestern rivers representing a range of nitrate concentrations. We measured denitrification in both the river-bottom and the overlying water, and we developed a new method for measuring denitrification in a large river. We found that denitrification occurred in the water column of 2 rivers, and in the river-bottom of 4 rivers. Although we werenÆt able to explain what caused the differences in denitrification rates across these rivers, we did find that the relative contribution of the water column to ecosystem denitrification decreased with increasing agricultural and urban lands in rivers watershed. This was in contrast to our prediction, but we think that it may be due to an interaction with photosynthesizing algae, which increase in activity with increasing agricultural land use. We also measured dissolved nitrogen gas in a river over a 24 hour time period, which let us develop a model for estimating denitrification across the entire river. This model can be applied to other streams or rivers, and will hopefully allow for an enhanced understanding of denitrification in streams and rivers across the United States and globally. Overall, this project found that rivers are capable of removing nitrogen via denitrification, and this occurs in both the sediment and water column of rivers. Management approaches to enhance denitrification in rivers may improve downstream water quality.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2015\n\n\t\t\t\t\tSubmitted by: Alexander Reisinger"
 }
}