{
 "awd_id": "1311298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Evolution of a Mesoamerican Rodent Clade: Phylogenetics and Testing Biogeographic Hypotheses",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 19125.0,
 "awd_amount": 19125.0,
 "awd_min_amd_letter_date": "2013-06-19",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "This research has several objectives.  The first is to develop a robust genealogy for a group of rodents (Handley?s mice) endemic to medium and high elevation forests in Central America and northern South America.  DNA sequence data from 10 different genes will be used to estimate genealogical relationships among members of this rodent group.  The evolutionary relationships recovered will be used to examine several important biological questions.  During the evolutionary history of this group, have ecological requirements changed?  Did ancestors of this rodent group evolve in Central America and then colonize South America or vice versa?  What is/are the likely mode(s) of speciation among members of this group?  How have past (and predicted future) climatic changes impacted the distributions of species of Handley?s mice? \r\n\r\nMore broadly, the results of this study can be applied to other groups of organisms with similar distributions and evolutionary histories in order to increase our knowledge of the biogeography of Central America.  This is particularly important because this region harbors more than its share of biological diversity and the landscape is rapidly be altered by deforestation.  Research results will be disseminated through peer-reviewed publications and a museum exhibit for the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duke",
   "pi_last_name": "Rogers",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Duke S Rogers",
   "pi_email_addr": "Duke_Rogers@byu.edu",
   "nsf_id": "000366389",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ana",
   "pi_last_name": "Almendra",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ana L Almendra",
   "pi_email_addr": "bioalmendra@yahoo.com.mx",
   "nsf_id": "000584243",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19125.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research investigated genealogical relationships in a group of rodents (genus <em>Handleyomys</em> and several other closely related genera) distributed in Central American and northern South America.&nbsp; Evolutionary relationships among these forms was uncertain and through this grant, we were able to develop a robust phylogeny for the group using a total of 12 nuclear and mitochondrial genes. &nbsp;In addition, we provided strong evidence for the presence of at least three undescribed species in the Handleyomys complex, which meant that the biodiversity of this group has been underestimated.&nbsp; Therefore, we consider it likely that the biodiversity of co-distributed animals (and plants) also are underestimated.&nbsp; This finding is important because these rodents occur mostly in medium to high elevation forests in Central and South America; a habitat type that is rapidly being altered by humans.&nbsp; Although a detailed genealogy is important from the standpoint of understanding the &ldquo;tree of life&rdquo;, we were interested in developing the genealogy so we could then use it to accomplish several other important research aims.&nbsp; For one, we used fossils with known dates of occurrence to calibrate our genealogy together with information about rates of change in the DNA sequence data that we generated.&nbsp; In turn, this allowed us to estimate the timing of the major evolutionary events that have impacted the diversification of the <em>Handleyomys</em> group.&nbsp; We determined that this group originated well before the final formation of the Panamanian land bridge (about three million years ago) and present evidence that the likely ancestral area was in the northern Andes of South America.&nbsp; In fact, divergence time estimates for diversification within major lineages of <em>Handleyomys</em> occurred well before the land bridge formed.&nbsp; In addition, we used ecological niche modeling (a technique that uses climatic data from known museum records of species occurrences to develop a model of where a particular species should be distributed) to test the hypothesis that ecological niches of species are conserved over long time periods.&nbsp; Our results demonstrate that ecological niches (at least for <em>Handleyomys</em>) are typically not conserved and this runs counter to the generally accepted view of niche conservatism for animal species.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2015<br>\n\t\t\t\t\tModified by: Duke&nbsp;S&nbsp;Rogers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research investigated genealogical relationships in a group of rodents (genus Handleyomys and several other closely related genera) distributed in Central American and northern South America.  Evolutionary relationships among these forms was uncertain and through this grant, we were able to develop a robust phylogeny for the group using a total of 12 nuclear and mitochondrial genes.  In addition, we provided strong evidence for the presence of at least three undescribed species in the Handleyomys complex, which meant that the biodiversity of this group has been underestimated.  Therefore, we consider it likely that the biodiversity of co-distributed animals (and plants) also are underestimated.  This finding is important because these rodents occur mostly in medium to high elevation forests in Central and South America; a habitat type that is rapidly being altered by humans.  Although a detailed genealogy is important from the standpoint of understanding the \"tree of life\", we were interested in developing the genealogy so we could then use it to accomplish several other important research aims.  For one, we used fossils with known dates of occurrence to calibrate our genealogy together with information about rates of change in the DNA sequence data that we generated.  In turn, this allowed us to estimate the timing of the major evolutionary events that have impacted the diversification of the Handleyomys group.  We determined that this group originated well before the final formation of the Panamanian land bridge (about three million years ago) and present evidence that the likely ancestral area was in the northern Andes of South America.  In fact, divergence time estimates for diversification within major lineages of Handleyomys occurred well before the land bridge formed.  In addition, we used ecological niche modeling (a technique that uses climatic data from known museum records of species occurrences to develop a model of where a particular species should be distributed) to test the hypothesis that ecological niches of species are conserved over long time periods.  Our results demonstrate that ecological niches (at least for Handleyomys) are typically not conserved and this runs counter to the generally accepted view of niche conservatism for animal species.  \n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: Duke S Rogers"
 }
}