{
 "awd_id": "1312529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimizing Biosensor Measurements for Multicomponent Reactions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 249991.0,
 "awd_amount": 249991.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "Since surface plasmon resonance (SPR) and similar biosensors typically measure only mass changes, it can be difficult to analyze data from multiple simultaneous reactions.  This project considers the example of polymerase switching in translesion DNA synthesis, which is essential for cells to cope with DNA damage.  The polymerase switch process involves multiple components.  A \"tool-belt\" model has been proposed for the switch, but attempting to verify the model with conventional fluoroscopy modifies the normal activity of the proteins.  Thus, a label-free technique such as SPR is desirable, but requires more sophisticated mathematical modeling.  A mathematical model will be produced that relates the sensogram signal to the underlying kinetics.  Asymptotic analysis and numerical simulations of this model will be used to design a set of experiments that can determine the kinetic pathway for a general system.  These results will be used to test the \"tool-belt\" model.  In particular, by adjusting the relative concentrations of the various species, one can move into regimes where a few reactions dominate.  Then the rate constants can be easily ascertained, since the nonlinear governing equations will be simplified.\r\n\r\nWhen studying the processes underpinning disease and other biological systems, biochemists often need accurate estimates of reaction rates.  Optical biosensors are a popular way to measure such reactions, as they do not disturb the underlying system.  Correctly interpreting biosensor data requires having an accurate mathematical model for the system.  Current models do not work well when multiple reactions are occurring simultaneously.  A new model will be developed that will provide scientists a general roadmap on how to design experiments to analyze multiple reactions that occur at the same time.  In particular, the mathematics will be used to validate a model to explain translesion DNA synthesis, which is essential for cells to cope with DNA damage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Edwards",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Edwards",
   "pi_email_addr": "dedwards@udel.edu",
   "nsf_id": "000439105",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhihao",
   "pi_last_name": "Zhuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhihao Zhuang",
   "pi_email_addr": "zzhuang@udel.edu",
   "nsf_id": "000536449",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 249991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Times; color: #000000; -webkit-text-stroke: #000000} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Times; color: #000000; -webkit-text-stroke: #000000; min-height: 14.0px} span.s1 {font-kerning: none} span.Apple-tab-span {white-space:pre} -->\n<p class=\"p1\"><span class=\"s1\"><span> </span>Biochemists often need accurate estimates of reaction rates in order to study biological processes.<span>&nbsp; </span>Optical biosensors are a popular way to measure a reaction in real time without disturbing the underlying system.<span>&nbsp; </span>Correctly interpreting biosensor data requires having an accurate mathematical model for the system, especially in the case of multiple reactants.<span>&nbsp; </span>These models are largely independent of the underlying geometry.<span>&nbsp; </span>Hence the current model (as well as the proposed work) applies to a wide variety of measurement, biological, and industrial systems.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Intellectual Merit.<span>&nbsp; </span></strong>Since SPR and similar biosensors typically measure only mass changes, it can be difficult to analyze data from multiple simultaneous reactions.<span>&nbsp; </span>In our work, we have successfully mathematically modeled three such cases: more than one receptor, more than one ligand, and more than one binding site.<span>&nbsp; </span>As a result of our modeling and experimental design protocols, we can distinguish between very different sets of reactions which have similar-looking sensograms (see figure).</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>A particular example on which we focused was polymerase switching in translesion DNA synthesis (TLS), which is essential for cells to cope with DNA damage.<span>&nbsp; </span>In this case, using an optical biosensor is critical because using fluorescent tagging will change how the reaction progresses.<span>&nbsp; </span>Our work in this area provides guideposts for analyzing the system experimentally.<span>&nbsp; </span>In particular, by adjusting the relative concentrations of the various species, one can move into regimes where a few reactions dominate.<span>&nbsp; </span>Then the rate constants can be easily ascertained, since the nonlinear governing equations will be simplified.</span></p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Times; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} span.Apple-tab-span {white-space:pre} -->\n<p class=\"p1\"><span class=\"s1\"><span> </span>In the biological area, we have analyzed different experimental protocols that mimic the TLS process.<span>&nbsp; </span>In particular, we have made breakthroughs in assembling the DNA complex on a biosensor cell.<span>&nbsp; </span>This has involved the manufacture of proteins with specific marker genes.</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span><strong>Broader Impacts.<span>&nbsp;</span></strong> Our mathematical analysis expands the utility of optical biosensors to the study of multiple reactions.<span>&nbsp; </span>Hence, biological researchers will be able to accurately measure rate constants for a wider variety of reactions.<span>&nbsp; </span>Moreover, the mathematical model is general enough to encompass not only biosensing, but also many <em>in vivo</em> and industrial applications.<span>&nbsp; </span>Therefore, this work will have impact far beyond biology.</span></p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Times; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} span.Apple-tab-span {white-space:pre} -->\n<p class=\"p1\"><span class=\"s1\"><span> </span>In the biological area, the insights we have drawn about the TLS system and how it can be mimicked on a biosensor cell will have applications to other such biochemical systems.</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /></span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>The project has spurred interdisciplinary activity between the mathematicians and chemists working on it.<span>&nbsp; </span>The project has supported the research five graduate students (two to Ph.D. completion) and two undergraduates.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Edwards</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1312529/1312529_10274515_1510781908707_report--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1312529/1312529_10274515_1510781908707_report--rgov-800width.jpg\" title=\"Sensograms\"><img src=\"/por/images/Reports/POR/2017/1312529/1312529_10274515_1510781908707_report--rgov-66x44.jpg\" alt=\"Sensograms\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sensograms from experiments with two different reactions.  Our mathematical model can distinguish between them and find the rate constants.</div>\n<div class=\"imageCredit\">R. Evans, D. A. Edwards</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;A&nbsp;Edwards</div>\n<div class=\"imageTitle\">Sensograms</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n Biochemists often need accurate estimates of reaction rates in order to study biological processes.  Optical biosensors are a popular way to measure a reaction in real time without disturbing the underlying system.  Correctly interpreting biosensor data requires having an accurate mathematical model for the system, especially in the case of multiple reactants.  These models are largely independent of the underlying geometry.  Hence the current model (as well as the proposed work) applies to a wide variety of measurement, biological, and industrial systems.\n \nIntellectual Merit.  Since SPR and similar biosensors typically measure only mass changes, it can be difficult to analyze data from multiple simultaneous reactions.  In our work, we have successfully mathematically modeled three such cases: more than one receptor, more than one ligand, and more than one binding site.  As a result of our modeling and experimental design protocols, we can distinguish between very different sets of reactions which have similar-looking sensograms (see figure).\n A particular example on which we focused was polymerase switching in translesion DNA synthesis (TLS), which is essential for cells to cope with DNA damage.  In this case, using an optical biosensor is critical because using fluorescent tagging will change how the reaction progresses.  Our work in this area provides guideposts for analyzing the system experimentally.  In particular, by adjusting the relative concentrations of the various species, one can move into regimes where a few reactions dominate.  Then the rate constants can be easily ascertained, since the nonlinear governing equations will be simplified.\n\n In the biological area, we have analyzed different experimental protocols that mimic the TLS process.  In particular, we have made breakthroughs in assembling the DNA complex on a biosensor cell.  This has involved the manufacture of proteins with specific marker genes.\n Broader Impacts.  Our mathematical analysis expands the utility of optical biosensors to the study of multiple reactions.  Hence, biological researchers will be able to accurately measure rate constants for a wider variety of reactions.  Moreover, the mathematical model is general enough to encompass not only biosensing, but also many in vivo and industrial applications.  Therefore, this work will have impact far beyond biology.\n\n In the biological area, the insights we have drawn about the TLS system and how it can be mimicked on a biosensor cell will have applications to other such biochemical systems.\n\n\n The project has spurred interdisciplinary activity between the mathematicians and chemists working on it.  The project has supported the research five graduate students (two to Ph.D. completion) and two undergraduates.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: David A Edwards"
 }
}