{
 "awd_id": "1312869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:   Asteroseismology of subdwarf B stars as representatives of high-temperature physics and horizontal branch stellar cores.",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 150727.0,
 "awd_amount": 156977.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "The researchers will analyze data already in hand from the Kepler satellite of sdB stars, obtain new ground-based high-speed multicolor observations of these stars to supplement the observations for further analysis, and generate perturbed atmospheric models to interpret all the observations. Finally, they will generate evolutionary models which match the data and test the physics within sdB stars. Subdwarf B (sdB) stars are horizontal branch stars that are low mass white dwarf precursors. They are envelope-stripped objects which are very blue and UV bright yet retain sufficient mass to be core helium burning stars. Their progenitors are stars like our sun and are responsible for the UV excess detected in some elliptical galaxies and globular clusters.   \r\n\r\nUndergraduate students will take part in the proposed research program by obtaining, reducing and analyzing data and then disseminating results at conferences and in papers. The PI will work to increase the participation of underrepresented minorities in STEM fields.  Additionally, the PI and his team (including undergraduate students) will collaborate with scientists on a national level (including in Iowa and with the Whole Earth Telescope), and international level (including N. Ireland, Belgium and Poland, and the Nordic Optical Telescope).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Reed",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Reed",
   "pi_email_addr": "mikereed@missouristate.edu",
   "nsf_id": "000431167",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri State University",
  "inst_street_address": "901 S NATIONAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "4178365972",
  "inst_zip_code": "658970001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MO07",
  "org_lgl_bus_name": "MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL7KJX2VFHS9"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri State University",
  "perf_str_addr": "901 S. National",
  "perf_city_name": "Springfield",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "658970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115951.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 41026.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of our work is to understand the internal structure<br />and processes occurring within hot compact stars which get their energy<br />from helium fusion. These stars are interesting for many reasons: our Sun<br />will eventually become one of these stars and through their pulsations<br />(vibrations) they allow us to study conditions we cannot currently<br />produce in Earth-bound labs. Those conditions include extreme hot<br />and high-pressure environments where a diffusion occurs which floats<br />elements like iron and sinks elements like helium. And of course we also <br />get constraints (reaction cross-sections) on helium fusion, which has been<br />of interest since the 1980s.<br />Our understanding of these stars comes from models, but models have to include<br />appropriate physics. How that physics is included is based on observations<br />and prior to the Kepler space telescope, those observations were extremely<br />limited. During this grant, we examined Kepler data for several of these<br />interesting stars and we were able to provide lots of parameters for<br />models to fit. Because of our work, the models can no longer match our<br />observations. This is a good thing, as it means the models need to<br />incorporate additional physics, and that's how we learn and advance<br />science.<br />One example is that we have learned that these stars, while compact and<br />under high gravity, are not as stratified as pre-Kepler models predicted.<br />Original assumptions were that sharp chemical boundaries would occur,<br />which cause reflective boundaries for vibrations. We do not observe those<br />reflections, meaning the boundaries are softer and more diffuse. This<br />requires updates to the models to explain how the boundaries diffuse.<br />Because of our work, models will require substantial updates, meaning<br />many paths of investigation and additional physics will be required.<br />We consider this to be a huge success as that is what observations<br />are for.<br />We also used our work as an opportunity for undergraduate students<br />to participate in science research. During this grant, nine students<br />worked with Kepler telescope data, several continuing on to graduate<br />programs in astronomy. Most students were able to present their results<br />at science conferences, publish papers in professional journals (often <br />as contributing authors and on three occasions as first authors), and <br />interact with our international collaboration. This has provide<br />valuable experience for these students to help them determine<br />their future career paths.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Reed</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509392887209_group1_20170511--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509392887209_group1_20170511--rgov-800width.jpg\" title=\"Grant funded research group\"><img src=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509392887209_group1_20170511--rgov-66x44.jpg\" alt=\"Grant funded research group\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Grant-funded research group in May of 2017. at Missouri State University. L to R: Shannon Dulz (now in graduate program at Notre Dame), Laura Ketzer (now in Astromundus graduate program in Europe), Josh Kern, Alyssa Slayton, John Crooke, Mike Reed, Liz Armbrecht.</div>\n<div class=\"imageCredit\">Mike Reed</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;D&nbsp;Reed</div>\n<div class=\"imageTitle\">Grant funded research group</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509393404818_gtcam2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509393404818_gtcam2--rgov-800width.jpg\" title=\"Assembling the Grindstaff Tricolor Camera\"><img src=\"/por/images/Reports/POR/2017/1312869/1312869_10280257_1509393404818_gtcam2--rgov-66x44.jpg\" alt=\"Assembling the Grindstaff Tricolor Camera\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate students (L to R) Breanna Quick, Heather Foster, and Amanda Winans prepare the NSF-funded Tricolor Camera for use at Kitt Peak Observatory</div>\n<div class=\"imageCredit\">Mike Reed</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;D&nbsp;Reed</div>\n<div class=\"imageTitle\">Assembling the Grindstaff Tricolor Camera</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of our work is to understand the internal structure\nand processes occurring within hot compact stars which get their energy\nfrom helium fusion. These stars are interesting for many reasons: our Sun\nwill eventually become one of these stars and through their pulsations\n(vibrations) they allow us to study conditions we cannot currently\nproduce in Earth-bound labs. Those conditions include extreme hot\nand high-pressure environments where a diffusion occurs which floats\nelements like iron and sinks elements like helium. And of course we also \nget constraints (reaction cross-sections) on helium fusion, which has been\nof interest since the 1980s.\nOur understanding of these stars comes from models, but models have to include\nappropriate physics. How that physics is included is based on observations\nand prior to the Kepler space telescope, those observations were extremely\nlimited. During this grant, we examined Kepler data for several of these\ninteresting stars and we were able to provide lots of parameters for\nmodels to fit. Because of our work, the models can no longer match our\nobservations. This is a good thing, as it means the models need to\nincorporate additional physics, and that's how we learn and advance\nscience.\nOne example is that we have learned that these stars, while compact and\nunder high gravity, are not as stratified as pre-Kepler models predicted.\nOriginal assumptions were that sharp chemical boundaries would occur,\nwhich cause reflective boundaries for vibrations. We do not observe those\nreflections, meaning the boundaries are softer and more diffuse. This\nrequires updates to the models to explain how the boundaries diffuse.\nBecause of our work, models will require substantial updates, meaning\nmany paths of investigation and additional physics will be required.\nWe consider this to be a huge success as that is what observations\nare for.\nWe also used our work as an opportunity for undergraduate students\nto participate in science research. During this grant, nine students\nworked with Kepler telescope data, several continuing on to graduate\nprograms in astronomy. Most students were able to present their results\nat science conferences, publish papers in professional journals (often \nas contributing authors and on three occasions as first authors), and \ninteract with our international collaboration. This has provide\nvaluable experience for these students to help them determine\ntheir future career paths.\n\n\t\t\t\t\tLast Modified: 11/15/2017\n\n\t\t\t\t\tSubmitted by: Michael D Reed"
 }
}