{
 "awd_id": "1312071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systemic risk and topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 134990.0,
 "awd_amount": 134990.0,
 "awd_min_amd_letter_date": "2013-09-19",
 "awd_max_amd_letter_date": "2013-09-19",
 "awd_abstract_narration": "Schenck\r\n1312071\r\n\r\n     This project is focused on a novel application of recently developed tools in computational topology to certain problems of risk in financial networks.  Complex problems often benefit from being viewed in a new light; the investigators use persistent homology to study behavior of financial trading networks.  Persistent homology focuses on how a family of simplicial complexes D(t) vary with a real parameter t.  Typically one starts with a discrete data set (point cloud data) corresponding to t=0, and then as t varies, points are replaced by balls of radius t, centered at the original point.  Thus varying t yields a filtered family of simplicial complexes, the Rips-Vietoris complex of the associated topological space.  In the context of trading networks, the parameter t represents margin; a low value for t corresponds to allowing highly leveraged trading.  The aim of the project is to understand how changes in the topology of the D(t) associated to a trading network correspond in some way to systemic collapse.  Put simply, the investigators explore the circumstances that cause a local event to cause global contagion. \r\n\r\n     The problem of understanding interconnectedness is one of today's premier challenges.  Connectivity is ubiquitous; interconnections often allow a system to be tapped to its full potential and enhance its robustness.  The flip side of connectivity is that it gives rise to pathways for unexpected emergent behavior (\"black swan\" events) and even systemic collapse.  The world is awash in data: how can we extract meaning (and understand connectivity) from it?  One answer is via the mathematical discipline of algebraic topology, which is a tool to distill the study of complex objects or spaces into a simple form.  For example, how can we distinguish between an orange and a donut?  The obvious answer is that the donut has a \"hole\"; algebraic topology makes the natural intuition (which is not so natural in higher dimensions!) rigorous.  In particular, algebraic topology is built to probe the relationship between local and global structures; this makes it an ideal tool for studying financial trading networks.  The proliferation of problems where there is a confluence of local/global transitions and a large experimental data set has given rise to the field of applied algebraic topology, yielding a systematic way to unfold connections.  The investigators interpret various notions of collapse of financial networks via this unfolding perspective.  The work focuses on clearing networks, which encode trades and liabilities, and bring the tools developed in applied topology to bear on unfolding the interconnections in such networks.  In particular, the investigators study how local events propagate: under what circumstances does contagion and systemic collapse result from a local event?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Schenck",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Henry K Schenck",
   "pi_email_addr": "hks0015@auburn.edu",
   "nsf_id": "000220359",
   "pi_start_date": "2013-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Sowers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Sowers",
   "pi_email_addr": "r-sowers@illinois.edu",
   "nsf_id": "000440309",
   "pi_start_date": "2013-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 134990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the proposal \"Systemic risk and topology\"<br />was to apply tools from computational topology (in particular,<br />persistent homology) to the problem of risk in financial<br />networks. In particular, our goal was to use persistent<br />homology to understand the interplay between local default<br />and global collapse in clearing networks, which encode trades <br />and liabilities in financial markets. Our work has potential<br />to increase understanding of propogation of risk/default in <br />networks, suggests possible approaches to intervention.<br /><br />Our work resulted in three papers.&nbsp; The first paper, \"Trading <br />networks and Hodge Theory\" (Schenck, Sowers, R. Song) uses the <br />Hodge decomposition in conjunction with the Eisenberg-Noe <br />clearing algorithm to rank defaults, providing a way to assess <br />where to infuse cash to lessen impacts of defaults. The papers<br />\"Measuring the Unmeasurable: an application of uncertainty <br />quantification to financial portfolios\" (joint with M. Flood, <br />Office of Financial Research and J. Chen (UIUC student), and <br />\"Multidimensional persistent homology I: support loci and Hilbert <br />series'' (Schenck, N. Otter, H. Harrington, U. Tillmann) have<br />both been submitted. <br /><br />Sowers spent time at the Office of Financial Research, which led to <br />an understanding of tail risk via uncertainty quantification and <br />McDiarmid's concentration inequality.&nbsp; This was applied to a sample <br />ladder portfolio of treasuries with calculations based on historical data.<br />Schenck spent time at Oxford working on theoretical aspects of <br />multidimensional persistent homology, while Sowers is working to <br />understand geometric behaviors of systematic tail risk. In short,<br />this seed grant has spawned a number of ongoing and extended <br />research projects; the PI's disseminated their work in conference/seminar<br />talks at Cambridge, Oxford, and U. Chicago.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2016<br>\n\t\t\t\t\tModified by: Henry&nbsp;K&nbsp;Schenck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the proposal \"Systemic risk and topology\"\nwas to apply tools from computational topology (in particular,\npersistent homology) to the problem of risk in financial\nnetworks. In particular, our goal was to use persistent\nhomology to understand the interplay between local default\nand global collapse in clearing networks, which encode trades \nand liabilities in financial markets. Our work has potential\nto increase understanding of propogation of risk/default in \nnetworks, suggests possible approaches to intervention.\n\nOur work resulted in three papers.  The first paper, \"Trading \nnetworks and Hodge Theory\" (Schenck, Sowers, R. Song) uses the \nHodge decomposition in conjunction with the Eisenberg-Noe \nclearing algorithm to rank defaults, providing a way to assess \nwhere to infuse cash to lessen impacts of defaults. The papers\n\"Measuring the Unmeasurable: an application of uncertainty \nquantification to financial portfolios\" (joint with M. Flood, \nOffice of Financial Research and J. Chen (UIUC student), and \n\"Multidimensional persistent homology I: support loci and Hilbert \nseries'' (Schenck, N. Otter, H. Harrington, U. Tillmann) have\nboth been submitted. \n\nSowers spent time at the Office of Financial Research, which led to \nan understanding of tail risk via uncertainty quantification and \nMcDiarmid's concentration inequality.  This was applied to a sample \nladder portfolio of treasuries with calculations based on historical data.\nSchenck spent time at Oxford working on theoretical aspects of \nmultidimensional persistent homology, while Sowers is working to \nunderstand geometric behaviors of systematic tail risk. In short,\nthis seed grant has spawned a number of ongoing and extended \nresearch projects; the PI's disseminated their work in conference/seminar\ntalks at Cambridge, Oxford, and U. Chicago.\n\n\t\t\t\t\tLast Modified: 12/02/2016\n\n\t\t\t\t\tSubmitted by: Henry K Schenck"
 }
}