{
 "awd_id": "1312289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functionally Graded Orthopedic Implants via the Slurry Mixing and Dispensing Process",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 62290.0,
 "awd_amount": 62290.0,
 "awd_min_amd_letter_date": "2013-01-04",
 "awd_max_amd_letter_date": "2013-01-04",
 "awd_abstract_narration": "0930365\r\nShaw\r\n\r\n\r\nThe materials used for internal fracture fixations and joint replacements are all currently made of metals. However, metallic implants suffer from two shortcomings, one being the poor or non-existent interfacial bonding between the metallic surface and surrounding bone, and the other the higher rigidity of metallic implants than that of natural bone. As a result, the life expectancy of metallic implants is not commensurate with the life expectancy of the recipient, and revision surgery has to be performed every 12-15 years. Surgical revision, however, can be twice as expensive as the primary operation and may lead to significant complications, including infection, deformity, pain, and loss of mobility. This research project is proposed to address these issues.\r\n\r\nIntellectual Merit: A new family of functionally graded, porous Ti-6Al-4V/apatite implant materials with a hierarchy of engineered microstructures will be investigated and developed through innovative integration of engineering and life science. This new family of orthopedic implants is the first of its kind because they have a Ti-rich core and a hydroxyapatite (HA)-rich surface with a controlled level of micro- and macro-porosity. Together, these carefully designed composition gradients and engineered microstructures will impart to orthopedic implants the excellent corrosion resistance, adequate strength, enhanced mechanical compatibility, and good bioactivity for promoting bone tissue regeneration and fixation of implants. These revolutionary functionally graded orthopedic implants will offer an unparalleled solution to all of the issues faced by the present metallic implants with or without coatings. A novel solid freeform fabrication (SFF) method, termed as the slurry mixing and dispensing (SMD) process for making functionally graded materials (FGMs), has been developed to fabricate such a new family of orthopedic implants. The green orthopedic implants produced from the SMD process will be converted to solid implants using a novel sintering method developed recently in our laboratory. This novel sintering method uses HA nano-rods as the starting powder, and leads to dense HA bodies at sintering temperatures as low as 8500C, which is the lowest temperature ever reported in the literature. We have chosen hip implants as the vehicle to study and demonstrate this new family of orthopedic biomaterials because hip fracture is by far the most devastating type of broken bone and it accounts for about 300,000 hospitalizations every year in U.S.  To achieve the research goals, five technical tasks have been identified, and a research team with all of the requisite expertise has been formed. We firmly believe that the synergism of this research team will allow us to successfully conduct this multidisciplinary project and push the frontier of the field of orthopedic biomaterials.\r\n\r\nBroader Impacts: If successful, this project will have favorable social and economical impacts on society because many patients will benefit from this novel technology. The quality of patient life could be improved greatly. Moreover, a reduction in the need for revision surgery could translate into reduced health care costs. Additionally, the SMD process developed in this study can be applied in the future to fabricate other orthopedic implants (e.g., spinal fixation devices, maxillofacial implants, bone graft materials to fill tumor defects, etc.) and many other FGMs for a wide range of applications such as gradient-index lenses, graded armor materials, bipolar plates for fuel cells, and advanced nanocomposites for aerospace, automobile and tool industries.  The broad impacts of this program will also be evident in our strong commitment to education, human resource development and outreach, which will have direct impacts on undergraduate students, graduate students, and middle/high school students. We will work with the Connecticut Pre- Engineering Program (CPEP) to increase the number of underrepresented minorities in engineering, science, and technology. We will host CPEP students during summer to provide the students with hands-on labs related to SMD fabrication and orthopedic implants. Mini-projects will be developed so that CPEP students can conduct these mini-projects in one week with the help from graduate students and PIs. Through this new initiative, we will nurture underrepresented minorities towards positive thinking, increase their interest in science and technology, and motivate them to pursue higher education and become future leaders of the society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Shaw",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leon L Shaw",
   "pi_email_addr": "lshaw2@iit.edu",
   "nsf_id": "000482945",
   "pi_start_date": "2013-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "3300 South Federal Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--[if gte mso 9]><xml> <o:DocumentProperties> <o:Version>14.00</o:Version> </o:DocumentProperties> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]--></p>\n<p><!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves /> <w:TrackFormatting /> <w:PunctuationKerning /> <w:ValidateAgainstSchemas /> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF /> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>X-NONE</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables /> <w:SnapToGridInCell /> <w:WrapTextWithPunct /> <w:UseAsianBreakRules /> <w:DontGrowAutofit /> <w:SplitPgBreakAndParaMark /> <w:EnableOpenTypeKerning /> <w:DontFlipMirrorIndents /> <w:OverrideTableStyleHps /> </w:Compatibility> <m:mathPr> <m:mathFont m:val=\"Cambria Math\" /> <m:brkBin m:val=\"before\" /> <m:brkBinSub m:val=\" \" /> <m:smallFrac m:val=\"off\" /> <m:dispDef /> <m:lMargin m:val=\"0\" /> <m:rMargin m:val=\"0\" /> <m:defJc m:val=\"centerGroup\" /> <m:wrapIndent m:val=\"1440\" /> <m:intLim m:val=\"subSup\" /> <m:naryLim m:val=\"undOvr\" /> </m:mathPr></w:WordDocument> </xml><![endif]--><!--[if gte mso 9]><xml> <w:LatentStyles DefLockedState=\"false\" DefUnhideWhenUsed=\"true\"   DefSemiHidden=\"true\" DefQFormat=\"false\" DefPriority=\"99\"   LatentStyleCount=\"267\"> <w:LsdException Locked=\"false\" Priority=\"0\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Normal\" /> <w:LsdException Locked=\"false\" Priority=\"9\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"heading 1\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 2\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 3\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 4\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 5\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 6\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 7\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 8\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 9\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 1\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 2\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 3\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 4\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 5\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 6\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 7\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 8\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 9\" /> <w:LsdException Locked=\"false\" Priority=\"35\" QFormat=\"true\" Name=\"caption\" /> <w:LsdException Locked=\"false\" Priority=\"10\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Title\" /> <w:LsdException Locked=\"false\" Priority=\"1\" Name=\"Default Paragraph Font\" /> <w:LsdException Locked=\"false\" Priority=\"11\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Subtitle\" /> <w:LsdException Locked=\"false\" Priority=\"22\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Strong\" /> <w:LsdException Locked=\"false\" Priority=\"20\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Emphasis\" /> <w:LsdException Locked=\"false\" Priority=\"59\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Table Grid\" /> <w:LsdException Locked=\"false\" UnhideWhenUsed=\"false\" Name=\"Placeholder Text\" /> <w:LsdException Locked=\"false\" Priority=\"1\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"No Spacing\" /> <w:LsdException Locked=\"false\" Priority=\"60\" Se...",
  "por_txt_cntn": "\n  14.00     \n\n  Normal 0     false false false  EN-US X-NONE X-NONE                                                                                                                                                                       \n  14.00     \nThe objective of this project is to investigate and develop a new family of functionally graded Ti-6Al-4V/hydroxyapatite (Ti/HA) implants with a Ti-rich core and a HA-rich surface. To achieve this objective, we have focused on studies of several critical issues that need to be solved before the slurry mixing and dispensing (SMD) process can be used to fabricate functionally graded Ti/HA hip joints. These issues include: (i) large scale synthesis of HA nano-rods and nanostructured Ti-6Al-4V (Ti-6-4 hereafter) powder, (ii) low temperature sintering of HA and Ti-6-4 via various methods including conventional radiant heat sintering (RHS), microwave sintering (MWS) and spark plasma sintering (SPS), (iii) low temperature sintering of HA/Ti-6-4 composites with different compositions using RHS, MWS and SPS, (iv) biodegradation and bioactivity studies of sintered Ti-6-4, HA, and their composites, and (v) mechanical property evaluation of sintered Ti-6-4, HA and their composites. \nIn this project, we have successfully demonstrated the following. (1) High-energy ball milling with heptane as a liquid medium is an effective method to prepare fine Ti-6Al-4V powder with nanostructure suitable for making stable slurries and subsequent low temperature densification. (2) Large scale synthesis of HA nano-rods via co-precipitation is successful and has been used to produce over 200 sintered samples for bioactivity studies. (3) HA nano-rods can be sintered to full density (&gt; 99%) at temperatures lower than HA nano-particles. (4) Spark plasma sintering (SPS) offers drastic improvement over conventional radiant heat sintering and microwave sintering. Fully dense pure HA, Ti-6-4 and their composites bodies can all be obtained via SPS at temperatures below 1000oC, while this is extremely difficult to achieve via radiant heat sintering and microwave sintering. (5) HA and Ti-6Al-4V bodies with pores less than &lt; 100 mm are detrimental to cell attachment and proliferation. Thus, dense HA and Ti-6-4 materials are preferred if the pore size is less than about 100 mm. (6) For relatively dense bodies, however, rough surface is preferred because rough surface can enhance the availability of the medium and serum proteins through the grooves underneath the attached cells.\n  Normal 0     false false false  EN-US X-NONE X-NONE                                                                                                                                                                       \n  Normal 0     false false false  EN-US X-NONE X-NONE                                                                                                                                                                       \nWe have actively disseminated the research results of this project by publishing a total of 5 archival refereed journal articles and 2 conference proceedings, and making 8 technical presentations including 4 invited talks in several national and international conferences. This project has supported three PhD students. One PhD student has graduated and now is working at Zeiss Microscopy as a staff scientist, while the other two PhD students are still continuing their thesis work at Illinois Institute of Technology. \n\n \nWe have also been very active in outreach to general public, promoting science and engineering and encouraging middle and high school students to pursue careers involving science, engineering and technology. The processing and testing equipment as well as materials characterization facilities of this project in the PIÆs and Co-PIÆs labs have been utilized to provide hands-on experiments for middle and high school students during the ASM Materials Camps and the Engineering-2000 Project as well as t..."
 }
}