{
 "awd_id": "1312129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "oDREAMS: Promoting Computational Thinking through Game & Simulation Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 1920020.0,
 "awd_amount": 1920020.0,
 "awd_min_amd_letter_date": "2013-07-30",
 "awd_max_amd_letter_date": "2015-06-19",
 "awd_abstract_narration": "This is a four-year Information Technology Experiences for Students and Teachers (ITEST) scale-up project aimed at developing Computational Thinking (CT) with 200 teachers and 15,000 middle school students in nine states' diverse learning environments, such as urban, remote rural areas, and Native American communities. Embedded in existing computing education and STEM courses, the project-developed curriculum--Scalable Game Design (SGD)--introduces students to CT through game design and advances them to STEM simulation design. The project builds on a previous NSF-funded ITEST effort, which suggests that a combination of professional development (PD) types (face-to-face, online, and blended) using SGD can result in high participation of diverse students with high degrees of motivation across gender and ethnicity. The study's key goal is to determine the extent to which the use of three models of PD for teaching CT support classroom teaching and student learning, motivation, and performance; thus a replicable model for scaling-up CT education. \r\n\r\nFramed within a scale-up working theory that identifies capacity, reach, and sustainability as fundamental requirements, the key research question is: How do face-to-face, online, and blended professional PD models for teaching computing support classroom and student learning outcomes in various school contexts? To address this question, the project (a) develops a highly adoptable middle-school CT curriculum (a structured expansion of  SGD) that addresses  issues of access, capacity, replicability, fidelity, and cost),  integrated into existing computer education and STEM courses; (b) creates a scalable set of game-design activities so that students with no programming background can produce complete and exciting games; (c) builds computational instruments that analyze student-produced projects for CT skills; and (d) investigates the interaction of pedagogical approaches and students' motivational levels, so that teachers can broaden participation. To assess motivation across gender and ethnicity, the study employs established valid and reliable motivation instruments. To measure performance, the project uses Computational Thinking Pattern Analysis, an embedded assessment instrument that measures computational thinking patterns, illustrates divergence between tutorial and student projects, and computes learning trajectories from students' projects.\r\n\r\nThe project's key outcome is a research-informed and field-tested scalable prototype to promote middle and high school CT based on game and STEM simulation design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Repenning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Repenning",
   "pi_email_addr": "ralex@cs.colorado.edu",
   "nsf_id": "000419672",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Gutierrez",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kris D Gutierrez",
   "pi_email_addr": "gutierrkd@berkeley.edu",
   "nsf_id": "000421837",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Webb",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Webb",
   "pi_email_addr": "dcwebb@colorado.edu",
   "nsf_id": "000447253",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1920020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5691fe73-7fff-d198-0f61-b383507c20ca\"> <span id=\"docs-internal-guid-6317b392-7fff-5994-b6fb-4b6f88d7f620\">&nbsp;</span></span></p>\n<p><span id=\"docs-internal-guid-099ac113-7fff-394c-1b2b-c9535ee264a4\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The oDREAMS project examined outcomes from three professional development models for middle grades computer science education. To study differences in professional development outcomes, we observed teachers classrooms using a validated observation protocol (SCOPE) and administered a previously validated student motivation survey. We theorized that face-to-face, online and blended forms of professional development could result in different pedagogical approaches that could impact student ownership, engagement and efforts to broaden participation. In particular, we surmised that online and blended forms of professional development may result in greater use of of teacher directed approaches due to limited opportunities for teachers to experience how guided discovery and peer-interaction could be modeled in a computer programming context. Likewise, we conjectured that face-to-face professional development would be more conducive to community based guided discovery approaches which have been found to influence student persistence in STEM education. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>To systematically study the relationship between professional development, teacher practice, and student motivation outcomes, over the duration of the oDREAMS project we had 189 teachers participate professional development to support teacher use of Scalable Game Design curricula. Of those who received training, we conducted observations of 164 lessons. We also administered student motivation surveys to over 17,000 students, and matched pre and post surveys to further analyze differences in student motivation outcomes. This resulted in the analysis of 13,467 matched surveys. The findings from the analysis of these data sources were as follows:</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Student outcomes were independent of the professional development model. </strong><span>In spring 2017, we compared student outcomes from teachers who participated in either online, blended, or face-to-face professional development using results from the student motivation survey. With only one exception, the results showed no negative student outcomes when comparing student survey results from teachers who participated in online professional development compared to students of teachers who participated in face-to-face professional development. Students who had teachers who participated in face-to-face professional development, however, expressed stronger interest in designing their own games at home. These results suggest that online and blended professional development models designed to support K-12 teacher classroom implementation of CS education curricula are viable models with respect to student outcomes.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>PD Completion Rates of online and blended courses are less than the Face2Face rates but significantly higher than the average course completion rates of comparable online learning activities such as MOOCs. </strong><span>An important measure assessing the efficacy of a course is the course completion rate comparing the number of participants (teachers) who finished a course to the number of participants who enrolled in the class. One completion rate baseline for online courses comes from MOOCs with many meta studies reporting course completion rates often significantly less than 10%. The course completion rates for Online as well as Blended courses reported by eMINTS are significantly higher than the average MOOC completion rates but are, not surprisingly, lower than the Face2Face PD completion rates of the Boulder Summer Institute which was 98%. The average eMINTS course completion rate was 83%: Summer Blended 2016: 78%; Summer Online 2016: 84%; Fall Online 2016: 86%; Spring Online 2017: 75%. The Fall Online 2016 and Spring Online 2017 courses, implemented &nbsp;AgentCubes online (a complete browser-based tool). Teachers were also incentivized by higher stipends. </span></p>\n<p dir=\"ltr\"><span><br class=\"kix-line-break\" /></span><span>Implementation Rates of online and blended courses were initially very low compared to the implementation rate of the Face2Face condition 83.72%. Implementation rates describe the ratio of teachers implementing the curriculum in their classroom compared to the teachers finishing the professional development. This indicator is conservative in the sense that only teachers who contributed some research evidence (e.g., completion of student motivation surveys, classroom observation data, or uploading projects) actually counted as &ldquo;implementers.&rdquo; We do know a number of teachers who implemented Scalable Game Design in their classroom who did not provide research data. (As with most IRB protocols involving classroom based research, include ours, teachers have the right to opt out of research without consequences). The average eMINTS implementation rate was 67% emerging from 6 offered courses. </span></p>\n<p><strong>Continued Evidence of Scale-up.</strong><span> The project continues to scale up beyond the scope implied by the original project proposal. New sites continue to emerge and partner schools are beginning to implement multi-year computer science education pathways from middle to high school. Online resources such as interactive tutorials and the AgentCubes online Computational Thinking Tool have been used by over one million participants to create over one million projects.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2018<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Repenning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \n\n \nThe oDREAMS project examined outcomes from three professional development models for middle grades computer science education. To study differences in professional development outcomes, we observed teachers classrooms using a validated observation protocol (SCOPE) and administered a previously validated student motivation survey. We theorized that face-to-face, online and blended forms of professional development could result in different pedagogical approaches that could impact student ownership, engagement and efforts to broaden participation. In particular, we surmised that online and blended forms of professional development may result in greater use of of teacher directed approaches due to limited opportunities for teachers to experience how guided discovery and peer-interaction could be modeled in a computer programming context. Likewise, we conjectured that face-to-face professional development would be more conducive to community based guided discovery approaches which have been found to influence student persistence in STEM education. \n\n \nTo systematically study the relationship between professional development, teacher practice, and student motivation outcomes, over the duration of the oDREAMS project we had 189 teachers participate professional development to support teacher use of Scalable Game Design curricula. Of those who received training, we conducted observations of 164 lessons. We also administered student motivation surveys to over 17,000 students, and matched pre and post surveys to further analyze differences in student motivation outcomes. This resulted in the analysis of 13,467 matched surveys. The findings from the analysis of these data sources were as follows:\n\n \nStudent outcomes were independent of the professional development model. In spring 2017, we compared student outcomes from teachers who participated in either online, blended, or face-to-face professional development using results from the student motivation survey. With only one exception, the results showed no negative student outcomes when comparing student survey results from teachers who participated in online professional development compared to students of teachers who participated in face-to-face professional development. Students who had teachers who participated in face-to-face professional development, however, expressed stronger interest in designing their own games at home. These results suggest that online and blended professional development models designed to support K-12 teacher classroom implementation of CS education curricula are viable models with respect to student outcomes.\n\n \nPD Completion Rates of online and blended courses are less than the Face2Face rates but significantly higher than the average course completion rates of comparable online learning activities such as MOOCs. An important measure assessing the efficacy of a course is the course completion rate comparing the number of participants (teachers) who finished a course to the number of participants who enrolled in the class. One completion rate baseline for online courses comes from MOOCs with many meta studies reporting course completion rates often significantly less than 10%. The course completion rates for Online as well as Blended courses reported by eMINTS are significantly higher than the average MOOC completion rates but are, not surprisingly, lower than the Face2Face PD completion rates of the Boulder Summer Institute which was 98%. The average eMINTS course completion rate was 83%: Summer Blended 2016: 78%; Summer Online 2016: 84%; Fall Online 2016: 86%; Spring Online 2017: 75%. The Fall Online 2016 and Spring Online 2017 courses, implemented  AgentCubes online (a complete browser-based tool). Teachers were also incentivized by higher stipends. \nImplementation Rates of online and blended courses were initially very low compared to the implementation rate of the Face2Face condition 83.72%. Implementation rates describe the ratio of teachers implementing the curriculum in their classroom compared to the teachers finishing the professional development. This indicator is conservative in the sense that only teachers who contributed some research evidence (e.g., completion of student motivation surveys, classroom observation data, or uploading projects) actually counted as \"implementers.\" We do know a number of teachers who implemented Scalable Game Design in their classroom who did not provide research data. (As with most IRB protocols involving classroom based research, include ours, teachers have the right to opt out of research without consequences). The average eMINTS implementation rate was 67% emerging from 6 offered courses. \n\nContinued Evidence of Scale-up. The project continues to scale up beyond the scope implied by the original project proposal. New sites continue to emerge and partner schools are beginning to implement multi-year computer science education pathways from middle to high school. Online resources such as interactive tutorials and the AgentCubes online Computational Thinking Tool have been used by over one million participants to create over one million projects.\n\n \n \n\n \n\n\t\t\t\t\tLast Modified: 10/16/2018\n\n\t\t\t\t\tSubmitted by: Alexander Repenning"
 }
}