{
 "awd_id": "1312240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "iDesign: Developing Technological Fluency Through Culturally-Relevant Game Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley Barker",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 1199737.0,
 "awd_amount": 1199737.0,
 "awd_min_amd_letter_date": "2013-09-18",
 "awd_max_amd_letter_date": "2018-10-22",
 "awd_abstract_narration": "The iDesign project engages underrepresented youth in creating computer games that are culturally and socially relevant. By engaging participants in the culture of information technology, the project is designed to move them from playing computer games to using tools that require programming and computation skills. The project culminates in the dissemination of a game-design curriculum that other after school programs can use.  \r\n\r\nThe project, a collaborative effort between Hofstra University and seven middle schools in the New York City area, engages 45 6th to 9th grade students and their teachers in interactive after-school Game Design Clubs.  To support the Clubs, a summer institute introduces teachers to innovative digital pedagogy.  The project also includes a summer leadership academy for students and student career orientation. \r\n\r\nThe Educational Development Center will conduct formative and summative evaluation, addressing several key questions:\r\n-\tWhat changes occur in student technological fluency?\r\n-\tDo student attitudes towards-STEM-related careers change?\r\n-\tHow did teachers implement the iDesign curriculum?\r\n-\tAre differences in teacher implementation related to differential student outcomes?\r\n\r\nGlobal Kids, an organization that develops after-school leadership programs programs using gameplay, will provide the summer leadership program.   The New York State After-School Network (NYSAN) will disseminate iDesign curriculum and games.  The project will be sustained through the commitment of participating schools to continue the program and through the dissemination of project resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Joseph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Joseph",
   "pi_email_addr": "roberto.joseph@hofstra.edu",
   "nsf_id": "000505931",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Xiang",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang Fu",
   "pi_email_addr": "Xiang.Fu@hofstra.edu",
   "nsf_id": "000488194",
   "pi_start_date": "2013-09-18",
   "pi_end_date": "2016-01-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eustace",
   "pi_last_name": "Thompson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Eustace G Thompson",
   "pi_email_addr": "Eustace.G.Thompson@hofstra.edu",
   "nsf_id": "000525318",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hofstra University",
  "inst_street_address": "128 HOFSTRA UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "HEMPSTEAD",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5164636810",
  "inst_zip_code": "115491280",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NY04",
  "org_lgl_bus_name": "HOFSTRA UNIVERSITY",
  "org_prnt_uei_num": "SR22RUJJ11H2",
  "org_uei_num": "SR22RUJJ11H2"
 },
 "perf_inst": {
  "perf_inst_name": "Hofstra University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "115491440",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1199737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The iDesign project focused on Culturally Relevant Game-Based Learning as a<br />strategy that supported the preparation of underrepresented students, including young women, for the kind of technical fluency that will help them master content that they might not otherwise in traditional classrooms (</span><span class=\"s2\">Ladson-Billings, in American Educational Research Journal, 1995; Gay, in Journal of Teacher Education, 2002; Lee, Culture, Literacy and Learning taking Bloom, 2007; Mayo, in Communications of the ACM, 2007</span><span class=\"s1\">). Culturally relevant pedagogy is defined by Gay ?as using the knowledge, prior experiences, frames of reference, and performance styles of ethnically diverse students to make learning more relevant and effective.? With the focus on critical thinking, culturally-relevant pedagogy seeks not only to help students create meaning from the curriculum but to transform the learning environment (</span><span class=\"s2\">Coller and Shernoff, in International Journal of Engineering Education, 2009; Enyedy &amp; Mukhopadhyay, in The Journal of the Learning Sciences, 2007</span><span class=\"s1\">). Game-Based Learning adds another instructional strategy, using an appealing range of differing learning modalities to help students reach a more nuanced understanding. Examples of culturally relevant games are Tempest in Crescent City, about meeting the challenge of Hurricane Katrina; ElectroCity, about energy, sustainability and environmental management; and America 2049, a Facebook game where players fight to restore democracy to a future, fascist America.</span></p>\n<p class=\"p1\"><span class=\"s1\">The research study that undergirds the iDesign project&nbsp;used a mixed methods design that increased understanding of 1) how a culturally relevant game-based experience improves the computational thinking and technological capacity of middle school students from diverse cultural and economic backgrounds, and 2) how professional development in game design strengthens the ability of teachers and leaders to upgrade the technology education of students. The pedagogical foundation of the iDesign curriculum is a set of three, interrelated instructional routines: (1) Introduction to the principles of game design; (2) Investigating topics of personal relevance and learning to translate them into computer games; and (3) Executing the game design using computer programming and computational thinking. iDesign students start out by using game design tools that have a high level of embedded scaffolding,<em>&nbsp;</em>move on to fixing broken games, which requires a more complex level of analytic and systems thinking, and finally, they design their own games, which requires them to program and plan out a series of instructions telling the computer what to do using visual and audio assets they have developed or collected.</span></p>\n<p class=\"p1\"><span class=\"s1\">iDesign takes cultural relevance very seriously?the method is integral to the curriculum.&nbsp;Although young people are inherently interested in civic engagement, we have found that they require careful guidance in developing what Ladson-Billings calls ?critical consciousness.? In the clubs teachers are encouraged to include videos that focus on social justice issues, such as racial segregation, poverty and climate change. Curriculum activities also shift toward a ?research? phase in which students conduct fieldwork in their communities, interviewing local residents, and developing skills for searching/finding/evaluating information in books, journals and on the Internet.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Finally,&nbsp;iDesign provided two-week summer workshops where teachers experienced the iDesign curriculum in hands-on activities. The instructors who were selected for training did not need to have a background in technology, but they were motivated to help students think through issues logically and systematically in a process of discovery. Sessions combined individual and group game design activities on the computer or with other paper-based materials.&nbsp; In the second week of summer PD, two motivated students from each club joined their teachers at Hofstra for a week of&nbsp;<strong>leadership activities</strong>, and the students then returned to their clubs to mentor their fellow students. As a culminating activity at the end of the year the students from all the clubs attended an annual game design competition in which students working in teams presented their game design documents, a power point presentation, and their completed games.&nbsp; Parents and community members were invited to see what their children had accomplished.&nbsp; Finally, each year of the project a selection of students and teachers attended the Global Kids' annual conference at Baruch College, attending youth-led workshops, and sharing their games with youth media producers from around New York City.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2021<br>\n\t\t\t\t\tModified by: Roberto&nbsp;Joseph</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The iDesign project focused on Culturally Relevant Game-Based Learning as a\nstrategy that supported the preparation of underrepresented students, including young women, for the kind of technical fluency that will help them master content that they might not otherwise in traditional classrooms (Ladson-Billings, in American Educational Research Journal, 1995; Gay, in Journal of Teacher Education, 2002; Lee, Culture, Literacy and Learning taking Bloom, 2007; Mayo, in Communications of the ACM, 2007). Culturally relevant pedagogy is defined by Gay ?as using the knowledge, prior experiences, frames of reference, and performance styles of ethnically diverse students to make learning more relevant and effective.? With the focus on critical thinking, culturally-relevant pedagogy seeks not only to help students create meaning from the curriculum but to transform the learning environment (Coller and Shernoff, in International Journal of Engineering Education, 2009; Enyedy &amp; Mukhopadhyay, in The Journal of the Learning Sciences, 2007). Game-Based Learning adds another instructional strategy, using an appealing range of differing learning modalities to help students reach a more nuanced understanding. Examples of culturally relevant games are Tempest in Crescent City, about meeting the challenge of Hurricane Katrina; ElectroCity, about energy, sustainability and environmental management; and America 2049, a Facebook game where players fight to restore democracy to a future, fascist America.\nThe research study that undergirds the iDesign project used a mixed methods design that increased understanding of 1) how a culturally relevant game-based experience improves the computational thinking and technological capacity of middle school students from diverse cultural and economic backgrounds, and 2) how professional development in game design strengthens the ability of teachers and leaders to upgrade the technology education of students. The pedagogical foundation of the iDesign curriculum is a set of three, interrelated instructional routines: (1) Introduction to the principles of game design; (2) Investigating topics of personal relevance and learning to translate them into computer games; and (3) Executing the game design using computer programming and computational thinking. iDesign students start out by using game design tools that have a high level of embedded scaffolding, move on to fixing broken games, which requires a more complex level of analytic and systems thinking, and finally, they design their own games, which requires them to program and plan out a series of instructions telling the computer what to do using visual and audio assets they have developed or collected.\niDesign takes cultural relevance very seriously?the method is integral to the curriculum. Although young people are inherently interested in civic engagement, we have found that they require careful guidance in developing what Ladson-Billings calls ?critical consciousness.? In the clubs teachers are encouraged to include videos that focus on social justice issues, such as racial segregation, poverty and climate change. Curriculum activities also shift toward a ?research? phase in which students conduct fieldwork in their communities, interviewing local residents, and developing skills for searching/finding/evaluating information in books, journals and on the Internet. \nFinally, iDesign provided two-week summer workshops where teachers experienced the iDesign curriculum in hands-on activities. The instructors who were selected for training did not need to have a background in technology, but they were motivated to help students think through issues logically and systematically in a process of discovery. Sessions combined individual and group game design activities on the computer or with other paper-based materials.  In the second week of summer PD, two motivated students from each club joined their teachers at Hofstra for a week of leadership activities, and the students then returned to their clubs to mentor their fellow students. As a culminating activity at the end of the year the students from all the clubs attended an annual game design competition in which students working in teams presented their game design documents, a power point presentation, and their completed games.  Parents and community members were invited to see what their children had accomplished.  Finally, each year of the project a selection of students and teachers attended the Global Kids' annual conference at Baruch College, attending youth-led workshops, and sharing their games with youth media producers from around New York City.\n\n \n\n\t\t\t\t\tLast Modified: 04/16/2021\n\n\t\t\t\t\tSubmitted by: Roberto Joseph"
 }
}