{
 "awd_id": "1312282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bits-2-Bites:  Youth Applying STEM Content and Computational Thinking to Learn about Nutrition and Advocate for Food Justice",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 1199539.0,
 "awd_amount": 1199539.0,
 "awd_min_amd_letter_date": "2013-09-18",
 "awd_max_amd_letter_date": "2015-05-18",
 "awd_abstract_narration": "Bits-2-Bites is a strategies project that will engage middle school and high school students in learning to apply computational thinking and computer based tools to address STEM related community issues. Participants will learn about the biology and chemistry of food science, nutrition, food production, environmental sustainability, and how they relate to relevant community health issues such as the proliferation of obesity and diabetes. Participants will learn how to apply process skills including design, analysis, and troubleshooting to complete a service learning project based on sustainable agriculture. Initial skill building projects for both middle and high school youth will focus on finding comfort with and interest in computer programming, using programming languages such as Scratch and C++. \r\n\r\nThe Science Museum of Minnesota's Kitty Andersen Youth Science Center (KAYSC) will develop two 12-member high school crews (grades 9-12) as participants in the project who each will receive 350-400 contact hours of instruction per year by museum staff. By year 3, participants who have completed two years will engage in self-directed projects.  They will also serve as teaching assistants for those who will have started in years 2 and 3. In addition, four 12- 15 member volunteer teams composed of 7th and 8th graders at four St. Paul middle schools will use the Bits-2-Bites curriculum units that the high school students use to learn about computing focusing on computational thinking and tools. \r\n\r\nThe structure and design of the program are based on youth development and service learning practices that emphasize: participation that focuses on depth, continued skill development, and long-term involvement, rather than occasional short bursts of activity; teams of youth who work closely with one or more adult museum staff member and come into regular contact with other museum staff, educators and STEM mentors; progression from skill building to skill application through hands-on projects that allow them to make positive contributions to their communities; opportunities to take on greater leadership and responsibility; individual and as a group reflection; opportunities to build awareness of community issues and needs, and to share skills and knowledge with peers, younger children, parents, and professionals; planning for transitions to college and careers by exploring 2- and 4-year college options, STEM, CSE and ICT careers and work places, and what is needed to get there; fostering a community a youth who support one another?s interests in STEM.\r\n\r\nBoth modules, those for middle school and high school students, include discussions of food justice, site visits, and interaction with professional role models. The museum is predicting 70% completion of high school program participants who will spend two full years in the program. The middle school participants who are exposed to the curriculum are prepared to move into the full museum based activities. Prepared with relevant experience, the high school crews develop outreach activities for middle school children and families that infuse computational thinking into relevant projects such as analyzing school kitchen food waste and food production and sources within the community. Their training prepares them to pursue STEM careers. Parents and other community members also gain exposure to the program and the outcomes.\r\n\r\nThe program will take place in three phases: 1)training in basic computer programing and how to apply that knowledge to manipulate basic micro-controllers along with the basics of sustainable agriculture. Students learn how individual components can be made to work together to represent a complex system. They apply that knowledge to development of a sustainable system using the example of aquaponics, a sustainable food production process; 2) learning how food they eat can be understood as a complex system, studying school lunches as an example; 3) examine the cultural and dietary habits in their homes developing a picture of community habits and sharing the results with the community through visualizations of the data they have created and presentations to increase the community dialog on patterns of food choices and community access.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anika",
   "pi_last_name": "Ward",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anika Ward",
   "pi_email_addr": "avward@smm.org",
   "nsf_id": "000532674",
   "pi_start_date": "2013-09-18",
   "pi_end_date": "2015-05-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Adamji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Adamji",
   "pi_email_addr": "jadamji@smm.org",
   "nsf_id": "000684361",
   "pi_start_date": "2015-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Braafladt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Braafladt",
   "pi_email_addr": "keithb@smm.org",
   "nsf_id": "000379985",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Science Museum of Minnesota",
  "inst_street_address": "120 KELLOGG BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "7013174245",
  "inst_zip_code": "551021202",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "SCIENCE MUSEUM OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMBEN7W54M58"
 },
 "perf_inst": {
  "perf_inst_name": "Science Museum of Minnesota",
  "perf_str_addr": "120 West Kellogg Boulevard",
  "perf_city_name": "Saint Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551021202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1199539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p><em>Bits-2-Bites</em> (<em>B2B</em>) built on two previous ITEST awards received by the KAYSC (ESI-0323155 and ESI-0737379) and drew on a nationally recognized service learning pedagogy and resources developed by St. Paul-based National Youth Leadership Council and the National Service Learning Clearinghouse (Kielsmeier, Neal, &amp; Schultz, 2007). The approach was consonant with the recommendations of the National Research Council report on increasing underrepresented minority participation in STEM careers (NRC, 2010). The project was also guided by the ITEST Learning Resource Center&rsquo;s literature review of research findings of contributors to students&rsquo; pursuit of STEM careers, identifying six factors as most influential: <em>career awareness, academic preparation and achievement, identification with STEM careers, self-efficacy, external environmental factors, and interest, enjoyment and motivation in STEM</em> (Dorsen et al., 2006). The structure and design of the program were based on best practices of youth development (as guided by the Search Institute&rsquo;s Developmental Assets&reg;) and emphasized work place skill building. The project drew on the College Board&rsquo;s AP Computer Science Principles (2011).</p>\n<p>To assess change over time in the B2B youth crew, a survey was designed that included three validated scales:&nbsp; Technology at the Crossroad<em> </em>(Goodyear and Carlson, 2007); Career Interest Questionnaire, Parts 2 and 3 (Tyler-Wood, Knezek, Christensen, 2010); and the Science Motivation Questionnaire II (Glynn, 2011).&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>Consistent with the goals of the ITEST program, over its four years, the Bits-2-Bites project provided transformational learning experiences for 40 high school students, the large majority of whom are young people of color and from low-income households, and half of whom are girls. None of the youth was recruited on the basis of his or her affinity for or previous classroom achievements in STEM. Participating youth were involved with the program for periods between six months and three+ years.</p>\n<p>The essential goals of the B2B program were for the youth to learn about healthy eating and sustainable food production, and to discover and implement ways that computational thinking and tools can be applied to foster more equitable access to healthy food in their communities.</p>\n<p>Among their notable achievements were:</p>\n<p>- Developing an aquaponics food production system;</p>\n<p>- Learning how computational thinking and tools could help to regulate the system and implementing those controls;</p>\n<p>- Extensive community networking and outreach;</p>\n<p>- Creating a variety of technology-centered tools -- including web sites, videos, and apps -- to disseminate their project within their communities.</p>\n<p>The products attached to the final project report document some of the participants&rsquo; activities and what they learned from their participation.</p>\n<p>Of the 40 young people who participated, 100 percent either graduated high school on time or are on track to graduate on time.</p>\n<p>A considerable number of people were reached by the project.</p>\n<p>- In addition to the core B2B crews, the project reached dozens of additional middle and high school students who participate in other KAYSC programs.</p>\n<p>- Hundreds of children, youth, and adults were reached through networking and outreach activities at community partner sites.</p>\n<p>- Thousands of museum visitors were reached through special events at which the youth presented their work.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2017<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Adamji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nBits-2-Bites (B2B) built on two previous ITEST awards received by the KAYSC (ESI-0323155 and ESI-0737379) and drew on a nationally recognized service learning pedagogy and resources developed by St. Paul-based National Youth Leadership Council and the National Service Learning Clearinghouse (Kielsmeier, Neal, &amp; Schultz, 2007). The approach was consonant with the recommendations of the National Research Council report on increasing underrepresented minority participation in STEM careers (NRC, 2010). The project was also guided by the ITEST Learning Resource Center?s literature review of research findings of contributors to students? pursuit of STEM careers, identifying six factors as most influential: career awareness, academic preparation and achievement, identification with STEM careers, self-efficacy, external environmental factors, and interest, enjoyment and motivation in STEM (Dorsen et al., 2006). The structure and design of the program were based on best practices of youth development (as guided by the Search Institute?s Developmental Assets&reg;) and emphasized work place skill building. The project drew on the College Board?s AP Computer Science Principles (2011).\n\nTo assess change over time in the B2B youth crew, a survey was designed that included three validated scales:  Technology at the Crossroad (Goodyear and Carlson, 2007); Career Interest Questionnaire, Parts 2 and 3 (Tyler-Wood, Knezek, Christensen, 2010); and the Science Motivation Questionnaire II (Glynn, 2011). \n\nBroader Impacts\n\nConsistent with the goals of the ITEST program, over its four years, the Bits-2-Bites project provided transformational learning experiences for 40 high school students, the large majority of whom are young people of color and from low-income households, and half of whom are girls. None of the youth was recruited on the basis of his or her affinity for or previous classroom achievements in STEM. Participating youth were involved with the program for periods between six months and three+ years.\n\nThe essential goals of the B2B program were for the youth to learn about healthy eating and sustainable food production, and to discover and implement ways that computational thinking and tools can be applied to foster more equitable access to healthy food in their communities.\n\nAmong their notable achievements were:\n\n- Developing an aquaponics food production system;\n\n- Learning how computational thinking and tools could help to regulate the system and implementing those controls;\n\n- Extensive community networking and outreach;\n\n- Creating a variety of technology-centered tools -- including web sites, videos, and apps -- to disseminate their project within their communities.\n\nThe products attached to the final project report document some of the participants? activities and what they learned from their participation.\n\nOf the 40 young people who participated, 100 percent either graduated high school on time or are on track to graduate on time.\n\nA considerable number of people were reached by the project.\n\n- In addition to the core B2B crews, the project reached dozens of additional middle and high school students who participate in other KAYSC programs.\n\n- Hundreds of children, youth, and adults were reached through networking and outreach activities at community partner sites.\n\n- Thousands of museum visitors were reached through special events at which the youth presented their work.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2017\n\n\t\t\t\t\tSubmitted by: Joseph Adamji"
 }
}