{
 "awd_id": "1312654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development and Analysis of  Numerical Methods for Fluid Interfaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 205605.0,
 "awd_amount": 205605.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "This work concerns numerical methods for material interfaces moving in viscous fluid flow. Such models are used especially for biological processes on small scales, in which the interface exerts a force on the fluid. The work to be done will focus on the efficient computation of surface integrals representing viscosity-dominated flow, or Stokes flow, and error analysis of finite difference methods for more general Navier-Stokes flow, such as the immersed interface method, in which the equations are discretized on a regular grid, with modifications near the interface to account for the forces. The methods considered should be at least second-order accurate. In the first project a relatively simple method will be developed for computing singular or nearly singular integrals on smooth surfaces, such as the velocity integrals for three-dimensional Stokes flow, evaluated on or near the surface. This work will improve and generalize earlier work, in which a standard quadrature of a regularized integral is combined with corrections found by analysis near the singularity. This method should be accurate even for grid points near the surface, allowing more flexibility in computing the motion of the surface. It could be used as part of a computation for Navier-Stokes flow. In the second project, error estimates in maximum norm will be derived for finite difference methods such as the immersed interface method. Recent results of the proposer showing a gain in regularity for finite difference versions of Poisson or diffusion equations will be used to clarify the relationship between the accuracy of numerical solutions and the corrections needed near the interface and also the choice of time discretization. The work will include convergence proofs for simplified interface problems with Navier-Stokes flow and maximum norm stability of the approximate projection on divergence-free vector fields. \r\n\r\nA number of scientific problems involve moving boundaries in fluids, such as a drop of one fluid in another, or the motion of an elastic membrane in living tissue. Numerical study of such problems has special difficulties, since it is desirable to discretize the fluid variables on a fixed grid, while the moving boundary must be represented separately, together with its influence on the fluid motion. It is difficult to discretize the moving surface in a way that is simple and practical. For Stokes flow, dominated by viscosity, integral formulations of the fluid variables are widely used. The proposed method of integration promises to be simpler and more efficient than standard methods and require less effort with the surface. Thus it could contribute to the practicality of three-dimensional simulations as the models become more realistic. The second project emphasizes estimates of maximum errors, since these are likely to be largest near interfaces. They are less well developed than estimates in integral norms. Such estimates will be used for methods such as the immersed interface method, the decomposition of Navier-Stokes flow mentioned above, and approximate projection methods. Error analysis of existing numerical methods should improve understanding of their validity and limitations. It can also show how choices in the methods affect their accuracy and suggest improvements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Thomas",
   "pi_last_name": "Beale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Thomas Beale",
   "pi_email_addr": "beale@math.duke.edu",
   "nsf_id": "000260242",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "120 Science Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 205605.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work concerns numerical methods for problems in partial differential equations modeling scientific processes. &nbsp;The general aim is to make improvements in methods and clarify what properties are essential to make them successful, using analytical understanding.</p>\n<p>Problems in several areas, including electrostatics, wave motion with definite frequency, and fluid flow dominated by viscosity (Stokes flow) can be formulated using integrals over surfaces which represent superpositions of point sources.These integrals are not routine to calculate because of singularities and because there is not a natural way to discretize a general surface. &nbsp;With W. Ying and J. Wilson we have developed a relatively simple method for computing singular or nearly singular integrals on closed surfaces. &nbsp;The method uses a regularized version of the integral together with analytically derived corrections for the errors. &nbsp;The quadrature, or summation, is done using projections of grid points in space onto the surface, rather than coordinate systems or triangulation. &nbsp;It is simpler than methods typically in use; no special treatment of the singularity is required except for the corrections. &nbsp;The method is accurate for points of evaluation close to the surface and especially for points on the surface. &nbsp;Examples show that it works well for a variety of surfaces. &nbsp;It should be useful for problems with moving material boundaries, since it does not require much structure on the surface.</p>\n<p>There has been enormous development of numerical methods for fluid-structure interactions, e.g. elastic material such as living tissue in a fluid. &nbsp;It is desirable for the equations of fluid flow to be discretized on a regular grid, while the material is generally represented by moving markers. &nbsp;The way the two parts influence each other in the numerical method is usually critical in determining the success of the method. &nbsp;In practice, careful attention is given to errors in obeying the equations (consistency errors), but less is know about the stability (preventing errors from growing rapidly) which is essential for the discrete solution to genuinely approximate the actual one. &nbsp;We recently derived error estimates for one natural method of this class, using the immersed interface method for the fluid flow, a finite difference method with modifications for forces at an interface. &nbsp;For an interface moving in viscous flow (low to moderate Reynolds number) we proved that, in a natural version of this method, the errors in the calculated velocity and pressure are small (second order accurate) even when the error in obeying the equations near the interface is larger (first order accurate). &nbsp;This behavior has been observed in numerical simulations but not explained before. &nbsp;It depends on discrete analogues of fundamental properties of the differential equations. &nbsp;In this work the motion of the interface and the force it exerts on the fluid were assumed known, whereas in the full problem, in which the fluid flow affects the interface, there are further numerical errors.</p>\n<p>Recently Wenjun Ying developed a numerical method for solving certain problems using the mathematical formulation of integral equations, which has important advantages, but replacing the computation of singular integrals by the solution of interface problems using the immersed interface method mentioned above. &nbsp;A familiar example is the Dirichlet problem of finding a harmonic function in a general region (representing an equilibrium in certain problems) with a prescribed value on the boundary of the region. &nbsp;This method succeeds because it combines the ease of a regular grid with a clever, new representation of the surface. &nbsp;An equilibration, or adjustment, of values on the boundary is required for stability. &nbsp;This method has the important advantage that it applies to a more general class of equations than the boundary integral formulation; it does not require knowledge of a fundamental solution due to a point source for the equation. &nbsp;The numerical method reduces the problem to a large linear algebra problem which seems well behaved in practice (the condition number is bounded). &nbsp;However, it is not understood analytically whether this is true. &nbsp;We have derived a stability estimate for a crude version of Ying's method, showing that the linear algebra problem is good in this case. &nbsp;This result sheds some light on the underlying structure in the discrete problem that makes it quantitatively like the original problem. &nbsp;However, our version assumes an equilibration of values on the boundary which is unlike that used in Ying's case and so far does not seem practical as a numerical procedure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2017<br>\n\t\t\t\t\tModified by: J. Thomas&nbsp;Beale</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis work concerns numerical methods for problems in partial differential equations modeling scientific processes.  The general aim is to make improvements in methods and clarify what properties are essential to make them successful, using analytical understanding.\n\nProblems in several areas, including electrostatics, wave motion with definite frequency, and fluid flow dominated by viscosity (Stokes flow) can be formulated using integrals over surfaces which represent superpositions of point sources.These integrals are not routine to calculate because of singularities and because there is not a natural way to discretize a general surface.  With W. Ying and J. Wilson we have developed a relatively simple method for computing singular or nearly singular integrals on closed surfaces.  The method uses a regularized version of the integral together with analytically derived corrections for the errors.  The quadrature, or summation, is done using projections of grid points in space onto the surface, rather than coordinate systems or triangulation.  It is simpler than methods typically in use; no special treatment of the singularity is required except for the corrections.  The method is accurate for points of evaluation close to the surface and especially for points on the surface.  Examples show that it works well for a variety of surfaces.  It should be useful for problems with moving material boundaries, since it does not require much structure on the surface.\n\nThere has been enormous development of numerical methods for fluid-structure interactions, e.g. elastic material such as living tissue in a fluid.  It is desirable for the equations of fluid flow to be discretized on a regular grid, while the material is generally represented by moving markers.  The way the two parts influence each other in the numerical method is usually critical in determining the success of the method.  In practice, careful attention is given to errors in obeying the equations (consistency errors), but less is know about the stability (preventing errors from growing rapidly) which is essential for the discrete solution to genuinely approximate the actual one.  We recently derived error estimates for one natural method of this class, using the immersed interface method for the fluid flow, a finite difference method with modifications for forces at an interface.  For an interface moving in viscous flow (low to moderate Reynolds number) we proved that, in a natural version of this method, the errors in the calculated velocity and pressure are small (second order accurate) even when the error in obeying the equations near the interface is larger (first order accurate).  This behavior has been observed in numerical simulations but not explained before.  It depends on discrete analogues of fundamental properties of the differential equations.  In this work the motion of the interface and the force it exerts on the fluid were assumed known, whereas in the full problem, in which the fluid flow affects the interface, there are further numerical errors.\n\nRecently Wenjun Ying developed a numerical method for solving certain problems using the mathematical formulation of integral equations, which has important advantages, but replacing the computation of singular integrals by the solution of interface problems using the immersed interface method mentioned above.  A familiar example is the Dirichlet problem of finding a harmonic function in a general region (representing an equilibrium in certain problems) with a prescribed value on the boundary of the region.  This method succeeds because it combines the ease of a regular grid with a clever, new representation of the surface.  An equilibration, or adjustment, of values on the boundary is required for stability.  This method has the important advantage that it applies to a more general class of equations than the boundary integral formulation; it does not require knowledge of a fundamental solution due to a point source for the equation.  The numerical method reduces the problem to a large linear algebra problem which seems well behaved in practice (the condition number is bounded).  However, it is not understood analytically whether this is true.  We have derived a stability estimate for a crude version of Ying's method, showing that the linear algebra problem is good in this case.  This result sheds some light on the underlying structure in the discrete problem that makes it quantitatively like the original problem.  However, our version assumes an equilibration of values on the boundary which is unlike that used in Ying's case and so far does not seem practical as a numerical procedure.\n\n\t\t\t\t\tLast Modified: 09/20/2017\n\n\t\t\t\t\tSubmitted by: J. Thomas Beale"
 }
}