{
 "awd_id": "1312539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: A Novel Method for Study of Point Defects in Semiconductors Applied to Solar Cell Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tania M. Paskova",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 322721.0,
 "awd_amount": 322721.0,
 "awd_min_amd_letter_date": "2013-08-21",
 "awd_max_amd_letter_date": "2017-10-05",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nWith support from the Division of Materials Research, this project consists of collaborative research and educational activities that will develop a novel semiconductor characterization technique, photomodulated photoelectron spectroscopy, study and create new understanding of technologically important semiconductors, and foster international exchange of researchers. It features a synergistic collaboration between the groups with complementary skills, Rockett at the University of Illinois at Urbana Champaign (UIUC), and Suzer at Bilkent University, Ankara, Turkey. The Bilkent group has recently introduced a novel enhancement to the well-established technique of X-ray Photoelectron Spectroscopy (XPS), to include charge sensitivity. The UIUC group has excellent overall materials analytical capability and the ability to fabricate the materials proposed for study. Both groups have complementary experience with various methods of modeling and have published together previously.  The Rockett group will fabricate complex chalcopyrite semiconductors used in state-of-the-art photovoltaics as test materials for development of the technique.  Both groups will conduct measurements of the deposited materials focusing on enhancements in the techniques such as time dependence that can demonstrate charge carrier dynamics in the materials.  Elemental sensitivity coupled with charge sensitivity will show which defects are responsible for trapping of minority carriers, which limits device performances.  The educational component of the program focuses on exchange of graduate and undergraduate students among the collaborating groups, allowing interaction with international scholars, and giving students the opportunity to attend conferences outside of their home country, and establishing a long-term research relationship between the two participating research groups and organizations, based on a preliminary collaboration already in place.  The photomodulated photoemission method is broadly applicable to many materials science problems in optoelectronics and provides a unique analytical method that yields understanding not accessible based on existing techniques.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis project will develop US expertise in a new method of analyzing the surface of light-sensitive materials created at the Bilkent University in Ankara, Turkey.  This technique shows which atoms are becoming charged when light strikes the material, which helps to understand how energy can be harvested from the material, as in a solar cell, and what limits that material's performance.  The results of the research will enhance understanding and development of both light emitting (as in solid state lighting) and light absorbing (as in solar cells) technologies that have been identified as crucial to the long-term energy independence of the US.  The broader impacts of the program include the applicability of the analytical technique, which will enhance the development of many technologies in the US involving light emission or absorption devices.  The project will enhance US-Turkish interactions and intercultural understanding.  Through bidirectional exchange of both graduate and undergraduate students, future technical leaders in the US will become familiar with an important world culture and a developing economic power in the Middle East.  The project will incorporate women as graduate students to promote gender equity in science/engineering (\"STEM\").  The research will support the development of several novel solar cell technologies with nascent industries in the US.  This can lead to the growth of a major solar cell industry and significant job creation.  At the same time the scientists and engineers trained under the program will provide skilled employees to these companies that will foster growth of US industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Angus",
   "pi_last_name": "Rockett",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Angus A Rockett",
   "pi_email_addr": "arockett@mines.edu",
   "nsf_id": "000118321",
   "pi_start_date": "2013-08-21",
   "pi_end_date": "2016-09-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cahill",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Cahill",
   "pi_email_addr": "d-cahill@uiuc.edu",
   "nsf_id": "000285127",
   "pi_start_date": "2016-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 214976.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 107745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the way mobile electrons generated by shining light on a compound semiconductor move to the surface of the material.&nbsp; The approach used a surface-sensitive analysis technique, photoemission, to study the charge on specific atoms in compound semiconductors. &nbsp;We showed that these electrons preferentially end up on one of the elements in the compound, which has not been shown before.&nbsp; Temperature-dependent tests allowed us to determine how the electrons move onto and off of the surface and how they are lost through recombination.&nbsp; We were also able to show how adding impurities to the surface can also lead to charge accumulation. &nbsp;This is important because it can allow us to probe the behavior of the atoms on which the electrons end up. &nbsp;It helps us to verify the electronic structure calculated for the semiconductor, which impacts how we use semiconductors.&nbsp; The specific application was for solar cells based on a compound containing copper, selenium, and other elements.&nbsp; This material is one of the leading candidates for next-generation solar cells. &nbsp;At the end of the project we began&nbsp;extending&nbsp;the work to other semiconductors used in light-emitting devices.&nbsp;&nbsp;Understanding the motion of electrons, especially to surfaces and interfaces, is critical to improving the devices and making that next generation of solar cells a reality. &nbsp;Among the other broad impacts of the project were training of graduate students&nbsp;and exposure of a number of students and others to Turkish culture and approaches to research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2018<br>\n\t\t\t\t\tModified by: David&nbsp;G&nbsp;Cahill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined the way mobile electrons generated by shining light on a compound semiconductor move to the surface of the material.  The approach used a surface-sensitive analysis technique, photoemission, to study the charge on specific atoms in compound semiconductors.  We showed that these electrons preferentially end up on one of the elements in the compound, which has not been shown before.  Temperature-dependent tests allowed us to determine how the electrons move onto and off of the surface and how they are lost through recombination.  We were also able to show how adding impurities to the surface can also lead to charge accumulation.  This is important because it can allow us to probe the behavior of the atoms on which the electrons end up.  It helps us to verify the electronic structure calculated for the semiconductor, which impacts how we use semiconductors.  The specific application was for solar cells based on a compound containing copper, selenium, and other elements.  This material is one of the leading candidates for next-generation solar cells.  At the end of the project we began extending the work to other semiconductors used in light-emitting devices.  Understanding the motion of electrons, especially to surfaces and interfaces, is critical to improving the devices and making that next generation of solar cells a reality.  Among the other broad impacts of the project were training of graduate students and exposure of a number of students and others to Turkish culture and approaches to research.\n\n\t\t\t\t\tLast Modified: 09/10/2018\n\n\t\t\t\t\tSubmitted by: David G Cahill"
 }
}