{
 "awd_id": "1313866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Project: EarthCube Education End-User Workshop",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 46053.0,
 "awd_amount": 46053.0,
 "awd_min_amd_letter_date": "2013-01-17",
 "awd_max_amd_letter_date": "2013-01-17",
 "awd_abstract_narration": "This award is being used to convene a workshop of ~40 participants to define end-user needs related to geoscience education within the EarthCube initiative.  The workshop brings together disciplinary faculty in the geosciences, educators experienced in teaching with geoscience data and developing associated curricula, representatives of NSF-sponsored research programs involved with generation of large data sets, as well as technologists, STEM education researchers, and learning scientists.  The workshop is being held at the Scripps Forum (Scripps Institution of Oceanography) during the Spring of 2013.  The workshop seeks to explore both the educational opportunities offered through the cyberinfrastructure capabilities of the EarthCube program and identify the educational needs for preparing undergraduate students and faculty to be the future contributors to the scientific research enabled by EarthCube.  A major goal of this workshop is to establish an initial roadmap for educational activities that should be associated with or enabled by EarthCube.  The workshop will consider the educational and instructional strategies not only to prepare students in undergraduate programs to be technologically-savvy users of EarthCube data and models, but also to build the future scientific capacity to advance Earth systems scientific research.  Consideration will also be given to how EarthCube may serve as a platform for advancing STEM education research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Kastens",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kim A Kastens",
   "pi_email_addr": "kastens@ldeo.columbia.edu",
   "nsf_id": "000154890",
   "pi_start_date": "2013-01-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Krumhansl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Krumhansl",
   "pi_email_addr": "rkrumhansl@edc.org",
   "nsf_id": "000555394",
   "pi_start_date": "2013-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "43 Foundry Avenue",
  "perf_city_name": "Waltham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024538313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 46053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The EarthCube Education End-User workshop was one of a series of workshops held to gather ideas and understand the needs of potential users of NSF&rsquo;s planned EarthCube facility.&nbsp; EarthCube is being designed as a virtual hub where scientists, educators and the public can access a large variety of data and models about the Earth &ndash; for example, earthquake data, regional and global weather data, and data about ocean temperatures, chemistry and currents. EarthCube will allow users to easily compare and combine different types of data to develop new insights about Earth and earth processes.&nbsp;</p>\n<p>Our workshop was for prospective users who hope to use EarthCube for education.&nbsp; The 46 attendees included people who teach geosciences at the college level, people who design lessons and curriculum in which students use authentic data, people who currently provide geoscience data via the World Wide Web, people who design the interfaces by which people access such data, and cognitive scientists who study how students learn.</p>\n<p>Workshop participants recognized the significant potential benefits of EarthCube as a resource for education. But these benefits will only be fully realized if steps are taken to make these expert data sets accessible, meaningful and understandable to novice users. Some of the main recommendations from the workshop were:</p>\n<p>(1) EarthCube should provide the following data types:&nbsp;&nbsp;</p>\n<ul>\n<li>data germane to humanity&rsquo;s pressing problems,&nbsp;</li>\n<li>student-collected data,</li>\n<li>near-real-time data from fast-breaking events such as earthquakes or landslides,</li>\n<li>historical archive data, and&nbsp;</li>\n<li>local informants&rsquo; eye-witness accounts.</li>\n</ul>\n<p>(2) The data access tools provided by EarthCube should:</p>\n<ul>\n<li>allow users to search using common English vocabulary,&nbsp;</li>\n<li>allow students to create customized data visualizations that are easy for novices to understand,</li>\n<li>encourage data analyses that use the same reasoning processes as those used by expert scientists, allowing for increasingly more sophisticated analyses as students gain expertise,</li>\n<li>facilitate data exploration and collaboration,&nbsp;</li>\n<li>allow student-collected data to be displayed along with archival data, and&nbsp;</li>\n<li>allow predictions to be compared with data.</li>\n</ul>\n<p>(3) EarthCube should be a place to come for pedagogical resources, models and tools, as well as for data.&nbsp;&nbsp; Pedagogical resources envisioned by the workshop participants include:&nbsp;&nbsp;</p>\n<ul>\n<li>mentoring for teachers learning to teach with data,&nbsp;</li>\n<li>supports for learners with disabilities,&nbsp;</li>\n<li>assessments for students&rsquo; mastery of data skills and understandings, and&nbsp;</li>\n<li>a venue in which to exchange lessons plans and other tools for teaching with data and models.&nbsp;</li>\n</ul>\n<p>You can read the full report and full set of recommendations at:&nbsp; <a href=\"http://nagt.org/nagt/programs/earthcube/index.html\">http://nagt.org/nagt/programs/earthcube/index.html</a></p>\n<p><em>Intellectual Merit:</em>&nbsp; The EarthCube Education End User workshop brought together groups that look at the problems and opportunities of &ldquo;big data&rdquo; from widely differing perspectives, in a format that encouraged exchange of ideas across fields and the consequent generation of new insights.&nbsp; An example of the kinds of insight that emerged:&nbsp; &ldquo;everyone, no matter how senior and experienced they may be, becomes a novice again when they enter into an interdisciplinary collaboration.&nbsp; If EarthCube can make Earth data accessible to undergraduates, it becomes at the same time accessible to scholars from all other domains of human knowledge who wish to collaborate with geoscientists.&rdquo; &nbsp;</p>\n<p><em>Broader Impact: </em>&nbsp;We laid o...",
  "por_txt_cntn": "\nThe EarthCube Education End-User workshop was one of a series of workshops held to gather ideas and understand the needs of potential users of NSFÆs planned EarthCube facility.  EarthCube is being designed as a virtual hub where scientists, educators and the public can access a large variety of data and models about the Earth &ndash; for example, earthquake data, regional and global weather data, and data about ocean temperatures, chemistry and currents. EarthCube will allow users to easily compare and combine different types of data to develop new insights about Earth and earth processes. \n\nOur workshop was for prospective users who hope to use EarthCube for education.  The 46 attendees included people who teach geosciences at the college level, people who design lessons and curriculum in which students use authentic data, people who currently provide geoscience data via the World Wide Web, people who design the interfaces by which people access such data, and cognitive scientists who study how students learn.\n\nWorkshop participants recognized the significant potential benefits of EarthCube as a resource for education. But these benefits will only be fully realized if steps are taken to make these expert data sets accessible, meaningful and understandable to novice users. Some of the main recommendations from the workshop were:\n\n(1) EarthCube should provide the following data types:  \n\ndata germane to humanityÆs pressing problems, \nstudent-collected data,\nnear-real-time data from fast-breaking events such as earthquakes or landslides,\nhistorical archive data, and \nlocal informantsÆ eye-witness accounts.\n\n\n(2) The data access tools provided by EarthCube should:\n\nallow users to search using common English vocabulary, \nallow students to create customized data visualizations that are easy for novices to understand,\nencourage data analyses that use the same reasoning processes as those used by expert scientists, allowing for increasingly more sophisticated analyses as students gain expertise,\nfacilitate data exploration and collaboration, \nallow student-collected data to be displayed along with archival data, and \nallow predictions to be compared with data.\n\n\n(3) EarthCube should be a place to come for pedagogical resources, models and tools, as well as for data.   Pedagogical resources envisioned by the workshop participants include:  \n\nmentoring for teachers learning to teach with data, \nsupports for learners with disabilities, \nassessments for studentsÆ mastery of data skills and understandings, and \na venue in which to exchange lessons plans and other tools for teaching with data and models. \n\n\nYou can read the full report and full set of recommendations at:  http://nagt.org/nagt/programs/earthcube/index.html\n\nIntellectual Merit:  The EarthCube Education End User workshop brought together groups that look at the problems and opportunities of \"big data\" from widely differing perspectives, in a format that encouraged exchange of ideas across fields and the consequent generation of new insights.  An example of the kinds of insight that emerged:  \"everyone, no matter how senior and experienced they may be, becomes a novice again when they enter into an interdisciplinary collaboration.  If EarthCube can make Earth data accessible to undergraduates, it becomes at the same time accessible to scholars from all other domains of human knowledge who wish to collaborate with geoscientists.\"  \n\nBroader Impact:  We laid out a blueprint by which NSFÆs investment in building cyberinfrastructure and associated governance structures for scientists working at the frontiers of knowledge can be re-purposed to help in educating the next generation of scientists and citizens. Using EarthCube as a resource, the \"data savvy\" college graduate will be more knowledgeable about the evidentiary basis for knowledge about the Earth, and will be skilled at using data and models to answer difficult questions and solve hard problems in an increasingly data-inf..."
 }
}