{
 "awd_id": "1313674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Commuter Adaptation to Transportation Disruption in Hurricane Sandy's Aftermath",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 44870.0,
 "awd_amount": 44870.0,
 "awd_min_amd_letter_date": "2013-01-03",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "This Rapid Response Research Grant (RAPID) will collect important, perishable data on transport-related stress and commuter adaptation to transportation disruptions and temporary policy and service changes related to Hurricane Sandy in the New York Metropolitan area.  A team will collect changing transportation modes, departure times, and other travel-related choices and stress levels through a survey.  The data allow testing of hypotheses such as (1) delays experienced with limited transit availability and crowding change the timing of work trips; (2) previous personal vehicle commuters are more likely to carpool under greater carpooling (HOV3+) restrictions than to take transit; (3) commuters that are women, older, and lower income report more transport-related stress than others; (4) higher stress levels result from longer commute lengths and more days of disruption; and (5) the timespan of commuting disruption is higher for lower income, less educated, and non-white populations.  \r\n\r\nThe study's data and models will enhance understanding of commuter adaptability to events that disrupt the transportation system, temporary transportation policies, and fuel shortages.  Its outcomes will guide future, comprehensive transportation resiliency studies by allowing demand predictions. Without appropriate demand models, resilience studies rely on judgment-based demand estimates, which can lead to misestimation of connectivity and capacity needs. Acting according to underestimates can cause traveler frustration, delays, and lost productivity in an already stressful time, while overestimates can lead to excessive expenditures. Most transportation disruption analyses focus exclusively on road networks, rather than transit and multi-modal systems. Thus, transit dependent cities have few tested practices with which to inform mitigation and recovery plans. This study addresses this gap and identifies policies for future events and other locations. Furthermore, stress constitutes a typically unmeasured cost of disruption, and its study can improve understanding of how transportation disruptions influence cognitive processes and adaptation, suggesting both public and private interventions to improve public health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Murray-Tuite",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Murray-Tuite",
   "pi_email_addr": "pmmurra@clemson.edu",
   "nsf_id": "000495729",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Wernstedt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kris Wernstedt",
   "pi_email_addr": "krisw@vt.edu",
   "nsf_id": "000218585",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220432368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8293",
   "pgm_ref_txt": "Hurricane Sandy"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 44870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The effects of 2012's Hurricane Sandy on commuters and travelers in the New York City (NYC) metropolitan area were severe, and our study of the changes that area residents made in their transportation behavior in response to the hurricane show an array of coping mechanisms. &nbsp;Even before Sandy came on shore just north of Atlantic City, New Jersey on October 29, 2012, impacts of the storm on the NYC metro area appeared. &nbsp;In the days leading up to the hurricane&rsquo;s landfall, updated forecasts of the storm's path suggested an increasing likelihood of landfall along the mid-Atlantic seaboard of the US and, coupled with news reports of Sandy's destructions in Jamaica and Cuba, sensitized residents, businesses, and public agencies to the possibility of severe impacts. &nbsp;Airlines cancelled flights into and out of NYC airports, and transit agencies in the region began shutting down operations and securing the transport system and its train and buses on October 28th.</p>\n<p>After the storm slammed into the New Jersey coast, the precipitation, wind, and ocean surge associated with it led to flooding of New York City&rsquo;s subway and Long Island Rail Road tunnels, NJ Path service disruptions, and vehicle tunnel closures. &nbsp;Furthermore, the storm led to massive extended power outages that made it difficult to provide fuel to the area. &nbsp;Among other changes, the NYC mayor restricted gasoline purchases, area transportation officials instituted carpool restrictions on several major bridges, and free parking was provided to encourage greater use of bus and ferry services. &nbsp;</p>\n<p>How did individuals cope with these disruptions to their local transport system? &nbsp;Our survey of nearly 400 local residents in the weeks after Sandy reveal a number of predictable responses, as well as some less anticipated ones.&nbsp; Not surprisingly, commuters who faced bridge or road closures on their normal commuting route to work appeared more likely to choose alternative routes than did commuters not facing such closures, and commuters relying on transit were both more likely than non-transit users to shift to alternative forms or modes of transportation (<em>e.g.,</em> a car instead of a subway) and to not go to work on some days.&nbsp; Respondents with a higher number of children under the age of 15 also were more likely not to go to work on some days.&nbsp;</p>\n<p>Our survey also revealed some gender differences.&nbsp; Female commuters using transit and other transport modes generally were less likely to shift to alternative modes, implying less flexibility in transportation options due, perhaps, to less access to an automobile.&nbsp; In addition, female respondents appeared less likely to change their commuting departure from home to work to a later time (as a way of coping with transport disruptions) than did males, suggesting less flexibility in the work environment.&nbsp; Both females and males with telecommuting options&mdash;the ability to work while remaining at home&mdash;did not appear as likely to change their commuting departure time as those lacking such options, presumably because they could maintain their work productivity without having to surmount the transportation disruptions face-to-face.&nbsp; In contrast to these findings, our results surprisingly do not suggest a relationship between the age of a respondent and transport behavioral changes.</p>\n<p>Overall, our major takeaways are that while many transit users do not depend solely on transit to reach work and thus have alternatives when transit systems go down, those that are transit-dependent appear more likely to have to cancel their commute and miss work than those who are not.&nbsp; Extended disruptions to the transit system thus could impose significant  wage and other economic losses on households that are  transit-dependent.&nbsp; In addition, irrespective of such transport disrupt...",
  "por_txt_cntn": "\nThe effects of 2012's Hurricane Sandy on commuters and travelers in the New York City (NYC) metropolitan area were severe, and our study of the changes that area residents made in their transportation behavior in response to the hurricane show an array of coping mechanisms.  Even before Sandy came on shore just north of Atlantic City, New Jersey on October 29, 2012, impacts of the storm on the NYC metro area appeared.  In the days leading up to the hurricaneÆs landfall, updated forecasts of the storm's path suggested an increasing likelihood of landfall along the mid-Atlantic seaboard of the US and, coupled with news reports of Sandy's destructions in Jamaica and Cuba, sensitized residents, businesses, and public agencies to the possibility of severe impacts.  Airlines cancelled flights into and out of NYC airports, and transit agencies in the region began shutting down operations and securing the transport system and its train and buses on October 28th.\n\nAfter the storm slammed into the New Jersey coast, the precipitation, wind, and ocean surge associated with it led to flooding of New York CityÆs subway and Long Island Rail Road tunnels, NJ Path service disruptions, and vehicle tunnel closures.  Furthermore, the storm led to massive extended power outages that made it difficult to provide fuel to the area.  Among other changes, the NYC mayor restricted gasoline purchases, area transportation officials instituted carpool restrictions on several major bridges, and free parking was provided to encourage greater use of bus and ferry services.  \n\nHow did individuals cope with these disruptions to their local transport system?  Our survey of nearly 400 local residents in the weeks after Sandy reveal a number of predictable responses, as well as some less anticipated ones.  Not surprisingly, commuters who faced bridge or road closures on their normal commuting route to work appeared more likely to choose alternative routes than did commuters not facing such closures, and commuters relying on transit were both more likely than non-transit users to shift to alternative forms or modes of transportation (e.g., a car instead of a subway) and to not go to work on some days.  Respondents with a higher number of children under the age of 15 also were more likely not to go to work on some days. \n\nOur survey also revealed some gender differences.  Female commuters using transit and other transport modes generally were less likely to shift to alternative modes, implying less flexibility in transportation options due, perhaps, to less access to an automobile.  In addition, female respondents appeared less likely to change their commuting departure from home to work to a later time (as a way of coping with transport disruptions) than did males, suggesting less flexibility in the work environment.  Both females and males with telecommuting options&mdash;the ability to work while remaining at home&mdash;did not appear as likely to change their commuting departure time as those lacking such options, presumably because they could maintain their work productivity without having to surmount the transportation disruptions face-to-face.  In contrast to these findings, our results surprisingly do not suggest a relationship between the age of a respondent and transport behavioral changes.\n\nOverall, our major takeaways are that while many transit users do not depend solely on transit to reach work and thus have alternatives when transit systems go down, those that are transit-dependent appear more likely to have to cancel their commute and miss work than those who are not.  Extended disruptions to the transit system thus could impose significant  wage and other economic losses on households that are  transit-dependent.  In addition, irrespective of such transport disruptions, working parents with children in the home also appear more likely to cancel work trips to provide in-house child care during school closures, imposing additional econmic hardship.  ..."
 }
}