{
 "awd_id": "1313249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CONFERENCE:   2013 FASEB Meeting on Ciliate Molecular Biology to be held July 7-12, 2013 at the Steamboat Grand in Steamboat Springs, CO",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2013-01-25",
 "awd_max_amd_letter_date": "2013-01-25",
 "awd_abstract_narration": "Intellectual Merit:  The 2013 FASEB Conference on Ciliate Molecular Biology will be held July 7-12, 2013 at the Steamboat Grand in Steamboat Springs, Colorado.  The Ciliate Molecular Biology conference brings together scientists with diverse research interests who are united by a common thread--the use of ciliated protozoa as model organisms.  The objectives of this meeting are to (i) disseminate new research information and ideas, (ii) share technical innovations, (iii) organize further development of community resources, and (iv) advance graduate and undergraduate research and education initiatives. This biannual meeting is the primary venue for disseminating information on new research tools, many of which exploit unique aspects of ciliate biology, to address diverse questions. To ensure that the 2013 conference promotes interactions between researchers at all career levels, the meeting is organized as a mixture of platform sessions, poster sessions, and workshops. The platform sessions are designed to provide general information about the most exciting advances in our understanding of ciliate biology as well as more specialized information pertaining to the main research areas in which ciliates are used. The poster sessions will provide opportunities for more personal interactions, especially for students and post-docs. A \"Future Directions Workshop\" will include discussion of bioinformatic resource and experimental tool development for genetics and cell biology research, population genetics, and evolution.\r\n\r\nBroader Impacts:  One focus of the meeting will be on the use of ciliates in undergraduate research and classroom laboratories.  This will be the topic of a workshop, which will be coupled to an undergraduate research mini-symposium, in which four undergraduate students will give oral presentations on their research findings. A special opportunity for interaction between individuals at all career levels will be formation of \"topic tables\" at dinnertime to engage individuals in discussions of important career-development subjects, such as developing an independent research program, grant writing, student/postdoc mentoring, conflict resolution, involvement in community initiatives, scientific outreach, and balancing teaching and research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Turkewitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Turkewitz",
   "pi_email_addr": "apturkew@uchicago.edu",
   "nsf_id": "000166108",
   "pi_start_date": "2013-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Cole",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Cole",
   "pi_email_addr": "colee@stolaf.edu",
   "nsf_id": "000310333",
   "pi_start_date": "2013-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371474",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organizers: Aaron Turkewitz, Kazufumi Mochizuki, Eric Cole</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The 2013 meeting <strong>&ldquo;<em>Ciliate Molecular Biology&rdquo; </em></strong>was held at the Steamboat Grand, Steamboat Springs, Arizona, from July 7-12th, 2013. Over the past several decades, a number of research groups around the world have adopted ciliates as model organisms, because of some unique experimental advantages offered by these eukaryotic unicellular organisms. This meeting was invaluable in bringing together researchers from the Americas, Europe, and Asia, working on a wide variety of biological problems that can be addressed using ciliates. The 109 &nbsp;participants included a range from internationally renowned scientists to beginning graduate students, with a stimulating mix of trainees, junior and senior scientists.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our meeting began on Sunday evening with a welcome reception. During the next 4.5 days we heard 15-25min talks from 56 speakers in 9 sessions arranged by topic. Those speakers were a combination of invited speakers (~80%) and speakers chosen from submitted abstracts.&nbsp; Women made up 43% of invited speakers and 56% of the session chairs. More than half of the session chairs were investigators near the beginning of their careers, consistent with the established policy of this meeting to promote junior faculty.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The nine major sessions and keynote address covered the breadth of work currently pursued in ciliates. This ranged from well-established areas in which ground-breaking work was done in ciliates, such as chromatin remodeling and epigenetic inheritance, to areas such as cilia structure and maintenance, nuclear pore composition, membrane traffic, and autophagy. Many talks focused on the role of small RNAs in genome rearrangement, including very recent discoveries that small RNAs can guide both DNA deletion, which is the basis of current models, but also DNA retention. The formal sessions were entitled: 1) <strong>GENOMICS BIOINFORMATICS &amp; SYSTEMS BIOLOGY</strong>; 2) <strong>CILIA, BASAL BODIES, AND TUBULIN</strong>; 3) <strong>PROGRAMMED DNA REARRANGEMENT I</strong> 4) <strong>CELL AND EVOLUTIONARY BIOLOGY</strong>; 5) <strong>PROGRAMMED DNA REARRANGEMENT II</strong>; 6) <strong>STRUCTURE, SIGNALING AND TRAFFIC</strong>; 7) <strong>CHROMATIN AND CHROMOSOMES</strong>; 8) <strong>DEVELOPMENT AND MATING</strong>; 9) <strong>CELL AND CHROMOSOMAL BIOLOGY</strong>. Most of the sessions were held in the morning and evening with the afternoons free for workshop presentations, informal discussions and viewing of 2 2-hour poster sessions. The workshop topics were &ldquo;<strong>Future Directions</strong>&rdquo;, &ldquo;<strong>Ciliates in the Classroom</strong>&rdquo;, and an <strong>undergraduate research mini-symposium</strong>.&nbsp; Over one dinner, we organized a &ldquo;<strong>Meet the Experts</strong>&rdquo; discussion in which a set of established researchers discussed issues with setting up a successful research and teaching program. The workshops and poster sessions were all highly attended and allowed for increased discussion among attendees. There was a field trip on one afternoon of the meeting to sample Ciliates in a lake near the conference site, and the organisms collected and cultured were subsequently typed by PCR amplification of standard reference sequences. A bound volume containing the abstracts of the invited speaker presentations and poster presentations arranged by sequence facilitated the viewing and further enhanced interactions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The informal setting of the meeting allowed for high quality interactions as indicated by vigorous discussions during the question periods after talks in the main sessions and workshops, and contin...",
  "por_txt_cntn": "\nOrganizers: Aaron Turkewitz, Kazufumi Mochizuki, Eric Cole\n\n         The 2013 meeting \"Ciliate Molecular Biology\" was held at the Steamboat Grand, Steamboat Springs, Arizona, from July 7-12th, 2013. Over the past several decades, a number of research groups around the world have adopted ciliates as model organisms, because of some unique experimental advantages offered by these eukaryotic unicellular organisms. This meeting was invaluable in bringing together researchers from the Americas, Europe, and Asia, working on a wide variety of biological problems that can be addressed using ciliates. The 109  participants included a range from internationally renowned scientists to beginning graduate students, with a stimulating mix of trainees, junior and senior scientists.\n\n         Our meeting began on Sunday evening with a welcome reception. During the next 4.5 days we heard 15-25min talks from 56 speakers in 9 sessions arranged by topic. Those speakers were a combination of invited speakers (~80%) and speakers chosen from submitted abstracts.  Women made up 43% of invited speakers and 56% of the session chairs. More than half of the session chairs were investigators near the beginning of their careers, consistent with the established policy of this meeting to promote junior faculty.\n\n         The nine major sessions and keynote address covered the breadth of work currently pursued in ciliates. This ranged from well-established areas in which ground-breaking work was done in ciliates, such as chromatin remodeling and epigenetic inheritance, to areas such as cilia structure and maintenance, nuclear pore composition, membrane traffic, and autophagy. Many talks focused on the role of small RNAs in genome rearrangement, including very recent discoveries that small RNAs can guide both DNA deletion, which is the basis of current models, but also DNA retention. The formal sessions were entitled: 1) GENOMICS BIOINFORMATICS &amp; SYSTEMS BIOLOGY; 2) CILIA, BASAL BODIES, AND TUBULIN; 3) PROGRAMMED DNA REARRANGEMENT I 4) CELL AND EVOLUTIONARY BIOLOGY; 5) PROGRAMMED DNA REARRANGEMENT II; 6) STRUCTURE, SIGNALING AND TRAFFIC; 7) CHROMATIN AND CHROMOSOMES; 8) DEVELOPMENT AND MATING; 9) CELL AND CHROMOSOMAL BIOLOGY. Most of the sessions were held in the morning and evening with the afternoons free for workshop presentations, informal discussions and viewing of 2 2-hour poster sessions. The workshop topics were \"Future Directions\", \"Ciliates in the Classroom\", and an undergraduate research mini-symposium.  Over one dinner, we organized a \"Meet the Experts\" discussion in which a set of established researchers discussed issues with setting up a successful research and teaching program. The workshops and poster sessions were all highly attended and allowed for increased discussion among attendees. There was a field trip on one afternoon of the meeting to sample Ciliates in a lake near the conference site, and the organisms collected and cultured were subsequently typed by PCR amplification of standard reference sequences. A bound volume containing the abstracts of the invited speaker presentations and poster presentations arranged by sequence facilitated the viewing and further enhanced interactions.\n\n         The informal setting of the meeting allowed for high quality interactions as indicated by vigorous discussions during the question periods after talks in the main sessions and workshops, and continuing through the meals and free times. Many of the grad student and post-doc attendees, and some of the faculty, were new to this meeting, and many commented on how pleased they were to interact closely with established scientists in this area. An impressive amount of unpublished data was presented, which greatly added to the intellectual stimulation and to fostering of collaborative relationships.\n\n         NSF funds were used to defray the travel and registration expenses of the U.S. attendees. The tradition of these meetings is that reimbursement ..."
 }
}