{
 "awd_id": "1313713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inquiry Primed: An Intervention to Mitigate the Effects of Stereotype Threat in Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 449968.0,
 "awd_amount": 449968.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Inquiry Primed: An Intervention to Mitigate the Effects of Stereotype Threat is an Exploratory Project in the Teacher Strand of DRK-12 that investigates stereotype threat at the classroom level and in the context of inquiry-based instruction, in order to develop strategies and a related professional development course, using the principles of Universal Design for Learning, to help teachers learn how to mitigate stereotype threat.  \r\n\r\nThe project includes three major activities:  \r\n\r\n1) An experimental study testing the hypothesis that the influences of stereotype threat on individual students affects instructional processes for the class as a whole: Research participants include three teachers from 3 different school districts in Massachusetts, each with four 8th grade science classes, for a total sample of 12 science classes and approximately 300 students. The two treatment conditions (stereotype threat induced vs. not induced) are applied blindly to three classroom groups over a series of six lessons. The project uses existing surveys for gathering data, including \"Communicative Interactions\", RTOP subscales, subscales of the Constructivist Learning Environment Survey (CLES), and a brief student questionnaire measuring domain salience (e.g., self ranking of degree of participation in class).  The analysis is conducted using Ordinary Least Squares (OLS) regression, with predictions of classroom instructional processes based on treatment condition, percentage of students in stereotyped group, and domain salience.\r\n\r\n2) Collaboration with teachers as co-researchers to translate research findings into classroom practices and a prototype online professional development course: Three middle school teachers who participated in Study 1 serve as co-researchers, using the Universal Design for Learning model. The product is a prototype, online professional development modules that include self-paced presentations, small group facilitated discussions, asynchronous discussions, and live webcasts with experts, all focused on how teachers can implement strategies to mitigate stereotype threat in their practice. The design elements will be assessed in terms of clarity, accessibility, use, value, and promise.\r\n\r\n3) Pilot testing of three professional development modules:  The professional development component (via communities of practice) supports classroom teachers as they incorporate these strategies into their daily activities. The three teachers involved in the original study and design of modules participate in a six-week pilot study of the online professional development course, anticipated to consist of three modules, with teachers participating 3-4 hours per week.  The course is evaluated through observations of professional development interactions (synchronous and asynchronous), interviews, implementation strategies, Moodle Electronic Usage Logs, online discussions, and a  questionnaire.  Descriptive statistics and regression analysis are used to seek predictors of use and contributions by teacher characteristics.\r\n\r\n\r\nThe project contributes critical knowledge about stereotype threat, a construct shown to contribute to disparities in achievement in STEM education. The outcomes of the project will include research findings that are to be submitted to science education research journals for publication; a prototype, online teacher professional development course on mitigating stereotype threat in STEM education classrooms; and dissemination of the course to teachers who are part of the CAST and Minority Student Achievement Networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Daley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha Daley",
   "pi_email_addr": "sdaley@cast.org",
   "nsf_id": "000570230",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sam Catherine",
   "pi_last_name": "Johnston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sam Catherine Johnston",
   "pi_email_addr": "sjohnston@cast.org",
   "nsf_id": "000620437",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CAST, Inc.",
  "inst_street_address": "50 SALEM ST BLDG B",
  "inst_street_address_2": "",
  "inst_city_name": "LYNNFIELD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812452212",
  "inst_zip_code": "019402600",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "CAST INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JCCCG1N4R7P6"
 },
 "perf_inst": {
  "perf_inst_name": "CAST, Inc.",
  "perf_str_addr": "40 Harvard Mills Sqaure",
  "perf_city_name": "Wakefield",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018803208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 449968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Stereotype threat, or threat due to the risk of confirming a negative stereotype about your group, contributes to disparities in achievement for historically stigmatized populations. Substantial prior research demonstrates that stereotype threat can lead individual students, notably students who are members of racial minorities and women, to perform below their abilities in science and math. Critically, prior research has also demonstrated that intervention can reduce the effects of stereotype threat.</p>\n<p>&nbsp;</p>\n<p>This project built on prior work to advance knowledge in two critical ways. First, we tested the hypothesis that in inquiry-based science classrooms, stereotype threat can impact learning not only of members of vulnerable groups but of the class as a whole. We expand understanding of the phenomenon of stereotype threat by demonstrating in an experimental study that when stereotypes are described before middle-school science activities, the level of collaboration between classmates decreases not only for students who are described by the stereotype, but for all students. So much of learning in science relies on collaboration (e.g., discussion, communication, using evidence with peers). We show in a rigorous experiment in authentic science classrooms that the dynamics of stereotype threat are broader in their impact than previously considered.</p>\n<p>&nbsp;</p>\n<p>Second, we use an approach to developing a professional development experience for educators that advances the understanding of how to move from stereotype threat research to change in classroom practice. Drawing on design-based research and communities of practice, we tested strategies for supporting teachers to use practical knowledge gained from research in their middle-school science classrooms. We show that this approach to professional development is viewed as relevant and useful, suggesting the likelihood of gaining traction in bridging research to practice.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Stereotype threat contributes to disparities in persistence and success in STEM education. This project advances societal ideals by: 1) demonstrating that we need to attend to stereotype threat not only because of its effects on specific vulnerable groups, but also because of its impact on overall learning in science classrooms; and 2) approaches to professional development for science teachers can impact beliefs and practices about how to design learning environments that are inclusive and supportive to all.</p>\n<p>&nbsp;</p>\n<p>Further, we involved practicing science educators in meaningful ways. Four were involved as co-researchers during the experimental study, as co-developers and&nbsp;then facilitators of the professional development course. Fourteen more participated in a pilot test of the professional development course.</p>\n<p>&nbsp;</p>\n<p>Numerous presentations, articles, videos, and webinars shared the project's findings with both researchers and practitioners. And, components of the professional development course are being incorporated into widely available professional development&nbsp;for other STEM educators as part of CAST's professional learning offerings. To replicate and extend this work with different populations of educators and students, we are seeking additional funding from multiple sources including the National Science Foundation's Improving Undergraduate STEM Education (I-USE) program which will target STEM faculty and students at community colleges and universities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2016<br>\n\t\t\t\t\tModified by: Sam Catherine&nbsp;Johnston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nStereotype threat, or threat due to the risk of confirming a negative stereotype about your group, contributes to disparities in achievement for historically stigmatized populations. Substantial prior research demonstrates that stereotype threat can lead individual students, notably students who are members of racial minorities and women, to perform below their abilities in science and math. Critically, prior research has also demonstrated that intervention can reduce the effects of stereotype threat.\n\n \n\nThis project built on prior work to advance knowledge in two critical ways. First, we tested the hypothesis that in inquiry-based science classrooms, stereotype threat can impact learning not only of members of vulnerable groups but of the class as a whole. We expand understanding of the phenomenon of stereotype threat by demonstrating in an experimental study that when stereotypes are described before middle-school science activities, the level of collaboration between classmates decreases not only for students who are described by the stereotype, but for all students. So much of learning in science relies on collaboration (e.g., discussion, communication, using evidence with peers). We show in a rigorous experiment in authentic science classrooms that the dynamics of stereotype threat are broader in their impact than previously considered.\n\n \n\nSecond, we use an approach to developing a professional development experience for educators that advances the understanding of how to move from stereotype threat research to change in classroom practice. Drawing on design-based research and communities of practice, we tested strategies for supporting teachers to use practical knowledge gained from research in their middle-school science classrooms. We show that this approach to professional development is viewed as relevant and useful, suggesting the likelihood of gaining traction in bridging research to practice.\n\n \n\nBroader Impacts\n\nStereotype threat contributes to disparities in persistence and success in STEM education. This project advances societal ideals by: 1) demonstrating that we need to attend to stereotype threat not only because of its effects on specific vulnerable groups, but also because of its impact on overall learning in science classrooms; and 2) approaches to professional development for science teachers can impact beliefs and practices about how to design learning environments that are inclusive and supportive to all.\n\n \n\nFurther, we involved practicing science educators in meaningful ways. Four were involved as co-researchers during the experimental study, as co-developers and then facilitators of the professional development course. Fourteen more participated in a pilot test of the professional development course.\n\n \n\nNumerous presentations, articles, videos, and webinars shared the project's findings with both researchers and practitioners. And, components of the professional development course are being incorporated into widely available professional development for other STEM educators as part of CAST's professional learning offerings. To replicate and extend this work with different populations of educators and students, we are seeking additional funding from multiple sources including the National Science Foundation's Improving Undergraduate STEM Education (I-USE) program which will target STEM faculty and students at community colleges and universities.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/16/2016\n\n\t\t\t\t\tSubmitted by: Sam Catherine Johnston"
 }
}