{
 "awd_id": "1313762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Susan Vanek: The Cost of Independence: National Identity and Economic Autonomy in Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 20815.0,
 "awd_amount": 20815.0,
 "awd_min_amd_letter_date": "2013-07-18",
 "awd_max_amd_letter_date": "2013-07-18",
 "awd_abstract_narration": "This project examines Greenland's independence movement through its nation-building efforts, particularly its Branding Greenland initiative, a process that strives to reconfigure an ethnic identity into a national identity. The Greenlandic Nation is a new phenomenon in world affairs as it is composed and led by an indigenous Inuit population, poised to become the first independent Inuit nation-state. As such it is one of the few contemporary examples of nation-building in the Arctic. This transition is reconfiguring the face of governance in the region, with Greenland?s role in its own governance increasing as Denmark's wanes. Nation-branding in Greenland draws attention to the increasing role of culture and identity as tools for economic development and political recognition by indigenous and minority groups. Building on and contributing to scholarship on indigenous movements in both the Northern and Southern Hemispheres, the proposed project explores the transition from a primarily ethnic, Inuit identity to a national identity and the contention between various understandings of Greenland as a place and Greenlanders as a people embedded in this process. It examines how culture and identity have been configured and reconfigured through policy with the goal of attaining political and economic autonomy, and how they have increasingly been objectified and essentialized as tools for development by various interests in politics, business, and NGOs. This project also contributes to a more situated understanding of government and governance, moving it from a straight-forward top-down process focused solely on political actors to one characterized by multiple and intersecting social, cultural, political and economic interests and contested meanings. This project employs the notion of \"bordering\" to examine contemporary nation-building as an internally and externally focused process, highlighting the changing role of the nation-state in an increasingly global Arctic, facing climate change accompanied by growing international attention and increasing resource development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Wilson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Wilson",
   "pi_email_addr": "twilson@binghamton.edu",
   "nsf_id": "000180017",
   "pi_start_date": "2013-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Vanek",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susan B Vanek",
   "pi_email_addr": "svanek1@binghamton.edu",
   "nsf_id": "000604214",
   "pi_start_date": "2013-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 Vestal Pkwy East",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20815.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>The Cost of Independence: National Identity and Economic Autonomy in Greenland</em>, is the doctoral research project of Susan B. Vanek, PhD candidate in Anthropology at Binghamton University (SUNY). The work centers on nation-building and identity in Greenland (<em>Kalaallit Nunaat</em>), particularly on representations of the island and its inhabitants appearing in efforts to expand and diversify the country&rsquo;s economy. Greenland is a self-governing island within the Danish Realm, having gained Home Rule in 1979 and Self-Government in 2009, and current political and popular sentiment on the island strongly supports complete independence from Denmark. However, the country remains tied to its former colonizer socially, economically, and politically in a number of significant ways, including Denmark&rsquo;s continued control over certain governmental functions, such as foreign affairs, and through a large block grant paid to the island annually. The general rhetoric within the Greenland stresses economic autonomy is a necessary precursor to political independence. Thus, it is commonly held that the island must first expand and diversify its economy, the vast majority of which tied to the fishing industry, before complete national independence can be achieved.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project explored this interconnection of social, political and economic aims manifest Greenland&rsquo;s nation-building efforts through several state-supported initiatives targeted at broadening the island&rsquo;s economic base and enticing foreign investment. Examining the ways in which national identity is presented externally, to a global audience, and internally,&nbsp; to the island&rsquo;s inhabitants, in the country&rsquo;s nation-branding work, the possible aluminum smelter project discussions, and tourism promotions, this research found that national&nbsp; identity in Greenland is not a unified production but instead an unfolding process. A number of diverging views of the country, its future as an independent nation, and its place in the international sphere, were reflected in economic and political debates as well as in discussion of social change and the future of Greenland. However, with the majority of debates emphasizing the importance of achieving independence in the near future (within 25-50 years) large-scale industrial development projects with shorter time-scales received greater attention over longer-term or small-scale initiatives.</p>\n<p>Intellectual Merit</p>\n<p>On broader level, this research explored contemporary nationalism and the changing role of the nation-state in an ever more globalized world. Scholars from a variety of disciplines have signaled an impending crisis of the nation-state, resulting from independent nation-states losing increasing amounts of autonomy to international, supranational, non-governmental and other organizations, the growing movement of people, goods, knowledge across state boundaries, and the transnational composition of identities and communities. However, numerous peoples across the world continue to fight and die for national independence. This project draws on the work of researchers that find the contemporary nation-state has changed from its previous forms but is far from irrelevant in the Twenty-First Century. With Greenland as a case example, this project has explored how the nation-state remains one of the preeminent vehicles for recognition in global interactions and a significant focal point for individual and community identity construction. This research furthers knowledge of the shifting landscape of global governance and of contemporary nation-building in both the Arctic and beyond.</p>\n<p>Broader Impacts&nbsp;</p>\n<p>With Greenland as the case study for this project, the research was able to touch on a variety of issues of broader ...",
  "por_txt_cntn": "\nThe Cost of Independence: National Identity and Economic Autonomy in Greenland, is the doctoral research project of Susan B. Vanek, PhD candidate in Anthropology at Binghamton University (SUNY). The work centers on nation-building and identity in Greenland (Kalaallit Nunaat), particularly on representations of the island and its inhabitants appearing in efforts to expand and diversify the countryÆs economy. Greenland is a self-governing island within the Danish Realm, having gained Home Rule in 1979 and Self-Government in 2009, and current political and popular sentiment on the island strongly supports complete independence from Denmark. However, the country remains tied to its former colonizer socially, economically, and politically in a number of significant ways, including DenmarkÆs continued control over certain governmental functions, such as foreign affairs, and through a large block grant paid to the island annually. The general rhetoric within the Greenland stresses economic autonomy is a necessary precursor to political independence. Thus, it is commonly held that the island must first expand and diversify its economy, the vast majority of which tied to the fishing industry, before complete national independence can be achieved.\n\n                The project explored this interconnection of social, political and economic aims manifest GreenlandÆs nation-building efforts through several state-supported initiatives targeted at broadening the islandÆs economic base and enticing foreign investment. Examining the ways in which national identity is presented externally, to a global audience, and internally,  to the islandÆs inhabitants, in the countryÆs nation-branding work, the possible aluminum smelter project discussions, and tourism promotions, this research found that national  identity in Greenland is not a unified production but instead an unfolding process. A number of diverging views of the country, its future as an independent nation, and its place in the international sphere, were reflected in economic and political debates as well as in discussion of social change and the future of Greenland. However, with the majority of debates emphasizing the importance of achieving independence in the near future (within 25-50 years) large-scale industrial development projects with shorter time-scales received greater attention over longer-term or small-scale initiatives.\n\nIntellectual Merit\n\nOn broader level, this research explored contemporary nationalism and the changing role of the nation-state in an ever more globalized world. Scholars from a variety of disciplines have signaled an impending crisis of the nation-state, resulting from independent nation-states losing increasing amounts of autonomy to international, supranational, non-governmental and other organizations, the growing movement of people, goods, knowledge across state boundaries, and the transnational composition of identities and communities. However, numerous peoples across the world continue to fight and die for national independence. This project draws on the work of researchers that find the contemporary nation-state has changed from its previous forms but is far from irrelevant in the Twenty-First Century. With Greenland as a case example, this project has explored how the nation-state remains one of the preeminent vehicles for recognition in global interactions and a significant focal point for individual and community identity construction. This research furthers knowledge of the shifting landscape of global governance and of contemporary nation-building in both the Arctic and beyond.\n\nBroader Impacts \n\nWith Greenland as the case study for this project, the research was able to touch on a variety of issues of broader societal relevance. For instance, Greenland is already undergoing noticeable shifts in its arctic environment thus research on how climate change is both perceived and responded to on governmental and social levels has the potential to ..."
 }
}