{
 "awd_id": "1313120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Detecting Gravitational Waves with Pulsars: Mitigating the ISM Delay",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 173172.0,
 "awd_amount": 173172.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2015-06-30",
 "awd_abstract_narration": "Pulsar timing can be used to explore many aspects of gravitation and stellar physics. In particular, pulsars can be used to search for gravitational waves - ripples in space-time caused by the acceleration of large masses such as black holes - by monitoring the arrival time of the pulses. This long-term, collaborative effort is one of the great quests of modern physics and astrophysics. The technique employed is sensitive to gravitational waves with light-year wavelengths produced, for example, by orbiting supermassive black holes at the cores of merging galaxies. This wavelength regime cannot be probed by other techniques, for example those being explored by LIGO and the proposed LISA mission. Multi-path propagation through the inhomogeneous interstellar gas - and subsequent interference effects - causes the radio signal to vary in strength or scintillate. Scintillation effects hamper high precision timing of pulsars by introducing random noise into the timing signal. The required timing precision is extraordinary: about 100 ns maintained for years.\r\n\r\nThe PI and his Oberlin College undergraduate students are developing a technique that allows time delays smaller than a microsecond to be estimated from the time-variable spectrum of the pulsar. Although there is much development work needed on this technique, initial results are promising and underscore the importance of understanding and correcting for this delay. The proposed research will develop this technique in detail using high-sensitivity observations from the Arecibo radio telescope and other large telescopes such as the NRAO/Green Bank Telescope and the LEAP (virtual array) telescope being organized in Europe. The main goal is to focus on this important source of timing noise and develop a practical technique for correcting for it in the timing signal of relatively weak millisecond pulsars.\r\n\r\nThis research will benefit the scientific community by improving our ability to detect gravitational waves with an array of millisecond pulsars. In addition, what we learn about scattering of radio waves by the ionized gas in the Milky Way will improve our understanding of how the Milky Way \"works,\" for example the degree of turbulence of the interstellar gas is how it is distributed in space. Both of these topics are of interest not only to specialists, but to a much wider audience as well. As a professor at a liberal arts college, the PI shares the excitement of this work with his research students and with the wide range of students he teaches. His teaching of Introductory Astronomy to about 100 undergraduates a year, for example, benefits directly from his involvement in scientific research. This research program will involve undergraduate students in the excitement of exploring a new phenomenon and piecing together parts of a bigger puzzle. By working closely with the PI and his collaborators, the students will gain a broad range of technical skills as well as further develop their ability to independently explore problems. Using state-of-the-art electronics and computers at the largest radio telescopes in the world, the students will gain confidence in their ability to tackle large and complex problems. Opportunities to collaborate with scientists in the U.S. and abroad and to report their work at conferences and in publications will enhance students' research experience and prepare them for graduate training or other roles in the technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Stinebring",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dan R Stinebring",
   "pi_email_addr": "Dan.Stinebring@oberlin.edu",
   "nsf_id": "000089324",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oberlin College",
  "inst_street_address": "173 W LORAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "OBERLIN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4407758461",
  "inst_zip_code": "440741057",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "OBERLIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY4LY6PDKLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Oberlin College",
  "perf_str_addr": "110 No. Professor St.",
  "perf_city_name": "Oberlin",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440741081",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 33247.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 58683.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 81242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this work is to help detect gravitational waves from supermassive black holes at the centers of galaxies. These monstrous black holes have masses more than a billion times the mass of the Sun. As they orbit each other in galaxies that merged in the last few billions years they produce ripples in space and time (space-time) that move outward at the speed of light, carrying information and energy.</p>\n<p>In order to detect such gravitational waves, radio signals from compact, rotating stars called pulsars are used. Pulsars are extraordinarily accurate cosmic clocks, and the &lsquo;ticks&rsquo; from them can be used to detect gravitational waves by observing coordinated irregularities in a group of them spread all around the sky. This is called a Pulsar Timing Array (PTA), and the NANOGrav collaboration, funded through several grants from the National Science Foundation including this one, leads this effort in the US.&nbsp;</p>\n<p>In order to make the PTA as sensitive as possible, it is necessary to remove slight irregularities (a few millionths of a second, but changing in time) due to the passage of the pulsar radio waves through thousands of light years of interstellar space. The research supported by this grant has developed a new technique &ndash; associated with a phenomenon called scintillation arcs &ndash; to measure and correct for a time-varying delay to scattered radio waves.</p>\n<p>This outcome is the intellectual merit of the project. The second important outcome of this project, part of its broader impact to society, is the training of 19 undergraduate students in many facets of this work. Students were involved in writing telescope proposals, making observations, analyzing data, presenting results at conferences, and collaborating with others involved in the effort to detect these low-frequency gravitational waves. Many of these students plan to pursue careers in the STEM fields and will contribute to society through their increased skills, enthusiasm, and ability to communicate fundamental results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2019<br>\n\t\t\t\t\tModified by: Dan&nbsp;R&nbsp;Stinebring</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this work is to help detect gravitational waves from supermassive black holes at the centers of galaxies. These monstrous black holes have masses more than a billion times the mass of the Sun. As they orbit each other in galaxies that merged in the last few billions years they produce ripples in space and time (space-time) that move outward at the speed of light, carrying information and energy.\n\nIn order to detect such gravitational waves, radio signals from compact, rotating stars called pulsars are used. Pulsars are extraordinarily accurate cosmic clocks, and the ?ticks? from them can be used to detect gravitational waves by observing coordinated irregularities in a group of them spread all around the sky. This is called a Pulsar Timing Array (PTA), and the NANOGrav collaboration, funded through several grants from the National Science Foundation including this one, leads this effort in the US. \n\nIn order to make the PTA as sensitive as possible, it is necessary to remove slight irregularities (a few millionths of a second, but changing in time) due to the passage of the pulsar radio waves through thousands of light years of interstellar space. The research supported by this grant has developed a new technique &ndash; associated with a phenomenon called scintillation arcs &ndash; to measure and correct for a time-varying delay to scattered radio waves.\n\nThis outcome is the intellectual merit of the project. The second important outcome of this project, part of its broader impact to society, is the training of 19 undergraduate students in many facets of this work. Students were involved in writing telescope proposals, making observations, analyzing data, presenting results at conferences, and collaborating with others involved in the effort to detect these low-frequency gravitational waves. Many of these students plan to pursue careers in the STEM fields and will contribute to society through their increased skills, enthusiasm, and ability to communicate fundamental results.\n\n\t\t\t\t\tLast Modified: 05/04/2019\n\n\t\t\t\t\tSubmitted by: Dan R Stinebring"
 }
}