{
 "awd_id": "1313968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: Sustainable Nanosilicon Production through the Electrochemical Reduction of Diatoms and Integration into Wastewater Remediation and Biofuel Industries",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 146497.0,
 "awd_amount": 146497.0,
 "awd_min_amd_letter_date": "2013-07-23",
 "awd_max_amd_letter_date": "2013-07-23",
 "awd_abstract_narration": "Project Summary\r\n\r\nSEES Fellows: Sustainable Nanosilicon Production through the Electrochemical Reduction\r\nof Diatoms and Integration into Wastewater Remediation and Biofuel Industries\r\nPI: Steven N. Girard, University of Wisconsin  Madison\r\n\r\nNanostructures of abundant and non-toxic silicon can serve a significant role in various renewable\r\nenergy technologies, including solar cells, Li-ion batteries, and thermoelectric materials. To realize\r\nthe potential of nanosilicon for renewable energy applications, mass quantities must be economically\r\nand sustainably produced. Current silicon production relies on an energy- and material- consuming\r\ncarbothermal reduction process, in which the reaction between carbon and sand (silica) at very high\r\ntemperatures yields metallurgical silicon and carbon dioxide. Metallurgical silicon is subsequently\r\ndissolved, refined, and recrystallized in multiple energy- and material-consuming steps to generate\r\nnanosilicon for renewable energy applications. For nanosilicon to be used for renewable energy, the\r\nlarge scale production of silicon must be redesigned from a sustainability perspective. I propose to\r\ndevelop an altogether new process of direct electrochemical conversion of nanosilica-to-nanosilicon\r\nthat will be energy and material efficient, and therefore inexpensive and sustainable. In collaboration\r\nwith industrial partner AlgaXperts, we will also analyze the scalability and feasibility of this\r\napproach through the integration into existing wastewater remediation and algae-for-biofuel\r\nindustries by essentially recycling the nanostructured diatoms (silica) from these processes.\r\n\r\nIntellectual Merit.\r\nA novel process of sustainable and direct nanosilicon production through the\r\nelectrochemical reduction of nanostructured silica frustules of diatoms will be developed. The\r\nnaturally nanostructured silica microshells of diatoms (unicellular algae) are inexpensive and easily\r\nobtained either from mined diatomaceous earth deposits or from diatom algal cultures. Under host\r\nmentor Prof. Song Jin, Department of Chemistry at UW-Madison, the proposed research seeks to\r\ndevelop electrochemical reduction of nanosilica within novel eutectic salt electrolytes, which will\r\nenable single-step nanosilicon production at very low temperatures, consuming considerably less\r\nenergy. If the starting nanomorphologies can be retained following conversion to silicon, this\r\nprocess will represent the most sustainable means of nanosilicon production to date.\r\n\r\nBroader Impact.\r\nThe proposed research will be immediately useful for a variety of industrial\r\napplications and expose the SEES fellow new chemical techniques. We further propose harvesting\r\nspecific diatom genera from industrial-scale algal cultures used for the bioremediation of wastewater\r\neffluent and production of lipids for biofuels. Obtaining specific diatom genera allow control over\r\nthe types of nanostructures obtained. In collaboration with partner mentor Jun Yoshitani, President\r\nof AlgaXperts LLC, we will analyze the feasibility of the integration of these approaches at a\r\nMidwestern water treatment facility. Furthermore, this collaborative research will involve chemical\r\nanalysis of the wastewater effluent nutrients, selectivity of specific genera in industrial-scale cultures,\r\nand analysis of the associated costs. The SEES fellow will gain a better understanding of the\r\nindustrial considerations connected to implementing large-scale sustainability technologies.\r\n\r\nEducational Outreach.\r\nIn collaboration with Prof. Greg Nemet, Nelson Institute of Environmental\r\nStudies at UW-Madison, and Dr. Andrew Greenberg, Director of REU programs at UW-Madison, a\r\nhighly interdisciplinary summer practicum focusing on public policy and sustainability science will\r\nbe designed and implemented. Lessons learned in the primary research will be integrated into the\r\nREU summer practicum. In collaboration with Dr. Greenberg, underrepresented minority\r\nundergraduate researchers will be mentored by the SEES fellow in summer research projects related\r\nto the proposed research. The SEES fellow will gain experience in sustainability policy, teaching,\r\ncourse design, integration of teaching and research, and undergraduate mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Girard",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Steven N Girard",
   "pi_email_addr": "girards@uww.edu",
   "nsf_id": "000609144",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "119E",
   "pgm_ref_txt": "FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 146497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The industrial synthesis of silicon is a multi-billion dollar industry, primarily serving the microelectronics market, with growing importance in renewable energy technologies, such as solar cells, batteries, and thermoelectric materials.&nbsp;&nbsp; While silicon is the second-most abundant element in the earth&rsquo;s crust, the cost of silicon remains high due to the energy- and material-demanding chemical processes used in its production.&nbsp; Current silicon manufacture is accomplished at extremely high temperatures above 1700 degrees C, followed by a series of energy- and material- consuming steps to generate nanostructured silicon and silicides for technological applications.&nbsp; Consequently, the high cost of silicon stems primarily from unsustainable means of synthesis.&nbsp; The primary objective of this work was to develop an altogether new approach to generate nanostructured silicon more sustainably by enabling these reactions at much lower temperatures and with fewer steps.</p>\n<p>This researched developed more sustainable methods of producing nanostructured silicon and silicides at low temperatures and with high yield.&nbsp; By using low-cost silica and oxide materials that comprise sand and glass, it was shown that nanostructured silicon and silicon-containing materials could successfully be generated using molten salt reduction/oxidation chemistry. This research demonstrated that by using inexpensive and non-toxic molten salt solvents, silicon and silicon-containing nanostructures could be synthesized at low temperatures of between 500 and 700 degrees C. Additionally, this research revealed that the solubility of silicon oxides in molten salts can be manipulated within molten salt electrolytes.</p>\n<p>The broader impacts of this work demonstrated that silicates, the primary components of rocks, glass, and shells of diatoms (diatomaceous earth), can be used as an extremely low-cost and earth-abundant feedstock for the generation of nanostructured silicon. The postdoctoral fellow was mentored by host mentor Song Jin in the department of chemistry at the University of Wisconsin &ndash; Madison and industrial partner mentor Jun Yoshitani of AlgaXperts LLC. The work was accomplished by the postdoctoral fellow and integrated with the undergraduate research program at UW-Madison. This project involved multiple undergraduate researchers as educational outreach. Research support from this grant resulted in the publication of four peer-reviewed research articles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: Steven&nbsp;N&nbsp;Girard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe industrial synthesis of silicon is a multi-billion dollar industry, primarily serving the microelectronics market, with growing importance in renewable energy technologies, such as solar cells, batteries, and thermoelectric materials.   While silicon is the second-most abundant element in the earth?s crust, the cost of silicon remains high due to the energy- and material-demanding chemical processes used in its production.  Current silicon manufacture is accomplished at extremely high temperatures above 1700 degrees C, followed by a series of energy- and material- consuming steps to generate nanostructured silicon and silicides for technological applications.  Consequently, the high cost of silicon stems primarily from unsustainable means of synthesis.  The primary objective of this work was to develop an altogether new approach to generate nanostructured silicon more sustainably by enabling these reactions at much lower temperatures and with fewer steps.\n\nThis researched developed more sustainable methods of producing nanostructured silicon and silicides at low temperatures and with high yield.  By using low-cost silica and oxide materials that comprise sand and glass, it was shown that nanostructured silicon and silicon-containing materials could successfully be generated using molten salt reduction/oxidation chemistry. This research demonstrated that by using inexpensive and non-toxic molten salt solvents, silicon and silicon-containing nanostructures could be synthesized at low temperatures of between 500 and 700 degrees C. Additionally, this research revealed that the solubility of silicon oxides in molten salts can be manipulated within molten salt electrolytes.\n\nThe broader impacts of this work demonstrated that silicates, the primary components of rocks, glass, and shells of diatoms (diatomaceous earth), can be used as an extremely low-cost and earth-abundant feedstock for the generation of nanostructured silicon. The postdoctoral fellow was mentored by host mentor Song Jin in the department of chemistry at the University of Wisconsin &ndash; Madison and industrial partner mentor Jun Yoshitani of AlgaXperts LLC. The work was accomplished by the postdoctoral fellow and integrated with the undergraduate research program at UW-Madison. This project involved multiple undergraduate researchers as educational outreach. Research support from this grant resulted in the publication of four peer-reviewed research articles.\n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: Steven N Girard"
 }
}