{
 "awd_id": "1314709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: DIORE: Digital Insertion and Observation Resistant Execution",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 416000.0,
 "awd_min_amd_letter_date": "2013-06-14",
 "awd_max_amd_letter_date": "2014-05-23",
 "awd_abstract_narration": "Cloud computing allows users to delegate data and computation to cloud providers, at the cost of giving up physical control of their computing infrastructure. An attacker with physical access to the computing platform can perform various physical attacks, referred to as digital insertion and observation attacks, which include probing memory buses, tampering with memory, and cold-boot style attacks.  While memory encryption can prevent direct leakage of data under digital observation, memory access patterns to even encrypted data may leak sensitive information. This work will allow organizations to securely outsource their computing infrastructure to an untrusted cloud provider, while preserving a similar level of security as if hosting the infrastructure in house\r\n\r\nThis project will develop DIORE (Digital Insertion and Observation Resistant Execution) which is a combined hardware software platform immune to digital insertion and observation attacks. DIORE provides memory-trace oblivious execution, relying on efficient hardware implementations of Oblivious RAM, and novel compiler techniques for partitioning programs such that Oblivious RAM accesses are minimized. This ensures that an adversary with access to a program execution's memory trace learns nothing about the code or data other than what is revealed intentionally. DIORE opens up possibilities for new cloud applications involving sensitive information such as genomic, medical, or financial data -- domains that are considered too privacy sensitive for today's cloud.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohit",
   "pi_last_name": "Tiwari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohit Tiwari",
   "pi_email_addr": "tiwari@austin.utexas.edu",
   "nsf_id": "000635277",
   "pi_start_date": "2013-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 East 27th St., Suite 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Programs today compute on secret health, financial, or business data, and it is critical that computers transform from overgrown calculators into machines that ensure the confidentiality of users&rsquo; data. In particular, this proposal demonstrates that attackers with physical access to the machine that computes on secret data can learn users&rsquo; secrets from observing only the memory access trace of the program. While prior work uses encryption to hide the content of memory, it leaves the memory address trace unprotected. This proposal demonstrates a concrete attack on sensitive programs like databases, proposes a new algorithmic defense to turn each memory address trace into a cryptographically random trace, adapts the algorithm&nbsp;to be implementable on processors with high memory bandwidth (e.g., reconfigurable logic in the cloud), and improves upon the baseline design through novel processor, compiler, and programming languages.&nbsp;</p>\n<p>&nbsp;</p>\n<p>While the direct goals of this project are memory-trace secure systems, this project has bootstrapped significant initial work into pre-emptively addressing all digital side-channels &mdash;- including Spectre, Meltdown, and other speculation-drive side-channels that have been proposed recently &mdash;- through a new processor (and instruction set) designed to explicitly enable control over hardware-level information flows.</p>\n<p>&nbsp;</p>\n<p>Further, we have extended the compiler-hardware defense model beyond digital side-channels. In recent work, we show how post-quantum lattice cryptography algorithmscan leak information during both decryption and key-exchange. We have proposed hardware-level masking solutions that tie in with compiler-level techniques. We are working with processor manufacturers to help transition the above research into commercial products.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2019<br>\n\t\t\t\t\tModified by: Mohit&nbsp;Tiwari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrograms today compute on secret health, financial, or business data, and it is critical that computers transform from overgrown calculators into machines that ensure the confidentiality of users? data. In particular, this proposal demonstrates that attackers with physical access to the machine that computes on secret data can learn users? secrets from observing only the memory access trace of the program. While prior work uses encryption to hide the content of memory, it leaves the memory address trace unprotected. This proposal demonstrates a concrete attack on sensitive programs like databases, proposes a new algorithmic defense to turn each memory address trace into a cryptographically random trace, adapts the algorithm to be implementable on processors with high memory bandwidth (e.g., reconfigurable logic in the cloud), and improves upon the baseline design through novel processor, compiler, and programming languages. \n\n \n\nWhile the direct goals of this project are memory-trace secure systems, this project has bootstrapped significant initial work into pre-emptively addressing all digital side-channels &mdash;- including Spectre, Meltdown, and other speculation-drive side-channels that have been proposed recently &mdash;- through a new processor (and instruction set) designed to explicitly enable control over hardware-level information flows.\n\n \n\nFurther, we have extended the compiler-hardware defense model beyond digital side-channels. In recent work, we show how post-quantum lattice cryptography algorithmscan leak information during both decryption and key-exchange. We have proposed hardware-level masking solutions that tie in with compiler-level techniques. We are working with processor manufacturers to help transition the above research into commercial products.\n\n\t\t\t\t\tLast Modified: 05/31/2019\n\n\t\t\t\t\tSubmitted by: Mohit Tiwari"
 }
}