{
 "awd_id": "1314651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: Embryology Course, MBL, June 2-July 15, 2013",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthea Letsou",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-05-24",
 "awd_max_amd_letter_date": "2013-05-24",
 "awd_abstract_narration": "The Embryology Course at the Marine Biological Laboratory (MBL) has played a pivotal role in the training of American developmental biologists for 120 years. This premier course trains pre-and post-doctoral students for research careers in developmental biology in a unique physical and intellectual environment, not duplicated anywhere else in the world. The course is a hybrid between a conference and an immersive training course in the science and practice of developmental biology delivered over a six-week period in the summer.  It consists of a series of invited talks by internationally acclaimed scientists and associated discussions with the students spending most of each day in the lab discovering how the science can be done. Course students, who are committed to teaching and research careers in the field of developmental biology, are chosen from a consistently talented pool of national applicants. Traditionally, a number of students from each year's class move into positions of leadership in the developmental biology community. The course faculty are renowned scientists in the field. Some of the faculty serve as laboratory instructors in the course, and others give lectures and lead discussions of individual topics. The course introduces students to the embryos of a large number of terrestrial and aquatic species including current primary and diverse animal models. Techniques include molecular, cellular, genetic, and developmental biological methods with extensive use of cutting-edge microscopy. Students are challenged to formulate and test hypotheses in a well-equipped research environment under the guidance of experienced research faculty. The MBL provides a unique learning environment, laboratory and support facilities, an animal collection facility, and one of the nation's finest research libraries. Because of its unique nature, the Embryology Course has and continues to achieve long-term and broad impact in the biological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Reznikoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Reznikoff",
   "pi_email_addr": "breznikoff@mbl.edu",
   "nsf_id": "000617406",
   "pi_start_date": "2013-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the summer of 2013, the Embryology Course of the Marine Biological Laboratory (MBL) in Woods Hole, MA celebrated its 120<sup>th</sup> year training pre-doctoral and postdoctoral students for research careers in developmental biology. The course is taught in a unique intellectual and physical environment not duplicated in the nation's universities, medical schools or research institutes.</p>\n<p>&nbsp;</p>\n<p>There were 63 applicants from around the world for the 24 positions in the course. The 2013 students included 10 US students with the balance of the class coming from Europe, Asia, Latin America, and Australia. Five of the international students were training in US laboratories. The research interests and expertise among the 2013 Embryology students were very diverse, including invertebrate and vertebrate animal systems. The US students benefited immensely by interacting with their international colleagues, learning about science in other countries and immediately establishing a global network for future scientific interactions.</p>\n<p>&nbsp;</p>\n<p>There were formal lectures followed by extended discussions, laboratory research experience, technical workshops and informal seminars over a six-week period. Each day began with morning lectures and an extended period of time for questions and discussion between the students and the lecturer and other faculty. This Q&amp;A session was particularly valuable for the students not only to gain knowledge but also build confidence for scientific interaction within a group. The afternoons and evenings were filled with laboratory demonstrations and experiments. Some evenings included additional short informal lectures and discussions on special topics. Discussions of scientific ethics were also included throughout the course.</p>\n<p>&nbsp;</p>\n<p>The laboratory portion of the course began with an extensive theoretical and practical introduction to advanced microscopic methods. In 2013, we gained access to the new Zeiss Lightsheet Microscope and the students exploited this opportunity, imaging live embryos. The lab sections in the first few weeks introduced a number of immunochemical and in situ hybridization approaches, multiple physical and genetic methods for labeling cells for lineage analysis, genetic and laser ablation approaches for analyzing cell-cell interactions, RNAi, TALEN and CRISPR/Cas methodology to delete specific gene activity. Subsequent labs were designed to integrate with the concepts introduced in the lectures and utilized a diversity of research organisms. These organisms ranged from well-established model systems, such as C. elegans, Drosophila, sea urchin, chick, mouse, Xenopus, and zebrafish, as well as other model systems such as planaria, Nematostella and hydra (cnidarians), Parhyale (crustacean), Tribolium (beetle), stickleback fish, Capitella (annelid), and ascidians. We also took advantage of the unique resources provided by the Marine Resource Center at the MBL and worked with embryos of Nermetea (ribbon worms), Crepidula (slipper snails), horseshoe crabs, ctenophores, and squid. This diversity of terrestrial and aquatic organisms provided the students with an appreciation of both the broadly conserved mechanisms that control development in all animals, as well as the mechanisms that lead to developmental and morphological diversity. The major value of the lab portion of the course was the opportunity for students to have sufficient time, reagents, equipment, and mentors to experimentally test their own ideas.</p>\n<p>&nbsp;</p>\n<p>In the summer of 2012, the course chose to generate, with extensive student participation, a comprehensive and quantitative analysis of the RNA gene products for the comb jelly, <em>Mnemiopsis leidyi</em>, collected in the waters adjacent to the MBL. These are unique animals that should provide clues to the origins of animal species. We continued this effort in 201...",
  "por_txt_cntn": "\nIn the summer of 2013, the Embryology Course of the Marine Biological Laboratory (MBL) in Woods Hole, MA celebrated its 120th year training pre-doctoral and postdoctoral students for research careers in developmental biology. The course is taught in a unique intellectual and physical environment not duplicated in the nation's universities, medical schools or research institutes.\n\n \n\nThere were 63 applicants from around the world for the 24 positions in the course. The 2013 students included 10 US students with the balance of the class coming from Europe, Asia, Latin America, and Australia. Five of the international students were training in US laboratories. The research interests and expertise among the 2013 Embryology students were very diverse, including invertebrate and vertebrate animal systems. The US students benefited immensely by interacting with their international colleagues, learning about science in other countries and immediately establishing a global network for future scientific interactions.\n\n \n\nThere were formal lectures followed by extended discussions, laboratory research experience, technical workshops and informal seminars over a six-week period. Each day began with morning lectures and an extended period of time for questions and discussion between the students and the lecturer and other faculty. This Q&amp;A session was particularly valuable for the students not only to gain knowledge but also build confidence for scientific interaction within a group. The afternoons and evenings were filled with laboratory demonstrations and experiments. Some evenings included additional short informal lectures and discussions on special topics. Discussions of scientific ethics were also included throughout the course.\n\n \n\nThe laboratory portion of the course began with an extensive theoretical and practical introduction to advanced microscopic methods. In 2013, we gained access to the new Zeiss Lightsheet Microscope and the students exploited this opportunity, imaging live embryos. The lab sections in the first few weeks introduced a number of immunochemical and in situ hybridization approaches, multiple physical and genetic methods for labeling cells for lineage analysis, genetic and laser ablation approaches for analyzing cell-cell interactions, RNAi, TALEN and CRISPR/Cas methodology to delete specific gene activity. Subsequent labs were designed to integrate with the concepts introduced in the lectures and utilized a diversity of research organisms. These organisms ranged from well-established model systems, such as C. elegans, Drosophila, sea urchin, chick, mouse, Xenopus, and zebrafish, as well as other model systems such as planaria, Nematostella and hydra (cnidarians), Parhyale (crustacean), Tribolium (beetle), stickleback fish, Capitella (annelid), and ascidians. We also took advantage of the unique resources provided by the Marine Resource Center at the MBL and worked with embryos of Nermetea (ribbon worms), Crepidula (slipper snails), horseshoe crabs, ctenophores, and squid. This diversity of terrestrial and aquatic organisms provided the students with an appreciation of both the broadly conserved mechanisms that control development in all animals, as well as the mechanisms that lead to developmental and morphological diversity. The major value of the lab portion of the course was the opportunity for students to have sufficient time, reagents, equipment, and mentors to experimentally test their own ideas.\n\n \n\nIn the summer of 2012, the course chose to generate, with extensive student participation, a comprehensive and quantitative analysis of the RNA gene products for the comb jelly, Mnemiopsis leidyi, collected in the waters adjacent to the MBL. These are unique animals that should provide clues to the origins of animal species. We continued this effort in 2013. Over 60 directional cDNA libraries were generated in total by the students, size fractionated, and later sequenced at the MBLÆs Bay Paul Center. Ou..."
 }
}