{
 "awd_id": "1314790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Adaptive analog nonlinear circuits for improving properties of electronic devices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2014-01-21",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims at developing advanced analog nonlinear algorithms and circuits for mitigation of in-band noise and interference, especially that of manmade origin, affecting various signals of interest and limiting the performance of the affected devices and services. Manmade noise, unintentional as well as intentional, is a ubiquitous and rapidly growing source of interference with various electronic devices, systems, and services, harmfully affecting their physical, commercial, and operational properties. This noise comes from a magnitude of various sources such as mutual interference of multiple devices combined in a system (for example, a smartphone equipped with WiFi, Bluetooth, GPS, and many other devices), electrical equipment and electronics in home and office, dense urban and industrial environments, increasingly crowded wireless spectrum, and intentional jamming. The proposed nonlinear algorithms and circuits, Adaptive Nonlinear Differential Limiters (ANDLs), have many significant advantages over existing filtering solutions, providing capabilities that cannot be replicated by linear filtering devices and systems. ANDLs also enable elegant and inexpensive real-time solutions to the manmade interference problems that may be used in addition, or as a low-cost alternative, to the state-of-art interference mitigation methods.\r\n\r\nThe broader impact/commercial potential of this project is in its ability to advance scientific and technological understanding of the problems caused by manmade interference, as the proposed ANDL algorithms and circuits enable a variety of simplified and inexpensive real-time solutions to these problems, further enhancing the societal and commercial impact of the proposed technology. ANDLs are intended to be fully compatible with existing linear devices and systems, and to be used in addition, or as a low-cost alternative, to the state-of-art interference mitigation methods. When incorporated into existing devices and/or systems as integrated circuit ANDL cells, ANDLs may be widely deployed, in a sustaining as well as disruptive manner, to meet the increasing demand for reducing manmade noise and leading to improvements in physical, commercial, and operational properties of those devices, and the systems and services that incorporate and use the improved devices. This will benefit a wide range of applications in high revenue industries such as, for example, consumer electronics, medical, industrial, and defense electronics, and industrial, consumer, and military communication devices and services.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Nikitin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei V Nikitin",
   "pi_email_addr": "avn@nonlinearcorp.com",
   "nsf_id": "000635661",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Avatekh Inc.",
  "inst_street_address": "1701 E 30th St.",
  "inst_street_address_2": "",
  "inst_city_name": "Lawrence",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7852895248",
  "inst_zip_code": "660465498",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Avatekh Inc.",
  "perf_str_addr": "900 Massachusetts St. Ste 409",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660442868",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The main focus of the project was development and further advancement of adaptive non-linear algorithms and circuits for improving physical, commercial, and operational properties of electronic devices. A par- ticular major goal was to evaluate and further advance the algorithm, and to design a conceptual circuit for a novel adaptive analog nonlinear filtering device, Adaptive Nonlinear Differential Limiter (ANDL), intended for mitigation of noise and interference, especially that of technogenic (manmade) origin, affect- ing various types of signals of interest, and limiting the performance of the affected devices and services. A broader goal was the design and development of the proposed concepts in a manner incorporating sys- tematic recipes for their optimization in various practical deployments, and facilitating their subsequent hardware implementation and integration into a variety of highly commercially viable scientific, industrial, and consumer products, providing a path to a wide-scale proliferation of this novel technology. </span></p>\n<p><span>In the initial phase of the project, the ANDL algorithms and the methodology of their use have been advanced to a level necessary for their deployment and testing in specific practical environments. In addi- tion, the feasibility of digital ANDL implementations has been explored as an intermediate step facilitating a wide range of modifications that may be required for the initial incorporation and testing of the ANDLs in practical devices and systems. Further, the concept, methodology, and practical embodiments of ANDL- based communications receivers resistant to technogenic (man-made) interference have been introduced based on the feedback from industrial and research partners, and the modification of the ANDL filtering configurations for improving properties (especially their electromagnetic compatibility) of Switched-Mode Power Supplies (SMPSs) and DC-DC converters have been explored. </span></p>\n<p><span>As a result, the nonlinear, time variant ANDL filtering configurations were modified to address various SMPS challenges. The newly developed SMPS control topologies and regulation techniques provide, in addition to a significant reduction in the electromagnetic interference (EMI) generated by SMPSs, a wide range of other technical and commercial advantages, including a variety of performance advantages, simplicity of construction and use, and low cost (e.g. low bill of materials (BOM) and number of external components). </span></p>\n<p><span>An SMPS is typically chosen for an application when its weight, efficiency, size, or wide input range tolerance make it preferable to linear power supplies, and thus SMPSs are ubiquitous in consumer elec- tronics, laboratory and medical equipment, scientific instruments, land, air (including the unmanned aerial vehicles (UAVs)), space, and naval vehicles, LED lighting, and central power distribution systems. Many of the SMPS markets are extremely high-volume and thus are very cost-sensitive. The demands for both power efficiency requirements and cuts in the BOM drive the use of the SMPSs instead of linear power supplies. While having great advantages over linear regulators in efficiency, weight, size, and wide input range tolerance, SMPSs, however, face a number of challenges that increase their complexity (combined with reduced reliability) and cost, complicate their regulation, and limit their use in noise-sensitive appli- cations. </span></p>\n<p><span>The SMPS controllers based on the Switched-Mode Voltage Mirror (SMVM) topology developed during this project equally well address various SMPS types (for example, buck (step-down), boost (step- up), and buck-boost), and will benefit all applications where DC-DC converters may be used. For example, non-isolated buck converters can be used f...",
  "por_txt_cntn": "\n\n\n\nThe main focus of the project was development and further advancement of adaptive non-linear algorithms and circuits for improving physical, commercial, and operational properties of electronic devices. A par- ticular major goal was to evaluate and further advance the algorithm, and to design a conceptual circuit for a novel adaptive analog nonlinear filtering device, Adaptive Nonlinear Differential Limiter (ANDL), intended for mitigation of noise and interference, especially that of technogenic (manmade) origin, affect- ing various types of signals of interest, and limiting the performance of the affected devices and services. A broader goal was the design and development of the proposed concepts in a manner incorporating sys- tematic recipes for their optimization in various practical deployments, and facilitating their subsequent hardware implementation and integration into a variety of highly commercially viable scientific, industrial, and consumer products, providing a path to a wide-scale proliferation of this novel technology. \n\nIn the initial phase of the project, the ANDL algorithms and the methodology of their use have been advanced to a level necessary for their deployment and testing in specific practical environments. In addi- tion, the feasibility of digital ANDL implementations has been explored as an intermediate step facilitating a wide range of modifications that may be required for the initial incorporation and testing of the ANDLs in practical devices and systems. Further, the concept, methodology, and practical embodiments of ANDL- based communications receivers resistant to technogenic (man-made) interference have been introduced based on the feedback from industrial and research partners, and the modification of the ANDL filtering configurations for improving properties (especially their electromagnetic compatibility) of Switched-Mode Power Supplies (SMPSs) and DC-DC converters have been explored. \n\nAs a result, the nonlinear, time variant ANDL filtering configurations were modified to address various SMPS challenges. The newly developed SMPS control topologies and regulation techniques provide, in addition to a significant reduction in the electromagnetic interference (EMI) generated by SMPSs, a wide range of other technical and commercial advantages, including a variety of performance advantages, simplicity of construction and use, and low cost (e.g. low bill of materials (BOM) and number of external components). \n\nAn SMPS is typically chosen for an application when its weight, efficiency, size, or wide input range tolerance make it preferable to linear power supplies, and thus SMPSs are ubiquitous in consumer elec- tronics, laboratory and medical equipment, scientific instruments, land, air (including the unmanned aerial vehicles (UAVs)), space, and naval vehicles, LED lighting, and central power distribution systems. Many of the SMPS markets are extremely high-volume and thus are very cost-sensitive. The demands for both power efficiency requirements and cuts in the BOM drive the use of the SMPSs instead of linear power supplies. While having great advantages over linear regulators in efficiency, weight, size, and wide input range tolerance, SMPSs, however, face a number of challenges that increase their complexity (combined with reduced reliability) and cost, complicate their regulation, and limit their use in noise-sensitive appli- cations. \n\nThe SMPS controllers based on the Switched-Mode Voltage Mirror (SMVM) topology developed during this project equally well address various SMPS types (for example, buck (step-down), boost (step- up), and buck-boost), and will benefit all applications where DC-DC converters may be used. For example, non-isolated buck converters can be used for Point-of-Load (PoL) DC/DC conversion in portable low- power applications (e.g. in smartphones, tablets, digital cameras, navigation systems, medical equipment, and other low-power portable devices), and a variety of ot..."
 }
}