{
 "awd_id": "1314423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A novel and cost effective mechanical ventilator for pandemic preparedness and underserved communities",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will support development and testing of a novel cost-effective mechanical ventilator. The H1N1 pandemic ignited concern in the healthcare community over the state of preparedness of our nation?s healthcare system in the event of a critical care emergency. If a 1918-like flu pandemic were to occur today, tens of millions of people could die from respiratory distress. Unfortunately, the United States does not have enough ventilators to support patients with respiratory distress. When considered on a global scale, the disparity in critical care and emergency resources between wealthy and impoverished nations is alarming. The goal of this proposal is to progress from a high-level prototype to pre-production status. Iterative performance testing and redesign will be followed by human factors validation and interface design with simulated use modeling. Completion of Phase I will place the company in a position to begin verification testing and validation of mechanical components and software in Phase II. The next step is regulatory approval following a 510k pathway and sales expected to begin within 2 years of the Phase I start date.\r\n\r\nThe broader impact/commercial potential of this project is to conquer one of the most difficult problems in critical care: delivering high precision, high reliability and low cost in a mechanical ventilator. If a flu pandemic were to occur today, millions of people could die from respiratory distress. Unfortunately, the United States does not have enough ventilators to support patients with respiratory distress in even a mild pandemic. Respiratory illness is a leading cause of hospitalization and death in emerging nations. Each year thousands of patients die in rural community hospitals because of lack of access to mechanical ventilation. Despite improvements in infrastructure and economies, ventilators remain out of reach for many hospitals. At present, the mechanical ventilation market is more than $2 billion globally and growing at 7%. Commercialization of this novel ventilator design would provide a viable option for stockpiling ventilators in the event of a mass casualty event and hospitals in emerging markets will finally be able to afford high performance ventilation for their intesive care units.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Callaghan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Callaghan",
   "pi_email_addr": "matthew.callaghan@onebreathventilators.com",
   "nsf_id": "000593283",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "OneBreath, Inc.",
  "inst_street_address": "425 FOREST AVE",
  "inst_street_address_2": "UNIT B",
  "inst_city_name": "PALO ALTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9172071344",
  "inst_zip_code": "943012609",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "ONEBREATH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HHRVN4XJGA23"
 },
 "perf_inst": {
  "perf_inst_name": "OneBreath, Inc.",
  "perf_str_addr": "67 East Evelyn",
  "perf_city_name": "Mountain View",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940411518",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>OneBreath is a new business addressing one of the most difficult problems in critical care medicine: delivering high precision, high reliability mechanical ventilation at an affordable cost. Mechanical ventilators (an older term is \"respirators\") are a critical part of any hospital&rsquo;s emergency and intensive care departments. These devices are required when respiratory function is impaired to the point where a patient cannot breathe on their own. Examples of this very serious condition include respiratory distress from infection (for example, from influenza), thoracic trauma, neuromuscular disease, and paralysis. An example of the current OneBreath ventilator is shown in Figure 1.<strong></strong></p>\n<p>OneBreath&rsquo;s initial offering is a ventilator intended for use in hospitals and ambulances. Improving on current offerings, the OneBreath device is designed to provide respiratory support for infant through adult patients, is optimized for low resource environments, and is designed for novice users. A low cost of goods means our purchase price is a fraction of existing ventilators. A durable and simple design means quick and easy repairs and minimal maintenance. In our target markets, maintenance and repair infrastructure are minimal or non-existent.</p>\n<p>Our Phase I proposal had two Specific Aims which were completed over a six month timeframe. The overall goal was to advance the OneBreath device from a high-level prototype to pre-production status. To accomplish this, we considered Phase I development in two parts: In Aim I, we finalized and tested mechanical components and performance, freezing our design at the close of this phase. In Aim II, we iterated and validated our human factors and interface design, a critical aspect of an emergency medical device meant to be operated by minimally trained providers. Completing these Aims has placed the company in a position to advance into verification and validation for mechanical components and software, with regulatory approval expected in early 2015.</p>\n<p><strong>Aim I.A: </strong><strong><em>Mechanical Testing and Design</em></strong><strong>:</strong> In this sub-Aim our goal was to model and test our breath handling and delivery platform against known standards for mechanical ventilation. A model system was created alongside real-life prototypes. Data collected was used to fine-tune our system, verify parts and suppliers, and document our design specification.</p>\n<p><strong>Aim I.B: </strong><strong><em>Product Requirements and Specifications</em></strong><strong>:</strong> Medical devices are required to undergo strict testing and quality control. Development and production must take place in a controlled environment with a validated quality system. The first step towards regulatory clearance and production was to build this system and document a list of product and user requirements we are using as a &ldquo;blueprint&rdquo; in development of the first OneBreath ventilator.</p>\n<p><strong>Aim II: </strong><strong><em>Human Factors, Interface and Industrial Design</em></strong><strong>: </strong>Form factor and interface design are critical in an emergency-use ventilator. We conducted a series of immersive design research exercises followed by generation of a user-driven feature list and industrial and graphical user interface (GUI) designs incorporating both user requirements and applicable regulatory standards.</p>\n<p>Supported by Phase I and a private financing round, we are currently completing product development of our first offering and will obtain regulatory approval in 2015. Immediately following regulatory approval we will enter the market as a first-purchase ventilator in emerging countries where new hospital construction is occurring and the market for medical devices is extremely price sensitive. As our installed base grows in these initial markets we will begin development on a second...",
  "por_txt_cntn": "\nOneBreath is a new business addressing one of the most difficult problems in critical care medicine: delivering high precision, high reliability mechanical ventilation at an affordable cost. Mechanical ventilators (an older term is \"respirators\") are a critical part of any hospitalÆs emergency and intensive care departments. These devices are required when respiratory function is impaired to the point where a patient cannot breathe on their own. Examples of this very serious condition include respiratory distress from infection (for example, from influenza), thoracic trauma, neuromuscular disease, and paralysis. An example of the current OneBreath ventilator is shown in Figure 1.\n\nOneBreathÆs initial offering is a ventilator intended for use in hospitals and ambulances. Improving on current offerings, the OneBreath device is designed to provide respiratory support for infant through adult patients, is optimized for low resource environments, and is designed for novice users. A low cost of goods means our purchase price is a fraction of existing ventilators. A durable and simple design means quick and easy repairs and minimal maintenance. In our target markets, maintenance and repair infrastructure are minimal or non-existent.\n\nOur Phase I proposal had two Specific Aims which were completed over a six month timeframe. The overall goal was to advance the OneBreath device from a high-level prototype to pre-production status. To accomplish this, we considered Phase I development in two parts: In Aim I, we finalized and tested mechanical components and performance, freezing our design at the close of this phase. In Aim II, we iterated and validated our human factors and interface design, a critical aspect of an emergency medical device meant to be operated by minimally trained providers. Completing these Aims has placed the company in a position to advance into verification and validation for mechanical components and software, with regulatory approval expected in early 2015.\n\nAim I.A: Mechanical Testing and Design: In this sub-Aim our goal was to model and test our breath handling and delivery platform against known standards for mechanical ventilation. A model system was created alongside real-life prototypes. Data collected was used to fine-tune our system, verify parts and suppliers, and document our design specification.\n\nAim I.B: Product Requirements and Specifications: Medical devices are required to undergo strict testing and quality control. Development and production must take place in a controlled environment with a validated quality system. The first step towards regulatory clearance and production was to build this system and document a list of product and user requirements we are using as a \"blueprint\" in development of the first OneBreath ventilator.\n\nAim II: Human Factors, Interface and Industrial Design: Form factor and interface design are critical in an emergency-use ventilator. We conducted a series of immersive design research exercises followed by generation of a user-driven feature list and industrial and graphical user interface (GUI) designs incorporating both user requirements and applicable regulatory standards.\n\nSupported by Phase I and a private financing round, we are currently completing product development of our first offering and will obtain regulatory approval in 2015. Immediately following regulatory approval we will enter the market as a first-purchase ventilator in emerging countries where new hospital construction is occurring and the market for medical devices is extremely price sensitive. As our installed base grows in these initial markets we will begin development on a second generation product designed specifically to address the pandemic and surge capacity markets in more developed countries.\n\n\t\t\t\t\tLast Modified: 03/01/2014\n\n\t\t\t\t\tSubmitted by: Matthew Callaghan"
 }
}