{
 "awd_id": "1314226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Identifying Social Network and Mobile Technology Use and Its Correlation with Individual Evacuation Behavior in Hurricane Sandy",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 32539.0,
 "awd_amount": 32539.0,
 "awd_min_amd_letter_date": "2013-01-02",
 "awd_max_amd_letter_date": "2013-01-02",
 "awd_abstract_narration": "This Rapid Response Research Grant (RAPID) project seeks to understand the roles of social networking and mobile technology in decision-making regarding whether, when, and how to evacuate during large-scale evacuation events. Previous hurricane evacuation behavior studies have identified perceived safety, delivery of an evacuation notification and perceived storm severity as consistently impacting an individual's evacuation choice.  Less clear is the impact that friends and family, prior hurricane experience and internet access have on evacuation choice.  A post-event survey, following the Tailored Design Method by Dillman, will be conducted.  The data collected through this research will provide valuable information on the roles of social networks and mobile technology usage on individual evacuation behavior and decision-making. The survey will be distributed to a random sample of Monmouth County, New Jersey residents, who were subject to a mandatory evacuation order during Hurricane Sandy (28 - 30 Oct, 2012) and will consist of four sections collecting information on (a) how members of the household use different mobile technologies, (b) individual household members' usage of social media programs during Hurricane Sandy (c) how the head of household communicated with other household members and their social circle during Sandy, and (d) whether and when the household evacuated.  It is expected to show that individuals are consistently and increasingly relying on mobile technology and social media during the evacuation planning process.  It is anticipated that family/friend/peer communication will show increased frequency in the number of contacts and in the passage of information obtained through the Internet, that local news will retain its priority over national news sources, that the perception of \"timely, personal and credible\" evacuation information is changing, and that information gathered through social media and mobile networks will be ultimately more influential in the evacuation decision-making process. \r\n\r\nThis study will be beneficial for society as its findings will provide knowledge on the impact that mobile technology and social networks have on evacuation decision-making. Our study findings will not only provide evidence showing how important social media and mobile technology have become in the context of evacuation decision-making, but will also illustrate how information gathered through social media informs evacuation decision-making and behavior. This knowledge is very pertinent in a time when social media and mobile technology are increasingly defining the way people seek timely and reliable information.  Evacuation-related organizations can use the survey findings to (1) learn more about how people make evacuation decisions and (2) design mechanisms that will feed/inform social media and mobile technology to provide more efficient tools that can save the lives of many during extreme events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Yates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Yates",
   "pi_email_addr": "jyates@fmarion.edu",
   "nsf_id": "000513752",
   "pi_start_date": "2013-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Matarrita Cascante",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Matarrita Cascante",
   "pi_email_addr": "dmatarrita@ag.tamu.edu",
   "nsf_id": "000557758",
   "pi_start_date": "2013-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erick",
   "pi_last_name": "Moreno-Centeno",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erick Moreno-Centeno",
   "pi_email_addr": "emc@tamu.edu",
   "nsf_id": "000575840",
   "pi_start_date": "2013-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Ferris",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas K Ferris",
   "pi_email_addr": "tferris@tamu.edu",
   "nsf_id": "000586366",
   "pi_start_date": "2013-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8293",
   "pgm_ref_txt": "Hurricane Sandy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 32539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mobile technology, and the changing composition and purpose of social networks enabled by mobile devices have begun to noticeably impact the way self-evacuees prepare for and execute evacuations.&nbsp; We surveyed residents of New Jersey after Hurricane Sandy with results showing the ubiquity of mobile technology and its usage stability across social groups.&nbsp; During evacuation periods, increases in the use of microblogging sites were observed. &nbsp;Though traditional communication (e.g., in-person and t.v./radio) maintained high influence in decision planning, individuals exhibited a higher likelihood to accept and use information obtained through social media and mobile networks than has previously been documented. &nbsp;Using a k-means clustering analysis, we classified users based on their reported use of mobile technology during Sandy.&nbsp; Results show five distinct classification sets with varying degrees of mobile technology ownership and usage, further highlighting a changing paradigm in evacuation behavior spurred by mobile technology.</p>\n<p>Using a systematic selection procedure, we issued surveys to 1,100 Monmouth County mailing addresses using publicly available databases maintained by the Monmouth County Tax Assessor&rsquo;s Office.&nbsp; We followed Dillman&rsquo;s Tailored Design Method in administering the survey.</p>\n<p>In total, 177 surveys were completed and returned.&nbsp; Two survey responses were discarded due to sparse or incomprehensible information.&nbsp; As a result, response data were compiled for 175 HH respondents and a total of 417 household residents of Monmouth County.&nbsp; The average age for HH respondents was 57.12 years while the average age of all individuals with responses was 45.25 years.&nbsp; Gender for all individuals was reported as 51% female (compared to 51.3% of all Monmouth Country residents).&nbsp;&nbsp;</p>\n<p>The reported Usage, and specifically the difference between normal and hurricane conditions, suggests some interesting insights into the changing influence of mobile technology and social media use in extreme events.&nbsp; First, communication via Text Messaging seems to show the least amount of change in Usage across all social groups between normal and hurricane conditions, and possibly shows an increase in Usage during hurricane conditions for groups outside of the Immediate Family. Second, communication via social networking showed comparatively smaller decreases in Usage among Friends and Co-Workers than Immediate and Other Family members, while other forms of communication showed relatively consistent or larger Usage decreases for non-family social groups.&nbsp; Third, Face-to-Face communication decreases to a larger extent as the social relationship is farther from the individual, which seems to oppose the pattern with Social Network Usage.&nbsp; These findings suggest that as one moves outside of immediate family social groups, text messaging and social networking are go-to modes of communication during hurricane conditions, and show the role of these modes in an individual&rsquo;s &lsquo;sphere-of-influence&rsquo; during such extreme events.</p>\n<p>We identify changing patterns in communication behavior prior to and during Sandy spurred by the ubiquity of mobile technology and social networks.&nbsp; We show that mobile technology is now a vital part of hurricane preparation, planning and evacuation with the vast majority of households having multiple mobile devices accessible and/or in-use through these phases.&nbsp; We observe Usage increases in certain types of social media (micro-blogs like Twitter and Instagram) and show a consistent degradation of more traditional (face-to-face and phone) communication methods, especially among less familiar social groups.&nbsp; By analyzing Usage scores derived from survey results, we observe a stable decline in social media use during Sandy among all so...",
  "por_txt_cntn": "\nMobile technology, and the changing composition and purpose of social networks enabled by mobile devices have begun to noticeably impact the way self-evacuees prepare for and execute evacuations.  We surveyed residents of New Jersey after Hurricane Sandy with results showing the ubiquity of mobile technology and its usage stability across social groups.  During evacuation periods, increases in the use of microblogging sites were observed.  Though traditional communication (e.g., in-person and t.v./radio) maintained high influence in decision planning, individuals exhibited a higher likelihood to accept and use information obtained through social media and mobile networks than has previously been documented.  Using a k-means clustering analysis, we classified users based on their reported use of mobile technology during Sandy.  Results show five distinct classification sets with varying degrees of mobile technology ownership and usage, further highlighting a changing paradigm in evacuation behavior spurred by mobile technology.\n\nUsing a systematic selection procedure, we issued surveys to 1,100 Monmouth County mailing addresses using publicly available databases maintained by the Monmouth County Tax AssessorÆs Office.  We followed DillmanÆs Tailored Design Method in administering the survey.\n\nIn total, 177 surveys were completed and returned.  Two survey responses were discarded due to sparse or incomprehensible information.  As a result, response data were compiled for 175 HH respondents and a total of 417 household residents of Monmouth County.  The average age for HH respondents was 57.12 years while the average age of all individuals with responses was 45.25 years.  Gender for all individuals was reported as 51% female (compared to 51.3% of all Monmouth Country residents).  \n\nThe reported Usage, and specifically the difference between normal and hurricane conditions, suggests some interesting insights into the changing influence of mobile technology and social media use in extreme events.  First, communication via Text Messaging seems to show the least amount of change in Usage across all social groups between normal and hurricane conditions, and possibly shows an increase in Usage during hurricane conditions for groups outside of the Immediate Family. Second, communication via social networking showed comparatively smaller decreases in Usage among Friends and Co-Workers than Immediate and Other Family members, while other forms of communication showed relatively consistent or larger Usage decreases for non-family social groups.  Third, Face-to-Face communication decreases to a larger extent as the social relationship is farther from the individual, which seems to oppose the pattern with Social Network Usage.  These findings suggest that as one moves outside of immediate family social groups, text messaging and social networking are go-to modes of communication during hurricane conditions, and show the role of these modes in an individualÆs æsphere-of-influenceÆ during such extreme events.\n\nWe identify changing patterns in communication behavior prior to and during Sandy spurred by the ubiquity of mobile technology and social networks.  We show that mobile technology is now a vital part of hurricane preparation, planning and evacuation with the vast majority of households having multiple mobile devices accessible and/or in-use through these phases.  We observe Usage increases in certain types of social media (micro-blogs like Twitter and Instagram) and show a consistent degradation of more traditional (face-to-face and phone) communication methods, especially among less familiar social groups.  By analyzing Usage scores derived from survey results, we observe a stable decline in social media use during Sandy among all social groups, a characteristic that no other communication mode possessed.\n\nA K-means cluster analysis allowed us to classify individual respondents into one of five clusters, each with its own characteristi..."
 }
}