{
 "awd_id": "1314734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High-Performance Particle Simulations from Desktops to Exaflops",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2013-08-22",
 "awd_max_amd_letter_date": "2013-08-22",
 "awd_abstract_narration": "Modern high-performance computer architectures highlight parallelism, heterogeneity, and re-configurability to provide both performance and power efficiency enhancements. These degrees of complexity present new challenges to computational physicists, who are required to remap existing software so that simulation tools run efficiently on novel computer architectures. In particular, plasma simulations using the particle-in-cell (PIC) method are widely used on a variety of topics including inertial fusion energy, plasma-based acceleration, space weather, and astrophysics. The goal of this project is to develop a set of general skeleton codes that can be used for experimentation, education, and for developing adaptable PIC software for next-generation many-core architectures. The activities supported here will focus on incorporating the best software practices into production codes for use on present and future high-performance computers, on experimenting with novel ideas for load balancing and tradeoffs in performance and accuracy, for analyzing and storing large data sets, and on developing \"desktop\" versions of PIC codes for use by a wide audience and broaden their impact. \r\n \r\nThis project will provide scientists with powerful simulation tools by tapping into the vast computing power of graphic cards commonly used for video games. These tools will enable scientists to pursue research in plasma physics, to build compact particle accelerators, to understand cosmic rays, and to make fusion a practical clean energy source for mankind. The tools developed here will also serve as teaching tools for students to learn complex aspects of plasma physics. This project will provide unique training and research opportunities for students pursuing a career in physics and hands-on experience with state-of-the-art techniques suitable for modern high-performance computational platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chuang",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chuang Ren",
   "pi_email_addr": "chuang.ren@rochester.edu",
   "nsf_id": "000338391",
   "pi_start_date": "2013-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Huang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Huang",
   "pi_email_addr": "michael.huang@rochester.edu",
   "nsf_id": "000300067",
   "pi_start_date": "2013-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755300",
   "pgm_ele_name": "PHYSICS AT THE INFO FRONTIER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Plasma simulations using the particle-in-cell (PIC) method are widely used on a variety of topics including inertial fusion energy, plasma based acceleration, space weather, and astrophysics. In this NSF-supported project titled &ldquo;Collaborative Research: High performance particle-in-cell simulations from the desktop to the exaflop&rdquo;, we developed powerful PIC algorithms and codes that tap into the vast computing power in graphic cards commonly used for games. These PIC codes will enable scientists to make scientific discovery across plasma physics on future supercomputers. We studied ways to improve PIC simulation efficiency by judiciously deploying computation resources. In the process, we uncovered accompanied artificial energy transfer between particles of different charge weights and quantified how this energy transfer could affect physics results in a subtle way. We further explored ways to eliminate and compensate the energy transfer. This will help make PIC simulations more efficient and reliable. We also incorporated PIC simulations into the plasma physics curriculum at University of Rochester to help students learn complex and facinating physics in a plasma, a gas consisting of electrons and ions. During this project we trained undergraduate and graduate students, including 4 Masters students and 2 PhD students, in interdisciplinary and cross-layer research in high-performance computing, data science, and especially in inertial confinement fusion. These students will join the 21<sup>st</sup> century workforce in science, technology, engineering and math. In particular, they, and the tools they have developed, will help make fusion a practical clean energy source for mankind.</p>\n<p>&nbsp;</p>\n<p class=\"gillsans\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Chuang&nbsp;Ren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nPlasma simulations using the particle-in-cell (PIC) method are widely used on a variety of topics including inertial fusion energy, plasma based acceleration, space weather, and astrophysics. In this NSF-supported project titled \"Collaborative Research: High performance particle-in-cell simulations from the desktop to the exaflop\", we developed powerful PIC algorithms and codes that tap into the vast computing power in graphic cards commonly used for games. These PIC codes will enable scientists to make scientific discovery across plasma physics on future supercomputers. We studied ways to improve PIC simulation efficiency by judiciously deploying computation resources. In the process, we uncovered accompanied artificial energy transfer between particles of different charge weights and quantified how this energy transfer could affect physics results in a subtle way. We further explored ways to eliminate and compensate the energy transfer. This will help make PIC simulations more efficient and reliable. We also incorporated PIC simulations into the plasma physics curriculum at University of Rochester to help students learn complex and facinating physics in a plasma, a gas consisting of electrons and ions. During this project we trained undergraduate and graduate students, including 4 Masters students and 2 PhD students, in interdisciplinary and cross-layer research in high-performance computing, data science, and especially in inertial confinement fusion. These students will join the 21st century workforce in science, technology, engineering and math. In particular, they, and the tools they have developed, will help make fusion a practical clean energy source for mankind.\n\n \n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Chuang Ren"
 }
}