{
 "awd_id": "1314130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  A Tele-Rehabilitation Platform for Interactive Therapy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-01-10",
 "awd_max_amd_letter_date": "2013-01-10",
 "awd_abstract_narration": "This project applies the methods and principles of bioengineering in the design and development of a tele-rehabilitation platform to allow stroke, traumatic brain injury, and spinal cord injury patients to interact with therapists, with family members, and with other patients. The quality of life of these patients depends on longer-term exercise-based rehabilitation and support from the above groups. While frequent repetition of these exercises is critical to recovery, data indicates that compliance is very low. The proposed project seeks to increase compliance by increasing motivation through individual and multiplayer gaming, providing guidance and feedback, and enabling the therapist to monitor progress. Researchers use a combination of motion tracking technology, video games, and therapist oversight to accomplish increased compliance. The platform has three key components: \r\n1. A set of computer games prescribed to patients by therapists; \r\n2. A therapist portal to allow therapists to evaluate the patient, provide feedback and instructions, and coordinate with other providers in the course of treatment; \r\n3. An evidence-based knowledgebase for the analysis of therapy outcomes for various types of patients, conditions, and therapy regimes. \r\n\r\nTwo major shifts define the current trend in rehabilitation: The first is the shift toward evidence-based medicine. The second is the shift in rehabilitation from neuro-development, which emphasizes accurate performance of prescribed movements, to neuroplasticity, which emphasizes repetition and frequency. From a neuroplasticity perspective, the more repetitions of a movement, the stronger the identification fabric becomes as neurons rebuild their connections. The proposed project leverages current technology (motion tracking, gaming, cloud services, and data analytics) to enable both of these shifts in therapy. It involves patentable innovations in three key areas of patient-centered workflow development tools, collaborative stroke rehabilitation processes, and evidence-based therapy using data analytics techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hamid",
   "pi_last_name": "Ekbia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamid Ekbia",
   "pi_email_addr": "hrekbia@syr.edu",
   "nsf_id": "000593203",
   "pi_start_date": "2013-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E 3RD ST",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Patients needing rehabilitation to recover from a serious health issue such as stroke, brain injury, or joint replacement have access to a very limited number of clinical visits with therapists to aid them in their recovery, and must largely rely on their own initiative and motivation to complete home-based therapy to maximize positive health outcomes.&nbsp; Without a structured rehabilitation environment that allows clinicians to monitor patient&rsquo;s progress, many patients regress in their treatment or are readmitted to the hospital for treatment of the underlying condition or injury or subsequent complications.</p>\n<p>In the US, the 300,000 Physical Therapists (PT) and Physical Therapy Assistants (PTA) deal with this problem for most of their patients.&nbsp; Due mainly to payment/insurance limitations, therapists usually feel they do not get enough time with patients in the initial clinical rehabilitation. When released from therapist care, patients are expected to follow a prescribed sequence of therapeutic exercises in order to make as complete a recovery as possible.&nbsp; However, it has been shown that patient compliance with prescribed exercises is very limited &ndash; less than 1/3 in most cases, leading to even higher medical costs down the road.&nbsp; Therapists are continually looking for systems that can encourage patient compliance while having the ability to monitor their progress remotely.</p>\n<p>In this project, we sought to build just such a system.&nbsp; Utilizing the Microsoft Kinect motion detection system, our team is created a system utilizing technical and clinical innovations that will enable an engaging, collaborative platform for optimizing rehabilitation outcomes.&nbsp; First, patients will be engaged through rehabilitation games/activities designed to achieve functional outcomes.&nbsp; These games/activities will be designed to address the sequence of exercises and movements necessary to achieve therapy outcomes such as balance, coordination, range of motion, strength, endurance, and cognition.&nbsp; The system will observe, measure, and evaluate specific motor movements within each game/activity, as well as capture additional meaningful data necessary for managing care.</p>\n<p>Second, the data captured during activity/game play will be made available to the patient&rsquo;s therapist allowing for remote monitoring and communication with the patient.&nbsp; Therapists are then capable of evaluating progress, ensuring compliance and, thus, collaborating with the patient to optimize their recovery.</p>\n<p>In the future, we will enable multi-player game/activity to enhance the social support component of a patient&rsquo;s rehabilitation.&nbsp; Therapy can be a long, arduous process.&nbsp; Having a friend, family member, or even another patient there to support and motivate you can make all the difference.&nbsp; Therefore, we leverage these features so that patients can socialize, compete, and rehabilitate with other patients, friends, or family members, no matter where they are.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Hamid&nbsp;Ekbia</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1314130/1314130_10227882_1409450376798_IRehab1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1314130/1314130_10227882_1409450376798_IRehab1--rgov-800width.jpg\" title=\"RehabGame\"><img src=\"/por/images/Reports/POR/2...",
  "por_txt_cntn": "\nPatients needing rehabilitation to recover from a serious health issue such as stroke, brain injury, or joint replacement have access to a very limited number of clinical visits with therapists to aid them in their recovery, and must largely rely on their own initiative and motivation to complete home-based therapy to maximize positive health outcomes.  Without a structured rehabilitation environment that allows clinicians to monitor patientÆs progress, many patients regress in their treatment or are readmitted to the hospital for treatment of the underlying condition or injury or subsequent complications.\n\nIn the US, the 300,000 Physical Therapists (PT) and Physical Therapy Assistants (PTA) deal with this problem for most of their patients.  Due mainly to payment/insurance limitations, therapists usually feel they do not get enough time with patients in the initial clinical rehabilitation. When released from therapist care, patients are expected to follow a prescribed sequence of therapeutic exercises in order to make as complete a recovery as possible.  However, it has been shown that patient compliance with prescribed exercises is very limited &ndash; less than 1/3 in most cases, leading to even higher medical costs down the road.  Therapists are continually looking for systems that can encourage patient compliance while having the ability to monitor their progress remotely.\n\nIn this project, we sought to build just such a system.  Utilizing the Microsoft Kinect motion detection system, our team is created a system utilizing technical and clinical innovations that will enable an engaging, collaborative platform for optimizing rehabilitation outcomes.  First, patients will be engaged through rehabilitation games/activities designed to achieve functional outcomes.  These games/activities will be designed to address the sequence of exercises and movements necessary to achieve therapy outcomes such as balance, coordination, range of motion, strength, endurance, and cognition.  The system will observe, measure, and evaluate specific motor movements within each game/activity, as well as capture additional meaningful data necessary for managing care.\n\nSecond, the data captured during activity/game play will be made available to the patientÆs therapist allowing for remote monitoring and communication with the patient.  Therapists are then capable of evaluating progress, ensuring compliance and, thus, collaborating with the patient to optimize their recovery.\n\nIn the future, we will enable multi-player game/activity to enhance the social support component of a patientÆs rehabilitation.  Therapy can be a long, arduous process.  Having a friend, family member, or even another patient there to support and motivate you can make all the difference.  Therefore, we leverage these features so that patients can socialize, compete, and rehabilitate with other patients, friends, or family members, no matter where they are.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Hamid Ekbia"
 }
}