{
 "awd_id": "1314114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Feasibility of a Novel Concept to Produce Biocoal for Power and Enhanced Bio-Oil.",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-01-10",
 "awd_max_amd_letter_date": "2013-01-10",
 "awd_abstract_narration": "The research team has developed a torrefaction approach for converting any carbonaceous material into biocoal, which is a material similar in its characteristics to coal. The torrefaction process comprises of the following stages: (1) pretreatment of the biomass (shredding and drying), (2) fast preheating that uses centrifugal forces for fast heat transfer, (3) a torrefaction reactor that uses exothermic phase transition for self-heating, (4) a downsizing stage, (5) compaction to produce densified biocoal suitable for logistic, operational, and safety. Through control of the torrefaction process (residence time, temperature) researchers can customize a biocoal product to match a given coal type such as bituminous or sub bituminous coals. Through this process the research team is also able to offer a synergistic approach between the production of customized biocoal and an accurate assessment of the biocoal performance in a specific application.\r\n\r\nThe idea behind this project is to produce a clean sustainable replacement for coal, from biomass - biocoal - as a drop-in fuel in all coal applications: liquid transportation fuel from pyrolysis, energy through combustion mostly for power generation, and chemicals through gasification. The total addressable market is about 1 billion ton in the US in 10-15 years at a value of $150-300 billion. The technology is called torrefaction which is a thermal treatment of the biomass at temperatures of 200-300 degrees Celsius in absence of oxygen. Biocoal is a product that is driven by environmental regulations and meets Renewable Energy Portfolios. If successfully implemented, this technology may enable manufactures to customize biocoal for a customer's specific system, reducing a number of risk factors with high cost implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezra",
   "pi_last_name": "Bar-Ziv",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ezra Bar-Ziv",
   "pi_email_addr": "ebarziv@mtu.edu",
   "nsf_id": "000574461",
   "pi_start_date": "2013-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>FEASIBILITY OF A NOVEL CONCEPT TO PRODUCE BIOCOAL FOR POWER AND ENHANCED BIO-OIL</p>\n<p>Biocoal, or torrefied biomass, is a synthetic coal that is created from biomass.&nbsp;Torrefied biomass can be used in industrial sectors where traditional fossil coal is used.&nbsp; If managed properly, this provides a safe, clean, renewable alternative to coal that requires little to no modifications to infrastructure or perational methods.&nbsp; During the I-Corps process, our team very quickly identified that the most promising immediate market for torrefied biomass is in electric utilities.&nbsp;</p>\n<p>Through the I-Corps customer discovery process, our team interviewed members of electric utilities all along the value chain from technicians, to engineers, researcher, managers, and senior officers.&nbsp; We made several key findings: torrefied biomass is emerging as a fuel alternative that most utilities are aware of, industrial research groups have shown that torrefied biomass can successfully replace coal, the cost and logistics of biomass prevents most<br />companies from considering it, the conservative industry is hesitant to try a new fuel without large-scale testing, policies and regulations requiring the generation of power from renewable resources can stimulate the adoption of torrefied biomass, many large utilities under current renewable policies purchase Renewable Energy Credits&nbsp; (RECs) to reach their requirements, power generators who are responsible for both generating and distributing consider torrefied biomass an attractive fuel.</p>\n<p>Many large (&gt;500MW) facilities were found to be hesitant in testing torrefied biomass because no industrial-scale testing of the material has been done.&nbsp; In addition, many of those interviewed expressed concerns about obtaining a significant, stable supply of biomass at a reasonable fuel cost.&nbsp; They often perform a cost analysis on an nergy basis ($/million BTU) as a major deciding factor.&nbsp; This metric favors fossil fuels because they are abundant, energy dense, and relatively easy to obtain.&nbsp; If a carbon tax existed this basic cost analysis would change, but without regulation or renewable fuel enforcement the economic comparison does not favor biomass as a fuel.&nbsp; The input our team gained from the I-Corps process has helped to complement our technical knowledge of the technology, with an understanding of a business model and current market for torrefied biomass.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/18/2013<br>\n\t\t\t\t\tModified by: Ezra&nbsp;Bar Ziv</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFEASIBILITY OF A NOVEL CONCEPT TO PRODUCE BIOCOAL FOR POWER AND ENHANCED BIO-OIL\n\nBiocoal, or torrefied biomass, is a synthetic coal that is created from biomass. Torrefied biomass can be used in industrial sectors where traditional fossil coal is used.  If managed properly, this provides a safe, clean, renewable alternative to coal that requires little to no modifications to infrastructure or perational methods.  During the I-Corps process, our team very quickly identified that the most promising immediate market for torrefied biomass is in electric utilities. \n\nThrough the I-Corps customer discovery process, our team interviewed members of electric utilities all along the value chain from technicians, to engineers, researcher, managers, and senior officers.  We made several key findings: torrefied biomass is emerging as a fuel alternative that most utilities are aware of, industrial research groups have shown that torrefied biomass can successfully replace coal, the cost and logistics of biomass prevents most\ncompanies from considering it, the conservative industry is hesitant to try a new fuel without large-scale testing, policies and regulations requiring the generation of power from renewable resources can stimulate the adoption of torrefied biomass, many large utilities under current renewable policies purchase Renewable Energy Credits  (RECs) to reach their requirements, power generators who are responsible for both generating and distributing consider torrefied biomass an attractive fuel.\n\nMany large (&gt;500MW) facilities were found to be hesitant in testing torrefied biomass because no industrial-scale testing of the material has been done.  In addition, many of those interviewed expressed concerns about obtaining a significant, stable supply of biomass at a reasonable fuel cost.  They often perform a cost analysis on an nergy basis ($/million BTU) as a major deciding factor.  This metric favors fossil fuels because they are abundant, energy dense, and relatively easy to obtain.  If a carbon tax existed this basic cost analysis would change, but without regulation or renewable fuel enforcement the economic comparison does not favor biomass as a fuel.  The input our team gained from the I-Corps process has helped to complement our technical knowledge of the technology, with an understanding of a business model and current market for torrefied biomass.\n\n\t\t\t\t\tLast Modified: 07/18/2013\n\n\t\t\t\t\tSubmitted by: Ezra Bar Ziv"
 }
}