{
 "awd_id": "1314984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Adaptive Mobile Learning for STEM Education Using Massive Open Online Courses",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 153500.0,
 "awd_min_amd_letter_date": "2013-06-14",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "The innovation will introduce game-changing brain-based adaptive mobile learning technology to science, technology, engineering and math (STEM) education. The proprietary technology provides multiple learning pathways as well as cognitive behavior analytics to help learners reach maximum learning outcomes. The new technology utilizes a powerful Markovian statistical inference engine to stimulate, create and strengthen neural pathways to enhance the acquisition, retention, recall and application of knowledge. It is unique in integrating four dimensional aspects of learning -- multimedia, learning pedagogy, interactivity and social interaction, and addresses five learning strategies -- apprentice incidental, inductive, deductive and discovery. The platform collects click-stream data, allowing continuous learner assessment and dynamic re-rendering of content for real-time remediation. The data also provide the means for ongoing learner analytics for continuous course improvement. Learners participating in early trials of the adaptive learning technology achieved a high degree of competency and course completion. The project?s investigative focus will be on teaching undergraduate physics at a public university.  The scalability of courses delivered via this technology and the potential to offer Massive Open Online Courses, combined with the application of knowledge gained from learner analytics, could revolutionize STEM education and greatly increase the flow of students in the STEM career pipeline. \r\n\r\nThe broader/commercial impact of science, technology, engineering and technology (STEM) education delivered via adaptive mobile learning technology is tied to its ability to increase the number of STEM professionals. This will be promoted by increasing both the number of students taking STEM courses and the percentage of students successfully completing them. The innovative adaptive mobile learning technology is (1) flexible for adaptation to any curricula and for any student population, including remedial or advanced placement; (2) scalable, whether for one classroom or a Massive Open Online Course offered to tens of thousands of students; (3) portable, in that courses can be accessed anywhere, anytime, including by smart phone or tablet, with minimal technology requirements; (4) affordable, because post-secondary and secondary institutions can offer cloud-based courses without an investment in technology and technical support; and, above all, (5) effective, providing each student a personalized learning environment, an effective learning trajectory, and real-time remediation until competency is achieved. The project's Phase I focus is introductory physics. Additional STEM offerings will be developed and deployed as the project progresses, with near-term potential to develop 20 pre-college STEM Massive Open Online Courses reaching one million students a year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nishikant",
   "pi_last_name": "Sonwalkar",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Nishikant Sonwalkar",
   "pi_email_addr": "nish@alum.mit.edu",
   "nsf_id": "000622493",
   "pi_start_date": "2013-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EDWISETECH INC",
  "inst_street_address": "VENTURE DEVELOPMENT CENTER,",
  "inst_street_address_2": "100 MORRISSEY BLVD, SUITE 166",
  "inst_city_name": "Boston",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176421767",
  "inst_zip_code": "021253393",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Boulevard",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF SBIR Project 1314894 titled &ldquo;Adaptive Learning for STEM Education Using MOOCs&rdquo; had the following goals:</p>\n<p class=\"Default\">&nbsp;</p>\n<ol>\n<li>The innovation will introduce game-changing brain-based adaptive mobile learning technology to science, technology, engineering, and math (STEM) education. The proprietary technology provides multiple learning pathways as well as cognitive behavior analytics to help learners reach maximum learning outcomes.</li>\n<li>The project&rsquo;s investigative focus is on teaching high school junior and senior students and undergraduate students at a public university courses that will prepare them for STEM courses. The project considers the scalability of courses delivered via adaptive Massive Open Online Course (MOOC) technology and evaluates the potential to offer MOOCs in order to significantly improve STEM education and greatly increase the flow of students in the STEM career pipeline. </li>\n</ol>\n<p class=\"Pa4\">&nbsp;</p>\n<p><span style=\"color: #158155; font-size: 16px;\">Major &nbsp;Findings from Survey Results</span></p>\n<p><span style=\"color: #158155; font-size: 16px;\">Findings from the multi-correlation analysis are:</span></p>\n<p>The major finding with the <strong>N=38</strong> population samples are consistent with Target group 1 (Highschool students in Physics) and Target Group 2 (students in the freshman physics class at a University) are given below:</p>\n<ol>\n<li>The predictor variables do show positive correlations between learning strategy content, number of content viewed and multimedia content.</li>\n<li>The rank-order contributions to the outcome variable is made by the number of learning cycles with a positive correlation coefficient which indicated larger the number of cycles better learning outcome for the learners. This is explained by the fact that student receive revision course after every diagnostic assessment to overcome their achievement gap.</li>\n<li>The other important contribution is made by the number content elements viewed by the learner in each learning cycle in differentiated learning strategies</li>\n<li>The multimedia content also has positive impact on the learning outcome.</li>\n</ol>\n<p>&nbsp;</p>\n<p><span style=\"color: #158155; font-size: small;\">Conclusions from the survey results are:</span></p>\n<p>Following conclusions may be drawn from sampled data for groups Target Group (N=18), Target Group 2 (N=20) and all students (N=38) data collected during the field trials:</p>\n<ul>\n<li>The survey result indicated that the most value for students in the adaptive learning experience was focused on the practice quizzes and ability of the software to create revision trajectory. Immediate feedback on how to improve their own performance was a very important and useful feature for the students and rated more than other features of adaptive learning and presentation of content in five learning strategies.&nbsp; </li>\n<li>It was important for students to receive revision content in their preferred learning strategy, which indicates that the learning strategies mattered for learning difficult concepts. </li>\n</ul>\n<p>The user interface developed for the student was successful as most of the students found the Adaptive Physics program enjoyable. <strong><em>(Note: For details see the pdf report submitted with the Phase I final report.&nbsp;</em></strong></p>\n<p><br /> The survey results and the statistical analysis of the predictor variable show consistency of the results:</p>\n<ol>\n<li>&nbsp;The learning cycles with remedial content is liked by the uses as indicated by the high score in the survey for the practice quizzes which is followed by the immediate feedback and remedial revisions.</li>\n<li>Learning strategies need to be more differentiated to be effective</li>\n<li>The rank order importance of the predictor variable is consistent with the survey results.</li>\n</ol>\n<p>The survey r...",
  "por_txt_cntn": "\nThe NSF SBIR Project 1314894 titled \"Adaptive Learning for STEM Education Using MOOCs\" had the following goals:\n \n\nThe innovation will introduce game-changing brain-based adaptive mobile learning technology to science, technology, engineering, and math (STEM) education. The proprietary technology provides multiple learning pathways as well as cognitive behavior analytics to help learners reach maximum learning outcomes.\nThe projectÆs investigative focus is on teaching high school junior and senior students and undergraduate students at a public university courses that will prepare them for STEM courses. The project considers the scalability of courses delivered via adaptive Massive Open Online Course (MOOC) technology and evaluates the potential to offer MOOCs in order to significantly improve STEM education and greatly increase the flow of students in the STEM career pipeline. \n\n \n\nMajor  Findings from Survey Results\n\nFindings from the multi-correlation analysis are:\n\nThe major finding with the N=38 population samples are consistent with Target group 1 (Highschool students in Physics) and Target Group 2 (students in the freshman physics class at a University) are given below:\n\nThe predictor variables do show positive correlations between learning strategy content, number of content viewed and multimedia content.\nThe rank-order contributions to the outcome variable is made by the number of learning cycles with a positive correlation coefficient which indicated larger the number of cycles better learning outcome for the learners. This is explained by the fact that student receive revision course after every diagnostic assessment to overcome their achievement gap.\nThe other important contribution is made by the number content elements viewed by the learner in each learning cycle in differentiated learning strategies\nThe multimedia content also has positive impact on the learning outcome.\n\n\n \n\nConclusions from the survey results are:\n\nFollowing conclusions may be drawn from sampled data for groups Target Group (N=18), Target Group 2 (N=20) and all students (N=38) data collected during the field trials:\n\nThe survey result indicated that the most value for students in the adaptive learning experience was focused on the practice quizzes and ability of the software to create revision trajectory. Immediate feedback on how to improve their own performance was a very important and useful feature for the students and rated more than other features of adaptive learning and presentation of content in five learning strategies.  \nIt was important for students to receive revision content in their preferred learning strategy, which indicates that the learning strategies mattered for learning difficult concepts. \n\n\nThe user interface developed for the student was successful as most of the students found the Adaptive Physics program enjoyable. (Note: For details see the pdf report submitted with the Phase I final report. \n\n\n The survey results and the statistical analysis of the predictor variable show consistency of the results:\n\n The learning cycles with remedial content is liked by the uses as indicated by the high score in the survey for the practice quizzes which is followed by the immediate feedback and remedial revisions.\nLearning strategies need to be more differentiated to be effective\nThe rank order importance of the predictor variable is consistent with the survey results.\n\n\nThe survey results validate the multi-variety correlation analysis conducted on the predictor variables and provide valuable information for SGL to improve the design parameters.\n\nThe results indicate efficacy of the adaptive physics MOOC and indicate that the design and development of adaptive STEM courses in MOOC format is moving in the desirable direction with necessary feedback from the target students.\n\nThere is room for improvement in following design areas:\n\nDevelopment of differentiated instruction\nDevelopment of learning strategies that appeal to student..."
 }
}