{
 "awd_id": "1315266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Lighting Source for Bioreactors using Plasma-Shell Technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-06-17",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop Plasma-Shell technology for incorporation into large, highly efficient and easily scalable, and conformable lighting sources for use in photobioreactors.  Plasma-Shells are small gas encapsulating devices that emit light when energized.  Plasma-Shell lighting systems offer opportunity not available with currently available lighting technology including LEDs and high intensity discharge lamps.  Specifically, Plasma-Shells offer the ability to produce a large area diffuse light that does not saturate the algae mass.  Additionally, the Plasma-Shell array systems will improve efficiency and scalability of photobioreactors with a low cost, submersible, thin, flexible, ultra-large area, rugged, light source.  The parameters of the Plasma-shell lighting system also will be easily tunable to adapt to the needs of different algae species, such as different wavelengths and variable illumination intensity and duration.  Under this SBIR, a prototype Plasma-Shell light source will be designed and fabricated for use in a photobioreactor.  The proposed systems will be submersible and have a surface area of several feet and a thickness of a quarter inch.  This novel lighting source will prove to be crucial for achieving highly efficient production of algae in photobioreactors.  \r\n\r\nThe broader impact/commercial potential of this project, if successful, will be a novel technology that will provide a large, cost-effective, diffuse, easily scalable, and conformable light source for use in photobioreactors.  This research has high commercial potential as the end product will be more efficient and scalable than the current light sources for photobioreactors.  Lighting is the key to improved efficiency and scale up of photobioreactor systems.  Efficient scalable bioreactors will lead to greater production of algae for use in pharmaceuticals, food supplements, livestock feed, fertilizer, carbon dioxide sequestration, oxygen production, water purification, and green energy.  It is anticipated that the proposed novel system will compare favorably to existing lighting source and thus, become a critical component in many photobioreactor designs.  The lighting system designed under this SBIR is intended to be sold as custom and/or off-the-shelf photobioreactor lighting system to satisfy the growing market for photobioreactors.  Reduced costs and improved yield will allow algae to be economically produced for current applications and emerging markets such as biofuels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adeline",
   "pi_last_name": "Miermont",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adeline Miermont",
   "pi_email_addr": "amiermont@teamist.com",
   "nsf_id": "000566889",
   "pi_start_date": "2013-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "IMAGING SYSTEMS TECHNOLOGY INC.",
  "inst_street_address": "4750 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195365741",
  "inst_zip_code": "436153863",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "VIPO US, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "VSM3J7571EF9"
 },
 "perf_inst": {
  "perf_inst_name": "IMAGING SYSTEMS TECHNOLOGY INC",
  "perf_str_addr": "4750 W. Bancroft Street",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436153902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under this Phase I SBIR, Imaging Systems Technology (IST) has developed a novel Plasma-shell based lighting system for bioreactors.&nbsp; Plasma-shells are small gas encapsulating devices that emit light when energized.&nbsp; Plasma-shells are lightweight, low cost, and extremely rugged devices.&nbsp; Testing conducted under this Phase I SBIR indicates that technical performance is comparable to other lighting systems.&nbsp; The designed system is highly conformable and can be easily adapted to diverse customers&rsquo; requirements.&nbsp; Based on the results of this Phase I SBIR, it is anticipated that the Plasma-shells system will perform significantly better than other surface light sources when used in deep bioreactors.&nbsp; Indeed, under this Phase I research effort, IST was able to grow Chlorella using the Plasma-shells lighting system.&nbsp; The designed system offers a homogeneous, highly diffuse light source throughout the water, regardless of how deep the reactor is.&nbsp; Moreover, the Plasma-shells lighting system allows for controls over several criteria, such as light intensity and on/off time.&nbsp; Thanks to the work done under this Phase I SBIR, the feasibility of using Plasma-shells in a bioreactor lighting system has been proven.&nbsp; Efficiently illuminating deep bioreactors will be one of the main focuses of a Phase II proposal, as well as designing, developing and benchmarking a Plasma-shells lighting system that can be readily adjusted to different types of bioreactors and made available to a wide range of customers.&nbsp;</p>\n<p>In addition to good technical progress under Phase I, IST has begun commercialization activities.&nbsp; IST participated in the NSF sponsored Commercialization Boot Camp.&nbsp; Under this intensive program, IST contacted and discussed the Plasma-shell technology with potential customers, industry experts, potential manufacturers and distributors.&nbsp; IST obtained valuable market feedback which will inform the direction of Phase II research and development.&nbsp; Based on this market study, IST will endeavor to meet the customers&rsquo; and industry's requirements by developing a modular system that is suitable for various water depths.&nbsp; IST will also add convenient controls for intensity, spectral output, and time modulation of the light.&nbsp; Moreover, IST will include sensors that track light output and allow for automatic adjustment in response to algae growth.&nbsp; The system will be further optimized in Phase II.&nbsp;</p>\n<p>Finally, IST came in contact with researchers, at the Center for Applied Energy Research (CAER), who bring a strong industrial perspective to the growth of algae.&nbsp; Researchers at CAER are available to test, analyze, and support the Phase II research effort and provide guidance as we scale and commercialize the Plasma-shells bioreactor lighting system.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2014<br>\n\t\t\t\t\tModified by: Adeline&nbsp;Miermont</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1315266/1315266_10252337_1404142818871_ISTPlasma-shells--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1315266/1315266_10252337_1404142818871_ISTPlasma-shells--rgov-800width.jpg\" title=\"IST Plasma-shells\"><img src=\"/por/images/Reports/POR/2014/1315266/1315266_10252337_1404142818871_ISTPlasma-shells--rgov-66x44.jpg\" alt=\"IST Plasma-shells\"></a>\n<div class=\"imageCa...",
  "por_txt_cntn": "\nUnder this Phase I SBIR, Imaging Systems Technology (IST) has developed a novel Plasma-shell based lighting system for bioreactors.  Plasma-shells are small gas encapsulating devices that emit light when energized.  Plasma-shells are lightweight, low cost, and extremely rugged devices.  Testing conducted under this Phase I SBIR indicates that technical performance is comparable to other lighting systems.  The designed system is highly conformable and can be easily adapted to diverse customersÆ requirements.  Based on the results of this Phase I SBIR, it is anticipated that the Plasma-shells system will perform significantly better than other surface light sources when used in deep bioreactors.  Indeed, under this Phase I research effort, IST was able to grow Chlorella using the Plasma-shells lighting system.  The designed system offers a homogeneous, highly diffuse light source throughout the water, regardless of how deep the reactor is.  Moreover, the Plasma-shells lighting system allows for controls over several criteria, such as light intensity and on/off time.  Thanks to the work done under this Phase I SBIR, the feasibility of using Plasma-shells in a bioreactor lighting system has been proven.  Efficiently illuminating deep bioreactors will be one of the main focuses of a Phase II proposal, as well as designing, developing and benchmarking a Plasma-shells lighting system that can be readily adjusted to different types of bioreactors and made available to a wide range of customers. \n\nIn addition to good technical progress under Phase I, IST has begun commercialization activities.  IST participated in the NSF sponsored Commercialization Boot Camp.  Under this intensive program, IST contacted and discussed the Plasma-shell technology with potential customers, industry experts, potential manufacturers and distributors.  IST obtained valuable market feedback which will inform the direction of Phase II research and development.  Based on this market study, IST will endeavor to meet the customersÆ and industry's requirements by developing a modular system that is suitable for various water depths.  IST will also add convenient controls for intensity, spectral output, and time modulation of the light.  Moreover, IST will include sensors that track light output and allow for automatic adjustment in response to algae growth.  The system will be further optimized in Phase II. \n\nFinally, IST came in contact with researchers, at the Center for Applied Energy Research (CAER), who bring a strong industrial perspective to the growth of algae.  Researchers at CAER are available to test, analyze, and support the Phase II research effort and provide guidance as we scale and commercialize the Plasma-shells bioreactor lighting system.  \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2014\n\n\t\t\t\t\tSubmitted by: Adeline Miermont"
 }
}