{
 "awd_id": "1315412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Contemporary Studies of the Zombie Apocalypse: An Online Game to Teach Mathematical Thinking to Middle School Students",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-05-29",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "The innovation uses game-based learning to increase the mathematical knowledge, mathematical thinking, and mathematical performance of middle school students. The problems being addressed are that average test scores of U.S. middle school students on international tests are low, and many students are unable to apply math to everyday problems. The innovation, entitled Contemporary Studies of the Zombie Apocalypse: An Online Game to Teach Mathematical Thinking to Middle School Students, is a Web-based action-adventure, narrative-based, role-playing game where the player defends against zombies in an effort to save the human race. The distinguishing features of Contemporary Studies of the Zombie Apocalypse are game design, computer-adapted differentiated instruction, and high production value. Relying on Cognitive Load and Multimedia Learning theories, the innovation scaffolds connections among situated, concrete math metaphors and abstract, formal, academic mathematics. Other features include scaffolding of instruction, instant feedback, video tutorials, Common Core alignment, mobile accessibility, and a backend administrative dashboard for viewing performance data. The game can be integrated into any math curriculum and is textbook neutral, scalable, accessible online, and designed for repeat playability. Phase I includes a prototype of three mathematical thinking mini-games that will be tested with approximately 80 middle school students. \r\n\r\nThe broader/commercialization impact of Contemporary Studies of the Zombie Apocalypse: An Online Game to Teach Mathematical Thinking to Middle School Students, lies in its unique integration of procedural and conceptual mathematics with an eye to the development of math as a way of thinking. There are currently no comparable math games in the market. Some games focus on exercises and memorization of procedures, but never find out what formal mathematics means. Others focus on solving situated puzzles without abstracting or formalizing math in-game, so learners do not \"package\" that knowledge to take it into other contexts. Contemporary Studies of the Zombie Apocalypse addresses this void. It is a supplementary instructional activity, available on both Web and mobile platforms, aligned with Common Core Standards, featuring an easy-to-use dashboard for viewing and tracking performance. Its scalable online design is conducive to distribution through multiple channels and to competitive pricing structures. There are 11,927,000 middle schoolers and literally millions of students exiting school without the ability to apply mathematics knowledge and skills to real-world tasks. Contemporary Studies of the Zombie Apocalypse can significantly improve student procedural and conceptual understanding, leading toward better attitudes toward math and ultimately to competence as a mathematical thinker.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Droujkova",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maria A Droujkova",
   "pi_email_addr": "maria@naturalmath.com",
   "nsf_id": "000529181",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Triad Interactive Media",
  "inst_street_address": "2 ELDERBERRY CT",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3369085884",
  "inst_zip_code": "277037148",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "TRIAD INTERACTIVE MEDIA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LGNXMMKD2ZL5"
 },
 "perf_inst": {
  "perf_inst_name": "Triad Interactive Media",
  "perf_str_addr": "1601 Guilford College Road",
  "perf_city_name": "Jamestown",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "272829383",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Small Business Innovation Research Phase I product, Contemporary Studies of the Zombie Apocalypse: An Online Game to Teach Mathematical Thinking to Middle School Students, (CSZA) produced by Triad Interactive Media, Inc. (TIM) uses game-based learning to increase the mathematical knowledge, mathematical thinking, and mathematical performance of middle school students. The problems being addressed are that average test scores of U.S. middle school students on international tests are low, and many students are unable to apply math to everyday problems. The innovation is a Web-based action-adventure, narrative-based, role-playing game where the player defends against zombies in an effort to save the human race. The distinguishing features of the prototype are game design, computer-adapted differentiated instruction, and high production value.</p>\n<p>Relying on Cognitive Load and Multimedia Learning theories, the innovation scaffolds connections among situated, concrete math metaphors and abstract, formal, academic mathematics. Other features include scaffolding of instruction, instant feedback, video tutorials, Common Core alignment, mobile accessibility, and a backend administrative dashboard for viewing performance data. The game can be integrated into any math curriculum and is textbook neutral, scalable, accessible online, and designed for repeat playability. The Phase I prototype includes narrative introductory and transition videos, &nbsp;three mathematical thinking mini-games, two challenge games, a resource allocation game, and a smart solver tool. &nbsp;</p>\n<p>TIM partnered with the University of North Dakota and Southern Methodist University to conduct assessment of prototype components both during and after development. Iterative assessment of the in-progress prototype informed updates we made to the product during the development and ensured that the Phase I prototype met the highest of standards. Final assessment was designed to gauge feasibility of the approach and the promise of the prototype.</p>\n<p>Results from the assessment were positive with middle school teachers feeling strongly that the game could be integrated into their curriculum, that it solved valued challenges that they could not easily solve otherwise, that students would benefit and enjoy the game, and that the school district would support the use of the game. Given the overall positive effect and perceptions of CSZA in its early stages, and the strong interest of all four schools in the test district implementing the game, the promise of CSZA is very strong. &nbsp;</p>\n<p>The commercial impact of the product lies in its unique integration of procedural and conceptual mathematics with an eye to the development of math as a way of thinking. There are currently no comparable math games in the market. Some games focus on exercises and memorization of procedures, but never find out what formal mathematics means. Others focus on solving situated puzzles without abstracting or formalizing math in-game, so learners do not &ldquo;package&rdquo; that knowledge to take it into other contexts. Contemporary Studies of the Zombie Apocalypse addresses this void. It is a supplementary instructional activity, available on both Web and mobile platforms, aligned with Common Core Standards, featuring an easy-to-use dashboard for viewing and tracking performance. Its scalable online design is conducive to distribution through multiple channels and to competitive pricing structures. There are 11,927,000 middle schoolers and literally millions of students exiting school without the ability to apply mathematics knowledge and skills to real-world tasks. CSZA can significantly improve student procedural and conceptual understanding, leading toward better attitudes toward math and ultimately to competence as a mathematical thinker.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2014<br>\n\t\t\t...",
  "por_txt_cntn": "\nThe Small Business Innovation Research Phase I product, Contemporary Studies of the Zombie Apocalypse: An Online Game to Teach Mathematical Thinking to Middle School Students, (CSZA) produced by Triad Interactive Media, Inc. (TIM) uses game-based learning to increase the mathematical knowledge, mathematical thinking, and mathematical performance of middle school students. The problems being addressed are that average test scores of U.S. middle school students on international tests are low, and many students are unable to apply math to everyday problems. The innovation is a Web-based action-adventure, narrative-based, role-playing game where the player defends against zombies in an effort to save the human race. The distinguishing features of the prototype are game design, computer-adapted differentiated instruction, and high production value.\n\nRelying on Cognitive Load and Multimedia Learning theories, the innovation scaffolds connections among situated, concrete math metaphors and abstract, formal, academic mathematics. Other features include scaffolding of instruction, instant feedback, video tutorials, Common Core alignment, mobile accessibility, and a backend administrative dashboard for viewing performance data. The game can be integrated into any math curriculum and is textbook neutral, scalable, accessible online, and designed for repeat playability. The Phase I prototype includes narrative introductory and transition videos,  three mathematical thinking mini-games, two challenge games, a resource allocation game, and a smart solver tool.  \n\nTIM partnered with the University of North Dakota and Southern Methodist University to conduct assessment of prototype components both during and after development. Iterative assessment of the in-progress prototype informed updates we made to the product during the development and ensured that the Phase I prototype met the highest of standards. Final assessment was designed to gauge feasibility of the approach and the promise of the prototype.\n\nResults from the assessment were positive with middle school teachers feeling strongly that the game could be integrated into their curriculum, that it solved valued challenges that they could not easily solve otherwise, that students would benefit and enjoy the game, and that the school district would support the use of the game. Given the overall positive effect and perceptions of CSZA in its early stages, and the strong interest of all four schools in the test district implementing the game, the promise of CSZA is very strong.  \n\nThe commercial impact of the product lies in its unique integration of procedural and conceptual mathematics with an eye to the development of math as a way of thinking. There are currently no comparable math games in the market. Some games focus on exercises and memorization of procedures, but never find out what formal mathematics means. Others focus on solving situated puzzles without abstracting or formalizing math in-game, so learners do not \"package\" that knowledge to take it into other contexts. Contemporary Studies of the Zombie Apocalypse addresses this void. It is a supplementary instructional activity, available on both Web and mobile platforms, aligned with Common Core Standards, featuring an easy-to-use dashboard for viewing and tracking performance. Its scalable online design is conducive to distribution through multiple channels and to competitive pricing structures. There are 11,927,000 middle schoolers and literally millions of students exiting school without the ability to apply mathematics knowledge and skills to real-world tasks. CSZA can significantly improve student procedural and conceptual understanding, leading toward better attitudes toward math and ultimately to competence as a mathematical thinker. \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2014\n\n\t\t\t\t\tSubmitted by: Maria A Droujkova"
 }
}