{
 "awd_id": "1315661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Exposure Controlled Projection Lithography for Fabrication of Physical Shaped GRIN Optics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 148974.0,
 "awd_amount": 178769.0,
 "awd_min_amd_letter_date": "2013-06-03",
 "awd_max_amd_letter_date": "2013-12-09",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project aims to create a unique maskless lithography technology called \"Exposure Controlled Projection Lithography\" (ECPL), to enable manufacturing of gradient index (GRIN) optical components with controlled physical aspheric shapes. ECPL is an advanced additive stereolithography fabrication technology which will reduce the manufacturing cost and time, and provide high flexibility over the shape and refractive index distribution compared to existing manufacturing processes. A key advantage of the ECPL approach is that smooth optical surfaces can be fabricated, without the stair-stepping caused by typical layer-by-layer fabrication methods, on flat as well as curved substrates. The primary focus of this proposal is to further ECPL fabrication capability to include three-dimensional lenses that possess multi-dimensional varying GRIN profiles. The primary intellectual merit of this project lies in furthering the scientific understanding of advanced photopolymerization in stereolithography processes, and developing high fidelity multi-directional control over these physical behaviors. Key intellectual advancements include constructing high-fidelity models of resin response, advancing the development of an interferometric real-time monitoring system, and improving process planning and control algorithms.  This effort will result in an intelligent, flexible aspheric GRIN microlens fabrication process.\r\n\r\nThe broader impact/commercial potential of this project is to develop an enabling technology for a wide range of research and commercial products, and represents a key advancement in an industry trend towards single-step fabrication at low cost, high throughput and yield, and without re-tooling or equipment downtime. The processes and control algorithms proposed to be developed have potential to facilitate technologies throughout the Opto-Electro-Mechanical systems' industry, including numerous biomedical and bio-inspired design applications, micro-fabrication, holographic data storage, nano-scale manufacture, micro-scale quality assurance and non-destructive testing, surveillance systems, and health care, amongst many others. The broad appeal of ECPL-like processes is simple: utilizing dynamically controllable micro-fabrication techniques to create microstructures that vary three-dimensionally in both shape and material properties without the need for pre-formed masks, molds, or tooling greatly improves the flexibility of micro-manufacturing systems while keeping production costs to an absolute minimum. ECPL technology will enable research of bio-inspired optical designs, including the GRIN contact lens for human vision correction and the wide field of view (fly's eye) concept. The real-time monitoring system ECPL supports nearly any stereolithographic process, and since virtually all raw materials are converted into final product, provides an additive benefit of environmentally friendly part production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenchao",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenchao Zhou",
   "pi_email_addr": "wzhou@cs.georgetown.edu",
   "nsf_id": "000636942",
   "pi_start_date": "2013-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AlpZhi, Inc.",
  "inst_street_address": "541 10th Street NW",
  "inst_street_address_2": "Suite 121",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6784397495",
  "inst_zip_code": "303185713",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "AlpZhi, Inc.",
  "perf_str_addr": "541 Tenth Street NW, STE-121",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303185713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148974.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this Phase-I project was to demonstrate feasibility of our fabrication process to manufacture gradient index (GRIN) optical components with controlled physical aspheric shapes. In order to accomplish this objective, the company expanded the capability of its unique maskless lithography technology called &ldquo;Exposure Controlled Projection Lithography&rdquo; (ECPL&trade;). These components have wide variety of applications in areas of telecommunications, precision optics, imaging and display devices, medical and life sciences, and others. The broad appeal of the developed ECPL&trade; process is simple: utilizing dynamically controllable micro-fabrication techniques to create microstructures that vary three-dimensionally in both shape and material properties without the need for pre-formed masks, molds, or tooling greatly improves the flexibility of micro-manufacturing systems while keeping production costs to an absolute minimum.</p>\n<p>ECPL&trade; is an advanced additive stereolithography fabrication technology which will reduce the manufacturing cost and time, and provide high flexibility over the shape and refractive index distribution, of a variety of polymer optical components as compared to existing manufacturing processes. The advantage of this approach is that smooth optical surfaces can be fabricated without the stair-stepping caused by layer-by-layer fabrication methods. ECPL&trade; fabrication capability includes the ability to manufacture three dimensional lenses that possess multi-dimensional varying gradient refractive index (GRIN) profiles, thus resulting in shaped GRIN (S-GRIN&trade;) optics.</p>\n<p>The Phase I project has demonstrated that the ECPL&trade; process can be utilized successfully to fabricate optics with control over both shape and refractive index gradients. We demonstrated feasibility of our ECPL&trade; process by fabricating lenses in a variety of shapes with diameters ranging from 50&micro;m to 10mm.</p>\n<p>A method to measure and quantify the experimental data (specifically, the concentration of high refractive index additive material) was developed. Through theoretical analysis and design of experiments, the appropriate range of fabrication parameters to cure lenses with both shape and refractive index variation were identified.</p>\n<p>In order to develop manufacturing process plan, a one-dimensional process planning method and preliminary software based on the material response model was developed. This software was utilized to fabricate several experimental samples for testing and validation of the overall process.&nbsp; An optical characterization test bench was designed and installed to measure the difference of refractive index across the cured sample. This system helped in correlating the fabrication process parameters with the desired product design specifications.</p>\n<p>The results generated from this research were shared with the company&rsquo;s potential partners and customers and it helped the company raise awareness and gain serious interest. This project enabled the company to fabricate next generation optical elements, featuring gradient refractive index, that allow medical and consumer device imaging systems to reduce the size and stack height for their optical assemblies, while increasing the viewing area of these devices. The project resulted in the creation of several manufacturing process conditions and techniques which are crucial in ensuring the repeatability of the process. Intellectual property developed during the course of this project is currently protected in form of trade secrets. Pending further refinement of the process, utility patents shall be filed to protect the generated intellectual property. This SBIR Phase-I funding has helped the Company secure external funding for continued research and development and further maturation of its business and technology.</p><br>\n<p>\n...",
  "por_txt_cntn": "\nThe primary objective of this Phase-I project was to demonstrate feasibility of our fabrication process to manufacture gradient index (GRIN) optical components with controlled physical aspheric shapes. In order to accomplish this objective, the company expanded the capability of its unique maskless lithography technology called \"Exposure Controlled Projection Lithography\" (ECPL&trade;). These components have wide variety of applications in areas of telecommunications, precision optics, imaging and display devices, medical and life sciences, and others. The broad appeal of the developed ECPL&trade; process is simple: utilizing dynamically controllable micro-fabrication techniques to create microstructures that vary three-dimensionally in both shape and material properties without the need for pre-formed masks, molds, or tooling greatly improves the flexibility of micro-manufacturing systems while keeping production costs to an absolute minimum.\n\nECPL&trade; is an advanced additive stereolithography fabrication technology which will reduce the manufacturing cost and time, and provide high flexibility over the shape and refractive index distribution, of a variety of polymer optical components as compared to existing manufacturing processes. The advantage of this approach is that smooth optical surfaces can be fabricated without the stair-stepping caused by layer-by-layer fabrication methods. ECPL&trade; fabrication capability includes the ability to manufacture three dimensional lenses that possess multi-dimensional varying gradient refractive index (GRIN) profiles, thus resulting in shaped GRIN (S-GRIN&trade;) optics.\n\nThe Phase I project has demonstrated that the ECPL&trade; process can be utilized successfully to fabricate optics with control over both shape and refractive index gradients. We demonstrated feasibility of our ECPL&trade; process by fabricating lenses in a variety of shapes with diameters ranging from 50&micro;m to 10mm.\n\nA method to measure and quantify the experimental data (specifically, the concentration of high refractive index additive material) was developed. Through theoretical analysis and design of experiments, the appropriate range of fabrication parameters to cure lenses with both shape and refractive index variation were identified.\n\nIn order to develop manufacturing process plan, a one-dimensional process planning method and preliminary software based on the material response model was developed. This software was utilized to fabricate several experimental samples for testing and validation of the overall process.  An optical characterization test bench was designed and installed to measure the difference of refractive index across the cured sample. This system helped in correlating the fabrication process parameters with the desired product design specifications.\n\nThe results generated from this research were shared with the companyÆs potential partners and customers and it helped the company raise awareness and gain serious interest. This project enabled the company to fabricate next generation optical elements, featuring gradient refractive index, that allow medical and consumer device imaging systems to reduce the size and stack height for their optical assemblies, while increasing the viewing area of these devices. The project resulted in the creation of several manufacturing process conditions and techniques which are crucial in ensuring the repeatability of the process. Intellectual property developed during the course of this project is currently protected in form of trade secrets. Pending further refinement of the process, utility patents shall be filed to protect the generated intellectual property. This SBIR Phase-I funding has helped the Company secure external funding for continued research and development and further maturation of its business and technology.\n\n\t\t\t\t\tLast Modified: 09/28/2014\n\n\t\t\t\t\tSubmitted by: Wenchao Zhou"
 }
}