{
 "awd_id": "1315276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Surface Free Energy Sensor",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 149246.0,
 "awd_amount": 149246.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2013-06-21",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop a realtime surface energy sensor that can be integrated into existing surface treatment systems to provide process control feedback.   This sensor is based on a rapid microwetting measurement that is exceptionally responsive to surface free energy.  Wetting measurements are a standard technique for determining surface free energies, but are slow and unwieldy to perform.  The proposed approach involves ballistic deposition of a minute quantity of a probe fluid onto the surface.  The vibration that accompanies deposition greatly facilitates attainment of equilibrium wetting of the surface.  An image of the droplet is analyzed to determine the angle formed by the droplet tangent and the surface from drop volume and average diameter, which is a known function of the surface free energy.  The equipment to accomplish this task can be readily integrated into existing robotically deployed surface treatment devices.\r\n\r\nThe broader impact/commercial potential of this project will be to improve quality and yield of manufactured products through rapid, automated, and quantitative control of surface treatment properties.  It will allow quantitative surface energy measurements, used for decades in laboratory settings, to transition into automated manufacturing control environments.  Scientific and technological understanding will be enhanced by a deeper understanding of the effect of various surface treatment processes on extent and uniformity of surface energy and of the relationship of these properties to adhesion.  This project will allow for more efficient, higher yield manufacturing processes that will increase the competitiveness of our domestic manufacturing.  The initial market for this technology will include automotive OEM?s and their Tier suppliers, medical device manufacturers and manufacturers of consumer and industrial electronics, and food packaging.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giles",
   "pi_last_name": "Dillingham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giles Dillingham",
   "pi_email_addr": "gdillingham@btglabs.com",
   "nsf_id": "000283932",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BRIGHTON TECHNOLOGIES GROUP, INC",
  "inst_street_address": "4914 GRAY RD",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5134691800",
  "inst_zip_code": "452321513",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "BRIGHTON TECHNOLOGIES GROUP, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "RLV1WRJF1SK3"
 },
 "perf_inst": {
  "perf_inst_name": "BRIGHTON TECHNOLOGIES GROUP, INC",
  "perf_str_addr": "5129 Kieley Place",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452171100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Because of the current environmentally mandated shift from solvent-based adhesives and coatings to water-borne systems, control of surface treatment for painting, coating, and adhesive bonding operations has become much more critical.&nbsp; Current surface treatment processes are commonly plasma based (e.g. flame or electrical discharge), where a treatment head is robotically deployed over the surface of a molded or machined part that will subsequently be coated or bonded. &nbsp;A typical application is a robotically deployed flame treatment system for injection molded automobile bumper fascia to improve paint adhesion.</p>\n<p>Due to the lack of appropriate sensor technology, these processes are performed without feedback control, and the quality of surface treatment is determined by destructive testing of painted or bonded parts. &nbsp;Substantial costs are incurred due to destructive testing and discarding improperly treated parts.&nbsp;</p>\n<p>Industries in which surface treatment processes form an integral part of the manufacturing process include automotive manufacturing, aerospace, electronics manufacture and packaging, food packaging, and consumer products.&nbsp; Because of production volumes, surface treatment in these industries is necessarily in-line and automated.&nbsp; Treatment levels are set based on experience, with operators &lsquo;dialing in&rsquo; treatment parameters based on offline measurements of properties such as surface energy or level of adhesion determined through various tests.&nbsp; However, treatment levels can vary from part to part and from point to point on the same part due to subtle variations in the surface state of the material prior to treatment.&nbsp; Treatment levels can also vary due to changes in ambient temperature and humidity, or drifts in plasma characteristics due to factors such as equipment aging.&nbsp; These factors are all exacerbated by a shift to water-borne adhesives and coatings, due to the much greater sensitivity of these systems to substrate surface energy.&nbsp; The need for closed-loop control of these surface treatment processes is great, but appropriate feedback sensors do not currently exist.</p>\n<p>This Phase I SBIR project demonstrated a novel sensor for control and quality assurance of robotic surface treatment processes based on an extremely rapid quantitative measurement of surface wetting properties. &nbsp;The sensor deposits a small (~1.5 microliter) liquid drop on the surface from a pulsed stream of nanoliter sized droplets. &nbsp;An image of the resulting drop is acquired and analyzed to determine the angle formed by the drop perimeter and the surface (the contact angle). &nbsp;The cosine of this angle is directly related to the surface energy and therefore the treatment level of the surface. &nbsp;The measurement cycle for the current protype hardware is ~3 sec.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2014<br>\n\t\t\t\t\tModified by: Giles&nbsp;Dillingham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBecause of the current environmentally mandated shift from solvent-based adhesives and coatings to water-borne systems, control of surface treatment for painting, coating, and adhesive bonding operations has become much more critical.  Current surface treatment processes are commonly plasma based (e.g. flame or electrical discharge), where a treatment head is robotically deployed over the surface of a molded or machined part that will subsequently be coated or bonded.  A typical application is a robotically deployed flame treatment system for injection molded automobile bumper fascia to improve paint adhesion.\n\nDue to the lack of appropriate sensor technology, these processes are performed without feedback control, and the quality of surface treatment is determined by destructive testing of painted or bonded parts.  Substantial costs are incurred due to destructive testing and discarding improperly treated parts. \n\nIndustries in which surface treatment processes form an integral part of the manufacturing process include automotive manufacturing, aerospace, electronics manufacture and packaging, food packaging, and consumer products.  Because of production volumes, surface treatment in these industries is necessarily in-line and automated.  Treatment levels are set based on experience, with operators ædialing inÆ treatment parameters based on offline measurements of properties such as surface energy or level of adhesion determined through various tests.  However, treatment levels can vary from part to part and from point to point on the same part due to subtle variations in the surface state of the material prior to treatment.  Treatment levels can also vary due to changes in ambient temperature and humidity, or drifts in plasma characteristics due to factors such as equipment aging.  These factors are all exacerbated by a shift to water-borne adhesives and coatings, due to the much greater sensitivity of these systems to substrate surface energy.  The need for closed-loop control of these surface treatment processes is great, but appropriate feedback sensors do not currently exist.\n\nThis Phase I SBIR project demonstrated a novel sensor for control and quality assurance of robotic surface treatment processes based on an extremely rapid quantitative measurement of surface wetting properties.  The sensor deposits a small (~1.5 microliter) liquid drop on the surface from a pulsed stream of nanoliter sized droplets.  An image of the resulting drop is acquired and analyzed to determine the angle formed by the drop perimeter and the surface (the contact angle).  The cosine of this angle is directly related to the surface energy and therefore the treatment level of the surface.  The measurement cycle for the current protype hardware is ~3 sec.\n\n \n\n\t\t\t\t\tLast Modified: 01/15/2014\n\n\t\t\t\t\tSubmitted by: Giles Dillingham"
 }
}