{
 "awd_id": "1315394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Project Near-Earth Object",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-05-28",
 "awd_max_amd_letter_date": "2013-05-28",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I innovation addresses deficiencies in science content knowledge exhibited by many elementary school teachers. Project Near-Earth Object is a game-based professional development product that teachers can also use as a self-assessment tool to evaluate their content knowledge in science. It uses interactive science experiments in the form of fast-paced mini-games to increase pre-service and in-service elementary teachers' ability to teach science topics. Research indicates that teacher competence in the content area greatly affects elementary students? interest in and success in science. The innovation relies not only on gaming, but also on a narrative in which players are \"recruited\" by a league of scientists to help Earth prepare for a pending asteroid collision; they must stop a villain determined to destroy the Earth's anti-asteroid defense. In the interactive science experiments, teachers: use simulations to gather information related to the problem; test hypotheses to solve to science problems; and collaborate using social networking.  The innovation uses computer-adapted differentiated instruction, meaning that each mini-game has six levels of difficulty and the computer adapts difficulty levels according to the learner's performance. Other features include scaffolding of instruction, instant feedback, video tutorials, mobile access, and a backend administrative dashboard for viewing performance data.\r\n\r\nThe broader/commercialization impact of Project Near-Earth Object lies in its unique design and large but targeted market niche. There is no direct competition for this product. Project Near-Earth Object is the only intervention on the market that is a science learning game for teachers, available on both Web and mobile platforms, aligned with recognized national standards, featuring a community-based social component, and an easy-to-use dashboard for viewing and tracking performance. There are approximately 3 million teachers and 1200 teacher education programs in the U.S., and demand for elementary teachers is growing. Research indicates that elementary teacher interest and subject matter knowledge in science is low. Teachers recognize that content knowledge is essential for good teaching.  99% of elementary teachers say that performance evaluations should include knowledge of subject matter. This game can be easily integrated into existing teacher training curricula or offered as a stand-alone professional development product. Its scalable online design is conducive to distribution through multiple channels and to competitive pricing structures. Project Near-Earth Object can significantly impact teacher understanding of science content and more importantly how to \"do science,\" which will contribute to better attitudes about science and ultimately to better teachers in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Brewster",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Brewster",
   "pi_email_addr": "scott@triadinteractivemedia.com",
   "nsf_id": "000610298",
   "pi_start_date": "2013-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Triad Interactive Media",
  "inst_street_address": "2 ELDERBERRY CT",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3369085884",
  "inst_zip_code": "277037148",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "TRIAD INTERACTIVE MEDIA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LGNXMMKD2ZL5"
 },
 "perf_inst": {
  "perf_inst_name": "Triad Interactive Media",
  "perf_str_addr": "1601 Guilford College Road",
  "perf_city_name": "Jamestown",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "272829383",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079E",
   "pgm_ref_txt": "VISUALIZATION & VIRTUAL DESIGN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Small Business Innovation Research Phase I product produced by Triad Interactive Media, Inc. was a prototype of Project NEO (Near Earth Object)&mdash;a product that, when complete, will enhance the science content knowledge of elementary school pre-service and in-service teachers and increase their confidence in teaching science.&nbsp;Studies show alarming deficiencies in elementary teachers&rsquo; conceptual knowledge of science topics, and this affects elementary students' science success. Project NEO is being designed as an online first-person adventure game with an engaging narrative and a series of interactive science experiments (mini-games) to combat teacher deficiencies in science.</p>\n<p>TIM partnered with the University of North Dakota and Southern Methodist University to conduct assessment of prototype components both during and after development. Iterative assessment of the in-progress prototype informed updates we made to the product during the development and ensured that the Phase I prototype met the highest of standards. Final assessment was designed to gauge feasibility of the approach and the promise of the prototype.</p>\n<p>Results from the assessment showed tremendous promise for the product, with the prototype of Project NEO meeting all of its evaluation goals&mdash;to (a) successfully promote science learning, (b) integrate seamlessly into science education classes, and (c) follow a curricular model that is extensible to other science content. Furthermore, gains in science content knowledge were seen for those areas directly addressed by the prototype.</p>\n<p>The commercial potential of the product is significant for two reasons:&nbsp;teachers and schools are under pressure to improve students&rsquo; test scores in science, and&nbsp;Project NEO is the first science-learning product for in-service and pre-service teachers built in a game format.&nbsp;Schools, local education agencies, schools of education in universities, and teachers themselves will be interested in acquiring the program in order to improve science instruction in elementary schools and thereby improve students&rsquo; scores on standardized tests.&nbsp;There is no direct competition for this product at present because Project NEO is the only intervention on the market that is a science learning game for teachers, available on both Web and mobile platforms, aligned with recognized national standards, features a community-based social component, has an easy to use dashboard for viewing and tracking students performance, and is designed to be integrated into existing science curricula.&nbsp;Triad Interactive Media, Inc.&nbsp;will offer the program through its own Web portal with a competitive pricing strategy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Brewster</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1315394/1315394_10248251_1395780505232_NEO-background-powerpoint-v2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1315394/1315394_10248251_1395780505232_NEO-background-powerpoint-v2--rgov-800width.jpg\" title=\"Project NEO Narrative Video Screenshot\"><img src=\"/por/images/Reports/POR/2014/1315394/1315394_10248251_1395780505232_NEO-background-powerpoint-v2--rgov-66x44.jpg\" alt=\"Project NEO Narrative Video Screenshot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screen Capture o...",
  "por_txt_cntn": "\nThe Small Business Innovation Research Phase I product produced by Triad Interactive Media, Inc. was a prototype of Project NEO (Near Earth Object)&mdash;a product that, when complete, will enhance the science content knowledge of elementary school pre-service and in-service teachers and increase their confidence in teaching science. Studies show alarming deficiencies in elementary teachersÆ conceptual knowledge of science topics, and this affects elementary students' science success. Project NEO is being designed as an online first-person adventure game with an engaging narrative and a series of interactive science experiments (mini-games) to combat teacher deficiencies in science.\n\nTIM partnered with the University of North Dakota and Southern Methodist University to conduct assessment of prototype components both during and after development. Iterative assessment of the in-progress prototype informed updates we made to the product during the development and ensured that the Phase I prototype met the highest of standards. Final assessment was designed to gauge feasibility of the approach and the promise of the prototype.\n\nResults from the assessment showed tremendous promise for the product, with the prototype of Project NEO meeting all of its evaluation goals&mdash;to (a) successfully promote science learning, (b) integrate seamlessly into science education classes, and (c) follow a curricular model that is extensible to other science content. Furthermore, gains in science content knowledge were seen for those areas directly addressed by the prototype.\n\nThe commercial potential of the product is significant for two reasons: teachers and schools are under pressure to improve studentsÆ test scores in science, and Project NEO is the first science-learning product for in-service and pre-service teachers built in a game format. Schools, local education agencies, schools of education in universities, and teachers themselves will be interested in acquiring the program in order to improve science instruction in elementary schools and thereby improve studentsÆ scores on standardized tests. There is no direct competition for this product at present because Project NEO is the only intervention on the market that is a science learning game for teachers, available on both Web and mobile platforms, aligned with recognized national standards, features a community-based social component, has an easy to use dashboard for viewing and tracking students performance, and is designed to be integrated into existing science curricula. Triad Interactive Media, Inc. will offer the program through its own Web portal with a competitive pricing strategy.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/25/2014\n\n\t\t\t\t\tSubmitted by: Michael S Brewster"
 }
}