{
 "awd_id": "1315626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Wireless Instrumentation for Preclinical Research on Small Freely Behaving Animals",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 149996.0,
 "awd_amount": 149996.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "The innovation in this project involves design and develop of a fully functional prototype of a bioinstrument, called \"EnerCage,\" a wireless power (50mW) and data (1Mbps) transmission system that can support bidirectional communication with electronic devices that are attached to or implanted in small, freely behaving animal subjects. The floor of the EnerCage consists of a modular array of overlapping hexagonal-planar spiral coils (hex-PSCs) with optimized geometries, capable of forming an experimental arena of arbitrary size and shape. The hex-PSCs provide a focused magnetic field around the subject for wireless power delivery regardless of its position in the cage. Power amplifiers driving the hex-PSC array are equipped with a closed-loop power control mechanism that compensates for animal movement and parasitic effects on the coils. On the receiver side, a mobile unit equipped with efficient power management circuitry delivers power and data to biosensors, actuators, and drug delivery devices on or inside the animal body. A magnetic tracer embedded in the mobile unit allows real time non-line-of-sight animal tracking in 3D. The magnetic tracking is combined with optical tracking to indicate the subject's behavior, position, and head orientation in both open and covered spaces. This information is also used to activate the hex-PSC that is in the best position to power the mobile unit.\r\n\r\nThe broader impact of the EnerCage system is its ability to facilitate new behavioral neuroscience experiments and phenotyping on freely behaving small animal subjects. It can enhance our understanding of neurological diseases such Alzheimer?s, epilepsy, and Parkinson's as well as other illnesses, such as hypertension, obesity, and cancer. Preclinical research involves collecting a variety of physiological data, such as neural activity, body temperature, blood flow/pressure, chemical concentrations, and physical/behavioral activity from small animal models, such as rodents. Traditional experimental setups are small, tethered, secluded, and unnatural, resulting in an impoverished environment that is different from the species? natural habitat, thereby biasing the results, particularly in behavioral experiments. The EnerCage system will create an enriched environment by completely eliminating tethering and large payloads (e.g. battery-powered wireless devices). It will enable experiments of any duration in arenas of any size. It is suited for a wide range of preclinical research, from behavioral neuroscience on rats to genetic engineering and phenotyping of knockout mice. Moreover, the EnerCage allows high throughput experiments with multiple animal subjects socially interacting in the same spacious environment with tunnels and covered chambers. All of these advantages are of great interest to research centers, hospitals, neuroscientists, and drug companies, and contribute to the commercialization potential of the EnerCage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ueiming",
   "pi_last_name": "Jow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ueiming Jow",
   "pi_email_addr": "jow0209@gmail.com",
   "nsf_id": "000635552",
   "pi_start_date": "2013-06-21",
   "pi_end_date": "2013-07-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maysam",
   "pi_last_name": "Ghovanloo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maysam Ghovanloo",
   "pi_email_addr": "mghovan@bionicsciences.com",
   "nsf_id": "000648020",
   "pi_start_date": "2013-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bionic Sciences, Inc.",
  "inst_street_address": "1061 MERCER ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6056446826",
  "inst_zip_code": "303162496",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QBRQMFLMK6R9"
 },
 "perf_inst": {
  "perf_inst_name": "Bionic Sciences, Inc.",
  "perf_str_addr": "2264 DeFoors Ferry Rd. NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303182324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "GA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>In vivo </em>electrophysiology, the study of the electrical properties of biological tissues in live animal subjects, has been a powerful tool in studying the functional organization of the nervous system in animals to generate the knowledge that will eventually aid in prevention, diagnosis, and treatment of disease and dysfunction in humans. It has provided groundbreaking information on areas ranging from the organization of visual cortex to neural connections of working memory, which have helped in the treatment of disorders ranging from schizophrenia to epilepsy and depression. Many experimental questions, particularly in behavioral neuroscience, which applies the principles of neurobiology to the study of physiological, genetic, and developmental mechanisms of behavior in humans and animals, as well as development of neuroprosthetic technologies, such as deep brain stimulators, require long-term experiments on awake freely behaving subjects. Logistical constraints such as cost, lifespan, and housing as well as ethical principles often necessitate using small animals, such as rodents. The technical challenges to this approach, which can affect the quality of the acquired data and outcomes, center on finding ways to record data for extended periods while creating an environment for the animal subjects that is as close as possible to their natural habitat. Moreover, these experiments are extremely labor-intensive, and therefore, costly. Therefore, there is a need to automate data collection from multiple animal subjects with minimum human intervention. We are developing a new technology, called EnerCage, to address this need.</p>\n<p>The <em>EnerCage</em> system is a smart wireless cage that is capable of continuous and automated data acquisition from small freely-behaving animal subjects for electrophysiology experiments over extended periods of days, weeks, or months. The key advantages of the EnerCage system are wireless powering and communication with any electronic instrument that might be attached to or implanted in the animal body for recording physiological parameters, stimulating the nervous system, or delivering drugs in a small and scalable form factor that is compatible with the existing animal facility infrastructure, allowing researchers to run long-term experiments on a large number of small animals in parallel without occupying precious laboratory space or engaging highly-skilled staff in laborious monitoring tasks. EnerCage eliminates cable attachments to animals in today&rsquo;s experimental setups, which cause stress, tethering effect, and prevent housing multiple social animals together due to tangling and twisting of the wires. It also relieves the animals from carrying bulky battery payloads needed in the new wireless solutions. The EnerCage system will also be capable of accurately tracking the 3-D position and orientation of a magnetic tracer affixed to the animal body, which unlike optical methods does not require the animal to be in the line-of-sight.</p>\n<p>Over the course of this phase-I SBIR grant, we were able to develop a new proof-of-concept prototype EnerCage system. We made progress in the following aspects of this new technology:</p>\n<p>1) Electronic hardware and control firmware: The EnerCage hardware was entirely redesigned to improve its performance, simplicity, size, robustness, and manufacturability, while lowering the cost. We adopted a credit card sized embedded system, called BeagleBone Black (BBB), which is a powerful yet low-cost, computing platform. This new hardware greatly reduces the computation overhead of the central PC while improving robustness because it distributes the coil array mapping, relay control, and power control tasks among EnerCage modules.</p>\n<p>2) Geometrical optimization of the coil array on 4-layer printed circuit boards (PCB): In each stationary module that is in charge of wireless power tra...",
  "por_txt_cntn": "\nIn vivo electrophysiology, the study of the electrical properties of biological tissues in live animal subjects, has been a powerful tool in studying the functional organization of the nervous system in animals to generate the knowledge that will eventually aid in prevention, diagnosis, and treatment of disease and dysfunction in humans. It has provided groundbreaking information on areas ranging from the organization of visual cortex to neural connections of working memory, which have helped in the treatment of disorders ranging from schizophrenia to epilepsy and depression. Many experimental questions, particularly in behavioral neuroscience, which applies the principles of neurobiology to the study of physiological, genetic, and developmental mechanisms of behavior in humans and animals, as well as development of neuroprosthetic technologies, such as deep brain stimulators, require long-term experiments on awake freely behaving subjects. Logistical constraints such as cost, lifespan, and housing as well as ethical principles often necessitate using small animals, such as rodents. The technical challenges to this approach, which can affect the quality of the acquired data and outcomes, center on finding ways to record data for extended periods while creating an environment for the animal subjects that is as close as possible to their natural habitat. Moreover, these experiments are extremely labor-intensive, and therefore, costly. Therefore, there is a need to automate data collection from multiple animal subjects with minimum human intervention. We are developing a new technology, called EnerCage, to address this need.\n\nThe EnerCage system is a smart wireless cage that is capable of continuous and automated data acquisition from small freely-behaving animal subjects for electrophysiology experiments over extended periods of days, weeks, or months. The key advantages of the EnerCage system are wireless powering and communication with any electronic instrument that might be attached to or implanted in the animal body for recording physiological parameters, stimulating the nervous system, or delivering drugs in a small and scalable form factor that is compatible with the existing animal facility infrastructure, allowing researchers to run long-term experiments on a large number of small animals in parallel without occupying precious laboratory space or engaging highly-skilled staff in laborious monitoring tasks. EnerCage eliminates cable attachments to animals in todayÆs experimental setups, which cause stress, tethering effect, and prevent housing multiple social animals together due to tangling and twisting of the wires. It also relieves the animals from carrying bulky battery payloads needed in the new wireless solutions. The EnerCage system will also be capable of accurately tracking the 3-D position and orientation of a magnetic tracer affixed to the animal body, which unlike optical methods does not require the animal to be in the line-of-sight.\n\nOver the course of this phase-I SBIR grant, we were able to develop a new proof-of-concept prototype EnerCage system. We made progress in the following aspects of this new technology:\n\n1) Electronic hardware and control firmware: The EnerCage hardware was entirely redesigned to improve its performance, simplicity, size, robustness, and manufacturability, while lowering the cost. We adopted a credit card sized embedded system, called BeagleBone Black (BBB), which is a powerful yet low-cost, computing platform. This new hardware greatly reduces the computation overhead of the central PC while improving robustness because it distributes the coil array mapping, relay control, and power control tasks among EnerCage modules.\n\n2) Geometrical optimization of the coil array on 4-layer printed circuit boards (PCB): In each stationary module that is in charge of wireless power transmission at the bottom of the EnerCage, three layers of the overlapping coils with their corresponding relays..."
 }
}