{
 "awd_id": "1315554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Linguistic Analysis of Web Content for 21st Century Inquiry Learning",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 149116.0,
 "awd_amount": 183924.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "This SBIR Phase II innovation is twofold.  First, advanced natural language processing techniques are used to analyze the content of websites and identify features of the text that determine processing difficulty for the individual student. After the initial evaluation of text difficulty, the system becomes adaptive and automatically updates its decision for the suitability of a website by keeping track of the user's reading experience.  This machine learning technology enables differentiated learning and, thus, enables fair access of web content to English Language Learners and special education groups. Second, the content of websites is characterized by advanced text analysis and classification to detect school subject areas. Elementary school students, for example, will find science content written at a level that they can comprehend, thus, being enabled to laser focus their attention to accessible content and engage with it critically.  The proposed technology addresses the critical problem of information management and helps teachers teach their students the skills that they need to find, evaluate, and take advantage of available information in any context. \r\n\r\nThe broader/commercial impact of the proposed technology will be in the integration of the recently articulated common core standards (21st century learning) in the K-12 classroom. The development of the proposed technology will offer unprecedented opportunity for differentiated learning and give students a life-long tool to help them understand and critically engage with the information available to them. Early integration of information literacy and inquiry based learning is enabled not only by identifying age appropriate resources but, also, by offering a total project management platform. Teachers and curriculum developers will save valuable time and effort because they will have community space to find curated up-to-the-minute resources and core projects, which they can edit, save, and share, assign them to students, and receive submitted work, all in one window. Students, too, have personal space to keep notes, automatically keep track of resources for later review and citation, collaborate, prepare, and submit their reports. The platform can integrate with school library resources, thus, becoming a powerful tool for librarians. Application Programming Interfaces can be developed for collaboration with publishers enabling them to smoothly integrate core standards in their curricula and update them for 21st century learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eleni",
   "pi_last_name": "Miltsakaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eleni Miltsakaki",
   "pi_email_addr": "eleni@choosito.com",
   "nsf_id": "000610906",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Choosito!",
  "inst_street_address": "462 BALLYTORE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WYNNEWOOD",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6106421816",
  "inst_zip_code": "190962309",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "CHOOSITO! INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "D5TNMCBD6JJ6"
 },
 "perf_inst": {
  "perf_inst_name": "Choosito! LLC",
  "perf_str_addr": "462 Ballytore Road",
  "perf_city_name": "Wynnewood",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190962309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149116.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 34808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes</p>\n<p>Overview</p>\n<p>The coming of the information age has mandated radical changes in the skills set required for 21<sup>st</sup> century, including critical thinking and research skills.&nbsp; The President of the United States in 2009 signed a proclamation for national information literacy awareness emphasizing that the availability of vast amounts of information has &ldquo;challenged our long-held perceptions of&nbsp;information management. Rather than merely possessing data, we must also learn the skills necessary to acquire, collate, and&nbsp;evaluate information for any situation.&rdquo; The Core Standards, now adopted by all but two State,&nbsp; target the ability to &ldquo; a)&nbsp; conduct short as well as more sustained research projects based on focused questions, demonstrating understanding of the subject under investigation, b) gather relevant information from multiple print and digital sources, assess the credibility and accuracy of each source, and integrate the information while avoiding plagiarism, and c) draw evidence from literary or informational texts to support analysis, reflection, and research</p>\n<p>Conducting research projects on the web, however, is not a straightforward task.&nbsp; Finding internet sites that are useful and relevant to the curriculum can be challenging. The world wide web is not a library with catalogued information. Search engines are helpful but they often fail to provide students and teachers with sites that are age appropriate, relevant to the topic, and with educational value.</p>\n<p>This NSF project blends research on linguistics, psychology of reading, natural language processing and machine learning with&nbsp; expertise in K-12 education to build a set of online research tools to support the teaching of research skills, critical thinking, and problem solving.&nbsp;&nbsp; We use innovative natural language processing technology to detect in real time high quality educational sites that are age-appropriate relevant to the curriculum.</p>\n<p>Outcomes</p>\n<p>We developed the prototype for a personalized research tool that captures automatically the reading level of students and identifies appropriate learning resources that will enable the student to engage with material that they can understand.&nbsp; We demonstrated the feasibility of the tool with extensive school studies.</p>\n<p>The research outcomes from SBIR Phase I/IB are summarized below:</p>\n<p>1. Development of the prototype</p>\n<ol>\n<li>Design of adaptive reading architecture</li>\n<li>Evaluation of reading difficulty</li>\n<li>Evaluation of thematic content</li>\n<li>Patent pending algorithm for predicting text difficulty for each student</li>\n</ol>\n<p>2. Extending prototype functionality for video analysis (Phase IB)</p>\n<ol>\n<li>Building data sets for analysis of video content</li>\n<li>Initial prototype for determining difficulty of video content</li>\n</ol>\n<p>&nbsp;</p>\n<p>3. Feasibility of the prototype (school studies)</p>\n<ol>\n<li>Usability and user interface</li>\n<li>Accuracy</li>\n<li>Student behavior</li>\n<li>Pedagogical benefits</li>\n</ol>\n<p>&nbsp;</p>\n<p>To test the feasibility of the prototype we conducted studies in schools with students of grades 2<sup>nd</sup>-9<sup>th</sup> in five schools in Pennsylvania and Delaware. The selected schools include a school from a low income area and a Special Education school.</p>\n<p>The feasibility study has shown that the prototype of the proposed technology is fully functioning, runs smoothly online, and performs reasonably well.&nbsp; In beta testing with hundreds of students in several schools ranging from Special Education to Gifted programs and from 2<sup>nd</sup> to 9<sup>th</sup> grade has proved that our innovative web search tool engages students in quality research, helping them stay focused in an environment that they found easy to use.&nbsp; Testimonials from the pilots show ...",
  "por_txt_cntn": "\nProject Outcomes\n\nOverview\n\nThe coming of the information age has mandated radical changes in the skills set required for 21st century, including critical thinking and research skills.  The President of the United States in 2009 signed a proclamation for national information literacy awareness emphasizing that the availability of vast amounts of information has \"challenged our long-held perceptions of information management. Rather than merely possessing data, we must also learn the skills necessary to acquire, collate, and evaluate information for any situation.\" The Core Standards, now adopted by all but two State,  target the ability to \" a)  conduct short as well as more sustained research projects based on focused questions, demonstrating understanding of the subject under investigation, b) gather relevant information from multiple print and digital sources, assess the credibility and accuracy of each source, and integrate the information while avoiding plagiarism, and c) draw evidence from literary or informational texts to support analysis, reflection, and research\n\nConducting research projects on the web, however, is not a straightforward task.  Finding internet sites that are useful and relevant to the curriculum can be challenging. The world wide web is not a library with catalogued information. Search engines are helpful but they often fail to provide students and teachers with sites that are age appropriate, relevant to the topic, and with educational value.\n\nThis NSF project blends research on linguistics, psychology of reading, natural language processing and machine learning with  expertise in K-12 education to build a set of online research tools to support the teaching of research skills, critical thinking, and problem solving.   We use innovative natural language processing technology to detect in real time high quality educational sites that are age-appropriate relevant to the curriculum.\n\nOutcomes\n\nWe developed the prototype for a personalized research tool that captures automatically the reading level of students and identifies appropriate learning resources that will enable the student to engage with material that they can understand.  We demonstrated the feasibility of the tool with extensive school studies.\n\nThe research outcomes from SBIR Phase I/IB are summarized below:\n\n1. Development of the prototype\n\nDesign of adaptive reading architecture\nEvaluation of reading difficulty\nEvaluation of thematic content\nPatent pending algorithm for predicting text difficulty for each student\n\n\n2. Extending prototype functionality for video analysis (Phase IB)\n\nBuilding data sets for analysis of video content\nInitial prototype for determining difficulty of video content\n\n\n \n\n3. Feasibility of the prototype (school studies)\n\nUsability and user interface\nAccuracy\nStudent behavior\nPedagogical benefits\n\n\n \n\nTo test the feasibility of the prototype we conducted studies in schools with students of grades 2nd-9th in five schools in Pennsylvania and Delaware. The selected schools include a school from a low income area and a Special Education school.\n\nThe feasibility study has shown that the prototype of the proposed technology is fully functioning, runs smoothly online, and performs reasonably well.  In beta testing with hundreds of students in several schools ranging from Special Education to Gifted programs and from 2nd to 9th grade has proved that our innovative web search tool engages students in quality research, helping them stay focused in an environment that they found easy to use.  Testimonials from the pilots show that students appreciate that Choosito offers them resources that are easy and relevant to their topic. For the special education programs, the pedagogical benefit was pronounced as students were given the opportunity to explore on their own resources; a task that was shown to be impossible with typical search engine tools.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2014\n\n\t\t\t\t\tSubmitted by: Eleni Miltsakaki"
 }
}