{
 "awd_id": "1315650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of Efficient Spraying System for Staple Polymeric Nanofibers onto Nonwoven Rolled Good Manufacturing Lines",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-06-17",
 "awd_max_amd_letter_date": "2014-02-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will investigate methods to efficiently spray staple polymeric nanofibers (NFs with avg. diameter ~400 nm) of short lengths (200-700 micro-m) in wet or dry form at high rates onto rolled good nonwoven substrate manufacturing lines. Existing nanofiber technologies simultaneously produce at low throughputs and apply NFs at very slow line speeds (~1-30 m/min) as a low basis weight surface coating onto nonwoven substrates. Due to the inefficient delivery and high costs of NFs, they are commercially only used in high-end applications in filtration, acoustics, medical, energy and textiles. By separately producing bulk NFs and developing methods to efficiently spray them at high rates (>150 m/min) inline, the significant value of NF?s can be more widely applied to the US nonwovens manufacturing sector. The key research objectives include developing methods to disperse NFs for wet or dry spraying, determining how to spray NFs using commercially available equipment, and testing the value that sprayed nanofibers add to air filtration and acoustic nonwoven products. It is anticipated that methods to spray and disperse NFs will be developed and pilot spraying equipment design requirements will be determined as a result of this research.\r\n\r\nThe broader impact / commercial potential of this project could unleash the high value that NFs can add to nonwoven products by spraying bulk, short-length polymeric nanofibers (NFs) inline at full line speeds (> 150 m/min) in nonwoven manufacturing processes using commercially-available spraying hardware. The NF spraying equipment would be a fraction of the hardware costs compared to existing electrospinning and melt blowing NF technologies. Recently a novel transformative NF closed-loop chemical production process has been scaled up and it addresses a fundamental limitation of current NF processes ? high throughput off-line production of short length NFs. Spraying nanofibers at full nonwoven line speeds would accelerate the growth rate (estimated at 34% per year) of the existing $176 million market for nanofibers. In the $6.6 billion air filtration market, this novel NF spraying technology will be a key to improving filter efficiency and lowering costs through new improved products worth hundreds of millions of dollars. The first target markets for spraying nanofibers in-line will be for air filtration and acoustics applications. The broader impact of developing nanofiber spraying capabilities will make the US nonwoven industry more competitive worldwide and improve North Carolina?s economy through job creation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miles",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miles Wright",
   "pi_email_addr": "miles@xanofi.com",
   "nsf_id": "000593256",
   "pi_start_date": "2013-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sumit",
   "pi_last_name": "Gangwal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sumit Gangwal",
   "pi_email_addr": "sumit@xanofi.com",
   "nsf_id": "000635158",
   "pi_start_date": "2013-06-17",
   "pi_end_date": "2013-12-12"
  }
 ],
 "inst": {
  "inst_name": "Xanofi, Inc.",
  "inst_street_address": "7516 Precision Drive",
  "inst_street_address_2": "Suite 101",
  "inst_city_name": "Raleigh",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9197474550",
  "inst_zip_code": "276170000",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Xanofi, Inc.",
  "perf_str_addr": "7516 Precision Drive, Suite 101",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276178402",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Introduction</p>\n<p>Nanofibers are being used in many commercially-available products including acoustic insulation, filters, battery separators, performance apparel and medical textiles. Despite the potential, the application of nanofibers has been limited due to not being efficiently integrated into high speed nonwoven manufacturing processes and slow throughput. Xanofi has developed a novel high-throughput method for the continuous production of staple polymeric nanofibers, in which NFs are drawn out from polymer solutions in a controllable, scalable process, with production volumes per machine exceeding 20kg/hr. &nbsp;By controlling the length and associated fiber entanglement, coupled with a proof of concept of spraying nanofibers at current line speeds, Xanofi will open up the possibility of applying nanofibers to a wide range of products in the market.</p>\n<p>&nbsp;</p>\n<p>Results</p>\n<p>We found through the first phase of this project that the aspect ratio of the fibers was a key factor in creating stable aqueous dispersions of staple nanofibers. After standardizing a protocol for achieving optimal ratios with various types of polymers (eg. cellulose acetate, PMMA and polystyrene) (Figure 1), it was shown that equipment ranging from simple hand paint sprayers up to high pressure high volume nozzle sprayers were all viable platforms to apply the nanofibers as a coating on an existing substrate. While simply creating nanofibrous dispersions in water is a key and novel aspect of the technology, the application of the nanofibers is much more important to commercialize these discoveries.</p>\n<p>Air filtration is a high volume market with many applications for fine filtration. It is by far the largest industry that has taken advantage of nanofibers as a material component, however achieving commercial line production rates has been a limiting factor in its use. Through work with an industrial partner to improve an existing meltblown filter media, it was shown that we could increase the alpha rating (a value expressing the efficiency normalized to pressure drop) of their substrates by up to 50% by adding an efficient amount of nanofibers (Figure 2).</p>\n<p>Beyond simple wet-laid filtration media exists also high-loft material known for low efficiency but high dirt hold capacity, meaning longer filter life before needing to be replaced. There is a cap in the industry, however, of the MERV rating of the material, peaking at around MERV 8-9. We partnered with a high-loft producer to produce the first ever MERV 11 high-loft media, taking advantage of both high dirt holding capacity and particle efficiency (Figures 3-4).</p>\n<p>The final objective of this Phase I award was to investigate the equipment needed to spray on a continuous commercial line. We worked with NC State University&rsquo;s Paper and Pulp Department using pilot spray equipment, a dynamic sheet former, to optimize and assess the ability to spray these fibers using industry-accepted pressure nozzle setups. We found that not only do the fibers spray quite evenly without clogs, but the material can be run at 900 ft/min and lay down a fiber coating quite evenly (Figure 5).</p>\n<p>&nbsp;</p>\n<p>Conclusions</p>\n<p>We have successfully shown that through our process we can form nanofibers at a high volume, and through processing disperse these fibers in an aqueous solution in order to be sprayed as a coating. This coating has initially shown in air filtration to be a key factor in improving the performance of a substrate economically. We have also shown the development of a completely new class of filter, a high loft, high efficiency filtration media through the use of our fibers. There is no technology to date that can perform to these specs. We realize that the benefits of this technology spans past air filtration, and can easily be applied to water filtration, catalytic coatings, hydrophobic coatings, and ...",
  "por_txt_cntn": "\nIntroduction\n\nNanofibers are being used in many commercially-available products including acoustic insulation, filters, battery separators, performance apparel and medical textiles. Despite the potential, the application of nanofibers has been limited due to not being efficiently integrated into high speed nonwoven manufacturing processes and slow throughput. Xanofi has developed a novel high-throughput method for the continuous production of staple polymeric nanofibers, in which NFs are drawn out from polymer solutions in a controllable, scalable process, with production volumes per machine exceeding 20kg/hr.  By controlling the length and associated fiber entanglement, coupled with a proof of concept of spraying nanofibers at current line speeds, Xanofi will open up the possibility of applying nanofibers to a wide range of products in the market.\n\n \n\nResults\n\nWe found through the first phase of this project that the aspect ratio of the fibers was a key factor in creating stable aqueous dispersions of staple nanofibers. After standardizing a protocol for achieving optimal ratios with various types of polymers (eg. cellulose acetate, PMMA and polystyrene) (Figure 1), it was shown that equipment ranging from simple hand paint sprayers up to high pressure high volume nozzle sprayers were all viable platforms to apply the nanofibers as a coating on an existing substrate. While simply creating nanofibrous dispersions in water is a key and novel aspect of the technology, the application of the nanofibers is much more important to commercialize these discoveries.\n\nAir filtration is a high volume market with many applications for fine filtration. It is by far the largest industry that has taken advantage of nanofibers as a material component, however achieving commercial line production rates has been a limiting factor in its use. Through work with an industrial partner to improve an existing meltblown filter media, it was shown that we could increase the alpha rating (a value expressing the efficiency normalized to pressure drop) of their substrates by up to 50% by adding an efficient amount of nanofibers (Figure 2).\n\nBeyond simple wet-laid filtration media exists also high-loft material known for low efficiency but high dirt hold capacity, meaning longer filter life before needing to be replaced. There is a cap in the industry, however, of the MERV rating of the material, peaking at around MERV 8-9. We partnered with a high-loft producer to produce the first ever MERV 11 high-loft media, taking advantage of both high dirt holding capacity and particle efficiency (Figures 3-4).\n\nThe final objective of this Phase I award was to investigate the equipment needed to spray on a continuous commercial line. We worked with NC State UniversityÆs Paper and Pulp Department using pilot spray equipment, a dynamic sheet former, to optimize and assess the ability to spray these fibers using industry-accepted pressure nozzle setups. We found that not only do the fibers spray quite evenly without clogs, but the material can be run at 900 ft/min and lay down a fiber coating quite evenly (Figure 5).\n\n \n\nConclusions\n\nWe have successfully shown that through our process we can form nanofibers at a high volume, and through processing disperse these fibers in an aqueous solution in order to be sprayed as a coating. This coating has initially shown in air filtration to be a key factor in improving the performance of a substrate economically. We have also shown the development of a completely new class of filter, a high loft, high efficiency filtration media through the use of our fibers. There is no technology to date that can perform to these specs. We realize that the benefits of this technology spans past air filtration, and can easily be applied to water filtration, catalytic coatings, hydrophobic coatings, and specialized paper products, to name a few, using the same spray technology. The Phase II proposal continuing this project will not be focused a..."
 }
}