{
 "awd_id": "1315595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Learning PM Skills Through \"Experience\"; Realistic Rehearsal for Project Teams in 3D Virtual Environments.",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2013-05-06",
 "awd_max_amd_letter_date": "2013-12-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to enable users to develop expertise in Project Management in the context of emulated businesses, using 3D Virtual World platforms with the goal of developing expertise through experience with tough problems.  Teams of participants interact with virtual replicas of actual processes and products in the context of an ongoing business, with complex goals to accomplish.  The environments are enriched with embedded behavior and decision monitoring software designed to automate the tracking of progress and provide feedback.  Early pilots have shown unintended success with novice project managers as a way to accelerate learning by as much as two years.  The objective for this project is to refine the approach for use with novices with the intention of accelerating the development of expertise in the key skills of project management that are normally learned through years of experience, and specifically, from failure.  The project will also resolve a number of questions about the key features at play within emerging Virtual Worlds platforms. \"Smart\" Virtual Worlds have the potential to provide an optimal opportunity for experiential learning needed for the next generation of project managers facing increasingly complex implementation efforts that require agility and skill sets that go beyond current training methods. \r\n\r\nThe broader/commercial impact of accelerating the rate of developing project management expertise through no-risk experiential learning that is engineered for the development of complex skills in less time is nearly incalculable. Studies of expert project managers indicate that their skill was acquired over many years and as a result of learning by failure.  Therefore, even though the value of expert project managers is widely acknowledged, the cost and risk of getting that value is quite high and may simply take too long.  Further, the known risks involved in learning through failure prevent other project managers from ever becoming experts.  On the other hand,  the lack of expertise has costs of its own.  Some studies have estimated the organizational losses to upwards of $82 billion annually.  These losses are thought to be entirely preventable with better approaches to project management education.  Thus far, WTRI is one of the only companies that understands how to build \"smart\" Virtual Worlds for accelerating expertise Being a leader and early adopter of this emerging technology, we have the potential to lead the industry in the kind of rehearsal and simulation-based techniques that will be increasingly necessary educate professionals to manage complex problems of the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lia",
   "pi_last_name": "DiBello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lia DiBello",
   "pi_email_addr": "lia@wtri.com",
   "nsf_id": "000149149",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Workplace Technologies Research Inc.",
  "inst_street_address": "1550 HOTEL CIR N STE 180",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192328054",
  "inst_zip_code": "921082993",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "WORKPLACE TECHNOLOGIES RESEARCH, INC.",
  "org_prnt_uei_num": "HLTMJNJ8XJX1",
  "org_uei_num": "HLTMJNJ8XJX1"
 },
 "perf_inst": {
  "perf_inst_name": "Workplace Technologies Research Inc.",
  "perf_str_addr": "3333 Camino del Rio South, STE 1",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921083836",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved the development of a virtual world approach which enables users to rehearse Project Management skills in the context of emulations of actual projects in which skill in project management can be developed more quickly through iterative rehearsal with &ldquo;tough problems&rdquo;, which, in real life, pose significant risk to projects.</p>\n<p>Our method has shown success with our clients as a model of immersive, simulation based, outcomes driven learning and training for organizations tackling large IT implementation efforts. &nbsp;However, the participants were already near expert level learners. &nbsp;Our objective here was to develop an application for educational purposes, deploying the method among novice to advanced beginner learners. &nbsp;Virtual Worlds have the potential to provide an optimal simulation-based rehearsal environment for training the next generation of project managers who will be facing increasingly complex implementation efforts that require agility and skill sets that go beyond current training methods.</p>\n<p>For Phase I, we focused on three research objectives.</p>\n<ul>\n<li>Does the virtual world need to be modifiable by the user and then easily connected to our software, in a kind of plug and play manner or is a more generic approach adequate for novices learning project management?</li>\n<li>Workplaces vary quite a bit with regard to products, processes, and managing resources.&nbsp; Is there value in developing and refining the ability to create realistic products and parts, or are representative type of products and processes better for educational purposes?</li>\n<li>Ideally, the product needs to be connectible to any of the major brands of virtual worlds.&nbsp; Working with virtual worlds since 2006, we see a general trend toward making virtual worlds in general more easily connected to databases and other software, much like web applications.&nbsp; We need to be prepared for this growing trend.</li>\n</ul>\n<p>Our research involved two separate intertwining activities:</p>\n<ol>\n<li>In depth interviews with companies who rely on successful project management on what frustrates them and what they need.</li>\n<li>Technical research on the outside potential of agility to customize platforms and attach our software.</li>\n</ol>\n<p>From the interviews, we found that there are four issues facing companies today when it comes to project management needs.</p>\n<ul>\n<li>Capital intensive projects that are critical to the success of companies are getting more complex and must be completed in a shorter time frame.</li>\n<li>For general project management know-how and skill many companies like to use PMI certification or something similar as a way of qualifying employees even if they had their own in-house methods and tools.&nbsp; The feeling was that for this level of skill, existing programs do a reasonable job of educating employees, but perhaps even stellar education in this area is not sufficient for success and risk avoidance.</li>\n<li>Experience with &ldquo;tough&rdquo; or &ldquo;wicked&rdquo; problems clearly factor into developing the kind of expertise that is required for the increasing complexity of project management.</li>\n<li>Mitigating the risk and cost of failed projects. &nbsp;Companies would like to see ways of learning how to do a particular project well, especially if it is a large capital intensive project that may occur over many years.</li>\n</ul>\n<p>From this research we realized that is likely critically important to have a way of easily &ldquo;rehearsing&rdquo; actual projects for large companies while at the same time, increase employees skill with &ldquo;tough&rdquo; problems more quickly.</p>\n<p>For our technical research we explored the limits of agile design and customizability.&nbsp; We believe that in the future there will be consolidation in the technology the same way there has been for GIS, GPS and...",
  "por_txt_cntn": "\nThis project involved the development of a virtual world approach which enables users to rehearse Project Management skills in the context of emulations of actual projects in which skill in project management can be developed more quickly through iterative rehearsal with \"tough problems\", which, in real life, pose significant risk to projects.\n\nOur method has shown success with our clients as a model of immersive, simulation based, outcomes driven learning and training for organizations tackling large IT implementation efforts.  However, the participants were already near expert level learners.  Our objective here was to develop an application for educational purposes, deploying the method among novice to advanced beginner learners.  Virtual Worlds have the potential to provide an optimal simulation-based rehearsal environment for training the next generation of project managers who will be facing increasingly complex implementation efforts that require agility and skill sets that go beyond current training methods.\n\nFor Phase I, we focused on three research objectives.\n\nDoes the virtual world need to be modifiable by the user and then easily connected to our software, in a kind of plug and play manner or is a more generic approach adequate for novices learning project management?\nWorkplaces vary quite a bit with regard to products, processes, and managing resources.  Is there value in developing and refining the ability to create realistic products and parts, or are representative type of products and processes better for educational purposes?\nIdeally, the product needs to be connectible to any of the major brands of virtual worlds.  Working with virtual worlds since 2006, we see a general trend toward making virtual worlds in general more easily connected to databases and other software, much like web applications.  We need to be prepared for this growing trend.\n\n\nOur research involved two separate intertwining activities:\n\nIn depth interviews with companies who rely on successful project management on what frustrates them and what they need.\nTechnical research on the outside potential of agility to customize platforms and attach our software.\n\n\nFrom the interviews, we found that there are four issues facing companies today when it comes to project management needs.\n\nCapital intensive projects that are critical to the success of companies are getting more complex and must be completed in a shorter time frame.\nFor general project management know-how and skill many companies like to use PMI certification or something similar as a way of qualifying employees even if they had their own in-house methods and tools.  The feeling was that for this level of skill, existing programs do a reasonable job of educating employees, but perhaps even stellar education in this area is not sufficient for success and risk avoidance.\nExperience with \"tough\" or \"wicked\" problems clearly factor into developing the kind of expertise that is required for the increasing complexity of project management.\nMitigating the risk and cost of failed projects.  Companies would like to see ways of learning how to do a particular project well, especially if it is a large capital intensive project that may occur over many years.\n\n\nFrom this research we realized that is likely critically important to have a way of easily \"rehearsing\" actual projects for large companies while at the same time, increase employees skill with \"tough\" problems more quickly.\n\nFor our technical research we explored the limits of agile design and customizability.  We believe that in the future there will be consolidation in the technology the same way there has been for GIS, GPS and cell phone devices.  Until that occurs, we need a way to use many virtual platforms as if these standards exist. \n\nOur breakthrough in our early pilots was that we were able to exploit the inherent \"intelligence\" of objects for our own purposes.  We developed a way for objects in virtual words to receive and ..."
 }
}