{
 "awd_id": "1315275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Proof of Concept for a Manufacturable, Cost-effective, and Highly Efficient Solid State Transformer, Enabling Grid Modernization",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 179995.0,
 "awd_min_amd_letter_date": "2013-06-03",
 "awd_max_amd_letter_date": "2013-12-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project demonstrates a proof of concept for a solid state transformer (SST) that is commercially feasible and can ultimately meet electric utility requirements: highly efficient, cost-competitive, manufacturable within a specific market window, and scalable both to high power and high voltage.   Although there has been early work in the area of SST research, current state of the art designs are based on components that aren?t yet commercially available, limiting the ability to commercialize and manufacture at a reasonable cost.  GridBridge will introduce revolutionary circuit topology and uniquely incorporate commercially available devices in order to achieve the project goals.  This project facilitates a cost-effective and electrically-efficient solution, which will prove SST feasibility to the market and ultimately enable complementary grid technology.  \r\n\r\nThe broader impact/commercial potential of this project is the successful transformation of fundamental research into a commercially feasible and customer-desirable product: the solid state transformer, or SST. Specific to the proposed revolutionary SST circuit topology, the proof of concept is enabling technology for numerous applications: electric vehicle chargers, energy storage devices, and renewable integration.  Phase I results are therefore worthy of paper submissions to various IEEE divisions, including Energy Conversion Congress and Exposition.   This project will also predict an SST market introduction and the results will therefore be disseminated through pre-existing utility partnerships, via industry white-papers, and through conference presentations.  The societal benefit of a commercially feasible SST is colossal, as it is the step-function change required to truly orchestrate a modern grid: sending or receiving signals, making decisions, regulating power flow, and easily accommodating green technology.  As a direct replacement to today?s 100-year-old-design of the distribution transformer, the SST will eventually replace numerous installed units and an incremental number purchased annually.  Savings in electrical efficiency can be calculated in the trillions of dollars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Eckhardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Eckhardt",
   "pi_email_addr": "chad@grid-bridge.com",
   "nsf_id": "000618202",
   "pi_start_date": "2013-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GridBridge, Inc",
  "inst_street_address": "1009 Capability Drive, Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Raleigh",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9194139898",
  "inst_zip_code": "276063901",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "SWSSMTMATB17"
 },
 "perf_inst": {
  "perf_inst_name": "GridBridge, Inc",
  "perf_str_addr": "1009 Capability Drive, Suite 200",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276063601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149997.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reliable electricity is a key aspect of an industrialized market and critical for the information age. It will help escalate second and third-world regions throughout the world so they can contribute significantly to the world economy. Electricity has become so reliable in first-world regions that consumers often take its availability for granted, expecting it to be unbounded and regular. More frequent outages are solid reminders of the frail and aged electrical system on which our economy relies. The societal benefit therefore of a commercially feasible Grid Energy Router is colossal, as it is the step-function change required to truly orchestrate a grid to match this era: sending or receiving signals, making decisions, regulating power flow, and easily accommodating green technology. <br /><br />The team therefore introduced a novel circuit topology for the company&rsquo;s Grid Energy Router that addressed electric utility requirements: high efficiency, cost-competitive, manufacturable within a reasonable timeframe, and scalable both to high power and high input voltage.&nbsp; The work demonstrated that the proposed topology can achieve this high efficiency within the target range when the scaling of power and voltage is taken into account. At the same time, an extensive review of the proposed Bill of Materials, coupled with an injection of industry-based experience, demonstrated that the cost of a full scale system is within the utility&rsquo;s cost target at volume, also providing sufficient margin for design changes going forward and remaining conservative in the labor component. Prototype development demonstrated that the topology could function correctly with suitable switching techniques, proving high efficiency and limited issues with scalability. <br /><br />The ultimate successful commercialization of GridBridge&rsquo;s Grid Energy Router will enable numerous emerging technologies such as: energy storage, photovoltaic and other renewable generation, as well as electric vehicles and the correlated fast chargers. Energy savings are also a monumental aspect and are expected to be in the trillions of dollars. Society needs electricity to maintain civilization and an updated grid is imperative for supplying that electricity to an evolved consumer base. GridBridge&rsquo;s Grid Energy Router will be the crucial component for the modernized grid and an enabler for numerous complementary technologies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2014<br>\n\t\t\t\t\tModified by: Chad&nbsp;Eckhardt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nReliable electricity is a key aspect of an industrialized market and critical for the information age. It will help escalate second and third-world regions throughout the world so they can contribute significantly to the world economy. Electricity has become so reliable in first-world regions that consumers often take its availability for granted, expecting it to be unbounded and regular. More frequent outages are solid reminders of the frail and aged electrical system on which our economy relies. The societal benefit therefore of a commercially feasible Grid Energy Router is colossal, as it is the step-function change required to truly orchestrate a grid to match this era: sending or receiving signals, making decisions, regulating power flow, and easily accommodating green technology. \n\nThe team therefore introduced a novel circuit topology for the companyÆs Grid Energy Router that addressed electric utility requirements: high efficiency, cost-competitive, manufacturable within a reasonable timeframe, and scalable both to high power and high input voltage.  The work demonstrated that the proposed topology can achieve this high efficiency within the target range when the scaling of power and voltage is taken into account. At the same time, an extensive review of the proposed Bill of Materials, coupled with an injection of industry-based experience, demonstrated that the cost of a full scale system is within the utilityÆs cost target at volume, also providing sufficient margin for design changes going forward and remaining conservative in the labor component. Prototype development demonstrated that the topology could function correctly with suitable switching techniques, proving high efficiency and limited issues with scalability. \n\nThe ultimate successful commercialization of GridBridgeÆs Grid Energy Router will enable numerous emerging technologies such as: energy storage, photovoltaic and other renewable generation, as well as electric vehicles and the correlated fast chargers. Energy savings are also a monumental aspect and are expected to be in the trillions of dollars. Society needs electricity to maintain civilization and an updated grid is imperative for supplying that electricity to an evolved consumer base. GridBridgeÆs Grid Energy Router will be the crucial component for the modernized grid and an enabler for numerous complementary technologies.\n\n\t\t\t\t\tLast Modified: 07/03/2014\n\n\t\t\t\t\tSubmitted by: Chad Eckhardt"
 }
}