{
 "awd_id": "1315156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Made in USA-Profitably",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149683.0,
 "awd_amount": 149683.0,
 "awd_min_amd_letter_date": "2013-06-14",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a framework for a unified Computer Aided Engineering software for the design of systems that obtain their functionality through material compliance. The first element required in this software is an interface that defines problem specifications such as desired motion and forcing functions, available package space, manufacturing limitations, material strength, and fatigue properties. The second element is an engine that sorts through feasible candidate solutions to find the best-suited form. The final element is an engine that iterates subtle candidate-solution details to identify tradeoffs between costs, manufacturing, and function. While commercially available design software can assist users in evaluating designs, they lack the ability to tackle optimal design of compliant mechanical solutions. Though the proprietary algorithms necessary for full-service compliant design software exist, they have yet to be woven into a common environment that can be accessed by a \"non-expert\" user. It is envisioned that such a generic, easy-to-use, commercial software would proliferate compliant solutions in the marketplace. This would promote an increase in domestic production as labor-intensive \"classical\" mechanisms are replaced with compliant ones.\r\n\r\nThe broader impact/commercial potential of this project is the proliferation of compliant mechanical solutions enabled to the global marketplace. Single-piece compliant mechanisms are mechanical systems that deform significantly under external load to perform a motion or forcing task. As a result of the ?one-piece? construction, goods can be manufactured using techniques that require no assembly. This attribute is especially of interest to domestic manufacturing, where jobs are otherwise shipped overseas because of labor intensive designs. In other words, shipping costs and value lost in supply chain delays and inventories cannot be offset when labor is minimized. As an example of the simplest class of compliant mechanisms, flip-top bottles are commonly designed with motion localized in a \"living hinge\". While they provide a low-cost motion function using unsophisticated design and manufacturing methods, their overall life is limited. In contrast, mechanisms with \"distributed compliance\" enable more demanding and complex motion functions as they meet demanding fatigue requirements. These mechanisms can serve applications in every sector of the economy, from consumer products to aviation. The motive of this proposal is to develop a CAE environment to serve compliant design, and in turn, promote design practices that favor \"point of use\" (i.e. domestic) manufacturing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerr-Jia",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kerr-Jia Lu",
   "pi_email_addr": "klu@flxsys.com",
   "nsf_id": "000594391",
   "pi_start_date": "2013-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FlexSys Inc.",
  "inst_street_address": "2205 COMMONWEALTH BLVD",
  "inst_street_address_2": "STE D",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7349759233",
  "inst_zip_code": "481052945",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "FLEXSYS INC",
  "org_prnt_uei_num": "NCBLGNKFZM78",
  "org_uei_num": "NCBLGNKFZM78"
 },
 "perf_inst": {
  "perf_inst_name": "FlexSys Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481052945",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Part count reduction has always been an important pathway to manufacturing with higher profits and enhanced product reliability. Reducing part-count can reduce labor, material, manufacturing costs, and even reduce failure modes because fewer parts mean less assembly risk and fewer interfaces to fail. Part consolidation is critical because &ldquo;multi-part assemblies&rdquo; drive offshoring to low wage countries.</p>\n<p>Most engineered systems that transmit mechanical motions or forces or energy, comprise of a plurality of components connected by various interfaces or joints. These systems are built to be strong and stiff. Strength and flexibility are often mutually exclusive. &nbsp;Nature prefers strength combined with flexibility (or compliance) considering that 95% of all the animal species are invertebrates lacking (stiff) backbones.</p>\n<p>This Small Business Innovation Research (SBIR) project seeks to develop a framework for integrated Computer Aided Engineering (CAE) software design tool for a new paradigm in mechanical design that exploits material elasticity to create strong and compliant monoforms or joint-less mechanisms &ndash; thereby drastically reduce part count, lower manufacturing costs and higher product reliability. Scientific American<a href=\"file://flexsys-server/FlexShare/CURRENT%20PROGRAMS/NSF-SBIR-PH1/Reports/Phase%20I%20Outcome%20Report/NSF-SBIR-PH1-Outcome%20Report.docx#_edn1\">[i]</a> (May 2014 issue) dubbed our compliant design paradigm as &ldquo;Flexible bio-inspired machines are the future of engineering.&rdquo;</p>\n<p>Consider a mundane windshield wiper in Figure 1 (top) - it has many rigid parts connected by a plethora of joints and mechanical links that function to distribute force evenly across the complex windshield surface while conforming to the varying contours of the glass. It illustrates how deeply we are indoctrinated into using rigid components and joints even though the wiper must be <em>flexible </em>enough to conform to many varying contours. Compare this to the compliant wiper we developed as shown in Figure 1 (bottom) &ndash; it virtually eliminates assembly. This joint-less design can drastically reduce assembly cost and improve product quality by eliminating complexity associated with conventional springs, sliders, and detents. This is especially of interest to domestic manufacturing, where labor intensive designs are often outsourced overseas. In other words, on-shoring results when labor costs are so minimal, that shipping costs, supply chain delays, and inventory costs from offshoring cannot be justified.</p>\n<div>\n<p>Currently, there are no tools that exist today for conceptualizing a compliant design. Although existing CAE tools can be used to optimize a conceptual design, they require an experienced designer who is knowledgeable in various areas, including material elasticity, kinematics of machine components, finite element analysis, and parametric design optimization. Additionally, the design effort requires great skill and tedious trial-and-error iterations.</p>\n<p>In the NSF SBIR Phase I, we have (i) developed a unified framework, as illustrated in Figure 2, that begins with user-defined specifications, automatically generates a conceptual design, and subsequently create a detailed optimal design through our software prototype; and (ii) demonstrated the robustness of the underlying algorithms by solving various mechanical design problems. The design process starts with user prescribed engineering specifications, such as motion (kinematic) functionality, available packaging size, choice of materials, range of motion, external load, and feature-size constraints related to preferred method of manufacturing. Thus, even novice users can create compliant designs without advanced technical knowledge or prior compliant design experience. This provides a solid foundation to create a commercialized compliant design so...",
  "por_txt_cntn": "\nPart count reduction has always been an important pathway to manufacturing with higher profits and enhanced product reliability. Reducing part-count can reduce labor, material, manufacturing costs, and even reduce failure modes because fewer parts mean less assembly risk and fewer interfaces to fail. Part consolidation is critical because \"multi-part assemblies\" drive offshoring to low wage countries.\n\nMost engineered systems that transmit mechanical motions or forces or energy, comprise of a plurality of components connected by various interfaces or joints. These systems are built to be strong and stiff. Strength and flexibility are often mutually exclusive.  Nature prefers strength combined with flexibility (or compliance) considering that 95% of all the animal species are invertebrates lacking (stiff) backbones.\n\nThis Small Business Innovation Research (SBIR) project seeks to develop a framework for integrated Computer Aided Engineering (CAE) software design tool for a new paradigm in mechanical design that exploits material elasticity to create strong and compliant monoforms or joint-less mechanisms &ndash; thereby drastically reduce part count, lower manufacturing costs and higher product reliability. Scientific American[i] (May 2014 issue) dubbed our compliant design paradigm as \"Flexible bio-inspired machines are the future of engineering.\"\n\nConsider a mundane windshield wiper in Figure 1 (top) - it has many rigid parts connected by a plethora of joints and mechanical links that function to distribute force evenly across the complex windshield surface while conforming to the varying contours of the glass. It illustrates how deeply we are indoctrinated into using rigid components and joints even though the wiper must be flexible enough to conform to many varying contours. Compare this to the compliant wiper we developed as shown in Figure 1 (bottom) &ndash; it virtually eliminates assembly. This joint-less design can drastically reduce assembly cost and improve product quality by eliminating complexity associated with conventional springs, sliders, and detents. This is especially of interest to domestic manufacturing, where labor intensive designs are often outsourced overseas. In other words, on-shoring results when labor costs are so minimal, that shipping costs, supply chain delays, and inventory costs from offshoring cannot be justified.\n\n\nCurrently, there are no tools that exist today for conceptualizing a compliant design. Although existing CAE tools can be used to optimize a conceptual design, they require an experienced designer who is knowledgeable in various areas, including material elasticity, kinematics of machine components, finite element analysis, and parametric design optimization. Additionally, the design effort requires great skill and tedious trial-and-error iterations.\n\nIn the NSF SBIR Phase I, we have (i) developed a unified framework, as illustrated in Figure 2, that begins with user-defined specifications, automatically generates a conceptual design, and subsequently create a detailed optimal design through our software prototype; and (ii) demonstrated the robustness of the underlying algorithms by solving various mechanical design problems. The design process starts with user prescribed engineering specifications, such as motion (kinematic) functionality, available packaging size, choice of materials, range of motion, external load, and feature-size constraints related to preferred method of manufacturing. Thus, even novice users can create compliant designs without advanced technical knowledge or prior compliant design experience. This provides a solid foundation to create a commercialized compliant design software that enables engineers at every skill level to design for minimal assembly through dramatic part-count reduction.\n\nAlthough our current software prototype was created using MATLAB&reg; scripting language in the SBIR Phase I, we will create a stand-alone version with enhanced features..."
 }
}