{
 "awd_id": "1315059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Computational Screening & Synthesis of MOFs for Hazardous Gas Storage",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2013-06-21",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project searches for better materials to efficiently and safely store gases used in semiconductor manufacturing. Currently these gases are stored in tanks at low pressures in dilute concentrations for safety reasons, which requires the use of many tanks that need to be frequently refilled. This increases the cost of semiconductor manufacturing which drives up the cost of consumer electronics. Porous materials, which soak up gases like bath sponges soak up water, can be used to store these gases in larger concentrations while maintaining safety. However, the number of porous materials that we can use to potentially store these gases is enormous (i.e., hundreds of millions) and so quickly finding the best material requires advanced computational screening methods. This project will computationally generate millions of hypothetical porous materials and screen them for their ability to store gases used in semiconductor manufacturing at industrially relevant temperatures and pressures. The computationally screening data will be used to synthesize and test an optimal material in the laboratory, which could subsequently be manufactured at larger scale.\r\n\r\nThe broader impact/commercial potential of this project will be the cheaper production of electronics and a safer working environment in semiconductor manufacturing facilities. This will open the door to designing porous materials for other gas storage applications in such areas such as adsorptive heat exchange, carbon capture, and commodity gas transportation. Even more broadly, the successful determination of an optimal material via large-scale computational screening will further validate the utility of ?big data? in the modern scientific enterprise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Weston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell Weston",
   "pi_email_addr": "mitch@numat-tech.com",
   "nsf_id": "000634193",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NuMat Technologies, Inc.",
  "inst_street_address": "1358 N KOSTNER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8479294186",
  "inst_zip_code": "606511605",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IL03",
  "org_lgl_bus_name": "NUMAT TECHNOLOGIES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LNQ9K21PUWK6"
 },
 "perf_inst": {
  "perf_inst_name": "NuMat Technologies, Inc.",
  "perf_str_addr": "2 N. LaSalle Street, Suite 1601",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602011601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NuMat Technologies is focused on the conversion of metal-organic frameworks (MOFs) from an academic curiosity to a commercially viable class of materials that solve real-world challenges. Specifically, NuMat is developing materials to store highly toxic gases that are commonly used as dopants in semiconductor fabrication (e.g. arsine and phosphine).</p>\n<p>MOFs are crystalline, high-surface area porous materials that have been previously established as tremendously promising materials for gas storage applications. These materials are analogous to zeolites and activated carbon, with two notable exceptions: MOFs are significantly higher performing, and are highly tunable to specific applications. For example, a key advantage of MOFs is that they predictably self-assemble from molecular building blocks. This predictability is leveraged by NuMat to rapidly search for optimal materials through computational MOF generation and simulation. NuMat&rsquo;s innovative &ldquo;materials-by-design&rdquo; approach greatly accelerates the discovery of candidate materials.</p>\n<p>In order to address safety concerns surrounding the use of hazardous gases, current solutions store gas at sub-atmospheric pressures. This precaution ensures that tank ruptures absorb surrounding air before expelling toxic gas, increasing safety by providing precious time for technical operators to vacate the area. This solution, unfortunately, comes at the cost of storage capacity. To improve capacity, the current state-of-the-art utilizes activated carbon as a sorbent. This adds internal surface area to the tank, ultimately improving capacity at low pressures. However, the currently used activated-carbon-based devices could be greatly improved. Activated carbon has amorphous morphologies, creating non-uniform structures of random shapes and sizes. As a result, some accessible pores are too small or too large, and other pores cannot be accessed at all. Additionally, activated carbon traditionally has a maximum surface area around 1,200 m<sup>2</sup>/g. Contrast this to MOFs, which have a uniform crystalline structure with surface areas up to 7,000 m<sup>2</sup>/g. These core differences mean that a MOF-based solution would exhibit substantially increased storage and safety for the semiconductor fabrication industry.</p>\n<p>As a result of funding through SBIR Phase I, NuMat has addressed key challenges which currently prevent the broad industrial adoption of MOFs as sorbents. Moreover, the field of electronic gas storage is well suited for MOF integration, and NuMat&rsquo;s MOF-based technology will find a strong foothold by outperforming the current state-of-the-art electronic gas storage devices. By developing industrially relevant MOFs for electronic gas storage, NuMat will render many subsequent fields and applications for MOF integration. This will, in turn, open commercialization doors for a broader implementation of MOFs across multiple industries.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2014<br>\n\t\t\t\t\tModified by: Mitchell&nbsp;Weston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNuMat Technologies is focused on the conversion of metal-organic frameworks (MOFs) from an academic curiosity to a commercially viable class of materials that solve real-world challenges. Specifically, NuMat is developing materials to store highly toxic gases that are commonly used as dopants in semiconductor fabrication (e.g. arsine and phosphine).\n\nMOFs are crystalline, high-surface area porous materials that have been previously established as tremendously promising materials for gas storage applications. These materials are analogous to zeolites and activated carbon, with two notable exceptions: MOFs are significantly higher performing, and are highly tunable to specific applications. For example, a key advantage of MOFs is that they predictably self-assemble from molecular building blocks. This predictability is leveraged by NuMat to rapidly search for optimal materials through computational MOF generation and simulation. NuMatÆs innovative \"materials-by-design\" approach greatly accelerates the discovery of candidate materials.\n\nIn order to address safety concerns surrounding the use of hazardous gases, current solutions store gas at sub-atmospheric pressures. This precaution ensures that tank ruptures absorb surrounding air before expelling toxic gas, increasing safety by providing precious time for technical operators to vacate the area. This solution, unfortunately, comes at the cost of storage capacity. To improve capacity, the current state-of-the-art utilizes activated carbon as a sorbent. This adds internal surface area to the tank, ultimately improving capacity at low pressures. However, the currently used activated-carbon-based devices could be greatly improved. Activated carbon has amorphous morphologies, creating non-uniform structures of random shapes and sizes. As a result, some accessible pores are too small or too large, and other pores cannot be accessed at all. Additionally, activated carbon traditionally has a maximum surface area around 1,200 m2/g. Contrast this to MOFs, which have a uniform crystalline structure with surface areas up to 7,000 m2/g. These core differences mean that a MOF-based solution would exhibit substantially increased storage and safety for the semiconductor fabrication industry.\n\nAs a result of funding through SBIR Phase I, NuMat has addressed key challenges which currently prevent the broad industrial adoption of MOFs as sorbents. Moreover, the field of electronic gas storage is well suited for MOF integration, and NuMatÆs MOF-based technology will find a strong foothold by outperforming the current state-of-the-art electronic gas storage devices. By developing industrially relevant MOFs for electronic gas storage, NuMat will render many subsequent fields and applications for MOF integration. This will, in turn, open commercialization doors for a broader implementation of MOFs across multiple industries.\n\n \n\n\t\t\t\t\tLast Modified: 01/27/2014\n\n\t\t\t\t\tSubmitted by: Mitchell Weston"
 }
}