{
 "awd_id": "1315431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Agile track and trace system for pharmaceuticals",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2013-05-31",
 "awd_max_amd_letter_date": "2013-12-20",
 "awd_abstract_narration": "The innovation is the usage of smart packaging technology as a pharmaceutical track and trace (TT) solution deployed on the packaging of consumer drug products. This Small Business Innovation Research Phase I project will determine its feasibility.  The problem to be solved is the considerable expense and inefficiency of drug recall and detection of counterfeit drugs in the pharmaceutical industry. Existing solutions simply print a Standardized Numerical Identifier (SNI) on drug packages, leaving it up to each player in the drug supply chain to use and interpret without guidance or communication. For these reasons, TT is not widely adopted, useful, easily accessible, or understandable. The innovation eliminates these challenges by using a URL in place of an SNI, unique to each drug package. Each URL directs to a landing page with data specific to the associated drug that can be updated in real time. This Phase I study aims to ensure that mass-scale creation and updating of these codes is possible and efficient at the manufacturing level of the supply chain.  Validating the deployment of smart packaging at the manufacturing level enables the affordable and flexible solution to propagate down the supply chain, an ideal situation for broad market adoption.\r\n\r\nThe broader/commercial impact of track and trace (TT) technology is breaking the pervasive state of inertia in the pharmaceutical industry. This state exists from the FDA's failure to implement TT guidelines despite the 2007 FDA Amendments Act which promised to deliver such guidelines.  Firms are hesitant to commit to implementing technologies that might prove to be ill-equipped to manage future changes in regulatory guidelines.  Available solutions are focused on providing technology for the developing world as those countries are the most impacted by counterfeit pharmaceuticals.  While counterfeiting is a smaller problem in developed nations, there are still many challenges in managing recalls when contamination is discovered in the supply-chain.  The innovation has great commercial potential because \"smart packaging\" is future-proof due to the technology's use of webpages that can be instantly updated to comply with current regulations. The system allows for recalls to be managed more efficiently which not only means less liability but also fewer human lives lost.  The innovation provides immediate value to pharmaceutical manufacturers and consumers and can benefit all supply-chain participants in the future. It will provide an opportunity to scientifically understand how different users consume and share information between different points in the supply-chain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albert Ho",
   "pi_email_addr": "albert@121nexus.com",
   "nsf_id": "000622487",
   "pi_start_date": "2013-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AgileQR, Inc",
  "inst_street_address": "70 Kennedy Plaza",
  "inst_street_address_2": "Unit 2",
  "inst_city_name": "Providence",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "9784968187",
  "inst_zip_code": "029032000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "AgileQR, Inc",
  "perf_str_addr": "70 Kennedy Plaza, Unit 2",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029032000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to eliminate industry constraints for the safe tracking and tracing of biomedical products. We proposed to do this by using a unique item-level URL as a common data exchange format in lieu of a serial number on biomedical packaging. The current technology available for identifying products on packaging tries to distill all the relevant information into a single number, the meaning of which is not intuitively obvious, especially to an end consumer. During our project period, we evaluated the feasibility of branding each product package with a unique URL. Each unique URL would be capable of carrying an unlimited amount of information, and would be presented in an easy-to-understand manner to truly serve any average consumer. We did this in order to significantly expand the amount, granularity, interactivity, and understandability of biomedical information that can be distributed with the products themselves. This would open to the door to reducing medical errors and increasing the speed and efficiency of recalls. It would also provide real time visibility for post-market surveillance of biomedical products, which is useful for anti-counterfeit and consumer safe usage initiatives.</p>\n<p>In order to best carry out this feasibility study, we entered into a partnership with a biomedical printing and packaging company, an organization with over 15 years of experience serving the needs of the biomedical industry.&nbsp; They opened their manufacturing facilities and some of their client relationships for us to test our technology in the real world, in the process taking the first step toward broad commercialization of the technology. One of the key outcomes of the project period was the success of closing two paid pilot programs for our technology with key customers in conjunction with the printing, packaging, and labeling business of our partner. This effectively demonstrated the synergies that can be created between a high-tech development company and a traditional manufacturing company &ndash; the technology company brings novel, disruptive, and highly scalable technologies to be fused into the traditional manufacturer&rsquo;s battle-tested and credible services, business solutions, and trusted relationships.</p>\n<p>Another key outcome of the project period was the development and launch of a fully marketable and sellable cloud-based product to the biomedical industry: MDDTrack&trade;. After the design and development of a minimum viable product during the summer of 2013, our partnership immediately sought biomedical industry feedback as well as interest in piloting MDDTrack&trade; in conjunction with regulatory changes in the industry. The timing was impeccable, as the FDA moved to finalize a long awaited rule on Unique Device Identification (UDI) in September of 2013. The MDDTrack&trade; system caught the medical device industry&rsquo;s interest during various conferences around that time, and medical device manufacturers were willing to explore this new system&rsquo;s capabilities because of our seasoned industry partner&rsquo;s endorsement and goodwill as a 15+ year certified reputable vendor to the biomedical industry. The technology was shown to about 50 people in relevant roles (generally in IT, Regulatory, and Labeling departments) in the medical device industry, and led to interest in pilot projects at four separate medical device manufacturers of varying sizes. This feedback period also led to discussions with the Chief Architect of UDI at the FDA, who affirmed that our track and trace technology fits within his regulatory framework, and that the new approach is innovative in its ability to extend the usefulness of that framework.</p>\n<p>During the research period, our innovation was granted two patent applications on the core technology: US Patents 8,533,075 (issued Sep 10, 2013) and 8,756,124 (issued Jun 17, 2014). Al...",
  "por_txt_cntn": "\nThe overarching goal of this project was to eliminate industry constraints for the safe tracking and tracing of biomedical products. We proposed to do this by using a unique item-level URL as a common data exchange format in lieu of a serial number on biomedical packaging. The current technology available for identifying products on packaging tries to distill all the relevant information into a single number, the meaning of which is not intuitively obvious, especially to an end consumer. During our project period, we evaluated the feasibility of branding each product package with a unique URL. Each unique URL would be capable of carrying an unlimited amount of information, and would be presented in an easy-to-understand manner to truly serve any average consumer. We did this in order to significantly expand the amount, granularity, interactivity, and understandability of biomedical information that can be distributed with the products themselves. This would open to the door to reducing medical errors and increasing the speed and efficiency of recalls. It would also provide real time visibility for post-market surveillance of biomedical products, which is useful for anti-counterfeit and consumer safe usage initiatives.\n\nIn order to best carry out this feasibility study, we entered into a partnership with a biomedical printing and packaging company, an organization with over 15 years of experience serving the needs of the biomedical industry.  They opened their manufacturing facilities and some of their client relationships for us to test our technology in the real world, in the process taking the first step toward broad commercialization of the technology. One of the key outcomes of the project period was the success of closing two paid pilot programs for our technology with key customers in conjunction with the printing, packaging, and labeling business of our partner. This effectively demonstrated the synergies that can be created between a high-tech development company and a traditional manufacturing company &ndash; the technology company brings novel, disruptive, and highly scalable technologies to be fused into the traditional manufacturerÆs battle-tested and credible services, business solutions, and trusted relationships.\n\nAnother key outcome of the project period was the development and launch of a fully marketable and sellable cloud-based product to the biomedical industry: MDDTrack&trade;. After the design and development of a minimum viable product during the summer of 2013, our partnership immediately sought biomedical industry feedback as well as interest in piloting MDDTrack&trade; in conjunction with regulatory changes in the industry. The timing was impeccable, as the FDA moved to finalize a long awaited rule on Unique Device Identification (UDI) in September of 2013. The MDDTrack&trade; system caught the medical device industryÆs interest during various conferences around that time, and medical device manufacturers were willing to explore this new systemÆs capabilities because of our seasoned industry partnerÆs endorsement and goodwill as a 15+ year certified reputable vendor to the biomedical industry. The technology was shown to about 50 people in relevant roles (generally in IT, Regulatory, and Labeling departments) in the medical device industry, and led to interest in pilot projects at four separate medical device manufacturers of varying sizes. This feedback period also led to discussions with the Chief Architect of UDI at the FDA, who affirmed that our track and trace technology fits within his regulatory framework, and that the new approach is innovative in its ability to extend the usefulness of that framework.\n\nDuring the research period, our innovation was granted two patent applications on the core technology: US Patents 8,533,075 (issued Sep 10, 2013) and 8,756,124 (issued Jun 17, 2014). Also during this period, International Patent PCT/US14/10293 was filed in recognition of the global nature of t..."
 }
}