{
 "awd_id": "1315396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Feasibility of a Vaginal Ring for Delivery of Protein Drugs in HIV Prevention",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2013-06-12",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project concerns a major health concern both here in the US and abroad. Currently, no long-term vaginal delivery device is available for the delivery of proteins such as are being investigated for HIV prevention. Our long-term goal is to prevent person-to-person HIV transmission through the use of a vaginal drug delivery ring comparable to other products currently used only for contraception. The objective of this proposal is to develop a proof-of-concept prototype vaginal ring made to demonstrate the dosage levels of the protein 5P12 RANTES, which can be delivered using a ring device. The central hypothesis is that affinity-based interactions can be used to control release of 5P12 RANTES from a vaginal ring, capable of offering protection from HIV infections for 3 weeks and beyond. This work will be accomplished in two aims:1) Fabrication of affinity-based 5P12 RANTES releasing vaginal ring; and 2) Evaluation of 5P12 RANTES release and biological activity in vitro using a receptor blocking assay on human T-cells. \r\n\r\n\r\nThe broader impact/commercial potential of this project is tremendous. The spread of human immunodeficiency virus (HIV) is an epidemic with a global infection rate of around 2.5 million per year. One of the strategies being implemented to slow this epidemic is preventing person-to-person transmissions through the use of topical preventative agents applied to the genital mucosa before intercourse. Small molecule drugs such as dapivirine and tenofovir are currently in pre-clinical and clinical trials through application of vaginal gels or insertion of vaginal rings. The major limitation of small molecule drugs is their susceptibility to developing viral resistance. 5P12 RANTES is a protein shown to prevent HIV entry, is remarkably impervious to drug resistance, and is being investigated for local vaginal delivery. Upon proving feasibility, we believe it possible to create a combination vaginal ring that would provide contraceptive or replacement hormone therapy and also protect against vaginal HIV transmission. Future versions of the ring could deliver other protein therapeutics such as vaccines and therapies against HPV.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julius",
   "pi_last_name": "Korley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julius Korley",
   "pi_email_addr": "korley@udel.edu",
   "nsf_id": "000622253",
   "pi_start_date": "2013-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Affinity Therapeutics, LLC",
  "inst_street_address": "11000 CEDAR AVE BIOENTERPRISE BLDG. STE 285",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4409415048",
  "inst_zip_code": "441063007",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "AFFINITY THERAPEUTICS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MVSNZ6XDQAE9"
 },
 "perf_inst": {
  "perf_inst_name": "Affinity Therapeutics, LLC",
  "perf_str_addr": "7650 Hub Parkway",
  "perf_city_name": "Valley View",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441259998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p><span style=\"white-space: pre;\"> </span>Affinity Therapeutics is developing a drug delivery platform capable of generating slow, sustained delivery of protein-based drugs by taking advantage of molecular interactions or &ldquo;affinity&rdquo; between the drug and a polymer containing a proprietary molecule.&nbsp; One possible application is to use this polymer to create vaginal drug delivery rings for the prevention of person-to-person HIV transmission via sustained protein delivery. Affinity synthesized vaginal rings capable of delivering at least two different protein therapeutics, one capable of preventing HIV transmission and the other capable of treatment of SUI in postpartum women.</p>\n<p><span style=\"white-space: pre;\"> </span>The initial work in this proposal was based on using modified gels to obtain long term release of a protein. However, the gels posed a suboptimal product for long term prevention of HIV transmission in the vagina so Affinity chose to reformulate the affinity interaction into a ring-based delivery platform. While Affinity worked to produce both modified vaginal rings, work outside the scope of this Phase I proposal that was aimed at securing the company&rsquo;s patent, revealed that a high percentage of affinity groups was required to see sustained, controlled release. Below this threshold, the affinity groups appear to increase drug loading but are at too low concentration to slow down diffusion of free drug by providing an affinity interaction. Below the threshold for affinity-based release, once drug unbinds from its affinity moiety it diffuses freely from the material. Above the threshold for affinity-based release, drug that unbinds from its initial affinity group diffuses and quickly interacts with another affinity moiety prior to diffusing out of the material. In order to achieve the release profile on the desired scale of months, Affinity reformulated the protein-delivery product from a vaginal ring into microparticles.</p>\n<p><span style=\"white-space: pre;\"> </span>According to data from the US Centers for Disease control, in 2010 fewer than 10,000 US women were newly infected with HIV. Thus the commercial potential for an intravaginal ring to prevent HIV infection is limited in the United States and developed world, and therefore not a strong commercial opportunity.&nbsp; However, the affinity delivery platform is capable of sustaining protein delivery from a variety of other proteins, Nnotably, a chemokine capable of the prevention and treatment of SUI in postpartum women.</p>\n<p><strong>Conclusions</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Affinity&rsquo;s delivery platform can deliver at least two different protein therapeutics. One of the chemokines releases from microparticles for at least 24 days and is ideally suited for formulation as a subcutaneous, injectable device for treatment of SUI in postpartum women. Further development is required and Affinity has applied for an NSF Phase II SBIR to continue development of this exciting product.</p>\n<p><strong>Broader Impacts</strong></p>\n<p><span style=\"white-space: pre;\"> </span>As a part of Affinity Therapeutics&rsquo; outreach effort, Dr. Korley visited students attending the National Youth Sports Program at Case Western Reserve University. The National Youth Sports Program provides a summer camp experience to over 500 economically disadvantaged youth form the Greater Cleveland area. This program emphasizes sports activities, while also exposing participants to a collegiate atmosphere and acquainting them with potential career opportunities. As part of the program Dr. Julius Korley lead the inaugural &ldquo;Brother 2 Brother&rdquo; event on July 8, 2014. &ldquo;Brother 2 Brother&rdquo; brought together 25 male students of color from the 8<sup>th</sup> and 9<sup>th</sup> grade to learn abou...",
  "por_txt_cntn": "\nIntellectual Merit\n\n Affinity Therapeutics is developing a drug delivery platform capable of generating slow, sustained delivery of protein-based drugs by taking advantage of molecular interactions or \"affinity\" between the drug and a polymer containing a proprietary molecule.  One possible application is to use this polymer to create vaginal drug delivery rings for the prevention of person-to-person HIV transmission via sustained protein delivery. Affinity synthesized vaginal rings capable of delivering at least two different protein therapeutics, one capable of preventing HIV transmission and the other capable of treatment of SUI in postpartum women.\n\n The initial work in this proposal was based on using modified gels to obtain long term release of a protein. However, the gels posed a suboptimal product for long term prevention of HIV transmission in the vagina so Affinity chose to reformulate the affinity interaction into a ring-based delivery platform. While Affinity worked to produce both modified vaginal rings, work outside the scope of this Phase I proposal that was aimed at securing the companyÆs patent, revealed that a high percentage of affinity groups was required to see sustained, controlled release. Below this threshold, the affinity groups appear to increase drug loading but are at too low concentration to slow down diffusion of free drug by providing an affinity interaction. Below the threshold for affinity-based release, once drug unbinds from its affinity moiety it diffuses freely from the material. Above the threshold for affinity-based release, drug that unbinds from its initial affinity group diffuses and quickly interacts with another affinity moiety prior to diffusing out of the material. In order to achieve the release profile on the desired scale of months, Affinity reformulated the protein-delivery product from a vaginal ring into microparticles.\n\n According to data from the US Centers for Disease control, in 2010 fewer than 10,000 US women were newly infected with HIV. Thus the commercial potential for an intravaginal ring to prevent HIV infection is limited in the United States and developed world, and therefore not a strong commercial opportunity.  However, the affinity delivery platform is capable of sustaining protein delivery from a variety of other proteins, Nnotably, a chemokine capable of the prevention and treatment of SUI in postpartum women.\n\nConclusions\n\n            AffinityÆs delivery platform can deliver at least two different protein therapeutics. One of the chemokines releases from microparticles for at least 24 days and is ideally suited for formulation as a subcutaneous, injectable device for treatment of SUI in postpartum women. Further development is required and Affinity has applied for an NSF Phase II SBIR to continue development of this exciting product.\n\nBroader Impacts\n\n As a part of Affinity TherapeuticsÆ outreach effort, Dr. Korley visited students attending the National Youth Sports Program at Case Western Reserve University. The National Youth Sports Program provides a summer camp experience to over 500 economically disadvantaged youth form the Greater Cleveland area. This program emphasizes sports activities, while also exposing participants to a collegiate atmosphere and acquainting them with potential career opportunities. As part of the program Dr. Julius Korley lead the inaugural \"Brother 2 Brother\" event on July 8, 2014. \"Brother 2 Brother\" brought together 25 male students of color from the 8th and 9th grade to learn about science, technology, engineering, and mathematics (STEM) careers, while enjoying a delicious breakfast. Jobs in STEM fields are expected to grow 17% by 2018, in contrast non-STEM fields are expected to have only 9.8% growth in the same time frame. Additionally, STEM workers earn 26% more than their non-STEM colleagues. More than two thirds of STEM workers have a college degree, so it is critical to have outreach about STEM careers to children bef..."
 }
}