{
 "awd_id": "1315732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Wildlife Detection and Deterrence",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 149919.0,
 "awd_amount": 149919.0,
 "awd_min_amd_letter_date": "2013-06-17",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "This Small Business Innovative Research (SBIR) Phase I project applies innovative image recognition technology to address the nuisance and dangers caused to society by white-tailed deer, whose populations have exploded in the United States.  White-tailed deer cause hundreds of million dollars of plant damage annually and are involved in about 1 million car accidents per year that kill 200 Americans, cause more than 10,000 personal injuries, and result in $1 billion in vehicle damage.  No effective and affordable deer detection capability is commercially available for warning motorists or scaring away the deer.  This project researches improvements in the image analysis field to process daylight and low-light images produced by low-cost image sensor components to reliably detect the presence of deer.  Low cost image sensor components optimized for all light conditions require new image analysis techniques to account for the varying image quality.  This project also researches and tests techniques that will humanely scare/haze away nuisance deer.  When the image analysis output drives a hazing device, this demand performance capability prevents habituation, a historical problem inherent in other scare tactics.  The result of the research is demonstration of a reliable white-tailed deer detector that incorporates an effective, yet humane deer deterrent.\r\n\r\nThe broader impact/commercial potential of this project is driven by the advancement of image processing techniques using low-cost image sensor components to create a new category of detection technology with never before realized price-performance utility.  There is no known, standalone sensor system that can be specifically configured for the detection of pre-selected, objects of interest or pre-determined events.  White-tailed deer are one of many wildlife species that cause damage to property and traffic accidents, affecting every rural and urban societal demographic, and the problem continues to grow.  Demand performance deterrence is humane, applicable to any animal species, and supports a variety of end uses including administering species-specific contraceptives, selective trapping, and an array of traffic warning systems. This research moves forward the creation of a generic device that can be configured for a multitude of applications across most every segment of industry, including recreational, medical, industrial, security, and military.  The ultimate strategy for the technology is to reduce the sensor system cost to a consumer-level price range so that it may be incorporated into to a variety of low-cost appliances that provide new levels of utility around the house and home.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "McClure",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neil McClure",
   "pi_email_addr": "nmcclure@comcast.net",
   "nsf_id": "000622868",
   "pi_start_date": "2013-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TKO Enterprises, Inc.",
  "inst_street_address": "8053 Anchor Dr",
  "inst_street_address_2": "",
  "inst_city_name": "Longmont",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3035949989",
  "inst_zip_code": "805047721",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "TKO Enterprises, Inc.",
  "perf_str_addr": "8053 Anchor Dr.",
  "perf_city_name": "Longmont",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805047721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; text-align: justify; line-height: normal; tab-stops: 31.5pt;\"><span><span style=\"font-size: small;\">The objectives of this NSF Phase I SBIR were to demonstrate the feasibility of a reliable, image-based wildlife detector for highway traffic safety and when coupled with a hazing device, to deter wildlife from specific areas.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The target species for this feasibility demonstration was white-tailed and mule deer, whose populations in the United States has exploded in recent years.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Driver warning systems for wildlife have historically detected wildlife using property sensors that lead to a high rate of false-positive detections, causing the warning system to activate when no wildlife are present.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Once drivers experience a false-positive warning, they ignore future warnings rendering the warning systems ineffective.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Similarly, wildlife deterrent systems have been trigger periodically or based on motion, which also produces a high rate of false-positives and the wildlife habituate to the hazing device.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Using a detection method that actually recognizes the presence of the wildlife rather than artifacts drives the false-positive rates toward zero.<span style=\"mso-spacerun: yes;\">&nbsp; </span>By triggering a hazing device only when the wildlife is present, a &lsquo;demand-performance&rsquo; deterrent is created that mimics the principals of house breaking a dog, and habituation is avoided.</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; text-align: justify; line-height: normal;\"><span><span style=\"font-size: small;\">Deer cause hundreds of million dollars of plant damage annually and there <span style=\"color: black;\">are about 1 million car accidents per year that kill 200 Americans, cause more than 10,000 personal injuries, and result in $1 billion in vehicle damage.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This project researched and demonstrated improvements in the image analysis field to process low-light images to reliably detect the presence of deer under all outdoor lighting conditions.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This project also researched, tested and demonstrated techniques that humanly scare/haze away nuisance deer.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The demand performance deer deterrent demonstrated non-habituation over a 20 day period and the detector was measured to operate at a 97% detection accuracy rate.</span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt; text-align: justify; line-height: normal;\"><span><span style=\"font-size: small;\">The Phase I project achieved each of its stated objectives which directly support the Phase II proposal. The company has established relationships to support Phase II commercialization that include a State level Department of Transportation (DOT) and an integrator/installer that has a national presence for DOT projects. The detection system can also be trained for other species and be used for a variety of applications.</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2014<br>\n\t\t\t\t\tModified by: Neil&nbsp;Mcclure</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"ga...",
  "por_txt_cntn": "\n  \nThe objectives of this NSF Phase I SBIR were to demonstrate the feasibility of a reliable, image-based wildlife detector for highway traffic safety and when coupled with a hazing device, to deter wildlife from specific areas.  The target species for this feasibility demonstration was white-tailed and mule deer, whose populations in the United States has exploded in recent years.  Driver warning systems for wildlife have historically detected wildlife using property sensors that lead to a high rate of false-positive detections, causing the warning system to activate when no wildlife are present.  Once drivers experience a false-positive warning, they ignore future warnings rendering the warning systems ineffective.  Similarly, wildlife deterrent systems have been trigger periodically or based on motion, which also produces a high rate of false-positives and the wildlife habituate to the hazing device.  Using a detection method that actually recognizes the presence of the wildlife rather than artifacts drives the false-positive rates toward zero.  By triggering a hazing device only when the wildlife is present, a ædemand-performanceÆ deterrent is created that mimics the principals of house breaking a dog, and habituation is avoided.\n\n \nDeer cause hundreds of million dollars of plant damage annually and there are about 1 million car accidents per year that kill 200 Americans, cause more than 10,000 personal injuries, and result in $1 billion in vehicle damage.  This project researched and demonstrated improvements in the image analysis field to process low-light images to reliably detect the presence of deer under all outdoor lighting conditions.  This project also researched, tested and demonstrated techniques that humanly scare/haze away nuisance deer.  The demand performance deer deterrent demonstrated non-habituation over a 20 day period and the detector was measured to operate at a 97% detection accuracy rate.\n\n \nThe Phase I project achieved each of its stated objectives which directly support the Phase II proposal. The company has established relationships to support Phase II commercialization that include a State level Department of Transportation (DOT) and an integrator/installer that has a national presence for DOT projects. The detection system can also be trained for other species and be used for a variety of applications.\n\n \n\n\t\t\t\t\tLast Modified: 04/06/2014\n\n\t\t\t\t\tSubmitted by: Neil Mcclure"
 }
}