{
 "awd_id": "1316567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "This action funds Chase W. Nelson of the University of South Carolina-Columbia to conduct a research project in Biology during the summer of 2013 at the Genomics Research Center of Academia Sinica in Taipei, Taiwan. The project title is \"The Genetic Basis of Gene Expression Divergence between Rice and Maize: Uncovering the Evolutionary Origin of C4 Photosynthesis.\" The host scientist is Dr. Wen-Hsiung Li.\r\n\r\nThis project undertakes a bioinformatics analysis of genomic and transcriptomic next-generation sequencing data from rice (Oryza sativa, a model C3 photosynthesizing plant) and maize (Zea mays, a model C4 plant). Previous work in the Li lab has revealed important gene expression differences between mesophyll and bundle sheath cells of maize. These results are being expanded through an evolutionary analysis of the genetic basis of gene expression divergence between maize and rice leaves at early developmental stages. The analysis examines developmental transcription factor (TF) genes to determine whether gene expression differences mainly result from cis or trans effects. Results address the hypothesis that TF genes exhibiting differential expression between these species play important roles in the evolution of C4 photosynthesis, an important issue in plant physiology. By facilitating international collaboration, this research will allow the tailoring of new computational techniques to the various methods used in data generation.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, the Fellow's project will achieve several unique broader impacts. The cultural and scientific experiences gained in Taipei will contribute to his role as the BioInvestigations Lab Coordinator at the EdVenture Children's Museum in Columbia, SC where his duties include informal science education and training staff in basic molecular biology techniques. Results will be presented at both Academia Sinica and the University of South Carolina, and also submitted for publication in a plant physiology journal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chase",
   "pi_last_name": "Nelson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Chase W Nelson",
   "pi_email_addr": "",
   "nsf_id": "000635172",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nelson                  Chase          W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbia",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "292013438",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Academia Sinica",
  "perf_str_addr": null,
  "perf_city_name": "Section 2, Nankang, Taipei",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p>My doctoral research at the University of South Carolina (USC) aims to design the first bioinformatics software pipeline to both extract evolutionary information directly from next-generation sequencing (NGS) data and utilize geographic information systems. These approaches seek to detect natural selection at the molecular (DNA/RNA/protein) level. To complement and extend this work, I joined an ongoing sequencing project at Academia Sinica (Taipei, Taiwan) under the direction of Dr. Wen-Hsiung Li, a member of the USA National Academy of Sciences. This effort seeks to characterize evolutionary divergence between maize (<em>Zea mays</em>, a C4 plant) and rice (<em>Oryza sativa</em>, a C3 plant) crops, helping to elucidate the evolution of C4 photosynthesis. My project focused on the bioinformatic post-processing and read mapping of rice Illumina data generated at Academia Sinica's NGS Core Facility. This work used data from Taiwan's most important rice crop, the TNG67 cultivar. After learning and implementing these computational techniques for the TNG67 data, I developed new software code to generate important mapping statistics. This process&nbsp;included one-on-one mentoring from bioinformatics experts in important skills for computational biology. These include techniques for use of Unix/Linux, Samtools, Samstat, Bedtools, BWA, Integrative Genomics Viewer, and ANNOVAR. After the DNA sequence data from TNG67 had been mapped to a related rice cultivar, the code I generated determined how much of the reference genome is represented by the data, as well as the nucleotide composition and depth (i.e., amount of representation) of this coverage. My analyses&nbsp;elucidated a high degree of similarity between TNG67 and the Nipponbare (<em>O. sativa japonica</em>) genome. They also revealed a minor contribution of <em>O. sativa indica</em> to the TNG67 genome. Thus, the methods developed in my project have demonstrated how NGS data may be used to infer evolutionary history through read mapping. These and other approaches will enable the biological community to more effectively utilize the power of NGS technology to study evolution. The results of my project inform the evolutionary history of the&nbsp;TNG67 cultivar, revealing a <em>japonica</em> background with some contribution from <em>indica</em>. Finally, this project may also help to inform the evolution of C4 photosynthesis, an issue of great interest in evolution and plant physiology.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong></p>\n<p>As the BioInvestigations Lab Coordinator at the EdVenture Children&rsquo;s Museum in Columbia, SC, my duties include authoring educational public programs, communicating basic science concepts, and training others in molecular techniques such as gel electrophoresis. I also design K-12 programs at EdVenture for visiting school groups, including bioinformatics topics. Through this mechanism, I have used the concepts gained in my EAPSI experience to enhance public education in my community. For example, I have authored a new program entitled \"Diabetes, Genes, and Us\" which teaches several principles necessary to understand bioinformatics work and its implications. My participation in this EAPSI project will also contribute to cultural exhibits and experiences at EdVenture, including the annual Festivals of Sharing event, meant to raise cultural awareness and global perspective. I will also contribute at EdVenture&rsquo;s Cooking Lab by teaching the correct Chinese pronunciation of phrases related to cooking. At USC, I will mentor undergraduates through the bioinformatics class offered each spring. Biology majors will also have the opportunity to enroll in research credit toward their major, supported by USC&rsquo;s Magellan Scholar P...",
  "por_txt_cntn": "\n\nIntellectual Merit\n\nMy doctoral research at the University of South Carolina (USC) aims to design the first bioinformatics software pipeline to both extract evolutionary information directly from next-generation sequencing (NGS) data and utilize geographic information systems. These approaches seek to detect natural selection at the molecular (DNA/RNA/protein) level. To complement and extend this work, I joined an ongoing sequencing project at Academia Sinica (Taipei, Taiwan) under the direction of Dr. Wen-Hsiung Li, a member of the USA National Academy of Sciences. This effort seeks to characterize evolutionary divergence between maize (Zea mays, a C4 plant) and rice (Oryza sativa, a C3 plant) crops, helping to elucidate the evolution of C4 photosynthesis. My project focused on the bioinformatic post-processing and read mapping of rice Illumina data generated at Academia Sinica's NGS Core Facility. This work used data from Taiwan's most important rice crop, the TNG67 cultivar. After learning and implementing these computational techniques for the TNG67 data, I developed new software code to generate important mapping statistics. This process included one-on-one mentoring from bioinformatics experts in important skills for computational biology. These include techniques for use of Unix/Linux, Samtools, Samstat, Bedtools, BWA, Integrative Genomics Viewer, and ANNOVAR. After the DNA sequence data from TNG67 had been mapped to a related rice cultivar, the code I generated determined how much of the reference genome is represented by the data, as well as the nucleotide composition and depth (i.e., amount of representation) of this coverage. My analyses elucidated a high degree of similarity between TNG67 and the Nipponbare (O. sativa japonica) genome. They also revealed a minor contribution of O. sativa indica to the TNG67 genome. Thus, the methods developed in my project have demonstrated how NGS data may be used to infer evolutionary history through read mapping. These and other approaches will enable the biological community to more effectively utilize the power of NGS technology to study evolution. The results of my project inform the evolutionary history of the TNG67 cultivar, revealing a japonica background with some contribution from indica. Finally, this project may also help to inform the evolution of C4 photosynthesis, an issue of great interest in evolution and plant physiology.\n\nBroader Impacts\n\nAs the BioInvestigations Lab Coordinator at the EdVenture ChildrenÆs Museum in Columbia, SC, my duties include authoring educational public programs, communicating basic science concepts, and training others in molecular techniques such as gel electrophoresis. I also design K-12 programs at EdVenture for visiting school groups, including bioinformatics topics. Through this mechanism, I have used the concepts gained in my EAPSI experience to enhance public education in my community. For example, I have authored a new program entitled \"Diabetes, Genes, and Us\" which teaches several principles necessary to understand bioinformatics work and its implications. My participation in this EAPSI project will also contribute to cultural exhibits and experiences at EdVenture, including the annual Festivals of Sharing event, meant to raise cultural awareness and global perspective. I will also contribute at EdVentureÆs Cooking Lab by teaching the correct Chinese pronunciation of phrases related to cooking. At USC, I will mentor undergraduates through the bioinformatics class offered each spring. Biology majors will also have the opportunity to enroll in research credit toward their major, supported by USCÆs Magellan Scholar Program. Thus, by deepening my experience with cutting-edge bioinformatics methods, the EAPSI has greatly enhanced biology education at my home institution. My experiences as a first-generation college student and gay male motivate my passion for all such mentoring, and for representing individuals from diverse backgro..."
 }
}