{
 "awd_id": "1316006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ocean Acidification:  Collaborative Research:  Quantifying the potential for biogeochemical feedbacks to create 'refugia' from ocean acidification on tropical coral reefs",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 204794.0,
 "awd_amount": 204794.0,
 "awd_min_amd_letter_date": "2013-07-01",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "Rising sea surface temperatures and ocean acidification (OA) may threaten the ability of calcified organisms to build carbonate reefs, but it is unclear if particular reefs have the capacity to tolerate global change.  Current understanding of the effects of OA on coral reefs originates from single-species laboratory studies largely focused on scleractinian corals.  Traditionally, these experiments attempt to mimic static future conditions under the assumption that coastal regimes are as constant as -- and will acidify at the same rate as -- open ocean surface waters.  Predictions based on these oversimplified scenarios are unrealistic because numerous benthic organisms, including calcifiers and primary producers, significantly alter the bulk seawater carbonate chemistry over a diurnal cycle.  Further, the prevalence of recently appreciated extreme diel fluctuations in pH across some reefs suggests that benthic species may be acclimated to future carbonate conditions.  \r\n\r\nTo look for potential OA refugia on reefs, a research team from the Scripps Institute of Oceanography (University of California at San Diego) and the Lamont Dougherty Earth Observatory (Columbia University) will undertake a unique mechanistic study on Palmyra Atoll, a remote uninhabited island in the central Pacific that lacks degradation from local human influence.   They will explore the strengths and controls of biogeochemical feedbacks from coral reef benthic community assemblages to the seawater chemistry above and experimentally determine how this natural fluctuation affects physiological responses of key taxa to OA.  Specifically they will: (1) tightly integrate a novel benthic flux technique in situ that allows continuous, high-temporal resolution measurements of net ecosystem metabolic rates (production and calcification) with an ongoing high spatial resolution benthic community dynamics study to quantify feedbacks of known species assemblages to observed natural spatiotemporal variability in seawater carbonate chemistry; and (2) use small scale common garden CO2 enrichment experiments and productivity/respiration assays in the lab paired with reciprocal transplant experiments in situ to empirically quantify the effects of elevated and/or fluctuating pCO2 on growth, calcification and photophysiology of common framework building organisms and their benthic competitors.  This should allow them to examine the coupled interactions between OA and diverse benthic coral reef organisms in their natural environment in the absence of other confounding human impacts. \r\n\r\n BROADER IMPACTS.   Ocean acidification is expected to affect a number of ecosystem goods and services that human societies have come to depend on.  Specifically, the physical protection that coral reefs provide from coastal erosion will be reduced, potentially exacerbating the effects of sea level rise, and the effects of OA on fisheries and tourism are yet to be determined.   One central goal is to work with local communities and organizations to better educate the public about how OA will affect people, societies and the natural resources they use and to give individuals tools that can allow them to be part of the solution.  To that end, the research team has established strong partnerships with a local non-profit public broadcasting service KPBS, San Diego to develop novel products for OA communication and education.  Further, they will work with the Birch Aquarium at SIO to develop an exhibit that communicates the results of the project.  Finally, the project will directly train interns, students and researchers and will promote diversity through a variety of outreach activities including public lectures, training of aquarium docents and the development of web-based educational materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wade",
   "pi_last_name": "McGillis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wade McGillis",
   "pi_email_addr": "wmcgillis@nd.edu",
   "nsf_id": "000092844",
   "pi_start_date": "2013-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observator",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 204794.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>To understand the health and resilience of our oceans to acidification and warming, the Benthic Ecosystem and Acidification Measurements System (BEAMS) was developed as a tool to put over coral, sand, gravel, mud, shellfish, algae and seagrass. BEAMS can perform autonomous measurements of metabolism &ndash; how the bottom breathes and grows. BEAMS is a boundary layer flux method using principles that are used over land, ocean and ice.&nbsp; The BEAMS measurement output includes net community production (NCP) and net community calcification (NCC). NCP is the balance between organic production and respiration, and NCC is the balance between calcification (reef building) and dissolution (reef erosion). Measuring NCC and NCP is important because these metrics indicate the total bottom structure and health. Coral-dominated reefs have higher NCC to NCP than reefs dominated by other organisms, such as algae. NCC and NCP also reflect the effects of stressors such as sedimentation, disease, ocean acidification or heating. When deployed directly on a reef, BEAMS detects NCC and NCP at sub-hour intervals. </span></p>\n<p><span>In this project, BEAMS was deployed in coral reef environments. A pump retrieves water from different levels above the seafloor and pushes it past oxygen, pH, temperature and salinity sensors. BEAMS then uses these measurements with water velocity to calculate NCC and NCP.&nbsp; Important results show that growth rates are significantly lower when coral systems are subject to algae mats. Also, when coral reef systems undergo bleaching their night time dissolution increases.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2017<br>\n\t\t\t\t\tModified by: Wade&nbsp;R&nbsp;Mcgillis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1316006/1316006_10255592_1502729370572_BEAMS_Uva_August_2015_TBS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1316006/1316006_10255592_1502729370572_BEAMS_Uva_August_2015_TBS--rgov-800width.jpg\" title=\"BEAMS\"><img src=\"/por/images/Reports/POR/2017/1316006/1316006_10255592_1502729370572_BEAMS_Uva_August_2015_TBS--rgov-66x44.jpg\" alt=\"BEAMS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Benthic Ecosystem and Acidification Measurement System (BEAMS)</div>\n<div class=\"imageCredit\">Wade McGillis</div>\n<div class=\"imageSubmitted\">Wade&nbsp;R&nbsp;Mcgillis</div>\n<div class=\"imageTitle\">BEAMS</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTo understand the health and resilience of our oceans to acidification and warming, the Benthic Ecosystem and Acidification Measurements System (BEAMS) was developed as a tool to put over coral, sand, gravel, mud, shellfish, algae and seagrass. BEAMS can perform autonomous measurements of metabolism &ndash; how the bottom breathes and grows. BEAMS is a boundary layer flux method using principles that are used over land, ocean and ice.  The BEAMS measurement output includes net community production (NCP) and net community calcification (NCC). NCP is the balance between organic production and respiration, and NCC is the balance between calcification (reef building) and dissolution (reef erosion). Measuring NCC and NCP is important because these metrics indicate the total bottom structure and health. Coral-dominated reefs have higher NCC to NCP than reefs dominated by other organisms, such as algae. NCC and NCP also reflect the effects of stressors such as sedimentation, disease, ocean acidification or heating. When deployed directly on a reef, BEAMS detects NCC and NCP at sub-hour intervals. \n\nIn this project, BEAMS was deployed in coral reef environments. A pump retrieves water from different levels above the seafloor and pushes it past oxygen, pH, temperature and salinity sensors. BEAMS then uses these measurements with water velocity to calculate NCC and NCP.  Important results show that growth rates are significantly lower when coral systems are subject to algae mats. Also, when coral reef systems undergo bleaching their night time dissolution increases.\n\n \n\n\t\t\t\t\tLast Modified: 08/14/2017\n\n\t\t\t\t\tSubmitted by: Wade R Mcgillis"
 }
}