{
 "awd_id": "1316700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "--------\r\nThis action funds Daniel Thomas of the University of Oregon to conduct a research project in Biology during the summer of 2013 at the laboratory of Dr. Yu-Ming Ju at Academia Sinica in Taipei, Taiwan. The project title is \"Exploring a New Dimension of Plant Health: Benign and Beneficial Fungi in Living Woody Plants.\" The host scientist is Dr. Yu-Ming Ju. \r\n\r\nThis research investigates the diversity of wood-inhabiting fungal endophytes in trees in the cloud forests of Taiwan. To do so, direct Polymerase Chain Reaction methods are adapted for use on wood-inhabiting fungal endophytes using genetic barcodes to estimate the species richness in wood of members of Xylariaceae. The ecological links between termites and Xylaria endophytes in the cloud forest are also being investigated, and preliminary experiments on methods of foliar inoculation with Xylaria spores are being conducted. This work will increase our knowledge of fungal endophytes, which are found in every plant ever sampled, including all human food plants. Endophytes represent a fast-evolving, quickly and widely dispersing network of micro-organisms that may act as a mitigating influence on plants in the face of disturbance, pathogens, and extreme climate variation. The effects of endophytes are vastly complex and one cannot assume mutalisms; however, it is reasonable to hypothesize that plant health is controlled in much the same way as human health: as the result of complex microbial community interactions. The possible consequences for tropical forestry and agriculture are significant. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, the results of this research will be disseminated at agricultural industry conferences and made available to interested government land management and agricultural agencies both in the United States, Taiwan, and to pertinent academic journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Thomas",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Thomas",
   "pi_email_addr": "",
   "nsf_id": "000635221",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Thomas                  Daniel         C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Walla Walla",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "993623222",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Thomas                  Daniel         C",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974053823",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in;\">Intellectual merit:</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">The interrelationships between plants and the microscopic organisms that live within them (endophytes) are poorly understood. Many endophytes are thought to be beneficial to their hosts, but the vast majority of these relationships are unexplored. Endophytes in the tropics are thought to represent a hotspot of diversity, housing many cryptic and undescribed species. Some of the most common endophytes in the tropics are members of the ascomycetous family Xylariaceae, which are known primarily as wood decomposers. Thus, they have importance from a biotic interaction perspective and from an abiotic carbon cycling perspective.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">The role of xylariaceous fungi as endophytes remains unclear, as do many aspects of their lifecycle, such as their means of dispersal. It has been proposed that these may be linked: xylariaceous fungi could utilize the endophytic life stage as a means to &ldquo;forage&rdquo; for an appropriate substrate, persisting longer in the environment as an infected leaf than they could as a naked spore. Alternatively, decomposers may exist prior to plant death as endophytes within the wood itself. These theories have never been adequately tested.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">In this collaboration with Dr. Yu-Ming Ju, we looked for evidence of dispersal limitation in xylariaceous endophytes to test the hypothesis that the endophytic life stage of Xylariaceae serves as a means of dispersal within the family. Doctor Yu-Ming Ju has helped create a history of collaboration between East and West centered around the study of this group of fungi. This is worth preserving in new generations of mycologists and ecologists. Scientific collaboration across geography and culture, such as this, is one of the factors that continually pushes forward our quest for knowledge.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">The period in the host laboratory funded through the EAPSI program allowed for extensive field work, with much of the lab work to happen back in the USA. Results are pending, but expect to be very exciting indeed. Our work in Taiwan consisted of two phases: (1) field surveys and (2) sample preparation. Upon our return to the United States, we entered the third phase, (3) sequence analysis and data processing, which is on-going as of this writing. Field work was done at Fushan Botanical Garden, a 410-hectare natural reserve between Yilan County and New Taipei; a 25 hectare Forest Dynamics Plot was established in 2004 for ecological research. It ranges in elevation from 600 to 733 m, and receives more than 4 m of rain annually.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">We divided the Forest Dynamics Plot into 9 sub-plots, and sampled 6 using a nested logarithmic sampling scheme intended to detect dispersal limitation and community dispersal. At each point within the subplot, we collected leaves and branches from host trees, and stromata: the fungal fruiting bodies. In total, we sampled leaves from 132 points, and obtained 147 fungal stromata collections.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">To detect the presence of endophytes, DNA from leaves was extracted. Leaves were cleaned and surface sterilized. Using fungal-specific primers to exclude plant DNA, the internal transcribed spacer (ITS) regions of the ribosomal RNA gene were amplified using polymerase chain reaction (PCR) techniques. Our prepared PCR product will then be sequenced using the Illumina MiSeq platform sequencing technology. This &ldquo;next generation&rdquo; technology enables us to both identify fungal species that are present in our leaves, an...",
  "por_txt_cntn": "Intellectual merit:\n \nThe interrelationships between plants and the microscopic organisms that live within them (endophytes) are poorly understood. Many endophytes are thought to be beneficial to their hosts, but the vast majority of these relationships are unexplored. Endophytes in the tropics are thought to represent a hotspot of diversity, housing many cryptic and undescribed species. Some of the most common endophytes in the tropics are members of the ascomycetous family Xylariaceae, which are known primarily as wood decomposers. Thus, they have importance from a biotic interaction perspective and from an abiotic carbon cycling perspective.\n \nThe role of xylariaceous fungi as endophytes remains unclear, as do many aspects of their lifecycle, such as their means of dispersal. It has been proposed that these may be linked: xylariaceous fungi could utilize the endophytic life stage as a means to \"forage\" for an appropriate substrate, persisting longer in the environment as an infected leaf than they could as a naked spore. Alternatively, decomposers may exist prior to plant death as endophytes within the wood itself. These theories have never been adequately tested.\n \nIn this collaboration with Dr. Yu-Ming Ju, we looked for evidence of dispersal limitation in xylariaceous endophytes to test the hypothesis that the endophytic life stage of Xylariaceae serves as a means of dispersal within the family. Doctor Yu-Ming Ju has helped create a history of collaboration between East and West centered around the study of this group of fungi. This is worth preserving in new generations of mycologists and ecologists. Scientific collaboration across geography and culture, such as this, is one of the factors that continually pushes forward our quest for knowledge.\n \nThe period in the host laboratory funded through the EAPSI program allowed for extensive field work, with much of the lab work to happen back in the USA. Results are pending, but expect to be very exciting indeed. Our work in Taiwan consisted of two phases: (1) field surveys and (2) sample preparation. Upon our return to the United States, we entered the third phase, (3) sequence analysis and data processing, which is on-going as of this writing. Field work was done at Fushan Botanical Garden, a 410-hectare natural reserve between Yilan County and New Taipei; a 25 hectare Forest Dynamics Plot was established in 2004 for ecological research. It ranges in elevation from 600 to 733 m, and receives more than 4 m of rain annually.\n \nWe divided the Forest Dynamics Plot into 9 sub-plots, and sampled 6 using a nested logarithmic sampling scheme intended to detect dispersal limitation and community dispersal. At each point within the subplot, we collected leaves and branches from host trees, and stromata: the fungal fruiting bodies. In total, we sampled leaves from 132 points, and obtained 147 fungal stromata collections.\n \nTo detect the presence of endophytes, DNA from leaves was extracted. Leaves were cleaned and surface sterilized. Using fungal-specific primers to exclude plant DNA, the internal transcribed spacer (ITS) regions of the ribosomal RNA gene were amplified using polymerase chain reaction (PCR) techniques. Our prepared PCR product will then be sequenced using the Illumina MiSeq platform sequencing technology. This \"next generation\" technology enables us to both identify fungal species that are present in our leaves, and make quantitative comparisons of endophyte community composition between leaves.\n \nBroader impacts:\n \nThe importance of understanding biological diversity cannot be understated. We are in the midst of a mass extinction event, and in many cases species are lost whose significance is unknown. Understanding the ecology of this group of fungus is crucial in a world with a rapidly changing climate, accelerating tropical deforestation, and increasing trans-continental trade in plants which may be harboring cryptic fungal partners. Understanding the roles and rela..."
 }
}