{
 "awd_id": "1316527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using Research-Based Formative Assessment to Improve Mathematics Teaching and Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 2882550.0,
 "awd_amount": 3019036.0,
 "awd_min_amd_letter_date": "2013-09-17",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "Using Research-Based Formative Assessment to Improve Mathematics Teaching and Learning builds on almost a decade of research and development by the Vermont Mathematics Partnership's Ongoing Assessment Project (OGAP). The project provides professional development and support for teachers of mathematics in Grades 3-5 and assesses the impacts of the project through a rigorous cluster randomized control trial. The project supports teachers to provide instruction that helps all students reach ambitious academic goals in mathematics by: 1) increasing teachers' knowledge of mathematics and of how students learn specific mathematics content, and 2) providing teachers with specific tools and routines for enacting formative assessment and adapting their instruction. The project has three integrated components: 1) professional development and ongoing support in 30 New York City public schools, 2) research on teachers' use of assessment evidence in instruction, and 3) research on student and teacher outcomes. \r\n\r\nHelping students deeply understand mathematical concepts requires teachers to become skilled in formative assessment, particularly in the ongoing analysis of evidence in student work when making instructional decisions: moving beyond right and wrong answers into the more important questions of how students think and reason mathematically, where their misconceptions lie, and how they can be addressed instructionally. Yet research shows that teachers struggle with the analytic aspects of formative assessment, and little is known about how teachers use evidence from student work or thinking to improve their instruction. The project addresses both of these concerns by: 1) implementing a rigorous, research-driven approach to formative assessment in 30 schools; and, 2) studying the effects of the intervention in ways that clearly measure impact on teachers and students, including the link between how teachers interpret student work and how they respond instructionally. The creativity and originality of the project lie in its synthesis of a vast body of knowledge about mathematics teaching and learning into a clearly packaged and presented set of tools, routines, and strategies which are directly usable in practice and can dramatically improve the quality of mathematics instruction. The project is organized around the central goal of improving teachers' formative assessment practice, with the research design providing rigorous evidence of project impacts while simultaneously informing the field. \r\n\r\nThe project will be implemented in a highly diverse school district serving a large number of students from groups traditionally underrepresented in mathematics and the sciences. The formative assessment system developed through this project will ultimately be made available, through a website and multi-media booklets, to all teachers in New York City public schools and across the country. The OGAP formative assessment system will be tied to college and career readiness standards in mathematics rather than a particular curriculum-although it addresses the same content as the major mathematics curricula-which means the materials, knowledge, and strategies will be usable across settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Supovitz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Supovitz",
   "pi_email_addr": "jons@gse.upenn.edu",
   "nsf_id": "000104669",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janine",
   "pi_last_name": "Remillard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janine Remillard",
   "pi_email_addr": "Janiner@gse.upenn.edu",
   "nsf_id": "000421208",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of the University of Pennsylvania",
  "perf_str_addr": "Graduate  School of Education, CPRE",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191043325",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1948941.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1070095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;Using Research-Based Formative Assessment to Improve Mathematics Teaching and Learning&rdquo; was a large-scale professional development and research project that both provided grades 3-5 teachers&rsquo; training and supports to develop their use of learning trajectory-oriented formative assessment practices and tested the impacts on teachers&rsquo; instructional knowledge and student learning outcomes. The professional development, which focused on multiplication and fractions, was provided by the Ongoing Assessment Project (OGAP), an initiative that was developed at the Vermont Mathematics Institute over the past 10 years, in part supported by NSF development funds. The project was conducted across two school years (2014-2016) in two urban school districts in the Philadelphia area, including the School District of Philadelphia (SDP). Through sustained professional development teachers were introduced to learning trajectory-oriented formative assessment practices and provided several tools to support their use. The research component of the project, conducted by the Consortium for Policy Research in Education at the University of Pennsylvania, featured a randomized experiment to study the impacts of the initiative on teachers and students. As part of the project, the research team developed and refined tools to measure teacher knowledge and student understanding. Study participants included 60 schools, approximately 600 teachers, and about 14,000 students.</p>\n<p>&nbsp;</p>\n<p>Overall, the OGAP intervention produced positive and statistically significant impacts on teachers&rsquo; instructional knowledge and student learning outcomes, although the results differed across the two years of enactment. Teacher results were strong and consistent across both years of the intervention, while student impacts were stronger in year one than year two. Treatment group teachers scored significantly higher than did control teachers on the study&rsquo;s main measure of teacher knowledge, called the Teacher Assessment of Student Knowledge (TASK), after controlling for prior year TASK performance. In both years, treatment teachers scored significantly higher on each of the three sub-domains of the TASK, (1) teacher analysis of student thinking, (2) teacher learning trajectory orientation, and (3) teacher instructional decision-making.</p>\n<p>&nbsp;</p>\n<p>Student impact results showed strong and consistent first year effects on students&rsquo; multiplicative reasoning outcomes at all three grade levels. These results did not persist during the second year of OGAP treatment, which focused on fractions. For students who participated in both years of the project, we found significantly higher results in multiplication compared to the control group students, after controlling for baseline performance.</p>\n<p>&nbsp;</p>\n<p>These results were found despite variability in treatment schools&rsquo;<strong> </strong>implementation of OGAP. On survey measures, for example, only 20% of teachers reported using OGAP assessment items at least once a week, as the program model specifies. Additionally, only 22% of teachers in the treatment schools reported adhering to the twice-monthly grade group meetings specified by the program. A subsequent partnership grant with the SDP seeks to develop stronger leadership support to deepen implementation. The impacts of the project contributed to the School District of Philadelphia&rsquo;s decision to embed OGAP professional development into the regular district&rsquo;s mathematics support program for teachers.</p>\n<p>&nbsp;</p>\n<p>The professional development activities and research findings have the potential to impact the field of mathematics education in several ways. The project has demonstrated the potential power of learning trajectory-oriented formative assessment practices as a viable intervention to increase both student and teacher learning. Introducing these formative assessment practices into elementary mathematics classrooms increased student learning and strategy use in two high-needs, urban districts, even when the quality of implementation was uneven and after a single year of implementation. These findings provide a proof of concept of these type of formative assessment practices, supported by professional development and a suite of tools based on research, as an instructional intervention in elementary mathematics. We believe that improved implementation, achieved through additional supports over an extended period of time, can lead to greater increased levels of student learning.</p>\n<p>&nbsp;</p>\n<p>The project also provided insights on the role that tools can play in supporting change in teaching. Both our qualitative studies and interactions with teachers suggest that using OGAP tools provide a scaffold for teachers to use formative assessment, collect useful information about students&rsquo; strategies, and make sense of those strategies. It is our view that professional development alone could not have produced the impacts we found in teacher and student learning. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Additionally, the tools developed by the research team can serve as resources for the field. The student assessment, in particular, makes a contribution to efforts to measure both student correctness and solution sophistication. In attending to both dimensions of students&rsquo; mathematics development, the assessment offers a measurement tool that avoids reducing performance to a single score, based on accuracy of answers.</p>\n<p>&nbsp;</p>\n<p>Finally, it is important to recognize that the project was conducted in two of the lowest performing school districts in Pennsylvania and has improved opportunities for students to learn mathematics and has increased teachers&rsquo; capacity to teach in those settings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2017<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;A&nbsp;Supovitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"Using Research-Based Formative Assessment to Improve Mathematics Teaching and Learning\" was a large-scale professional development and research project that both provided grades 3-5 teachers? training and supports to develop their use of learning trajectory-oriented formative assessment practices and tested the impacts on teachers? instructional knowledge and student learning outcomes. The professional development, which focused on multiplication and fractions, was provided by the Ongoing Assessment Project (OGAP), an initiative that was developed at the Vermont Mathematics Institute over the past 10 years, in part supported by NSF development funds. The project was conducted across two school years (2014-2016) in two urban school districts in the Philadelphia area, including the School District of Philadelphia (SDP). Through sustained professional development teachers were introduced to learning trajectory-oriented formative assessment practices and provided several tools to support their use. The research component of the project, conducted by the Consortium for Policy Research in Education at the University of Pennsylvania, featured a randomized experiment to study the impacts of the initiative on teachers and students. As part of the project, the research team developed and refined tools to measure teacher knowledge and student understanding. Study participants included 60 schools, approximately 600 teachers, and about 14,000 students.\n\n \n\nOverall, the OGAP intervention produced positive and statistically significant impacts on teachers? instructional knowledge and student learning outcomes, although the results differed across the two years of enactment. Teacher results were strong and consistent across both years of the intervention, while student impacts were stronger in year one than year two. Treatment group teachers scored significantly higher than did control teachers on the study?s main measure of teacher knowledge, called the Teacher Assessment of Student Knowledge (TASK), after controlling for prior year TASK performance. In both years, treatment teachers scored significantly higher on each of the three sub-domains of the TASK, (1) teacher analysis of student thinking, (2) teacher learning trajectory orientation, and (3) teacher instructional decision-making.\n\n \n\nStudent impact results showed strong and consistent first year effects on students? multiplicative reasoning outcomes at all three grade levels. These results did not persist during the second year of OGAP treatment, which focused on fractions. For students who participated in both years of the project, we found significantly higher results in multiplication compared to the control group students, after controlling for baseline performance.\n\n \n\nThese results were found despite variability in treatment schools? implementation of OGAP. On survey measures, for example, only 20% of teachers reported using OGAP assessment items at least once a week, as the program model specifies. Additionally, only 22% of teachers in the treatment schools reported adhering to the twice-monthly grade group meetings specified by the program. A subsequent partnership grant with the SDP seeks to develop stronger leadership support to deepen implementation. The impacts of the project contributed to the School District of Philadelphia?s decision to embed OGAP professional development into the regular district?s mathematics support program for teachers.\n\n \n\nThe professional development activities and research findings have the potential to impact the field of mathematics education in several ways. The project has demonstrated the potential power of learning trajectory-oriented formative assessment practices as a viable intervention to increase both student and teacher learning. Introducing these formative assessment practices into elementary mathematics classrooms increased student learning and strategy use in two high-needs, urban districts, even when the quality of implementation was uneven and after a single year of implementation. These findings provide a proof of concept of these type of formative assessment practices, supported by professional development and a suite of tools based on research, as an instructional intervention in elementary mathematics. We believe that improved implementation, achieved through additional supports over an extended period of time, can lead to greater increased levels of student learning.\n\n \n\nThe project also provided insights on the role that tools can play in supporting change in teaching. Both our qualitative studies and interactions with teachers suggest that using OGAP tools provide a scaffold for teachers to use formative assessment, collect useful information about students? strategies, and make sense of those strategies. It is our view that professional development alone could not have produced the impacts we found in teacher and student learning.  \n\n \n\nAdditionally, the tools developed by the research team can serve as resources for the field. The student assessment, in particular, makes a contribution to efforts to measure both student correctness and solution sophistication. In attending to both dimensions of students? mathematics development, the assessment offers a measurement tool that avoids reducing performance to a single score, based on accuracy of answers.\n\n \n\nFinally, it is important to recognize that the project was conducted in two of the lowest performing school districts in Pennsylvania and has improved opportunities for students to learn mathematics and has increased teachers? capacity to teach in those settings.\n\n\t\t\t\t\tLast Modified: 10/31/2017\n\n\t\t\t\t\tSubmitted by: Jonathan A Supovitz"
 }
}