{
 "awd_id": "1316539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Sylvia Zamudio of California State University, Northridge to conduct a research project in Biology during the summer of 2013 at Sesoko Marine Lab/ University of the Ryukyus in Motobu, Okinawa, Japan.  The project title is \"The Adaptive Significance of Temperature-Induced Maternal Effects on the Phenotype of Larvae from a Tropical Coral.\" The host scientist is Dr. Kazuhiro Sakai.\r\n\r\nThis project seeks to elucidate the effect that the maternal thermal environment of a scleractinian coral has on modulating the response of early life stages to thermal stress.  Maternal effects on the phenotype of offspring will be induced by incubating maternal coral colonies at ambient and high temperatures that reflect ecologically relevant thermal shifts projected under climate change scenarios.  The physiological response of offspring spawned from these colonies will be evaluated under thermal stress to assess the potential of maternal effects as a beneficial mechanism for offspring faced with environmental stressors. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  This present study will contribute to a body of research that works to characterize the impact that climate change will have on coral reefs.  Such research is essential for the implementation of informed management strategies that attempt to preserve these ecosystems that have high economical value to the countries that they surround through the provision of coastal protection, fisheries, and ecotourism.  This project contains broad applications significant to climate change research, thermal biology, population ecology and maternal effects studies.  Personal emphasis is placed on the importance of utilizing research opportunities, such as those provided through EAPSI, to promote scientific knowledge through outreach and educational settings in order to make primary research more accessible to the general public. Previous research conducted in Taiwan will be integrated with this project in Japan as part of a larger framework that seeks to build collaborations between researchers in USA, Taiwan, Japan, and Hong Kong.  These collaborations aim to construct an integrated knowledge base that will elucidate the impact that climate change will have on coral reefs on a global scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sylvia",
   "pi_last_name": "Zamudio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvia Zamudio",
   "pi_email_addr": "",
   "nsf_id": "000635091",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Zamudio                 Sylvia",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Van Nuys",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "914063346",
  "inst_country_name": "United States",
  "cong_dist_code": "29",
  "st_cong_dist_code": "CA29",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "California State University Northridge",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&lt;!--  /* Font Definitions */ @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-fareast-language:JA;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --&gt;</p>\n<p class=\"MsoNormal\">Due to elevations in atmospheric CO<sub>2</sub> caused by anthropogenic activity, global temperatures are projected to increase 1.8 &deg;C by 2100.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The rate and magnitude of this thermal change will have an overall negative impact on tropical corals and result in significant alterations in reef community structure.<span style=\"mso-spacerun: yes;\">&nbsp; </span>It remains unclear how early life stages will be affected by changes in temperature relative to their adult counterparts.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The goal of this research was to <span style=\"mso-fareast-language: JA;\">evaluate the role that maternal coral colonies play in modulating larval response to thermal changes on the order of those projected under climate change scenarios</span>.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This research documented temperature-induced maternal effects on offspring from the brooding tropical coral <em style=\"mso-bidi-font-style: normal;\">Pocillopora damicornis,</em> from internal larval development to post-settlement growth.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This study was conducted in Okinawa, Japan at Sesoko marine station.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Coral colonies collected from a local reef were exposed to ambient (29 &deg;C) and elevated (31 &deg;C) seawater temperatures for 2 weeks prior to spawning.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Upon spawning, larvae from these colonies were collected and evaluated for differences in larval size, settlement competency, and post-settlement growth.<span style=\"mso-spacerun: yes;\">&nbsp; </span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\">Results showed that larvae from <em style=\"mso-bidi-font-style: normal;\">P. damicornis</em> colonies maintained at seawater temperatures 2 &deg;C above the local mean (31 &deg;C) had significantly reduced protein content and underwent higher rates of mortality during settlement than colonies incubated at the local ambient of 29 &deg;C. Recruits incubated at 29 &deg;C for 21 d had 43% higher polyp division than those at 31 &deg;C, while recruits grown at 31 &deg;C that originated from colonies of the same temperature did not divide. Collectively, these results demonstrate that the temperature of the maternal environment during reproduction in brooding corals significantly impacts offspring by shaping larval phenotypes, altering spawning characteristics, and influencing the post-settlement growth of larvae primarily through polyp division.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Through impacts on coral reproduction and offspring characteristics, elevations in temperatures due to climate change may negatively impact coral recruitment, population growth, population connectivity, and the overall community structure of corals reefs in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2014<br>...",
  "por_txt_cntn": "\n&lt;!--  /* Font Definitions */ @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-fareast-language:JA;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --&gt;\nDue to elevations in atmospheric CO2 caused by anthropogenic activity, global temperatures are projected to increase 1.8 &deg;C by 2100.  The rate and magnitude of this thermal change will have an overall negative impact on tropical corals and result in significant alterations in reef community structure.  It remains unclear how early life stages will be affected by changes in temperature relative to their adult counterparts.  The goal of this research was to evaluate the role that maternal coral colonies play in modulating larval response to thermal changes on the order of those projected under climate change scenarios.  This research documented temperature-induced maternal effects on offspring from the brooding tropical coral Pocillopora damicornis, from internal larval development to post-settlement growth.  This study was conducted in Okinawa, Japan at Sesoko marine station.  Coral colonies collected from a local reef were exposed to ambient (29 &deg;C) and elevated (31 &deg;C) seawater temperatures for 2 weeks prior to spawning.  Upon spawning, larvae from these colonies were collected and evaluated for differences in larval size, settlement competency, and post-settlement growth.  \nResults showed that larvae from P. damicornis colonies maintained at seawater temperatures 2 &deg;C above the local mean (31 &deg;C) had significantly reduced protein content and underwent higher rates of mortality during settlement than colonies incubated at the local ambient of 29 &deg;C. Recruits incubated at 29 &deg;C for 21 d had 43% higher polyp division than those at 31 &deg;C, while recruits grown at 31 &deg;C that originated from colonies of the same temperature did not divide. Collectively, these results demonstrate that the temperature of the maternal environment during reproduction in brooding corals significantly impacts offspring by shaping larval phenotypes, altering spawning characteristics, and influencing the post-settlement growth of larvae primarily through polyp division.  Through impacts on coral reproduction and offspring characteristics, elevations in temperatures due to climate change may negatively impact coral recruitment, population growth, population connectivity, and the overall community structure of corals reefs in the future.\n\n\t\t\t\t\tLast Modified: 06/05/2014\n\n\t\t\t\t\tSubmitted by: Sylvia Zamudio"
 }
}