{
 "awd_id": "1316645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "MOSART HSLS: Misconceptions Oriented Standards-Based Assessment Resource for Teachers of High School Life Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 2849831.0,
 "awd_amount": 2849831.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "Researchers in the Harvard Smithsonian Center for Astrophysics are developing and validating an assessment instrument that addresses the life sciences for students and teachers in grades 9 through 12 based on the Misconception Oriented Standards-based Assessment Resource for Teachers (MOSART). The project is developing 400 new test items that are based on core content domains for life science and are aligning these items with the previous National Science Education Standards to provide a connection to the earlier MOSART assessments. The project is also developing and validating two test instruments that address the cross cutting concepts of energy and matter for grades K-12, with a specific focus on flows, cycles and conservation. The new assessments will be made available to other researchers and practitioner through the project website and their on-line assessment system.\r\n\r\nThe assessment development is based on the process used in prior work that has produced the other MOSART instruments, including design efforts of assessment specialists, teachers, and learning scientists.  Pilot items are tested through crowd-sourcing with online adult test takers.  Classic test theory techniques, item response theory and Bayesian techniques model the student responses. Outcomes consist of item parameters, test and sub-test characteristics, and predictive linkages among items. A stratified, nationally representative sample of 250 high school biology teachers field test the items with classrooms of students. Descriptive statistics are generated to establish the state of student knowledge, pre-and post-test performance by item and by standard, and teacher knowledge, including the fraction of items for which teachers have correctly identified the most popular wrong answer. Descriptive analyses are followed by hierarchical linear modeling (HLM) of students within classrooms to examine the relationships between student and teacher knowledge. The dependent variables in HLM are student gain scores. Independent variables include teachers' knowledge, and student performance on grade K-8 assessments. \r\n\r\nThe MOSART instruments have been a strong line of assessment tools that are based on a model of cognition with a strong research base in misconceptions in science education. That research base is only slowly being augmented with a more coherent framework on learning progressions in STEM education, and the MOSART instruments will have the potential for extensive use for the foreseeable future. The grades 9-12 life science instrument based on coupling core ideas with science and engineering practices addresses the gaps in the current MOSART system of assessments. Given the rich literature on misconceptions in life science and the ubiquity of life science as a course at the high school level, the instrument promises to be as useful as the one for K-8 developed with MSP RETA funding. The new instruments on cross-cutting concepts provides a much needed set of assessments for researchers and practitioners, particularly teacher professional development providers. The transition to coupling core content and sciences practices with both the life sciences and the cross-cutting concepts is an opportunity to expand and update the suite of instruments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Sadler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Philip M Sadler",
   "pi_email_addr": "psadler@cfa.harvard.edu",
   "nsf_id": "000110731",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "60 Garden Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1698545.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 95647.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 651406.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 404233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed a comprehensive set of assessment instruments that can serve as diagnostic tools to identify both students&rsquo; and teachers&rsquo; strengths and weaknesses across high school life science courses. High school life science teachers now have access to valid and reliable instruments to measure understanding and gains in their own classrooms. This project marks the final stage in the development and dissemination of a complete inventory of K-4, 5-8, and 9-12 assessments for physical, earth and space, and life science, based on the entire NRC Science Content Standards (NSES) and the Next Generation Science Standards (NGSS).</p>\n<p>The project made use of the extensive research literature on learners&rsquo; preconceptions in life science topics to create more than 500 multiple-choice assessment items. These items passed through several development stages, including field testing with over 9000 students, to measure psychometric item characteristics. Thirty items, across all disciplinary core ideas, were combined into tests capable of evaluating student and teacher understanding in life science courses in U.S. high schools. Student gains in a nationally representative sample of 78 biology teachers and their 2,749 high school life science students over a year of instruction have shown the extent to which life science concepts were understood by students. Furthermore, student gains were found to be highest for questions corresponding to NGSS Disciplinary Core Ideas (DCI&rsquo;s) in the category LS4 \"Biological Evolution: Unity and Diversity\" and were lowest for questions corresponding to NGSS DCI&rsquo;s in the category LS3 \"Heredity: Inheritance and Variation of Traits.\" These results of the MOSART-HSLS research study may improve the teaching of high school life science, for instance through the revision of topic sequences and the identification of specific key concepts as precursors to the understanding of other concepts. The project also measured the degree to which teachers hold the accepted scientific view (subject matter knowledge - SMK) and to which they are familiar with their own students&rsquo; ideas (knowledge of student misconceptions - KOSM), both shown to be essential for classroom gains. Results of our national study indicated that if their teacher had both SMK and KOSM for an item, their students had higher gains compared with students of teachers with only SMK of that item (or no SMK).</p>\n<p>The high school life science assessment items developed during this project have been integrated with previously developed K-4, and 5-8 life science items, placing more than 1,000 items in a common psychometric IRT framework, available to all users, at no cost, on Open Science Framework (<a href=\"https://osf.io/8d6r7/\">https://osf.io/8d6r7/</a>.)</p>\n<p>The project also developed a comprehensive (grades K-12) assessment of life science educators (primarily for use by professional development [PD] providers), called K-12 Life Science Mastery Test for Educators. The instrument, consisting of 30 questions, is accompanied by information about the standards used to develop the items (grades K&ndash;4 and 5-8 standards in life science from the NSES and the grades 9&ndash;12 Disciplinary Core Ideas (DCIs) in life science from the NGSS. Additionally, the project developed a general high school survey instrument based on the NGSS Crosscutting Concepts involving conservation of matter and energy. The instrument, created for students in grades 9-12, consists of 35 questions drawn from item inventories developed for this life science project, from our current high school physics and chemistry project, and our prior projects in middle school physical science, high school physics, chemistry and earth science.</p>\n<p>&nbsp;The 9-12 Life Science Test for students, the K-12 Life Science Mastery Test for Educators, and the Conservation of Matter and Energy test for 9th-12th grade students have been posted on the MOSART Self-Service website for open use by interested researchers, PD providers and teachers (<a href=\"https://www.cfa.harvard.edu/smgphp/mosart/index.html.)\">https://www.cfa.harvard.edu/smgphp/mosart/index.html.)</a> Any educator can use these high-quality assessment instruments at no cost for self-assessment and as a tool to gauge the level of knowledge their incoming students possess as well as the knowledge gains their students experience over the course of the year. Educators can also use the assessments to prepare students for high-stakes tests or to revise instructional practices and strategies. School district leaders can use the HSLS assessment or the Life Science Mastery for Educators test to determine SMK and KOSM of their educators, which can aid in determining PD needs.</p>\n<p>Teacher preparation and PD programs now have the ability to plan for strengthening teacher content knowledge and their awareness of student ideas, and to measure program effectiveness through pre- and post-testing. Use of these instruments will also help to familiarize both teachers and providers of PD with national standards and frameworks. This synergy will help build a knowledge base to refine and create new courses and programs for teachers. National results from teachers&rsquo; classrooms will provide a basis for decisions about the content to be covered in PD and teacher preparation programs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2019<br>\n\t\t\t\t\tModified by: Philip&nbsp;M&nbsp;Sadler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed a comprehensive set of assessment instruments that can serve as diagnostic tools to identify both students’ and teachers’ strengths and weaknesses across high school life science courses. High school life science teachers now have access to valid and reliable instruments to measure understanding and gains in their own classrooms. This project marks the final stage in the development and dissemination of a complete inventory of K-4, 5-8, and 9-12 assessments for physical, earth and space, and life science, based on the entire NRC Science Content Standards (NSES) and the Next Generation Science Standards (NGSS).\n\nThe project made use of the extensive research literature on learners’ preconceptions in life science topics to create more than 500 multiple-choice assessment items. These items passed through several development stages, including field testing with over 9000 students, to measure psychometric item characteristics. Thirty items, across all disciplinary core ideas, were combined into tests capable of evaluating student and teacher understanding in life science courses in U.S. high schools. Student gains in a nationally representative sample of 78 biology teachers and their 2,749 high school life science students over a year of instruction have shown the extent to which life science concepts were understood by students. Furthermore, student gains were found to be highest for questions corresponding to NGSS Disciplinary Core Ideas (DCI’s) in the category LS4 \"Biological Evolution: Unity and Diversity\" and were lowest for questions corresponding to NGSS DCI’s in the category LS3 \"Heredity: Inheritance and Variation of Traits.\" These results of the MOSART-HSLS research study may improve the teaching of high school life science, for instance through the revision of topic sequences and the identification of specific key concepts as precursors to the understanding of other concepts. The project also measured the degree to which teachers hold the accepted scientific view (subject matter knowledge - SMK) and to which they are familiar with their own students’ ideas (knowledge of student misconceptions - KOSM), both shown to be essential for classroom gains. Results of our national study indicated that if their teacher had both SMK and KOSM for an item, their students had higher gains compared with students of teachers with only SMK of that item (or no SMK).\n\nThe high school life science assessment items developed during this project have been integrated with previously developed K-4, and 5-8 life science items, placing more than 1,000 items in a common psychometric IRT framework, available to all users, at no cost, on Open Science Framework (https://osf.io/8d6r7/.)\n\nThe project also developed a comprehensive (grades K-12) assessment of life science educators (primarily for use by professional development [PD] providers), called K-12 Life Science Mastery Test for Educators. The instrument, consisting of 30 questions, is accompanied by information about the standards used to develop the items (grades K&ndash;4 and 5-8 standards in life science from the NSES and the grades 9&ndash;12 Disciplinary Core Ideas (DCIs) in life science from the NGSS. Additionally, the project developed a general high school survey instrument based on the NGSS Crosscutting Concepts involving conservation of matter and energy. The instrument, created for students in grades 9-12, consists of 35 questions drawn from item inventories developed for this life science project, from our current high school physics and chemistry project, and our prior projects in middle school physical science, high school physics, chemistry and earth science.\n\n The 9-12 Life Science Test for students, the K-12 Life Science Mastery Test for Educators, and the Conservation of Matter and Energy test for 9th-12th grade students have been posted on the MOSART Self-Service website for open use by interested researchers, PD providers and teachers (https://www.cfa.harvard.edu/smgphp/mosart/index.html.) Any educator can use these high-quality assessment instruments at no cost for self-assessment and as a tool to gauge the level of knowledge their incoming students possess as well as the knowledge gains their students experience over the course of the year. Educators can also use the assessments to prepare students for high-stakes tests or to revise instructional practices and strategies. School district leaders can use the HSLS assessment or the Life Science Mastery for Educators test to determine SMK and KOSM of their educators, which can aid in determining PD needs.\n\nTeacher preparation and PD programs now have the ability to plan for strengthening teacher content knowledge and their awareness of student ideas, and to measure program effectiveness through pre- and post-testing. Use of these instruments will also help to familiarize both teachers and providers of PD with national standards and frameworks. This synergy will help build a knowledge base to refine and create new courses and programs for teachers. National results from teachers’ classrooms will provide a basis for decisions about the content to be covered in PD and teacher preparation programs.\n\n\t\t\t\t\tLast Modified: 12/18/2019\n\n\t\t\t\t\tSubmitted by: Philip M Sadler"
 }
}