{
 "awd_id": "1316550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Next Generation Preschool Science: An Innovative Program to Facilitate Young Children's Learning of Science Practices and Concepts",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2732239.0,
 "awd_amount": 2732239.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2018-02-14",
 "awd_abstract_narration": "SRI is developing, iteratively refining and evaluating a science curriculum for Pre-K classrooms with units on Plant Growth, How Things Move, and What Makes Shadows. Working with EDC and WGBH, the project is integrating traditional classroom resources (large and small group activities, hands-on activities, read-alouds) with digital media (touch screen tablets, photos and short videos, and games/simulations). The importance of this approach is that it facilitates the implementation of quality science instruction in pre-schools by reducing the resources and commitment needed. The project is also producing professional development resources for teachers. Project evaluation is by the Concord Evaluation Group. The products of the project are being distributed by PBS Media.\r\n\r\nUsing an Evidence Centered Design approach, the project is doing a Phase I development and pilot study during the first two years, followed by a Phase II field study in year 3, with 10 classrooms in California and 10 in New York, half of which will be for comparison purposes.  Ten children from each classroom are being selected through a stratified randomization process for a more detailed examination of student outcomes. There are 8 research questions covering the three phases of the project; development, implementation, and sustainability. Data collection on child learning is using the project developed science assessment as well as a standardized assessment of children?s science learning ?LENS on Science.? Evidence on teachers? confidence is being collected with the Preschool Teachers Attitudes and Beliefs about Science scale (P-TABS). In addition, the project is conducting interviews and observations in the 10 classrooms where teachers are implementing the curriculum units.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Vahey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Vahey",
   "pi_email_addr": "phil@appliedlearninginsights.com",
   "nsf_id": "000131694",
   "pi_start_date": "2017-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Maria Ximena",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Ximena Dominguez",
   "pi_email_addr": "xdominguez@digitalpromise.org",
   "nsf_id": "000608480",
   "pi_start_date": "2013-09-13",
   "pi_end_date": "2018-02-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marion J Goldstein",
   "pi_email_addr": "mgoldstein@edc.org",
   "nsf_id": "000571599",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Zanchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Zanchi",
   "pi_email_addr": "christinezanchi@gmail.com",
   "nsf_id": "000596443",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Ximena",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Ximena Dominguez",
   "pi_email_addr": "xdominguez@digitalpromise.org",
   "nsf_id": "000608480",
   "pi_start_date": "2018-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 Ravenswood Ave",
  "perf_city_name": "Menlo Park",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1788945.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 599451.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 343843.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em>Next Generation Preschool Science</em>&nbsp;project involved designing and evaluating the promise of an innovative early science curricular program. Foundational science knowledge and skills are now widely recognized as critical components of school readiness, and learning opportunities that promote science are now understood to be developmentally appropriate experiences that leverage children&rsquo;s curiosity about the natural world and act as powerful catalysts for inquiry. Although some early science resources have been developed to address the dearth of early science instructional opportunities and resources, evidence of their efficacy to support science learning is limited. Additionally, few if any of the existing science programs are developed for easy integration into existing preschool instructional frameworks and/or provide supports for educators both via PD and embedded into curricular resources themselves. Our approach addressed these needs and also leveraged the opportunities that technology and media can provide, when designed and used appropriately, to support early science learning.</p>\n<p>The project involved two years of iterative development and pilot testing. A multidisciplinary team of researchers, producers of children&rsquo;s media, preschool teachers, and science advisors co-designed the curricular resources. Emerging activities were pilot tested in partner teachers&rsquo; classrooms and were refined based on findings from classroom observations, as well as teacher surveys and interviews. The resulting curricular program, now freely available as <em>Early Science with Nico and Nor</em>, consists of three curricular units that provide opportunities for young learners to engage in key science practices to develop understanding of key life, physical, and earth science core ideas. Each unit includes sample lessons in activity formats commonly implemented in preschool classrooms and integrates the use of two developmentally appropriate digital resources (a journal and a game/simulation). Recognizing that many preschool teachers lack training and experience to teach science, the curricular program also includes PD resources to guide teacher implementation.</p>\n<p>&nbsp;</p>\n<p>During the subsequent two years of the study, the team conducted a field study in 20 preschool classrooms (10 assigned to implement the program and 10 to continue business as usual practices) in San Francisco and New York, and a sustainability study to investigate whether classrooms implementing the program continued to do so after the field study was over. Findings from the analysis of child assessment data suggest that children in classrooms that implemented the program made significant improvements in science learning, relative to children in classrooms that did not implement the program. It is important to note that the standardized assessment used to examine children&rsquo;s science learning assessed a comprehensive list of science practices and core ideas. <em>Early Science with Nico and Nor</em> promotes engagement in all science practices, but only covers a subset of core ideas. While participating children were not exposed to all of the core ideas in the standardized assessment, exposure to science practices may have prepared them to successfully engage with new science content. It is important to also acknowledge, though, that the effects observed while significant were small. Research that identifies other factors that contribute to children&rsquo;s science learning, such as the experiences young children engage in at home and other informal learning contexts, is warranted.</p>\n<p>Findings from classroom observations indicate that teachers scaffold children&rsquo;s learning by introducing core ideas, modeling engagement in practices, initiating discussions that included observations and predictions, reviewing findings along with children, among others. Data from classroom observations also indicates that <em>observing</em>, <em>describing</em>, and <em>comparing and contrasting</em> were the most commonly observed science practices. S<em>orting</em> and <em>questioning</em> were rarely observed. Children&rsquo;s emerging language abilities may explain why this practice may be harder for younger children. Research to further investigate questioning in preschool could help understand how best to support young science learners to engage in this practice.</p>\n<p>Findings from observations and interviews also indicate that teachers most often adapted or modified activities in one or more of the following ways: spreading out activities across multiple days, changing the activity format (e.g., implementing a whole group activity in small groups), or changing activities to fit the needs of the children in their classroom. Teachers&rsquo; integration of technology varied by unit and lesson format, with the most consistent use of technology occurring in Small Group activities. Most teachers used the projector, along with the digital apps, and found that it allowed them to engage children in rich classroom discussions.</p>\n<p>Fortunately, none of the teachers that participated in the study dropped out during the duration of the study and many (60%) in fact continued to implement the program the following year. Teachers attributed the sustained use to the programs&rsquo; feasibility and flexibility; teachers reported they continued to implement some of the modifications they had implemented during the field study and also alluded to new modifications such as changing the order of units, and both shortening and elongating unit experiences. Teachers also reported sharing the resources with colleagues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2019<br>\n\t\t\t\t\tModified by: Ximena&nbsp;Dominguez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Next Generation Preschool Science project involved designing and evaluating the promise of an innovative early science curricular program. Foundational science knowledge and skills are now widely recognized as critical components of school readiness, and learning opportunities that promote science are now understood to be developmentally appropriate experiences that leverage children?s curiosity about the natural world and act as powerful catalysts for inquiry. Although some early science resources have been developed to address the dearth of early science instructional opportunities and resources, evidence of their efficacy to support science learning is limited. Additionally, few if any of the existing science programs are developed for easy integration into existing preschool instructional frameworks and/or provide supports for educators both via PD and embedded into curricular resources themselves. Our approach addressed these needs and also leveraged the opportunities that technology and media can provide, when designed and used appropriately, to support early science learning.\n\nThe project involved two years of iterative development and pilot testing. A multidisciplinary team of researchers, producers of children?s media, preschool teachers, and science advisors co-designed the curricular resources. Emerging activities were pilot tested in partner teachers? classrooms and were refined based on findings from classroom observations, as well as teacher surveys and interviews. The resulting curricular program, now freely available as Early Science with Nico and Nor, consists of three curricular units that provide opportunities for young learners to engage in key science practices to develop understanding of key life, physical, and earth science core ideas. Each unit includes sample lessons in activity formats commonly implemented in preschool classrooms and integrates the use of two developmentally appropriate digital resources (a journal and a game/simulation). Recognizing that many preschool teachers lack training and experience to teach science, the curricular program also includes PD resources to guide teacher implementation.\n\n \n\nDuring the subsequent two years of the study, the team conducted a field study in 20 preschool classrooms (10 assigned to implement the program and 10 to continue business as usual practices) in San Francisco and New York, and a sustainability study to investigate whether classrooms implementing the program continued to do so after the field study was over. Findings from the analysis of child assessment data suggest that children in classrooms that implemented the program made significant improvements in science learning, relative to children in classrooms that did not implement the program. It is important to note that the standardized assessment used to examine children?s science learning assessed a comprehensive list of science practices and core ideas. Early Science with Nico and Nor promotes engagement in all science practices, but only covers a subset of core ideas. While participating children were not exposed to all of the core ideas in the standardized assessment, exposure to science practices may have prepared them to successfully engage with new science content. It is important to also acknowledge, though, that the effects observed while significant were small. Research that identifies other factors that contribute to children?s science learning, such as the experiences young children engage in at home and other informal learning contexts, is warranted.\n\nFindings from classroom observations indicate that teachers scaffold children?s learning by introducing core ideas, modeling engagement in practices, initiating discussions that included observations and predictions, reviewing findings along with children, among others. Data from classroom observations also indicates that observing, describing, and comparing and contrasting were the most commonly observed science practices. Sorting and questioning were rarely observed. Children?s emerging language abilities may explain why this practice may be harder for younger children. Research to further investigate questioning in preschool could help understand how best to support young science learners to engage in this practice.\n\nFindings from observations and interviews also indicate that teachers most often adapted or modified activities in one or more of the following ways: spreading out activities across multiple days, changing the activity format (e.g., implementing a whole group activity in small groups), or changing activities to fit the needs of the children in their classroom. Teachers? integration of technology varied by unit and lesson format, with the most consistent use of technology occurring in Small Group activities. Most teachers used the projector, along with the digital apps, and found that it allowed them to engage children in rich classroom discussions.\n\nFortunately, none of the teachers that participated in the study dropped out during the duration of the study and many (60%) in fact continued to implement the program the following year. Teachers attributed the sustained use to the programs? feasibility and flexibility; teachers reported they continued to implement some of the modifications they had implemented during the field study and also alluded to new modifications such as changing the order of units, and both shortening and elongating unit experiences. Teachers also reported sharing the resources with colleagues.\n\n\t\t\t\t\tLast Modified: 02/27/2019\n\n\t\t\t\t\tSubmitted by: Ximena Dominguez"
 }
}