{
 "awd_id": "1316921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Justin Wilcox of the University of Notre Dame to conduct a research project in Biology during the summer of 2013 at Duke-NUS Medical school in Singapore.  The project title is \"Exploring the Role of Parasitic Worms in Enzoic Disease Transmission.\" The host scientists are Dr. Gavin Smith and Dr. Ian Mendenhall.  \r\n\r\nParasitic worms (i.e. helminthes) are known to increase the pathology and transmission of several important diseases (including HIV infection, Tuberculosis, Hepatitis C) through modulation of host immunity during simultaneous coinfection.  However, the commonality of such interactions between helminthes and micropathogens is not well known due to uncertainties regarding the mechanisms of immune modulation by parasitic worms.  To address this shortcoming, this project is exploring the importance of different types of helminth infection to microparasite immunity in a wild population of long-tailed macaques living in close association with humans in Singapore.  Through the comparative assessment of immunomodulatory abilities of different helminthes, the results may ultimately allow for new insights into the control of infectious disease, and the use of helminthes in the treatment of autoimmune disease.\r\n  \r\nBroader impacts of an EAPSI fellowship include providing the fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  This study will be directly relevant to the management of non-human primate populations by identifying their capacity to act as a reservoir for important human pathogens, and factors that increase or decrease this reservoir potential.  The findings are being presented to the Department of Biological Sciences at the University of Notre Dame, and prepared for publication in a peer reviewed journal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Wilcox",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Justin J Wilcox",
   "pi_email_addr": "",
   "nsf_id": "000607538",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wilcox                  Justin         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "South Bend",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "466012545",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Duke-NUS Medical School",
  "perf_str_addr": null,
  "perf_city_name": "Singapore",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "6516766",
  "perf_ctry_code": "SN",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Singapore",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded research on parasitic infections of long-tailed  macaques living on the island of Singapore.&nbsp; Fresh macaque fecal samples  were collected from several sites within Singapore.&nbsp; These samples were  tested for parasitic worms at Duke-NUS Graduate Medical School in  Singapore shortly following collection. &nbsp; A portion of each sample was  also fixed in formalin and mailed back to the University of Notre Dame  in South Bend, Indiana, for further parasitological testing.&nbsp; Frozen  portions of each sample were also mailed to the united states for  genetic analysis of parasites in these samples and other additional testing.&nbsp; DNA  was also extracted from these samples in Singapore for genetic analysis  of parasites.&nbsp; While data collection continues, these samples will  be used to genetically assess transmission of intestinal parasites,  including human pathogens, within Singapore's macaques and between  Singapores macaques and other animals.&nbsp; They will also be used to&nbsp;  assess the influence of human diet on the parasite communities of  Singapore's macaques.</p>\n<p>&nbsp;</p>\n<p>The information collected and  being collected as a part of this project is important for several  reasons.&nbsp; The first data set of parasitic worm infections of macaques in  Singapore has been collected through this project.&nbsp; It was found that  Singapore's macaques contain far fewer parasitic worms than macaques  elsewhere in terms of the number of species and the number of proportion  of individuals infected.&nbsp; It was also found that the distributions of  these worms vary significantly between groups of these monkeys.&nbsp; This  information will be used produce and to inform additional ongoing researh  on why parasite burdens are lower in Singapore's macaques, and what  factors structure this parasite community.&nbsp; A major focus of this  ongoing research is the determination of how human impacts, particularly  the availability of human food sources and the introduction of invasive  species may increase or decrease the transmission of human parasites  within macaques.&nbsp; This informaiton may be important to the management of  wildlife in Singapore and elsewhere.&nbsp; It is also directly applicable to  the management of non-human primates in general.&nbsp; This fellowship has  already allowed for more informed management of Singapore's macaques.&nbsp;  During my time in Singapore I was able to attend a meeting on macaque  management held by the Singapore National Parks Board that was  faciliated through a collaborator, Dr. Agustin Fuentes.&nbsp; At this meeting  I presented previously collected data on protozoan parasites of  macaques in Singapore, the first and only such data set for these  macaques, and highlighted trends in this data that suggested a role of  recently introduced feral boars in transmission of a potential human  pathogens to macaques.&nbsp; This has led to a new project on cross parasite  transmission between boars and macaques in Singapore initiated with  the assistance of Singapore's NPARKs Board.&nbsp; The sharing of informaiton  on macaques and wild boars with Singapore's NPARKS board is important as  the managerment and conservation of these animals is an increasingly  important and controversial subject within Singapore.</p>\n<p>&nbsp;</p>\n<p>This  fellowship has other broader impacts as well.&nbsp; A female  undergraduate researcher was able to accompany me to Singapore as an  assistant using non-NSF grant funds applied for with my assistance.&nbsp;  This undergraduate obtained first hand experience in international  travel, applications for grants, field research in non-human primates,  parasite diagnosis, and High-Performance-Liquid-Chromatography as a direct result of the NSF funds I was  alotted.&nbsp; Samples shipped back to the University of Notre Dame have been  used to train an additional under...",
  "por_txt_cntn": "\nThis grant funded research on parasitic infections of long-tailed  macaques living on the island of Singapore.  Fresh macaque fecal samples  were collected from several sites within Singapore.  These samples were  tested for parasitic worms at Duke-NUS Graduate Medical School in  Singapore shortly following collection.   A portion of each sample was  also fixed in formalin and mailed back to the University of Notre Dame  in South Bend, Indiana, for further parasitological testing.  Frozen  portions of each sample were also mailed to the united states for  genetic analysis of parasites in these samples and other additional testing.  DNA  was also extracted from these samples in Singapore for genetic analysis  of parasites.  While data collection continues, these samples will  be used to genetically assess transmission of intestinal parasites,  including human pathogens, within Singapore's macaques and between  Singapores macaques and other animals.  They will also be used to   assess the influence of human diet on the parasite communities of  Singapore's macaques.\n\n \n\nThe information collected and  being collected as a part of this project is important for several  reasons.  The first data set of parasitic worm infections of macaques in  Singapore has been collected through this project.  It was found that  Singapore's macaques contain far fewer parasitic worms than macaques  elsewhere in terms of the number of species and the number of proportion  of individuals infected.  It was also found that the distributions of  these worms vary significantly between groups of these monkeys.  This  information will be used produce and to inform additional ongoing researh  on why parasite burdens are lower in Singapore's macaques, and what  factors structure this parasite community.  A major focus of this  ongoing research is the determination of how human impacts, particularly  the availability of human food sources and the introduction of invasive  species may increase or decrease the transmission of human parasites  within macaques.  This informaiton may be important to the management of  wildlife in Singapore and elsewhere.  It is also directly applicable to  the management of non-human primates in general.  This fellowship has  already allowed for more informed management of Singapore's macaques.   During my time in Singapore I was able to attend a meeting on macaque  management held by the Singapore National Parks Board that was  faciliated through a collaborator, Dr. Agustin Fuentes.  At this meeting  I presented previously collected data on protozoan parasites of  macaques in Singapore, the first and only such data set for these  macaques, and highlighted trends in this data that suggested a role of  recently introduced feral boars in transmission of a potential human  pathogens to macaques.  This has led to a new project on cross parasite  transmission between boars and macaques in Singapore initiated with  the assistance of Singapore's NPARKs Board.  The sharing of informaiton  on macaques and wild boars with Singapore's NPARKS board is important as  the managerment and conservation of these animals is an increasingly  important and controversial subject within Singapore.\n\n \n\nThis  fellowship has other broader impacts as well.  A female  undergraduate researcher was able to accompany me to Singapore as an  assistant using non-NSF grant funds applied for with my assistance.   This undergraduate obtained first hand experience in international  travel, applications for grants, field research in non-human primates,  parasite diagnosis, and High-Performance-Liquid-Chromatography as a direct result of the NSF funds I was  alotted.  Samples shipped back to the University of Notre Dame have been  used to train an additional undergraduate researcher and a graduate  student of this institution in parasite diagnostic techniques.   When  data collection is completed on protozoan parasites of Singapores  macaques arrangements have been made ..."
 }
}