{
 "awd_id": "1316507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Filling Holes in the Holocene Geomagnetic Field - Tropical East Africa",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2013-07-17",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "This proposal will carry out Holocene paleomagnetic field secular variation (PSV) studies on five lakes from Tropical East Africa (Turkana, Malawi, Tanganyika, Edward, Victoria). We will recover PSV records from at least two sediment cores in each lake and develop a composite PSV directional record from them. We will correlate the directional PSV records from all five lakes and date the records with C14 dating. We will also attempt to reconstruct relative paleointensity variability from each lake. Our preliminary data suggest we can do this for at least one lake, Malawi. This work will permit us to develop a regional group of PSV time series that will characterize field variability in a region where almost nothing is known in high-resolution.  A high-resolution relative paleointensity record from Lake Malawi (10°S) would be the first such Holocene record from the Southern Hemisphere. The study will analyze these records and compare them with other global Holocene PSV data to assess geodynamo dynamics. USC researchers have developed a new model of Holocene field variability (PSVMOD2.0), based on a family of Global PSV time series for the last 8000 years. PSVMOD2.0 now has 85 sites around the World, which yield 72 directional PSV time series and 35 paleointensity time series. However, PSVMOD2.0 has no significant data from the African continent and no paleointensity time series from the Southern Hemisphere. This study of African lakes will add significantly to the quality of PSVMOD2.0. The African PSV data will also be used to better assess the timing and regional pattern of Holocene climate change in the studied lakes. PSV has previously been used very effectively as a high-resolution correlation and dating tool in paleoclimate studies. PSVMOD2.0 should become a community database used by a variety of scientists to better understand PSV and geodynamo dynamics. \r\nWe still do not understand very well how our planetary magnetic field works (and largely the way all planetary magnetic fields and stellar magnetic fields work) under normal conditions. We know that these magnetic fields are generated by flow of electrically conducting fluid below the planetary/stellar surfaces (dynamo action), but current models of these processes (dynamo models) do not adequately describe how these fields really operate (particularly the Earth's magnetic field and our Sun's magnetic field). We need a more complete understanding of how our magnetic field operates under normal conditions to better constrain future dynamo models. The best (and only) way to do that is to reconstruct how our field has varied over the last several thousand years. (Dating errors make this analysis difficult to impossible in older times.) We currently have measured variations in Earth's magnetic field over the last few thousand years over less than half the Earth's surface. This project fills in a big hole in our understanding the central African continent. Better understanding of how the Earth's magnetic field operates normally (last few thousand years) will also give us a better way to assess what the Earth's magnetic field is doing when it 'goes screwy'. These periods are called magnetic field excursions and reversals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lund",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Lund",
   "pi_email_addr": "slund@usc.edu",
   "nsf_id": "000400733",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Platzman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen S Platzman",
   "pi_email_addr": "platzman@usc.edu",
   "nsf_id": "000190016",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have carried out paleomagnetic and rock magnetic studies on sediment cores collected from Lakes Malawi, Victoria, and Turkana, East Equatorial Africa. We have built full-vector Holocene (0-12,000 ybp) paleomagnetic secular variation records from Lake Malawi and Lake Turkana and a Late Pleistocene (12-25,000 ybp) full-vector record for Lake Malawi. Rock magnetic complications limited our results in Lake Victoria to a directional paleomagnetic secular variation record for the last 8000 years. All of these records define a pattern of directional secular variation that is at odds with long-term statistical studies of field as a function of latitude. Our records show clear evidence for diminished field variability (directional dispersion) compared to long-term (~1 million year) averages. We hypothesize that this is due to an incomplete understanding of low-latitude directional field variability during times of low field intensity. We think that low-intensity intervals that often contain excursional directions elsewhere in the world rather contain larger-amplitude secular variation (but not excursional directions) at low latitudes. This may be an important observation on the overall character of excursion intervals for the global field. We can use the paleomagnetic studies in these three lakes to significantly improve the correlation and dating of the Holocene sediments for paleoclimate studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2018<br>\n\t\t\t\t\tModified by: Steven&nbsp;P&nbsp;Lund</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have carried out paleomagnetic and rock magnetic studies on sediment cores collected from Lakes Malawi, Victoria, and Turkana, East Equatorial Africa. We have built full-vector Holocene (0-12,000 ybp) paleomagnetic secular variation records from Lake Malawi and Lake Turkana and a Late Pleistocene (12-25,000 ybp) full-vector record for Lake Malawi. Rock magnetic complications limited our results in Lake Victoria to a directional paleomagnetic secular variation record for the last 8000 years. All of these records define a pattern of directional secular variation that is at odds with long-term statistical studies of field as a function of latitude. Our records show clear evidence for diminished field variability (directional dispersion) compared to long-term (~1 million year) averages. We hypothesize that this is due to an incomplete understanding of low-latitude directional field variability during times of low field intensity. We think that low-intensity intervals that often contain excursional directions elsewhere in the world rather contain larger-amplitude secular variation (but not excursional directions) at low latitudes. This may be an important observation on the overall character of excursion intervals for the global field. We can use the paleomagnetic studies in these three lakes to significantly improve the correlation and dating of the Holocene sediments for paleoclimate studies.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2018\n\n\t\t\t\t\tSubmitted by: Steven P Lund"
 }
}