{
 "awd_id": "1316286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Paleomagnetic Analysis of Speleothems and High Precision Dating of Geomagnetic Records",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Hearn",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 43604.0,
 "awd_amount": 43604.0,
 "awd_min_amd_letter_date": "2013-05-21",
 "awd_max_amd_letter_date": "2018-06-18",
 "awd_abstract_narration": "Records of past geomagnetic field behavior offer a window into the behavior of the Earth's convecting outer core, and lead to a better understanding of geodynamo processes that generate Earth?s magnetic field. This project aims to develop a relatively untapped reservoir of paleomagnetic and rock magnetic information, speleothems (e.g., stalagmites, and flowstone). Speleothems have immense potential for archiving high quality, high resolution geomagnetic records, and can be dated with supreme precision using radiometric techniques. This research investigates the fundamental processes involved in natural remanence acquisition in speleothems using rock magnetic and microscopic imaging techniques, and establishes chronological constraints for geomagnetic field behavior during specific periods in the last 130 ka.\r\n\r\nThe overarching goal of this research project is to construct high-resolution records of geomagnetic field behavior and paleoclimate conditions using the iron oxide mineral assemblages preserved within speleothems. We will address both the mechanical transport and chemical precipitation of iron oxide minerals in speleothems in order to better understand how and when speleothems acquire a recording of the Earth's magnetic field. Recent instrumental progress provides the sensitivity and sample handling capabilities needed to collect a rich variety of magnetic measurements from speleothems, at an unprecedented spatial resolution. The investigation of speleothem magnetization on a sub-millimeter scale will advance the understanding of magnetic processes in speleothems, ranging from changing dripwater conditions to episodic flooding that can be used to produce regional paleohydrology records. Precisely dated, high fidelity paleomagnetic records from speleothems will help better constrain time-dependent, global geomagnetic field models. An additional benefit of having detailed, high-precision chronologies of paleomagnetic variations is that the chronological information can be transferred to existing deposits with correlatable paleomagnetic records, but with less constrained age models (e.g., archaeological sites, and/or sediment cores). High resolution geomagnetic fluctuations recovered from speleothems will contribute valuable information to geodynamo models that focus on small-scale core flow dynamics. The environmental magnetic records of speleothems will bridge the gap that exists between climatic and environmental interpretations from traditional speleothem measurements such as oxygen isotopes, and the environmental magnetic records of other depositional environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Dorale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Dorale",
   "pi_email_addr": "jeffrey-dorale@uiowa.edu",
   "nsf_id": "000392396",
   "pi_start_date": "2013-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421379",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 23110.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth&rsquo;s magnetic field is generated by convection within the iron core and acts as a protective envelope against harmful radiation from the sun, which is important to the long-term stability of our atmosphere and the habitability of our planet. The direction and strength of the Earth&rsquo;s magnetic field changes over time, and is critically important to modern satellite systems, electrical power distribution networks, and navigation tools. To better understand geomagnetic changes over time, and prepare for their potential occurrence in the future, geophysicists need to gather records of past magnetic field behaviors as they are preserved in rocks and sediments. Traditionally, scientists have used volcanic rocks, which record information about the Earth&rsquo;s magnetic field as they cool. However, volcanic eruptions are episodic and do not capture continuous records of geomagnetic field behavior. Scientists have also tried to examine the magnetization preserved in lake and ocean sediments, but these records are often compromised by compaction and chemical alteration.&nbsp;</p>\n<p>This project explored the use of a new kind of natural recorder of Earth&rsquo;s magnetic field behavior: cave sediments and speleothems.&nbsp; Speleothems (stalactites and stalagmites) are solid calcite archives that record nearly continuous changes of the Earth&rsquo;s magnetic field direction without the compaction and chemical alteration problems that affect lake and ocean sediments. Additionally, they can be dated very well using uranium-series methods.&nbsp; In some cases, speleothems show annual growth layers that can be counted to constrain the age and duration of different geomagnetic phenomena. This project explored the fundamental processes by which magnetization is acquired by speleothems, and determined the age and precise duration of the Laschamp geomagnetic excursion (2550 years), an important correlation tool for drill cores, climate studies, and anthropologic studies. Additionally, this project identified the occurrence of a rapid, more than two-fold increase (a geomagnetic &lsquo;spike&rsquo;) in the strength of the Earth&rsquo;s magnetic field approximately 3000 years ago in North America, which is thought to have lasted less than 300 years,&nbsp;and potentially as little as one to two decades. These records of short-term geomagnetic events provide constraints on the stability of our planet&rsquo;s magnetic field and should be considered when designing electrical power distribution systems, satellites, and navigational tools.</p>\n<p>Overall, speleothems and cave sediments hold tremendous potential for studies of the Earth&rsquo;s magnetic field and environmental change, and the results from this project represent a positive step for future research aimed at these questions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2022<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Dorale</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Earth’s magnetic field is generated by convection within the iron core and acts as a protective envelope against harmful radiation from the sun, which is important to the long-term stability of our atmosphere and the habitability of our planet. The direction and strength of the Earth’s magnetic field changes over time, and is critically important to modern satellite systems, electrical power distribution networks, and navigation tools. To better understand geomagnetic changes over time, and prepare for their potential occurrence in the future, geophysicists need to gather records of past magnetic field behaviors as they are preserved in rocks and sediments. Traditionally, scientists have used volcanic rocks, which record information about the Earth’s magnetic field as they cool. However, volcanic eruptions are episodic and do not capture continuous records of geomagnetic field behavior. Scientists have also tried to examine the magnetization preserved in lake and ocean sediments, but these records are often compromised by compaction and chemical alteration. \n\nThis project explored the use of a new kind of natural recorder of Earth’s magnetic field behavior: cave sediments and speleothems.  Speleothems (stalactites and stalagmites) are solid calcite archives that record nearly continuous changes of the Earth’s magnetic field direction without the compaction and chemical alteration problems that affect lake and ocean sediments. Additionally, they can be dated very well using uranium-series methods.  In some cases, speleothems show annual growth layers that can be counted to constrain the age and duration of different geomagnetic phenomena. This project explored the fundamental processes by which magnetization is acquired by speleothems, and determined the age and precise duration of the Laschamp geomagnetic excursion (2550 years), an important correlation tool for drill cores, climate studies, and anthropologic studies. Additionally, this project identified the occurrence of a rapid, more than two-fold increase (a geomagnetic ‘spike’) in the strength of the Earth’s magnetic field approximately 3000 years ago in North America, which is thought to have lasted less than 300 years, and potentially as little as one to two decades. These records of short-term geomagnetic events provide constraints on the stability of our planet’s magnetic field and should be considered when designing electrical power distribution systems, satellites, and navigational tools.\n\nOverall, speleothems and cave sediments hold tremendous potential for studies of the Earth’s magnetic field and environmental change, and the results from this project represent a positive step for future research aimed at these questions.\n\n \n\n\t\t\t\t\tLast Modified: 07/07/2022\n\n\t\t\t\t\tSubmitted by: Jeffrey Dorale"
 }
}