{
 "awd_id": "1316723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Jeffrey McDaniel of University of California, Riverside to conduct a research project in the Computer and Information Science and Engineering area during the summer of 2013 at National Cheng Kung University in Tainan, Taiwan  The project title is \"Design and Verification Tools for Chips to Automate Biological Experiments.\" The host scientist is Dr. Tsung-Yi Ho.\r\n\r\nThis project is developing a top to bottom design automation tool chain for microfluidic bio-chips, which are able to automate biochemical experiments. The tool chain integrates components that have been developed independently at the University of California, Riverside (UCR) and National Cheng Kung University, Taiwan. The input to the system is a structured description of the experiment; the tool chain performs the necessary scheduling, placement and routing, and outputs a specification for a chip that can be fabricated using capillary electrophoresis subsystems, which have a broad range of applicability in biochemical assays by separation and detection of unique species. The scheduling of the chip involves binding specific operations to the individual component of the chip which will perform that operation. The components are then placed on the chip, and the channels between the components are routed. The chip is then verified by the tool chain to ensure correctness in accordance to the original experiment. The tool chain, increases the potential for commercial development of low-cost biochips which may supplement, or even replace, traditional benchtop chemistry equipment. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, the tool chain brings a standardized format to chip design and assay specification that does not currently exist, allowing for an easier collaboration with other universities. It will facilitate rapid dissemination of biochip designs between laboratories, which will enhance scientific reproducibility of experiments.  The Fellow plans to publicly release the tool chain to academia once it reaches a mature and stable state, allowing the wider research community to benefit from its development. UCR is a federally recognized minority serving institution. Under the guidance of the his Ph.D. supervisor, the Fellow he is collaborating with two female undergraduate research assistants and plans to continue mentoring them, along with underrepresented minority students, throughout his Ph.D. studies at UCR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "McDaniel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey McDaniel",
   "pi_email_addr": "",
   "nsf_id": "000634660",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McDaniel                Jeffrey",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925073046",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Cheng Kung University, Tainan, Taiwan",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I investigated the design automation of the control for microfluidic biochips. These biochips are able to perform biochemistry experiments at micro-liter scales. The automation of the experiments, coupled with the small scale, reduces human error and cost of the experiments. The biochips consist of a series of components, which perform the biochemical operations, connected with flow channels, which transport the fluids between the operational components. The components and the channels between them make up the flow layer.  The components and the flow channels use valves to control the movement of the fluids, and to perform the necessary operations. These valves are actuated using external pressure sources to open or close them.</p>\n<p>There has been lots of research into the design automation of the flow layer. This research ranges from automatically determining which components are needed to perform an experiment, to placing the components on the chip and performing the routing of the channels between them. There is still much work to be done on the design of the flow layer, however there has been little research done into the design of  the control layer.</p>\n<p>The design of the control layer of the chip is a little different than the flow layer. The placement of the valves is essentially determined by the placement of the components on the flow layer, and the routing of the channels between them. The routing control channels on the control layer, however, presents  different problems which need to be overcome. To date the algorithms to perform this routing have been the same as the algorithms which perform the routing of the flow layer. They do not adequately address the unique issues which arise in the control layer.</p>\n<p>We spent much of the award identifying the problems which arise in the control layer, and creating analogies between these problems and similar problems in silicon chip design. This will allow us to borrow algorithms from silicon chip design, which have been well developed over the years. The algorithms will of course not be able to solve all of the problems in the way that we need, so modifications will need to be made. We have identified several algorithms that we believe when combined will be able to solve the initial problems we have identified. In order to properly design these algorithms and to test them completely, we need a set of benchmarks we are able to run the algorithm on. These benchmarks will include chips that have been previously designed manually by experts in the field as well as synthetic chips that have been at least partially designed by algorithms that have already been developed. In order to collect these benchmarks we have needed to make international connections with other labs that have access to them.</p>\n<p>We have now collected the benchmarks necessary and have worked on developing the algorithm. The algorithm will be integrated into an existing framework for the design automation of microfluidic biochips. The set of benchmarks will also be publicly released once completed so the community can benefit from their use. They will enable algorithms to be more directly compare to determine their quality.</p>\n<p>We are going to continue collaborating on this project as well as future projects. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2014<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Mcdaniel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nI investigated the design automation of the control for microfluidic biochips. These biochips are able to perform biochemistry experiments at micro-liter scales. The automation of the experiments, coupled with the small scale, reduces human error and cost of the experiments. The biochips consist of a series of components, which perform the biochemical operations, connected with flow channels, which transport the fluids between the operational components. The components and the channels between them make up the flow layer.  The components and the flow channels use valves to control the movement of the fluids, and to perform the necessary operations. These valves are actuated using external pressure sources to open or close them.\n\nThere has been lots of research into the design automation of the flow layer. This research ranges from automatically determining which components are needed to perform an experiment, to placing the components on the chip and performing the routing of the channels between them. There is still much work to be done on the design of the flow layer, however there has been little research done into the design of  the control layer.\n\nThe design of the control layer of the chip is a little different than the flow layer. The placement of the valves is essentially determined by the placement of the components on the flow layer, and the routing of the channels between them. The routing control channels on the control layer, however, presents  different problems which need to be overcome. To date the algorithms to perform this routing have been the same as the algorithms which perform the routing of the flow layer. They do not adequately address the unique issues which arise in the control layer.\n\nWe spent much of the award identifying the problems which arise in the control layer, and creating analogies between these problems and similar problems in silicon chip design. This will allow us to borrow algorithms from silicon chip design, which have been well developed over the years. The algorithms will of course not be able to solve all of the problems in the way that we need, so modifications will need to be made. We have identified several algorithms that we believe when combined will be able to solve the initial problems we have identified. In order to properly design these algorithms and to test them completely, we need a set of benchmarks we are able to run the algorithm on. These benchmarks will include chips that have been previously designed manually by experts in the field as well as synthetic chips that have been at least partially designed by algorithms that have already been developed. In order to collect these benchmarks we have needed to make international connections with other labs that have access to them.\n\nWe have now collected the benchmarks necessary and have worked on developing the algorithm. The algorithm will be integrated into an existing framework for the design automation of microfluidic biochips. The set of benchmarks will also be publicly released once completed so the community can benefit from their use. They will enable algorithms to be more directly compare to determine their quality.\n\nWe are going to continue collaborating on this project as well as future projects.  \n\n \n\n\t\t\t\t\tLast Modified: 09/14/2014\n\n\t\t\t\t\tSubmitted by: Jeffrey Mcdaniel"
 }
}