{
 "awd_id": "1316882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Spyridon Pavlidis of the Georgia Institute of Technology to conduct a research project in Engineering during the summer of 2013 at the National Chiao Tung University in Hsinchu, Taiwan.  The project title is \"Stability Enhancement of Roll-to-Roll Printed InGaZnO Thin Film Transistors on Flexible Plastic Substrates.\" The host scientist is Prof. Bing-Yue Tsui.\r\n\r\nThe intellectual merit of this work is to enhance the stability of indium gallium zinc oxide (InGaZnO) thin film transistors (TFTs) on flexible, low-cost plastic substrates using roll-to-roll manufacturing techniques so that they can be deployed in TFT-based biochemical sensor arrays. Electrical stability is of particular importance in a field-effect transistor (FET) chemical sensor since intrinsic drift of the reference drain current can lead to false positives as well as compromised limits of detection. In addition to optimizing the fabrication steps, through the use of advanced bias techniques, such as bipolar pulsed biasing, the mechanisms of bias stress and recovery are being explored in detail, giving rise to a firmer grasp of the device physics at play. This, in turn, helps suggest which bias schemes are suitable for deployment of such devices as chemical sensors. Moreover, the issues of single device performance, wide-area reproducibility and system integration are all being considered on a large scale as a function of these advanced printing methods. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, to address the need for a highly-skilled workforce in the U.S., the Fellow intends to study how primary, secondary and higher educational institutions in Taiwan have contributed to shaping the public's perception of engineering and have permitted the country to become an international leader in the semiconductor and foundry industries. Lastly, with the imminent introduction of InGaZnO TFT-based flexible displays to the market in mind, the simultaneous development of biochemical sensors using the same technology as a result of this EAPSI fellowship could lead to an exciting marriage that profoundly changes the ways that humans interact with portable devices, such as watches and mobile phones; thus giving way to the formation of new enterprises and economic stimulation in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spyridon",
   "pi_last_name": "Pavlidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Spyridon Pavlidis",
   "pi_email_addr": "",
   "nsf_id": "000633592",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pavlidis                Spyridon",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303087400",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Chiao Tung University",
  "perf_str_addr": null,
  "perf_city_name": "Hsinchu",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thin film transistors (TFTs) have traditionally been targeted for use in flat-panel displays (FPDs), with silicon (Si) being the dominant semiconductor material of choice for these devices. However, as the need for higher electrical performance (i.e., increased electron mobility and improved electrical stability), more optical transparency, lower cost and compatibility with flexible substrates has grown, Si-TFTs have not been able to deliver. Though organic thin film transistors (OTFTs) have been considered as replacements due to their low cost, shortcoming in performance have kept them from being widely adopted. Another competitor in the form of metal oxide semiconductors, such as indium gallium zinc oxide (InGaZnO), has been heavily studied in recent years. An important advantage of InGaZnO is that it can be deposited at room temperature over large areas and on low-cost substrates, such as plastics and glass, via radio-frequency (RF) sputtering while maintaining high mobilities (&micro;<sub>SAT </sub>&asymp; 10 cm<sup>2</sup>V<sup>-1</sup>sec<sup>-1</sup>). &nbsp;These attributes make it possible to envisage more complicated systems based on TFTs than ever before. For example, in addition to a flexible display, one could create sensor arrays as well as communications circuitry on the same, lightweight and portable platform.</p>\n<p>Therefore, the <strong>intellectual merit</strong> of this work involved exploring a novel application for InGaZnO TFTs as biochemical sensors. In this instance, zinc (Zn) has been identified as the target ion for these sensors, since it is the second most abundant transition ion in the human body. A large presence of Zn in nerve centers (i.e., synapses) can indicate the onset of a stroke or Alzheimer&rsquo;s disease. Though volatile organic compounds (VOCs), such as ethanol and ammonia, have been successfully detected by groups at the Georgia Institute of Technology (GT) and at the National Chiao Tung University (NCTU) by directly exposing the TFTs to these gas-phase analytes, the same method cannot be used to analyze liquid-phase samples. To address this challenge, this work proposed a light-based sensing mechanism involving the use of a Zn-sensitive photoluminescent molecule called TPN-Cl2. In this system, the intensity of light emitted from the TPN-Cl2 is modulated via the concentration of Zn; the InGaZnO TFT, capped with an organic compound to create a phototransistor, detects the change in light intensity, which induces changes in the output current.</p>\n<p>Firstly, bottom-gate InGaZnO TFTs were fabricated in the NCTU&rsquo;s cleanroom facilities in Hsinchu, Taiwan. Transparent glass substrates from Korning were used, which represented a novel opportunity for the Fellow. Current-voltage (I-V) characteristics were captured for the bare TFT device. After the TFT was capped with an organic polymer (e.g. PQT-12) to form the phototransistor, the I-V characteristics were compared and showed only slight degradation in performance. Light sensitivity was then investigated by modulating monochromatic red, green and blue light underneath the glass substrate &ndash; thus modeling the behavior of the Zn-sensitive TPN-Cl2 layer. It was found that the device was more sensitive to lower wavelengths of light (e.g. blue) than higher wavelength (e.g. red). It was also found that the response to response&rsquo;s time constant was shorter than the recovery&rsquo;s time constant. Finally, tests were made to determine the limit of detection of the phototransistor.</p>\n<p>The <strong>broader impacts</strong> of this study are numerous. First and foremost, it brings us one step closer to the development of a chemical sensor platform which can be used to monitor and enhance the performance of pilots, medical professionals, or professional athletes, to name a few. From a commercial standpoint, due to the already growing promise of these TFTs for flexible di...",
  "por_txt_cntn": "\nThin film transistors (TFTs) have traditionally been targeted for use in flat-panel displays (FPDs), with silicon (Si) being the dominant semiconductor material of choice for these devices. However, as the need for higher electrical performance (i.e., increased electron mobility and improved electrical stability), more optical transparency, lower cost and compatibility with flexible substrates has grown, Si-TFTs have not been able to deliver. Though organic thin film transistors (OTFTs) have been considered as replacements due to their low cost, shortcoming in performance have kept them from being widely adopted. Another competitor in the form of metal oxide semiconductors, such as indium gallium zinc oxide (InGaZnO), has been heavily studied in recent years. An important advantage of InGaZnO is that it can be deposited at room temperature over large areas and on low-cost substrates, such as plastics and glass, via radio-frequency (RF) sputtering while maintaining high mobilities (&micro;SAT &asymp; 10 cm2V-1sec-1).  These attributes make it possible to envisage more complicated systems based on TFTs than ever before. For example, in addition to a flexible display, one could create sensor arrays as well as communications circuitry on the same, lightweight and portable platform.\n\nTherefore, the intellectual merit of this work involved exploring a novel application for InGaZnO TFTs as biochemical sensors. In this instance, zinc (Zn) has been identified as the target ion for these sensors, since it is the second most abundant transition ion in the human body. A large presence of Zn in nerve centers (i.e., synapses) can indicate the onset of a stroke or AlzheimerÆs disease. Though volatile organic compounds (VOCs), such as ethanol and ammonia, have been successfully detected by groups at the Georgia Institute of Technology (GT) and at the National Chiao Tung University (NCTU) by directly exposing the TFTs to these gas-phase analytes, the same method cannot be used to analyze liquid-phase samples. To address this challenge, this work proposed a light-based sensing mechanism involving the use of a Zn-sensitive photoluminescent molecule called TPN-Cl2. In this system, the intensity of light emitted from the TPN-Cl2 is modulated via the concentration of Zn; the InGaZnO TFT, capped with an organic compound to create a phototransistor, detects the change in light intensity, which induces changes in the output current.\n\nFirstly, bottom-gate InGaZnO TFTs were fabricated in the NCTUÆs cleanroom facilities in Hsinchu, Taiwan. Transparent glass substrates from Korning were used, which represented a novel opportunity for the Fellow. Current-voltage (I-V) characteristics were captured for the bare TFT device. After the TFT was capped with an organic polymer (e.g. PQT-12) to form the phototransistor, the I-V characteristics were compared and showed only slight degradation in performance. Light sensitivity was then investigated by modulating monochromatic red, green and blue light underneath the glass substrate &ndash; thus modeling the behavior of the Zn-sensitive TPN-Cl2 layer. It was found that the device was more sensitive to lower wavelengths of light (e.g. blue) than higher wavelength (e.g. red). It was also found that the response to responseÆs time constant was shorter than the recoveryÆs time constant. Finally, tests were made to determine the limit of detection of the phototransistor.\n\nThe broader impacts of this study are numerous. First and foremost, it brings us one step closer to the development of a chemical sensor platform which can be used to monitor and enhance the performance of pilots, medical professionals, or professional athletes, to name a few. From a commercial standpoint, due to the already growing promise of these TFTs for flexible displays, the simultaneous development of biochemical sensors as a result of this work could lead to an exciting marriage that profoundly changes the ways that humans interact with portable..."
 }
}