{
 "awd_id": "1316246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electronic Communities for Mathematics Instruction (e-CMI)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ferdinand Rivera",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 449739.0,
 "awd_amount": 449739.0,
 "awd_min_amd_letter_date": "2013-07-28",
 "awd_max_amd_letter_date": "2013-07-28",
 "awd_abstract_narration": "This 2-year Exploratory project, Electronic Communities for Mathematics Instruction (eCMI), is designed and conducted by the Education Development Center (EDC) in collaboration with the Institute for Advanced Study and the Park City Mathematics Institute (PCMI). It builds on EDC's successful experience over the last twelve years with the design and implementation of the summer program for secondary mathematics teachers at PCMI. It addresses the following two needs in the field of professional development for secondary mathematics teachers: increase content knowledge and understanding of the Common Core State Standards for Mathematics; and investigate and develop alternative models to conduct transformative, content-based professional development that meets the recommendations of the MET-II report. Addressing the need to find affordable, effective professional development models, particularly given the enormous task of helping teachers understand the implications of the Common Core, the project eCMI will design and conduct a research study and pilot a professional development design, centering on the following two questions: (1) How can tools, experiences, and facilitation be structured in order to build an authentic and vibrant multisite community of learners? (2) To what extent and in what ways does participation in eCMI lead to increases in secondary teachers' knowledge of mathematics, particularly the knowledge and use of mathematical habits of mind? The long-term goal is for eCMI to evolve into a common large-scale national professional development program that helps secondary teachers implement the Common Core, with special focus on the Standards for Mathematical Practice. \r\n\r\nTo create a context for investigating the two questions above, eCMI will develop and pilot a blended program using online and local mathematics facilitation in a course focused on deepening knowledge of mathematics using the Common Core as a blueprint. The project team will refine and extend the ?e-table? concept, developed over the past few years at PCMI, in which teachers in different sites work together with a facilitator via sophisticated electronic conferencing technology.  The mathematics course will consist of nine three-hour sessions conducted online on during the academic year. Each session will integrate challenging mathematics content, carefully designed and focused on developing mathematical habits of mind through problem solving, with explicit opportunities that ask teachers to reflect on the implications of these experiences for their learning and beliefs. Teachers will be asked to spend time between sessions in deeper discussions online by sharing responses to reflective prompts and responding to each other?s prompts. Sessions will be delivered to tables of five or six participants and a table leader meeting live at the same site and connected electronically to other sites. Table leaders will be teachers or university faculty experienced with the following style of delivery: serious and challenging mathematics that is driven by problem-based experience. The project team will collect information on teachers' beliefs about the nature of mathematics and their strategies for approaching mathematics.  \r\n\r\nSecondary teachers who immplement the standards for mathematical practice require extensive experiences in the practice of mathematics.  Several professional development programs, including PCMI, have been able to provide such experiences but they are expensive in cost and labor. eCMI will adapt the proven PCMI design, one that uses carefully designed problem sets in which significant mathematical results emerge from reflection on numerical and geometric experiments, to blend online and face-to-face platforms in a way that has the potential to increase the reach of the program by orders of magnitude. The exploratory project, through pilot and research programs, will lay the foundation for such a scale up by working with 15-30 secondary mathematics teachers. Results of the research will inform the field about ways in which teachers can be provided with genuine mathematical experiences through the use of online media paired with local facilitation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Cuoco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Albert A Cuoco",
   "pi_email_addr": "acuoco@edc.org",
   "nsf_id": "000097303",
   "pi_start_date": "2013-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bowen",
   "pi_last_name": "Kerins",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Bowen Kerins",
   "pi_email_addr": "BKerins@edc.org",
   "nsf_id": "000608533",
   "pi_start_date": "2013-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eden",
   "pi_last_name": "Badertscher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eden M Badertscher",
   "pi_email_addr": "ebadertscher@edc.org",
   "nsf_id": "000608591",
   "pi_start_date": "2013-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "43 Foundry Avenue",
  "perf_city_name": "Waltham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024538313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 449739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Teaching mathematics is a mathematical profession, and, as in any profession, practicing teachers need and want programs that provide career-long learning. &nbsp;There are several programs around the country that provide mathematics teachers with opportunities to learn serious mathematics by immersing them in the doing of mathematics &ndash; working on problems, developing theories, and making abstractions. One of the most notable is the Summer School for Teachers at the <em>Park City Mathematics Institute</em> (PCMI), a program of Princeton's Institute for Advanced Study.</p>\n<p>PCMI supports teachers as they work to close the gap between school mathematics and mathematics as a scientific discipline. &nbsp;But PCMI's 3-week, face-to-face residential design makes it costly and difficult to attend for many teachers. NSF funded researchers at Education Development Center to design and implement <em>Electronic Communities for Mathematics Instruction</em> (eCMI) in order to study the extent to which an intense PCMI-like experience could be provided in an online environment, with the goal of making this experience available to a much wider audience of teachers.</p>\n<p>The eCMI work started with an analysis of the essential design features of PCMI that we wanted to preserve online. &nbsp;We then designed a program that allowed us to focus on these features, somewhat modified, and we implemented the prototype with 21 teachers at 4 sites across the United States. The program used a blended design in which teachers met together across groups via video-conferencing as well as in their own sites, working&nbsp;at convenient times.</p>\n<p>The important distinction between eCMI and many other online professional development programs, and the intellectual merit or this work, lies in the perspective on mathematics that it carries. &nbsp;Online environments are often used effectively to deliver information &ndash; to learn new results, methods, and skills. &nbsp;As important as these are, there's a missing ingredient, essential for effective teaching in any discipline (and herein lies the broader impact of this work): &nbsp;eCMI provides teachers with what's known in the field as an &ldquo;immersion experience&rdquo;. &nbsp;In eCMI, teachers work together on carefully orchestrated problem sets designed to give them the experience of working as mathematicians &ndash; not working on frontline research, but on problems that involve the same mathematical habits as those&nbsp;used in research and that connect the mathematics&nbsp;of precollege education to the kind of issues mathematicians face in their work. &nbsp;</p>\n<p>We are very pleased with the results of this exploratory work. &nbsp;A well-validated assessment of mathematical habits of mind was given (before and after the courses) to teachers at PCMI and eCMI who were studying the same circle of mathematical ideas. The eCMI group showed a statistical change in their results and the outcomes for the in person and face-to-face groups were not different. These results, along with the enthusiasm expressed in the evaluations by teachers in the prototype, suggest that it's possible to help teachers experience the subjects they teach in ways that are both cost-effective and faithful to the discipline as practiced outside of school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Albert&nbsp;A&nbsp;Cuoco</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTeaching mathematics is a mathematical profession, and, as in any profession, practicing teachers need and want programs that provide career-long learning.  There are several programs around the country that provide mathematics teachers with opportunities to learn serious mathematics by immersing them in the doing of mathematics &ndash; working on problems, developing theories, and making abstractions. One of the most notable is the Summer School for Teachers at the Park City Mathematics Institute (PCMI), a program of Princeton's Institute for Advanced Study.\n\nPCMI supports teachers as they work to close the gap between school mathematics and mathematics as a scientific discipline.  But PCMI's 3-week, face-to-face residential design makes it costly and difficult to attend for many teachers. NSF funded researchers at Education Development Center to design and implement Electronic Communities for Mathematics Instruction (eCMI) in order to study the extent to which an intense PCMI-like experience could be provided in an online environment, with the goal of making this experience available to a much wider audience of teachers.\n\nThe eCMI work started with an analysis of the essential design features of PCMI that we wanted to preserve online.  We then designed a program that allowed us to focus on these features, somewhat modified, and we implemented the prototype with 21 teachers at 4 sites across the United States. The program used a blended design in which teachers met together across groups via video-conferencing as well as in their own sites, working at convenient times.\n\nThe important distinction between eCMI and many other online professional development programs, and the intellectual merit or this work, lies in the perspective on mathematics that it carries.  Online environments are often used effectively to deliver information &ndash; to learn new results, methods, and skills.  As important as these are, there's a missing ingredient, essential for effective teaching in any discipline (and herein lies the broader impact of this work):  eCMI provides teachers with what's known in the field as an \"immersion experience\".  In eCMI, teachers work together on carefully orchestrated problem sets designed to give them the experience of working as mathematicians &ndash; not working on frontline research, but on problems that involve the same mathematical habits as those used in research and that connect the mathematics of precollege education to the kind of issues mathematicians face in their work.  \n\nWe are very pleased with the results of this exploratory work.  A well-validated assessment of mathematical habits of mind was given (before and after the courses) to teachers at PCMI and eCMI who were studying the same circle of mathematical ideas. The eCMI group showed a statistical change in their results and the outcomes for the in person and face-to-face groups were not different. These results, along with the enthusiasm expressed in the evaluations by teachers in the prototype, suggest that it's possible to help teachers experience the subjects they teach in ways that are both cost-effective and faithful to the discipline as practiced outside of school.\n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Albert A Cuoco"
 }
}