{
 "awd_id": "1316571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating Simulations of Teaching Practice: Assessing Readiness to Teach Elementary Mathematics",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 449829.0,
 "awd_amount": 449829.0,
 "awd_min_amd_letter_date": "2013-09-18",
 "awd_max_amd_letter_date": "2013-09-18",
 "awd_abstract_narration": "Abstract\r\n\r\nThe PI argues cogently that assessment of pre-service teacher preparedness to teach is based on a flawed model.  The goal then is to use a simulation model from other professional arenas: the training of doctors, nurses, etc., to offer new insights and control for the many variables that come to play when conducting evaluations in practice. These might include classroom context, the difficulty of the mathematics being deployed, etc.  To do this the PI will develop three assessments that vary in the simulation scenario. In the context of developing and validating these assessments, the PI will examine:\r\n\r\n1. What do we learn about the nature of pre-service teachers skills at eliciting and interpreting students thinking and their mathematical knowledge for teaching (MKT) in use through assessments that simulate teaching practice? How does their performance correspond with eliciting and interpreting students mathematical thinking in classroom contexts?\r\n2. How does the nature of pre-service teachers skills at eliciting and interpreting students thinking and mathematical knowledge vary in relation to different simulation scenarios? Are some simulation scenarios easier than other simulation scenarios?\r\n3. What are the challenges of designing alternative versions of a particular simulation assessment?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Boerst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Boerst",
   "pi_email_addr": "tboerst@umich.edu",
   "nsf_id": "000540122",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hyman",
   "pi_last_name": "Bass",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyman Bass",
   "pi_email_addr": "hybass@umich.edu",
   "nsf_id": "000458143",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Ball",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Ball",
   "pi_email_addr": "dball@umich.edu",
   "nsf_id": "000091275",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meghan",
   "pi_last_name": "Shaughnessy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meghan Shaughnessy",
   "pi_email_addr": "mshaugh@bu.edu",
   "nsf_id": "000635758",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 449829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\"><span style=\"font-size: 10.0pt; font-family: Arial;\">Ensuring that beginning teachers are &ldquo;classroom-ready&rdquo; requires assessments that efficiently and validly evaluate proficiency in teaching. This project explored simulations as a way to assess teaching practice, which could provide an important complement, or alternative, to directly assessing teaching practice in classrooms. This form of assessment has the potential to provide a way to avoid onerous expense, logistics, and other difficulties of assessments happening in classrooms and builds on <span style=\"color: black;\">the use of simulations in professional training in many other fields, such as nursing, dentistry, and law.</span></span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 10.0pt; font-family: Arial; color: black;\">We developed and investigated simulation assessments focused on the knowledge and skill preservice teachers demonstrate as they engage in teaching practices. In the simulation, preservice teachers interact with a person following a mathematical learner profile specifying a student&rsquo;s process, understanding, and way of engaging with respect to a specific mathematical problem. The simulations focused specifically on one particularly important area of mathematics, number and operations, and the teaching practices of eliciting children&rsquo;s thinking and interpreting children&rsquo;s mathematical thinking. Different simulations were designed by varying three important characteristics of a student&rsquo;s mathematical thinking within number and operation: the mathematical strategy (standard, alternative, or invented); the nature of mathematical understanding (conceptual, procedural, or mixed); and the outcome of the student&rsquo;s mathematical work (correct answer or incorrect answer</span><span style=\"font-size: 10.0pt; font-family: Arial;\">). Each simulation went through a development process involving iterative cycles of use with preservice teachers at different points in their teacher education program, careful study of the preservice teacher performances that were elicited, and revision of the simulation to address shortcomings of content, enactment, and interpretation. Once a simulation was in its final form, training materials were developed to support the use of the assessment.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-family: Arial; font-size: 10pt;\">Our research focused on what could be learned about preservice teachers&rsquo; skills with eliciting and interpreting students&rsquo; thinking, and their mathematical knowledge for teaching in use, through assessments that simulate teaching practice. Once facet of this research focused on the correspondence of a preservice teachers&rsquo; performance in a simulation and performance in a classroom context. Many of the same components of the practice of eliciting student thinking were visible in both contexts. When these components were not visible in both contexts it was often the case that the variability of the classroom context did not present the preservice teachers with the opportunity to demonstrate their skills in eliciting thinking (such as when students would elaborate their thinking about a problem in response to a single question from the preservice teacher).</span><span style=\"mso-spacerun: yes;\">&nbsp;</span><span style=\"font-family: Arial; font-size: 10pt;\">Another facet of this research focused on how preservice teachers&rsquo; performances varied across simulations with different characteristics. Some combinations of characteristics, such as a combination of the student&rsquo;s use of an alternative strategy, understanding of the strategy, and a correct solution, evoked robust eliciting and interpretation responses from preservice teachers. Some combinations of characteristics created assessments that proved to be &ldquo;easier&rdquo; or &ldquo;more difficult&rdquo; than other combinations. An additional facet of this research focused on learning about the nature of preservice teachers&rsquo; skill with eliciting and interpreting students&rsquo; thinking as shown through simulations at different points in their development. We learned that preservice teachers in one university-based teacher education program are less likely to ask about the student&rsquo;s understanding of a strategy than to ask about the procedural steps in a student&rsquo;s strategy. Further, we learned that it was possible to see difference in performances that signaled mathematical knowledge for teaching such as skill in posing a follow-up problem that would present the same conditions as the original problem.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-family: Arial; font-size: 10pt;\">Through this exploratory project we have contributed substantially to the field in several respects. First, building on work in other practice-centered professional fields, we were able to develop and use simulation assessments to learn about the teaching skill and mathematical knowledge of preservice teachers. Second, the development of the simulations and associated scoring tools provide examples of what Grossman and colleagues (2008) have called &ldquo;decompositions of practice&rdquo; that are essential for supporting preservice teachers&rsquo; learning of complex professional practices. Third, and related, as teacher education moves to focus more squarely on teaching practice, our work provides an important tool, namely a means of assessing skills with key teaching practices at different points within a teacher education program.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2016<br>\n\t\t\t\t\tModified by: Tim&nbsp;Boerst</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Ensuring that beginning teachers are \"classroom-ready\" requires assessments that efficiently and validly evaluate proficiency in teaching. This project explored simulations as a way to assess teaching practice, which could provide an important complement, or alternative, to directly assessing teaching practice in classrooms. This form of assessment has the potential to provide a way to avoid onerous expense, logistics, and other difficulties of assessments happening in classrooms and builds on the use of simulations in professional training in many other fields, such as nursing, dentistry, and law.\nWe developed and investigated simulation assessments focused on the knowledge and skill preservice teachers demonstrate as they engage in teaching practices. In the simulation, preservice teachers interact with a person following a mathematical learner profile specifying a student?s process, understanding, and way of engaging with respect to a specific mathematical problem. The simulations focused specifically on one particularly important area of mathematics, number and operations, and the teaching practices of eliciting children?s thinking and interpreting children?s mathematical thinking. Different simulations were designed by varying three important characteristics of a student?s mathematical thinking within number and operation: the mathematical strategy (standard, alternative, or invented); the nature of mathematical understanding (conceptual, procedural, or mixed); and the outcome of the student?s mathematical work (correct answer or incorrect answer). Each simulation went through a development process involving iterative cycles of use with preservice teachers at different points in their teacher education program, careful study of the preservice teacher performances that were elicited, and revision of the simulation to address shortcomings of content, enactment, and interpretation. Once a simulation was in its final form, training materials were developed to support the use of the assessment.\nOur research focused on what could be learned about preservice teachers? skills with eliciting and interpreting students? thinking, and their mathematical knowledge for teaching in use, through assessments that simulate teaching practice. Once facet of this research focused on the correspondence of a preservice teachers? performance in a simulation and performance in a classroom context. Many of the same components of the practice of eliciting student thinking were visible in both contexts. When these components were not visible in both contexts it was often the case that the variability of the classroom context did not present the preservice teachers with the opportunity to demonstrate their skills in eliciting thinking (such as when students would elaborate their thinking about a problem in response to a single question from the preservice teacher). Another facet of this research focused on how preservice teachers? performances varied across simulations with different characteristics. Some combinations of characteristics, such as a combination of the student?s use of an alternative strategy, understanding of the strategy, and a correct solution, evoked robust eliciting and interpretation responses from preservice teachers. Some combinations of characteristics created assessments that proved to be \"easier\" or \"more difficult\" than other combinations. An additional facet of this research focused on learning about the nature of preservice teachers? skill with eliciting and interpreting students? thinking as shown through simulations at different points in their development. We learned that preservice teachers in one university-based teacher education program are less likely to ask about the student?s understanding of a strategy than to ask about the procedural steps in a student?s strategy. Further, we learned that it was possible to see difference in performances that signaled mathematical knowledge for teaching such as skill in posing a follow-up problem that would present the same conditions as the original problem.\nThrough this exploratory project we have contributed substantially to the field in several respects. First, building on work in other practice-centered professional fields, we were able to develop and use simulation assessments to learn about the teaching skill and mathematical knowledge of preservice teachers. Second, the development of the simulations and associated scoring tools provide examples of what Grossman and colleagues (2008) have called \"decompositions of practice\" that are essential for supporting preservice teachers? learning of complex professional practices. Third, and related, as teacher education moves to focus more squarely on teaching practice, our work provides an important tool, namely a means of assessing skills with key teaching practices at different points within a teacher education program.\n\n\t\t\t\t\tLast Modified: 12/20/2016\n\n\t\t\t\t\tSubmitted by: Tim Boerst"
 }
}