{
 "awd_id": "1317315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Distributed Temperature Instrumentation for Performance Assessment and Long-Term Implications of an Unconventionally Deep Geothermal Exchange Well",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 64997.0,
 "awd_amount": 64997.0,
 "awd_min_amd_letter_date": "2013-01-03",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "The objective of this project is to install a comprehensive suite of fiber optic (FO) distributed temperature sensing (DTS) instrumentation to obtain short- and long-term measurements of temperature and heat flux profiles in an unconventionally deep (~300 m) geothermal ground source heat pump (GSHP) system currently being constructed in Wisconsin.  Construction of a single, but very deep, exchange well offers potential advantages over conventional practice of constructing multiple, but relatively shallow (e.g., ~50-75 m) heat exchange wells for residential/commercial heating and cooling applications.  There are, however, a number of poorly understood issues having both important practical and scientific implications.  Short- and long-term measurements of exchange fluid temperature and heat flux will be made along the entire (600 m) heat exchange path of a deep GSHP system for the first time.  Long-term measurements of the heat flux profile will be obtained while the system is in use to meet seasonal heating/cooling demand of a single-family residence.  Short-term measurements will obtained from a series of \"stimulation\" tests designed to investigate perturbations imposed to the system operating variables (e.g., exchange fluid flow rate or input temperature).  These data will be used to link the heat flux profile to subsurface heterogeneities in geology and hydrogeology (e.g., groundwater flow), and the natural geothermal gradient.  Results will also be used to ground-truth and calibrate a finite-element based numerical model to conduct long-term (e.g., 20-year) simulations of GSHP efficiency, life-cycle assessment, and to extend the project results for application to more general subsurface geologies, borehole geometries, and seasonal heating and cooling applications.  \r\n\r\nProject results will have significant practical and scientific merit. Information from the instrumentation and modeling effort can be used to design better ground loop systems for unconventionally deep (as well as shallow) geothermal heat exchange systems, to quantify short- and long-term GSHP performance, and to assess the implications of seasonal load imbalance on system efficiency.  Information can also be used to address basic scientific questions regarding the potential geochemical ramifications of using the earth as a heat source/sink and to more effectively calibrate natural records of climate change gleaned from deep subsurface temperature measurements.  While the study is expected to impact the geothermal industry on a broad scale, the impact to the industry in Wisconsin in particular is expected to be significant.  Over 93% of Wisconsin's electrical fuel is imported from other states and geothermal energy is increasingly being considered an essential energy source.  Project activities will be leveraged across multiple educational environments through outreach and teaching activities designed to impact K-12 students, undergraduate students, graduate students, and practicing professionals.  Activities will be integrated with: (1) a Research Experience for Undergraduates (REU) program on Energy Geotechnics currently ongoing at the University of Wisconsin-Madison (UW), (2) extension courses offered to the practicing engineering and science community through the UW Engineering Professional Development (EPD) program, including a short course on Design of Geothermal Systems, (3) a platform session with the Wisconsin Geothermal Association, (4) lectures in large freshmen-level courses at UW, (5) dissemination in journal and conference publications, and (6) a geothermal session and field tour for UW-EPD's Badger Camp(TM), a renowned in-residence summer camp for middle school students interested in the STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Likos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Likos",
   "pi_email_addr": "likos@wisc.edu",
   "nsf_id": "000398890",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dante",
   "pi_last_name": "Fratta",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Dante O Fratta",
   "pi_email_addr": "fratta@wisc.edu",
   "nsf_id": "000258854",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Hart",
   "pi_email_addr": "djhart@wisc.edu",
   "nsf_id": "000538905",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Tinjum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Tinjum",
   "pi_email_addr": "jmtinjum@wisc.edu",
   "nsf_id": "000569797",
   "pi_start_date": "2013-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 64997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The goal of this project was to install a comprehensive suite of fiber optic (FO) distributed temperature sensing (DTS) instrumentation to obtain short- and long-term measurements of temperature and heat flux profiles in a residential ground source heat pump (GSHP) system. Instrumentation was successfully installed in three heat transfer wells (130 m, 100 m, and 90 m). A unique manifold was integrated into the system that allows the three-well system to be operated with the wells in parallel configuration (which is typical for a residential GSHP system), in series configuration, in a single-well configuration, or in any combination of single, double, or triple-well configurations. Fiber optic cable installed within the heat exchange tubes along the entire length of the well field is providing a continuous record of temperature at ~1-m increments along the flow path. Short-term measurements are being obtained from &ldquo;stimulation&rdquo; tests designed to investigate perturbations imposed to the system operating variables (e.g., exchange fluid flow rate or input temperature), including changes to the well configuration (e.g., series vs. parallel) made possible using the manifold. Each system component (e.g., pumps, water-to-water heat exchanger, water-to-air heat exchanger) that draws energy is being monitored with current and potential transformers. Power consumption data is being directly compared to both conventional heating and cooling systems and the current geothermal exchange system operating under various well configurations. Information is being used to explicitly examine the impact of soil/rock thermal properties on GSHP performance. That information can be used to design better ground loop systems for geothermal heat exchange systems. Results are being incorporated into UW-Madison&rsquo;s nationally recognized continuing engineering education and extension courses offered to the practicing engineering and science community through the Engineering Professional Development (EPD) program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: William&nbsp;Likos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to install a comprehensive suite of fiber optic (FO) distributed temperature sensing (DTS) instrumentation to obtain short- and long-term measurements of temperature and heat flux profiles in a residential ground source heat pump (GSHP) system. Instrumentation was successfully installed in three heat transfer wells (130 m, 100 m, and 90 m). A unique manifold was integrated into the system that allows the three-well system to be operated with the wells in parallel configuration (which is typical for a residential GSHP system), in series configuration, in a single-well configuration, or in any combination of single, double, or triple-well configurations. Fiber optic cable installed within the heat exchange tubes along the entire length of the well field is providing a continuous record of temperature at ~1-m increments along the flow path. Short-term measurements are being obtained from \"stimulation\" tests designed to investigate perturbations imposed to the system operating variables (e.g., exchange fluid flow rate or input temperature), including changes to the well configuration (e.g., series vs. parallel) made possible using the manifold. Each system component (e.g., pumps, water-to-water heat exchanger, water-to-air heat exchanger) that draws energy is being monitored with current and potential transformers. Power consumption data is being directly compared to both conventional heating and cooling systems and the current geothermal exchange system operating under various well configurations. Information is being used to explicitly examine the impact of soil/rock thermal properties on GSHP performance. That information can be used to design better ground loop systems for geothermal heat exchange systems. Results are being incorporated into UW-MadisonÆs nationally recognized continuing engineering education and extension courses offered to the practicing engineering and science community through the Engineering Professional Development (EPD) program.\n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: William Likos"
 }
}