{
 "awd_id": "1317506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimentally testing the roots of poverty and violence:  Changing preferences, behaviors, and outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 104872.0,
 "awd_amount": 104872.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2013-03-12",
 "awd_abstract_narration": "It is widely believed that poor and unemployed young men are more likely to fight, riot and rebel. In poor countries like Liberia, governments are especially fearful of the young, urban poor, who may be especially vulnerable to armed recruitment, rioting, or election violence. In addition to increased security, the most common policy recommendation is cash transfer and employment programs. This study uses a field experiment with high-risk young men in Liberia to answer four questions. First, is there a causal relationship between poverty and violence? While there are many theoretical rationales, microlevel evidence is sparse and inconclusive. Second, do poverty and violence have common behavioral roots? A growing literature argues that present bias, impulse control and lack of discipline can lead to poverty. But violent acts, both instrumental and emotional, may also be directly influenced by time preferences and self-control. If so, any poverty-violence correlation would be partly spurious. Third, can preferences like present bias and non-cognitive skills such as impulse control and conscientiousness be modified, thereby reducing poverty and social instability? Fourth, how do preferences and non-cognitive skills shape economic and political behavior, and how best to measure them?surveys, psychological tests, or incentivized games?\r\n\r\nThis study builds on two prior experiments that show (a) a reduced-form relationship between employment programs and violence; and (b) correlation between time preferences and both poverty and violence. They cannot, however, conclusively answer our questions. To test these, this study examines two cross-cutting interventions with 1000 poor urban street youth: (i) an 8-week Transformation Program (TP) using group cognitive behavior therapy; and (ii) an unconditional cash transfer. A random 25% of youth receive each individual intervention and a further 25% receive both; 25% remain as an untreated control group. Short-term evidence from a 100-person pilot of this intervention bears out our predictions. While the small sample results are seldom statistically significant, the directions and magnitudes are promising. The TP increases patience, impulse control, and self-discipline (measured through incentivized games as well as surveys); it increases investment and reduces poverty; and it lowers crime, political violence and interpersonal aggression. The cash transfer reduces poverty as well as aggression, and provides cautious support for two of the main causal mechanisms linking poverty to violence. \r\n\r\nIntellectual merit: Patience, impulsivity and discipline are thought to be fixed in adults. We will provide experimental evidence of large and sustainable change through a real-world program. Second, in addition to showing these traits are malleable, their exogenous manipulation would provide clear evidence of a causal effect of time preferences on economic decision-making and poverty. The real-world nature of the experiment is important, as most aggression research is psychological, lab-based, and with US and European populations. Third, the psychological foundations of political violence are surprisingly weak or outdated, based largely on aggression research from the 1930s. The results will expand the psychological understanding of aggression, challenge conventional theories of political violence, and help initiate a field of behavioral politics, likely the first to examine violence. Fourth, there is little convincing evidence on the causal effect of poverty on violence, almost none of it experimental. This study tests this link directly, and compares interventions rooted in competing theories. Finally, there is little evidence comparing the performance of preference and non-cognitive skill measures from surveys, psychological tests, and incentivized games, and little comparison of neuropsychology and economics measures.\r\n\r\nBroader impacts: First, the study will have a large impact on the design and targeting of youth employment and stabilization programs worldwide, especially in Africa and fragile states. Evidence on the efficacy and efficiency of unconditional cash transfers to such a high-risk group is novel and important. The transformation program will be manualized and publicly available online for ease of replication elsewhere. The intervention is designed to be highly scalable and inexpensive, and is a candidate for scaling-up in Liberia?a plan already in discussion with the government and NGOs. Second, the study will be an opportunity to provide research training and field experience to two graduate students, pre-graduate students, Liberian university graduates and masters students, and several members of the government and non-profit sectors in Liberia. Third, the comparative analysis of neopsyhological and economic measures of preferences and non-cognitive skills, as well as the comparison of survey, psychological and incentived measures, will be a broad public good informing questionnaire design and measurement across the behavioral sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Blattman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Blattman",
   "pi_email_addr": "blattman@uchicago.edu",
   "nsf_id": "000585713",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julian",
   "pi_last_name": "Jamison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julian Jamison",
   "pi_email_addr": "julison@gmail.com",
   "nsf_id": "000611851",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Sheridan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Sheridan",
   "pi_email_addr": "sheridan.margaret@unc.edu",
   "nsf_id": "000613942",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104872.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">It is widely believed that poor and unemployed young men are more likely to fight, riot and rebel. In poor countries governments are especially fearful of the young, urban poor, who may be especially vulnerable to armed recruitment, rioting, or election violence. In addition to increased security, the most common policy recommendation is cash transfer and employment programs.&nbsp; This study used a field experiment with high-risk young men in Liberia to ask: Is there a causal relationship between poverty and violence?&nbsp; And: Can people&rsquo;s predilections or preferences such as impulse control or conscientiousness be modified, thereby reducing poverty and social instability? Economists and psychologists tend to treat these attributes as fixed in adults, but there are many examples of people changing their behavior dramatically following interventions (e.g., group or individual psychotherapy).</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Pa4\">We evaluated two interventions aimed at reducing poverty and violence among high-risk urban men in Monrovia, Liberia. We recruited 999 poor young men with high rates of crime and anti-social behavior. We randomly assigned &frac14; of these men to participate in a group-based interactive behavior change therapy designed to promote thinking about the future, self-discipline, and increasing non-violent, pro-social behavior. We randomly assigned another &frac14; a $200 unconditional cash grant. We randomly assigned &frac14; <em>both </em>the cash grant and the behavior change therapy. A final &frac14; were randomly assigned to receive no intervention but were interviewed before and after the study anyway.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Pa4\"><strong>Cash Grant Intervention:</strong> The men who received the cash grant largely saved and invested it. As a result, a two-week follow up showed that they were experiencing strong short-run increases in investing in their own small businesses (like hawking shoes at an open air market). In addition, they lowered their poverty and homelessness at two-week follow-up. We noted that these men, despite being amongst the poorest in the world, often living on the streets, and often previously having engaged in crime, tended to take an unconditional cash transfer and invest it &ndash; attempting to improve their businesses and living conditions. Unfortunately, when we again followed these men up a year later, these effects had dissipated. We concluded that despite a short run gain, the amount of money in the cash transfer was insufficient to change the poverty of our participants over the long term given the environment they lived in.</p>\n<p class=\"Pa4\"><strong>Behavior Change Intervention: </strong>In contrast, the combination of cash and behavior change, had large and sustained effects over the one-year follow-up. We saw that after a year, the men who had randomly been assigned to participate in our behavioral change therapy and additionally receive a $200 cash grante, had decreased anti-social behaviors such as crime and violence. In addition, they reported improvements in impulsivity and self-esteem. In general, receiving only behavior change therapy (but not cash grant) resulted in similar effects, but these were overall smaller than if the men received both behavior change therapy and cash grant. The sustained effects of the behavior change therapy on antisocial behaviors and self-reported impulsivity suggests that the therapy persuaded young men to adopt new norms of behavior. One interpretation is that the men were already aware of societal norms, but the therapy helped to persuade them that they were members of the society to which the norms apply, and hence they internalized the norms and held themselves to new standards of behavior.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>...",
  "por_txt_cntn": "It is widely believed that poor and unemployed young men are more likely to fight, riot and rebel. In poor countries governments are especially fearful of the young, urban poor, who may be especially vulnerable to armed recruitment, rioting, or election violence. In addition to increased security, the most common policy recommendation is cash transfer and employment programs.  This study used a field experiment with high-risk young men in Liberia to ask: Is there a causal relationship between poverty and violence?  And: Can peopleÆs predilections or preferences such as impulse control or conscientiousness be modified, thereby reducing poverty and social instability? Economists and psychologists tend to treat these attributes as fixed in adults, but there are many examples of people changing their behavior dramatically following interventions (e.g., group or individual psychotherapy).\n \nWe evaluated two interventions aimed at reducing poverty and violence among high-risk urban men in Monrovia, Liberia. We recruited 999 poor young men with high rates of crime and anti-social behavior. We randomly assigned &frac14; of these men to participate in a group-based interactive behavior change therapy designed to promote thinking about the future, self-discipline, and increasing non-violent, pro-social behavior. We randomly assigned another &frac14; a $200 unconditional cash grant. We randomly assigned &frac14; both the cash grant and the behavior change therapy. A final &frac14; were randomly assigned to receive no intervention but were interviewed before and after the study anyway.\n \nCash Grant Intervention: The men who received the cash grant largely saved and invested it. As a result, a two-week follow up showed that they were experiencing strong short-run increases in investing in their own small businesses (like hawking shoes at an open air market). In addition, they lowered their poverty and homelessness at two-week follow-up. We noted that these men, despite being amongst the poorest in the world, often living on the streets, and often previously having engaged in crime, tended to take an unconditional cash transfer and invest it &ndash; attempting to improve their businesses and living conditions. Unfortunately, when we again followed these men up a year later, these effects had dissipated. We concluded that despite a short run gain, the amount of money in the cash transfer was insufficient to change the poverty of our participants over the long term given the environment they lived in.\nBehavior Change Intervention: In contrast, the combination of cash and behavior change, had large and sustained effects over the one-year follow-up. We saw that after a year, the men who had randomly been assigned to participate in our behavioral change therapy and additionally receive a $200 cash grante, had decreased anti-social behaviors such as crime and violence. In addition, they reported improvements in impulsivity and self-esteem. In general, receiving only behavior change therapy (but not cash grant) resulted in similar effects, but these were overall smaller than if the men received both behavior change therapy and cash grant. The sustained effects of the behavior change therapy on antisocial behaviors and self-reported impulsivity suggests that the therapy persuaded young men to adopt new norms of behavior. One interpretation is that the men were already aware of societal norms, but the therapy helped to persuade them that they were members of the society to which the norms apply, and hence they internalized the norms and held themselves to new standards of behavior.\n \n \n \n \n\n\t\t\t\t\tLast Modified: 05/01/2014\n\n\t\t\t\t\tSubmitted by: Christopher Blattman"
 }
}