{
 "awd_id": "1317103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5240.0,
 "awd_amount": 5240.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "This action funds Mohammad Fanaei of West Virginia University to conduct a research project in Engineering-Electrical, Communications and Cyber Systems during the summer of 2013 at the University of Sydney in Sydney, New South Wales, Australia.  The project title is \"Increasing Bandwidth Efficiency in Distributed Sensing Using Limited-Feedback Strategies.\"  The host scientist is Prof. Abbas Jamalipour.\r\n\r\nOne of the main limitations of wireless sensor networks (WSNs) is their stringent energy and bandwidth constraints.  This project reduces the amount of required feedback information communicated from the central entity of a WSN, called the fusion center (FC), to distributed sensors, using an adapted form of limited-feedback strategies.  In particular, the Fellow and host are designing channel-aware, adaptive power-allocation schemes for linear distributed estimation in WSNs based on limited feedback of forward channel state information (CSI) from the FC to local sensors.  Different codebook-design approaches for the quantization of the CSI vector space are being investigated and the effects of this quantization on the estimation performance of various linear distributed estimators are being studied, measured by the minimum mean-squared error, estimation outage probability, and estimation diversity.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society and culture.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Furthermore, this Fellowship provides the PI with an opportunity to publicize the high-performance grid-computing infrastructure developed by the Valenti reseach group at West Virginia University.  The researchers in the fields of information theory, communications theory, and wireless networking can remotely have access to this infrastructure and run their computationally-intensive simulations in parallel.  The Fellow also intends to conduct outreach in the  communications theory and wireless networking research community to introduce this infrastructure, both at the host institution and at other research laboratories and regional institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Fanaei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Fanaei",
   "pi_email_addr": "",
   "nsf_id": "000635410",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fanaei                  Mohammad",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Morgantown",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "265052797",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Sydney, NSW, Australia",
  "perf_str_addr": null,
  "perf_city_name": "University of Sydney, NSW",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "2006",
  "perf_ctry_code": "AS",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5240.0
  }
 ],
 "por": null
}