{
 "awd_id": "1317351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Topological Interference Management",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Brown",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 454877.0,
 "awd_amount": 454877.0,
 "awd_min_amd_letter_date": "2013-05-29",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "Technical Summary: \r\n\r\nThe main technical goal of this research is to solve the problem of index coding from an interference alignment perspective. The index coding problem lies at the intersection of several challenging problems in network information theory such as broadcast channels, source coding and network coding. This project explores the index coding problem and its generalizations as they relate to the problem of optimal interference management in wireless and wired communication networks, when only a coarse knowledge of network topology is available to the transmitters. \r\n\r\nBroader Significance:\r\n\r\nUnderstanding the capacity limits of wireless and wired networks under practical assumptions is critical for industry, academia, government agencies and society in general, to have realistic expectations from communication networks of the future. Interference between concurrent information flows is a key bottleneck in both wired and wireless networks. The unified perspective of interference management taken in this research allows existing insights to be translated from wireless networks to wired networks and vice versa, as well as the discovery of new insights that cut across applications. The research brings together areas like wireless communications, network coding, classical information theory, graph-theory, as well as optimization and algorithms, providing cutting-edge training to the participating student researchers in these critical technical areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Syed",
   "pi_last_name": "Jafar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Syed A Jafar",
   "pi_email_addr": "syed@uci.edu",
   "nsf_id": "000487325",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "4223 Engineering Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "793500",
   "pgm_ele_name": "COMM & INFORMATION THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 454877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 6\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The topological interference management (TIM) problem, where signal degrees of freedom are allocated based on the knowledge of the interference graph topology alone (also known as frequency planning), is one of the oldest problems in wireless communications, and is traditionally solved through graph-coloring, i.e., orthogonal allocation of resources so that interfering nodes are assigned non-overlapping frequency bands. If no knowledge of channel coefficients is available beyond the topology of the interference graph then conventional wisdom indicates that graph coloring approach should be optimal. However, in this project we</span><span>&nbsp;</span><span>showed that this conventional wisdom is not accurate. Even with no knowledge of channel coefficient realizations beyond the network topology, the problem is essentially a sophisticated interference alignment problem. In fact, the problem is equivalent, in a linear sense, to hat-guessing problems in recreational mathematics, and to the index coding problem studied initially by computer scientists. Making these connections allowed us to use interference alignment principles to recover celebrated results in index coding literature (completely solved the set of topologies where everyone gets half the cake), as well as significantly expand the class of solved index coding problems through a combination of insights from interference alignment and graph-theoretical tools. Remarkably, since the index coding problem has re- mained an open problem in general for over a decade, we investigated the source of the difficulty at the core of the index coding problem, both from the achievability (inner bound) side as well as the converse (outer bound) side. From the achievability side,</span><span>&nbsp;</span><span>we showed that linear precoding schemes, previously known to be insufficient for multiple groupcast instances of index coding, are also insufficient for the&nbsp;</span>simpler multiple unicast setting. Since much of our understanding is limited to linear precoding schemes, the necessity of non-linear schemes highlights the difficulty of finding the best achievable region for gen- eral instances of index coding, even for multiple unicasts. On the converse side,&nbsp;&nbsp;we showed that Shannon Information Inequalities are insufficient to establish tight converses for index coding problems, i.e., non-Shannon Information Inequalities are necessary. In fact, we identified the simplest instance of the index coding problem (based on the alignment graph) where non-Shannon information inequalities are necessary, and in the process, solved all simpler instances of the problem using only Shannon information inequalities.&nbsp;We demonstrated the practical relevance of these theoretical insights&nbsp;by studying non-asymptotic rates under moderate signal strengths.&nbsp;</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Practical approaches to interference management boil down to two notions, 1) avoid, and 2) ignore &ndash; i.e., &ldquo;Avoid interference that is strong&rdquo;, and &ldquo;Ignore interference that is weak&rdquo;. Avoiding interference corresponds to the frequency planning problem or in a more fundamental sense, the Topological Interference Management (TIM) problem, as discussed earlier. Ignoring interference, on the other hand, corresponds to &ldquo;Treating Interference as Noise&rdquo; (TIN), i.e., treating interference as equivalent to the Gaussian noise that is present at any receiver. This was the second theme that was extensively pursued in this project. W</span><span>e identified a broad regime where TIN is provably optimal to within a constant gap to capacity. Remarkably, the approximate optimality of TIN </span><span>&nbsp;</span><span>is not only for sum-capacity but for the entire capacity region, and it fully incorporates power control. In fact power control is a crucial aspect of the TIN scheme, since it is generally not optimal for all nodes to transmit at full power if interference is treated as noise. Quite remarkably the TIN optimal regime affords a particularly elegant description. </span><span>Spurred by this success, we investigated optimality of TIN under general message sets</span><span>, where we showed that expanding the message set (to, say, X channel settings) does not offer additional benefits. We studied the optimality of TIN for parallel networks (e.g., frequency selective channels)</span><span>, where we showed that if TIN is optimal over each orthogonal carrier then there is no benefit of jointly encoding across carriers in a multi-carrier frequency-selective network. We studied the optimality of TIN for compound channels&nbsp;</span><span>where we showed that if TIN is optimal in each state of a compound network, then it must be optimal for the network overall. We also</span><span>&nbsp;</span>studied secure communications in the TIN optimal regime and made the surprising discovery that in this regime the secrecy constraint incurs no penalty (in the generalized degrees of freedom sense).&nbsp;</p>\n<p>Finally, we found the exact capacity for the private information retrieval problem. Private information retrieval is a primitive in cryptography that has fundamental connections to oblivious transfer, locally decodable codes, instance hiding, batch codes, secret sharing and secure multiparty computation. We expect that our interference alignment perspective for private information retrieval will have applications to these problems as well.&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2018<br>\n\t\t\t\t\tModified by: Syed&nbsp;A&nbsp;Jafar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThe topological interference management (TIM) problem, where signal degrees of freedom are allocated based on the knowledge of the interference graph topology alone (also known as frequency planning), is one of the oldest problems in wireless communications, and is traditionally solved through graph-coloring, i.e., orthogonal allocation of resources so that interfering nodes are assigned non-overlapping frequency bands. If no knowledge of channel coefficients is available beyond the topology of the interference graph then conventional wisdom indicates that graph coloring approach should be optimal. However, in this project we showed that this conventional wisdom is not accurate. Even with no knowledge of channel coefficient realizations beyond the network topology, the problem is essentially a sophisticated interference alignment problem. In fact, the problem is equivalent, in a linear sense, to hat-guessing problems in recreational mathematics, and to the index coding problem studied initially by computer scientists. Making these connections allowed us to use interference alignment principles to recover celebrated results in index coding literature (completely solved the set of topologies where everyone gets half the cake), as well as significantly expand the class of solved index coding problems through a combination of insights from interference alignment and graph-theoretical tools. Remarkably, since the index coding problem has re- mained an open problem in general for over a decade, we investigated the source of the difficulty at the core of the index coding problem, both from the achievability (inner bound) side as well as the converse (outer bound) side. From the achievability side, we showed that linear precoding schemes, previously known to be insufficient for multiple groupcast instances of index coding, are also insufficient for the simpler multiple unicast setting. Since much of our understanding is limited to linear precoding schemes, the necessity of non-linear schemes highlights the difficulty of finding the best achievable region for gen- eral instances of index coding, even for multiple unicasts. On the converse side,  we showed that Shannon Information Inequalities are insufficient to establish tight converses for index coding problems, i.e., non-Shannon Information Inequalities are necessary. In fact, we identified the simplest instance of the index coding problem (based on the alignment graph) where non-Shannon information inequalities are necessary, and in the process, solved all simpler instances of the problem using only Shannon information inequalities. We demonstrated the practical relevance of these theoretical insights by studying non-asymptotic rates under moderate signal strengths. \n\n\n\n\n\n\n\nPractical approaches to interference management boil down to two notions, 1) avoid, and 2) ignore &ndash; i.e., \"Avoid interference that is strong\", and \"Ignore interference that is weak\". Avoiding interference corresponds to the frequency planning problem or in a more fundamental sense, the Topological Interference Management (TIM) problem, as discussed earlier. Ignoring interference, on the other hand, corresponds to \"Treating Interference as Noise\" (TIN), i.e., treating interference as equivalent to the Gaussian noise that is present at any receiver. This was the second theme that was extensively pursued in this project. We identified a broad regime where TIN is provably optimal to within a constant gap to capacity. Remarkably, the approximate optimality of TIN  is not only for sum-capacity but for the entire capacity region, and it fully incorporates power control. In fact power control is a crucial aspect of the TIN scheme, since it is generally not optimal for all nodes to transmit at full power if interference is treated as noise. Quite remarkably the TIN optimal regime affords a particularly elegant description. Spurred by this success, we investigated optimality of TIN under general message sets, where we showed that expanding the message set (to, say, X channel settings) does not offer additional benefits. We studied the optimality of TIN for parallel networks (e.g., frequency selective channels), where we showed that if TIN is optimal over each orthogonal carrier then there is no benefit of jointly encoding across carriers in a multi-carrier frequency-selective network. We studied the optimality of TIN for compound channels where we showed that if TIN is optimal in each state of a compound network, then it must be optimal for the network overall. We also studied secure communications in the TIN optimal regime and made the surprising discovery that in this regime the secrecy constraint incurs no penalty (in the generalized degrees of freedom sense). \n\nFinally, we found the exact capacity for the private information retrieval problem. Private information retrieval is a primitive in cryptography that has fundamental connections to oblivious transfer, locally decodable codes, instance hiding, batch codes, secret sharing and secure multiparty computation. We expect that our interference alignment perspective for private information retrieval will have applications to these problems as well. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/08/2018\n\n\t\t\t\t\tSubmitted by: Syed A Jafar"
 }
}