{
 "awd_id": "1317684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Approaches for the Dynamics and Rheology of Magnetic Fluids",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 405151.0,
 "awd_amount": 405151.0,
 "awd_min_amd_letter_date": "2013-06-19",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "The Principal Investigator proposes to carry out an integrated, comprehensive research program which combines theory and innovative numerical methods with state of the art experimental work for the investigation of two-phase systems with a magnetic fluid component.   This project  aims at developing  effective, predictive computational tools as well as to advancing the understanding  of these two-phase, complex (non-Newtonian) flows. While magnetic fluids are technologically important  on their own they also constitute an excellent model system (due to their low  dimensional configuration space)  for scientific study of  complex fluids as well as for active suspensions. Consequently, the proposed research can have a wider impact in the multiscale modeling and computation of more general two-phase flows with a complex fluid component.  The specific objectives of the proposed work can be summarized as follows: 1) to develop innovative, effective micro-macro numerical approaches for magnetic fluids and two phase flows with a magnetic fluid component in 2D and 3D and to apply them for the prediction and investigation of the dynamics and rheology of these complex fluid systems,  2)  to use specifically targeted experimental work to validate the new computational approaches as well as to provide a feedback mechanism to the theory,  3)  to formulate simplified models based on the an increased understanding of the rheology of magnetic fluid systems obtained by a combination of numerical and experimental work,  and 4) to advance a fundamental understanding of the microphysical mechanisms that influence the (macro)rheology of magnetic fluid droplets and emulsions under the presence of a magnetic field.\r\n\r\nMagnetic fluids, also known as ferrofluids, are manmade colloidal suspensions of magnetic nano-particles in a liquid carrier. Emulsions consisting of suspended magnetic fluid droplets surrounded by a continuous phase offer a high potential for technologically important applications such as the design of new smart materials and drug targeting.  To this end, as in other applications such as polymer and advanced material processing, it is necessary to predict or manipulate the dynamics of their droplet microstructure.  This can be done with a combination of mathematical modeling, computer simulation, and experimental work which the investigator proposes to develop and integrate as part of this project.  The broader impacts of the proposed activities also include education,  the integration of people from underrepresented groups, and potential industrial relevance. The proposed research will play a central role in the education and training of a new cadre of computational math students who will learn to work in an interdisciplinary, international team.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Ceniceros",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hector D Ceniceros",
   "pi_email_addr": "hdc@math.ucsb.edu",
   "nsf_id": "000486821",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 405151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magnetic fluids are manmade liquids consisting of nanoscopic magnetic particles suspended in a oily fluid. When a magnetic field is applied to the fluid, the magnetic particles, which are in effect little magnets, &nbsp;tend to align with the field, &nbsp;this changes the ability of the fluid to flow, and creates a microscopic, orientational anisotropy. Mathematically, magnetic fluids provide a relatively simple model to investigate the effects of a micro (nano)-scopic component on the macroscopic behavior of an anisotropic fluid or soft material.&nbsp;</p>\n<p>In this project, we developed models and computational techniques to solve them and investigated, via computer simulation, the behavior and properties of magnetic fluids and other complex, anisotropic fluids. We discovered how an applied magnetic field affects the magnetic configuration of particles assembled in polygonal arrays and in other compact clusters. We performed the first three-dimensional simulations of the dynamics and deformation of a sheared magnetic fluid droplet subjected to an applied magnetic field and found that the droplet deformation in the direction perpendicular to the flow plane could be as significant as the in-plane one. We also discovered, via 3D computer simulations, &nbsp;three new regimes in the phase separation of a mixture consisting of an isotropic and an anisotropic fluid.</p>\n<p>The project also had a significant impact in the training and professional develoment of young sicentists. Three Ph.D. students, two undergraduate students, and two postdoctoral fellows conducted research under the umbrella of this project. In addition, the Principal Investigator taught a course on the mathematical and computational methods which underpin the techniques developed and used in this project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2017<br>\n\t\t\t\t\tModified by: Hector&nbsp;Ceniceros</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMagnetic fluids are manmade liquids consisting of nanoscopic magnetic particles suspended in a oily fluid. When a magnetic field is applied to the fluid, the magnetic particles, which are in effect little magnets,  tend to align with the field,  this changes the ability of the fluid to flow, and creates a microscopic, orientational anisotropy. Mathematically, magnetic fluids provide a relatively simple model to investigate the effects of a micro (nano)-scopic component on the macroscopic behavior of an anisotropic fluid or soft material. \n\nIn this project, we developed models and computational techniques to solve them and investigated, via computer simulation, the behavior and properties of magnetic fluids and other complex, anisotropic fluids. We discovered how an applied magnetic field affects the magnetic configuration of particles assembled in polygonal arrays and in other compact clusters. We performed the first three-dimensional simulations of the dynamics and deformation of a sheared magnetic fluid droplet subjected to an applied magnetic field and found that the droplet deformation in the direction perpendicular to the flow plane could be as significant as the in-plane one. We also discovered, via 3D computer simulations,  three new regimes in the phase separation of a mixture consisting of an isotropic and an anisotropic fluid.\n\nThe project also had a significant impact in the training and professional develoment of young sicentists. Three Ph.D. students, two undergraduate students, and two postdoctoral fellows conducted research under the umbrella of this project. In addition, the Principal Investigator taught a course on the mathematical and computational methods which underpin the techniques developed and used in this project. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2017\n\n\t\t\t\t\tSubmitted by: Hector Ceniceros"
 }
}