{
 "awd_id": "1317163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Comparative and population genomic studies of Madagascar's extinct subfossil lemurs",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 292832.0,
 "awd_amount": 292832.0,
 "awd_min_amd_letter_date": "2013-07-01",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "Humans arrived to the island of Madagascar only approximately 2,300 years ago. Since that time, humans have affected the island's environment and its unique biodiversity through deforestation and hunting practices. As a result, many Malagasy animal species are at risk for extinction. For example, over 70% of the island's 100 species of lemurs, the primates of Madagascar, are considered Endangered or Critically Endangered by the International Union for the Conservation of Nature. In addition, from unmineralized skeletal remains, we know of at least 17 now-extinct \"subfossil\" lemur species, some of which lived as recently as 500 years ago, or less. All of the extinct species were larger than every living lemur species, and some substantially so, up to the size of a male gorilla. This study aims to use ancient DNA methods and massively parallel sequencing technology for genetic studies of the extinct subfossil lemur species, and to make genetic comparisons between the extinct and living lemur species. These comparisons are important for understanding the history of the extinct species themselves, but also for broadening our understanding of the history of human-environment interactions on Madagascar and for identifying primary lemur extinction risk factors - knowledge which may influence the prioritization of conservation efforts for the still surviving lemur species. Researchers will sample bone and teeth from subfossil lemur skeletons to extract DNA and sequence complete mitochondrial genomes from single individuals of 14 of the 17 extinct subfossil lemur species, as well as from population samples of seven of these species. For comparative purposes, the researchers also will sequence complete mitochondrial genomes from populations of 10 living lemur species.\r\n\r\n   The proposed research will involve international collaborations between US academic institutions and the University of Antananarivo in Madagascar. This work will provide extensive  training for both US and Malagasy graduate students, and will help build the capacity for genomics data analysis in Madagascar. In addition to the primary scientific publications resulting from this work, the conservation implications of the study will be summarized in an article submitted to the open access journal Madagascar Conservation & Development, facilitating broad dissemination of the conservation significance of the research results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Perry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Perry",
   "pi_email_addr": "ghp3@psu.edu",
   "nsf_id": "000611613",
   "pi_start_date": "2013-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 97595.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 195237.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Madagascar is home to over 100 living (extant) lemur species. In addition, from skeletal (&lsquo;subfossil&rsquo;) remains we know that until the past 500 or 1000 years there were at least an additional 17 lemur species also living on the island. The extinct &lsquo;subfossil&rsquo; lemurs were all substantially larger than any surviving lemur, with the body mass of one species estimated to have been 160 kg, or the size of a male gorilla. These extinctions may have been caused in part by direct human hunting or indirect landscape modification behaviors. In this study we used ancient DNA methods to extract and sequence DNA from the skeletal remains of a total of 40 individuals representing seven of these species. For most of these individuals we reconstructed complete or near-complete mitochondrial genome sequences. This is the easiest component of the genome to sequence for ancient DNA studies (and especially in subtropical and tropical environments such as Madagascar, where DNA is not expected to be well preserved) because there are hundreds to thousands of mitochondria per cell, compared to only one nucleus. We also sequenced the nuclear genome of one exceptionally preserved specimen from the subfossil lemur species Megaladapis edwardsi. In both cases, these data were compared to those from multiple extant lemur species in order to identify the phylogenetic relationships among the extant and extinct species, estimate divergence dates among them, test whether there were differences in genetic diversity between these two groups, and to reconstruct aspects of the biology and ecology of Megaladapis edwardsi from its nuclear genome sequence. Our estimates of mitochondrial genetic diversity for the extinct, large-bodied lemurs were lower than those for any extant lemur species we studied, consistent with historically lower population sizes for subfossil lemurs, which could have been a contributing factor in their extinction. Our nuclear genome sequence for Megaladapis edwardsi is the first for any extinct (non-hominin) primate. Our phylogenetic analyses robustly confirm that Megaladapis is most closely related to a group comprised of the extant genera Lemur, Eulemur, Prolemur, Hapalemur, and Varecia and the extinct Pachylemur, and not to the extant lemur genus Lepilemur as had previously been proposed based on craniodental morphological comparisons. This likely reflects convergent phenotypic evolution in the context of similar behavioral ecology for both Lepilemur and Megaladapis, despite not being closely related. Specifically, both species are reconstructed as folivores (leaf-eaters) based on wear patterns on their teeth. In our analyses of the nuclear genome data, within some genes known to be involved in diet and metabolism, we have identified similar evolutionary changes between Megaladapis and other folivores, consistent with the folivory dietary reconstruction for Megaladapis. Thus, rather than reflecting shared ancestry, the similar craniodental features of Lepilemur and Megaladapis likewise probably reflect convergent morphological adaptations to similar diets.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2018<br>\n\t\t\t\t\tModified by: George&nbsp;Perry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMadagascar is home to over 100 living (extant) lemur species. In addition, from skeletal (?subfossil?) remains we know that until the past 500 or 1000 years there were at least an additional 17 lemur species also living on the island. The extinct ?subfossil? lemurs were all substantially larger than any surviving lemur, with the body mass of one species estimated to have been 160 kg, or the size of a male gorilla. These extinctions may have been caused in part by direct human hunting or indirect landscape modification behaviors. In this study we used ancient DNA methods to extract and sequence DNA from the skeletal remains of a total of 40 individuals representing seven of these species. For most of these individuals we reconstructed complete or near-complete mitochondrial genome sequences. This is the easiest component of the genome to sequence for ancient DNA studies (and especially in subtropical and tropical environments such as Madagascar, where DNA is not expected to be well preserved) because there are hundreds to thousands of mitochondria per cell, compared to only one nucleus. We also sequenced the nuclear genome of one exceptionally preserved specimen from the subfossil lemur species Megaladapis edwardsi. In both cases, these data were compared to those from multiple extant lemur species in order to identify the phylogenetic relationships among the extant and extinct species, estimate divergence dates among them, test whether there were differences in genetic diversity between these two groups, and to reconstruct aspects of the biology and ecology of Megaladapis edwardsi from its nuclear genome sequence. Our estimates of mitochondrial genetic diversity for the extinct, large-bodied lemurs were lower than those for any extant lemur species we studied, consistent with historically lower population sizes for subfossil lemurs, which could have been a contributing factor in their extinction. Our nuclear genome sequence for Megaladapis edwardsi is the first for any extinct (non-hominin) primate. Our phylogenetic analyses robustly confirm that Megaladapis is most closely related to a group comprised of the extant genera Lemur, Eulemur, Prolemur, Hapalemur, and Varecia and the extinct Pachylemur, and not to the extant lemur genus Lepilemur as had previously been proposed based on craniodental morphological comparisons. This likely reflects convergent phenotypic evolution in the context of similar behavioral ecology for both Lepilemur and Megaladapis, despite not being closely related. Specifically, both species are reconstructed as folivores (leaf-eaters) based on wear patterns on their teeth. In our analyses of the nuclear genome data, within some genes known to be involved in diet and metabolism, we have identified similar evolutionary changes between Megaladapis and other folivores, consistent with the folivory dietary reconstruction for Megaladapis. Thus, rather than reflecting shared ancestry, the similar craniodental features of Lepilemur and Megaladapis likewise probably reflect convergent morphological adaptations to similar diets.\n\n\t\t\t\t\tLast Modified: 03/22/2018\n\n\t\t\t\t\tSubmitted by: George Perry"
 }
}