{
 "awd_id": "1317237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Bioarchaeological and Biogeochemical Approach to Understanding the Intersection of Social Identities and Local Biologies in the Context of Childhood",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 144572.0,
 "awd_amount": 144572.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "In the pre-Hispanic Andes, as in many regions, there is a tension between the relative importance of state and local communities in many aspects of everyday life. To better understand state-level organization in the Andes and its impact on lived experiences in the past, this collaborative project will test models of pluralism versus centralized control in the Middle Horizon (ca. AD 500-1100) Tiwanaku polity of the South Central Andes. Using the theoretical framework of ?local biologies,? which acknowledges that individuals are shaped by local environmental factors as well as culturally specific beliefs, this research project examines the relative role of the Tiwanaku polity in socialization of children and the formation and maintenance of social identities, like gender and ethnicity. These questions are addressed through three years of bioarchaeological and biogeochemical data collection and analysis in Moquegua, Peru, and Tiwanaku, Bolivia, and at the University of Vermont and Arizona State University in the United States.  The project also will systematically compile a database of existing information dispersed in archives at multiple institutions in the United States and abroad. The data generated through this project will advance the fields of bioarchaeology and archaeological chemistry, as well as more general understandings of childhood in the past and present.\r\n\r\n   Broader impacts of this project include the education and training of students and professionals from the United States, Peru, and Bolivia. Project members will participate in each stage of the research process and gain skills allowing them to apply this knowledge to their own research. More generally, this research provides a long-term perspective on the complexities of social and biological constructions of childhood, particularly those impacting child and maternal health. Finally, the project will integrate diversity into its education and research programs with two female directors and researchers from four different countries. By creating new international collaborations and integrating diverse professionals and students into the research, the project will create a scientific community that reflects the global population and will train future scholars to thrive in such an environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Knudson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly J Knudson",
   "pi_email_addr": "kelly.knudson@asu.edu",
   "nsf_id": "000388108",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 144572.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dr. Kelly Knudson has completed research for her collaborative research project titled &ldquo;A Bioarchaeological and Biogeochemical Approach to Understanding the Intersection of Social Identities and Local Biologies in the Context of Childhood&rdquo;. Through this project, she and her collaborators examined childrearing practices in the past, focusing on the ancient Andes and archaeological sites in Peru and Bolivia. She and her team used isotopic analysis of individuals who died as children and those who survived to adulthood more than one thousand years ago to reconstruct diet in the past. They investigated how childrearing practices such as breast feeding and weaning were impacted by living in different environments, such as high-altitude Bolivian sites versus lower-altitude sites in Peru, by biological sex or age, and by the large Tiwanaku empire. Dr. Knudson and her team are in the process of publishing all of the raw data from the biogeochemical analyses, ensuring that current and future scholars will have access to the data generated through this project. In addition to peer-reviewed publications, conference presentations in both English and Spanish at national and international conference in the United States and Peru have been delivered to ensure that colleagues in the United States and the Andes have access to the project data and interpretations. Finally, presentations at Arizona State University to the university community and to visiting school groups ensure that the project results have been made available to the broader community.</p>\n<p>&nbsp;</p>\n<p>To complete this research, Dr. Knudson and her collaborators collected and legally exported hundreds of archaeological samples from Peru and Bolivia and analyzed them at Arizona State University. In the Archaeological Chemistry Laboratory, which Dr. Knudson directs, 18 graduate and undergraduate students, including women and students of color, were trained in preparing and analyzing archaeological samples for isotopic analysis. In addition, Knudson provided public outreach opportunities, including bringing high school students to Arizona State University for laboratory tours and information about careers in science. In this way, this project has contributed to the education and research infrastructure in North and South America, and the creation of a more diverse scientific community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2016<br>\n\t\t\t\t\tModified by: Kelly&nbsp;J&nbsp;Knudson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDr. Kelly Knudson has completed research for her collaborative research project titled \"A Bioarchaeological and Biogeochemical Approach to Understanding the Intersection of Social Identities and Local Biologies in the Context of Childhood\". Through this project, she and her collaborators examined childrearing practices in the past, focusing on the ancient Andes and archaeological sites in Peru and Bolivia. She and her team used isotopic analysis of individuals who died as children and those who survived to adulthood more than one thousand years ago to reconstruct diet in the past. They investigated how childrearing practices such as breast feeding and weaning were impacted by living in different environments, such as high-altitude Bolivian sites versus lower-altitude sites in Peru, by biological sex or age, and by the large Tiwanaku empire. Dr. Knudson and her team are in the process of publishing all of the raw data from the biogeochemical analyses, ensuring that current and future scholars will have access to the data generated through this project. In addition to peer-reviewed publications, conference presentations in both English and Spanish at national and international conference in the United States and Peru have been delivered to ensure that colleagues in the United States and the Andes have access to the project data and interpretations. Finally, presentations at Arizona State University to the university community and to visiting school groups ensure that the project results have been made available to the broader community.\n\n \n\nTo complete this research, Dr. Knudson and her collaborators collected and legally exported hundreds of archaeological samples from Peru and Bolivia and analyzed them at Arizona State University. In the Archaeological Chemistry Laboratory, which Dr. Knudson directs, 18 graduate and undergraduate students, including women and students of color, were trained in preparing and analyzing archaeological samples for isotopic analysis. In addition, Knudson provided public outreach opportunities, including bringing high school students to Arizona State University for laboratory tours and information about careers in science. In this way, this project has contributed to the education and research infrastructure in North and South America, and the creation of a more diverse scientific community.\n\n \n\n\t\t\t\t\tLast Modified: 09/23/2016\n\n\t\t\t\t\tSubmitted by: Kelly J Knudson"
 }
}