{
 "awd_id": "1317044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute (EAPSI) for FY 2013 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2013-05-16",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "This action funds Anne Marti of The University of Texas at Dallas to conduct a research project in the Mathematical and Physical Sciences area during the summer of 2013 at The National Tsing University in Hsinchu, Taiwan. The project title is \"The Design and Characterization of Novel Metal Organic Frameworks (MOFs) for carbon dioxide Capture.\" The host scientist is Dr. Sue-Lein Wang.\r\n\r\nThe global consumption of energy has steadily increased each year due to population and industrial growth, thus issues such as global warming have received much attention. As a result, scientists have been investigating ways to reduce carbon dioxide produced from the burning of fossil fuels. One approach is carbon capture and sequestration technologies, which allow carbon dioxide to be captured and stored. Metal Organic Frameworks (MOFs) are crystalline hybrid-like materials that consist of metal ions and organic linkers) that combine to form a variety of porous structures tunable to meet application requirements. MOFs can have high surface areas, large pores, and can be thermally and chemically stable for gas storage, separation, catalysis, and chemical sensing. MOFs are potential candidates for carbon dioxide capture due to their unsaturated metal sites and organic moieties that can have a high affinity for carbon dioxide. New MOFs for carbon dioxide capture have been synthesized. They are being characterized at the host University in order to determine their crystal structures using single crystal x-ray diffraction. This technique helps determine the MOF's internal lattice characteristics such as bond angles, lengths and other details of site ordering. The information gathered allows the MOF's performance to be evaluated for carbon dioxide capture.   The study is based on extensive characterization of new materials for carbon dioxide capture; therefore it is expected to provide new insights to the scientific community in order to reduce carbon dioxide emissions.\r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Furthermore, the proposed research study is anticipated to promote not only scientific collaboration between the current and host Universities but bring a positive outlook about the experience to other graduate/undergraduate students from these areas. The fellow will learn valuable communication skills from this experience, which will aid in the teaching of current and future graduate/undergraduate, and high school students all of whom work within the Fellow?s group. Being of Hispanic descent, the Fellow's experience may influence other minority groups to apply and participate in higher learning experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Marti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Marti",
   "pi_email_addr": "",
   "nsf_id": "000636201",
   "pi_start_date": "2013-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marti                   Anne",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "McKinney",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "750700000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "TX",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Tsing Hua University",
  "perf_str_addr": null,
  "perf_city_name": "Hsinchu",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "30013",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "04",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metal Organic Frameworks (MOFs) are &nbsp;porous materials composed of metal ions/clusters that are connected between organic ligands for gas separations, storage, sensing, catalysis and drug delivery.[1-3] Over the last decade innovative techniques to fabricate new MOF structures have been studied. Therefore, in this work we propose to fabricate novel MOFs for CO<sub>2</sub> capture. MOFs for CO<sub>2</sub> capture typically require a large surface area with extra large pores and unsaturated metal sites.[4]&nbsp;We have fabricated a new MOF for CO<sub>2</sub> capture. Its structure composition is based off of a known MOF called STU-1, which contains large pores and unsaturated zinc sites that have the potential to enhance CO<sub>2</sub> adsorption.[5]</p>\n<p>Initial characterization of the new MOF was completed at The University of Texas at Dallas, but in order to determine its chemical composition a crystal structure must be obtained. A crystal structure is the resolved data produced from X-ray studies that includes how atoms, ions, and or molecules are specially arranged within a crystalline lattice, and also gives information on its bond angles/lengths and other properties. A crystal structure is commonly produced using single crystal X-ray diffraction.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During the EAPSI 2013 program the goals of the project were to obtain single crystal X-ray Diffraction data from the host research group in Taiwan, and learn the aspects of crystallography in order to understand how to process the data set. However, during the first week of research at NTHU, the MOF was determined to be too small for the study.&nbsp;</p>\n<p><strong>New Project:</strong> The Encapsulation of a Cobalticinium Complex in a Zeolite-like Metal Organic Framework (ZMOF) for Future Chemical Catalysis</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chemical catalysis is a highly studied process both in academia and in industry due to the numerous chemical reactions catalysts facilitate with high efficiency.[6] Commonly, zeolites are often employed as catalyst substrates for oil refinery, and petrochemical processes as a result of their high chemical and thermal stability (&gt;400-800<sup>o</sup>C), ease of functionalization, and moderate tenability.[7]</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; MOFs are of interest as an appropriate substitute to zeolites due to their high flexibility, large pores and surface areas, therefore they can act as hosts for a variety of guest molecules. &nbsp;Zeolite-like Metal Organic Frameworks (ZMOFs) are a subclass of MOFs that take on zeolite like characteristics. They contain metal ions/clusters connected in-between an imidazole ligand and crystallize in zeolite topologies.[8] ZMOFs are usually formed by use of a structure-directing agent (SDA) or a template.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this work, we propose to encapsulate a large cobalt metal complex, within the pores of a known ZMOF structure known as SOD-ZMOF.[9] The complex will be utilized as a SDA, the ZMOF can be exploited as a new hybrid-like catalytic system. We determined that SOD-ZMOF could be fabricated in the presence of the new SDA, and was characterized using traditional methods. The next step was obtaining a crystal structure to discern the location of the SDA and find changes inflicted on the framework.</p>\n<p><span style=\"white-space: pre;\"> </span>During the EAPSI duration a crystal structure was obtained and resolved. We determined that the SDA was disordered; however the location and number of SDA&rsquo;s present were found. We also deduced that positive changes occurred to the framework that led us to believe that SOD-ZMOF is a suitable host vehicle for catalytically active molecules/ complexes.&nbsp;</p>\n<p>&nb...",
  "por_txt_cntn": "\nMetal Organic Frameworks (MOFs) are  porous materials composed of metal ions/clusters that are connected between organic ligands for gas separations, storage, sensing, catalysis and drug delivery.[1-3] Over the last decade innovative techniques to fabricate new MOF structures have been studied. Therefore, in this work we propose to fabricate novel MOFs for CO2 capture. MOFs for CO2 capture typically require a large surface area with extra large pores and unsaturated metal sites.[4] We have fabricated a new MOF for CO2 capture. Its structure composition is based off of a known MOF called STU-1, which contains large pores and unsaturated zinc sites that have the potential to enhance CO2 adsorption.[5]\n\nInitial characterization of the new MOF was completed at The University of Texas at Dallas, but in order to determine its chemical composition a crystal structure must be obtained. A crystal structure is the resolved data produced from X-ray studies that includes how atoms, ions, and or molecules are specially arranged within a crystalline lattice, and also gives information on its bond angles/lengths and other properties. A crystal structure is commonly produced using single crystal X-ray diffraction. \n\n            During the EAPSI 2013 program the goals of the project were to obtain single crystal X-ray Diffraction data from the host research group in Taiwan, and learn the aspects of crystallography in order to understand how to process the data set. However, during the first week of research at NTHU, the MOF was determined to be too small for the study. \n\nNew Project: The Encapsulation of a Cobalticinium Complex in a Zeolite-like Metal Organic Framework (ZMOF) for Future Chemical Catalysis\n\n            Chemical catalysis is a highly studied process both in academia and in industry due to the numerous chemical reactions catalysts facilitate with high efficiency.[6] Commonly, zeolites are often employed as catalyst substrates for oil refinery, and petrochemical processes as a result of their high chemical and thermal stability (&gt;400-800oC), ease of functionalization, and moderate tenability.[7]\n\n            MOFs are of interest as an appropriate substitute to zeolites due to their high flexibility, large pores and surface areas, therefore they can act as hosts for a variety of guest molecules.  Zeolite-like Metal Organic Frameworks (ZMOFs) are a subclass of MOFs that take on zeolite like characteristics. They contain metal ions/clusters connected in-between an imidazole ligand and crystallize in zeolite topologies.[8] ZMOFs are usually formed by use of a structure-directing agent (SDA) or a template. \n\n            In this work, we propose to encapsulate a large cobalt metal complex, within the pores of a known ZMOF structure known as SOD-ZMOF.[9] The complex will be utilized as a SDA, the ZMOF can be exploited as a new hybrid-like catalytic system. We determined that SOD-ZMOF could be fabricated in the presence of the new SDA, and was characterized using traditional methods. The next step was obtaining a crystal structure to discern the location of the SDA and find changes inflicted on the framework.\n\n During the EAPSI duration a crystal structure was obtained and resolved. We determined that the SDA was disordered; however the location and number of SDAÆs present were found. We also deduced that positive changes occurred to the framework that led us to believe that SOD-ZMOF is a suitable host vehicle for catalytically active molecules/ complexes. \n\n            The completed project is expected to add to the scientific literature as a new approach for encapsulation studies. We believe this work will impact both inorganic and coordination chemistry genres of research. This work has also be used in the teaching of high school and undergraduate students at The University of Texas at Dallas, for instance 2 high school Nano-Explores whom were supported by the NSF in 2010 learned how to work in a chemistry laboratory and learn many..."
 }
}