{
 "awd_id": "1318486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Discontinuous Galerkin Finite Element Methods for Second Order Fully Nonlinear Equations and High Frequency Wave Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2013-07-29",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "The PI proposes to carry out a comprehensive study for two of most difficult numerical partial differential equation (PDE) problems using discontinuous Galerkin (DG) methods. The first main goal of the award is to develop convergent direct DG discretization methods for approximating viscosity solutions of general second order fully nonlinear PDEs, which builds upon the PI's previous successful research on developing indirect numerical methods for these PDEs. The objectives of this part of the research project are: (i) to extend the direct nonstandard DG methods to high-dimensional Monge-Ampere and Bellman equations; (ii) to establish a general convergent theory for the proposed DG methods; (iii) to develop efficient non-Newtonian nonlinear solvers for solving the resulting nonlinear systems; (iv) to apply the resulting DG methods to fully nonlinear PDE application problems including the optimal mass transport problem, the semigeostrophic flow problem, and stochastic optimal control problems; (v) to further develop the DG finite element differential calculus theory resulted from the proposed research project. The second main goal of the award is to develop absolutely stable, solver-friendly, and coercivity-preserving DG discretization methods and two-level Schwarz fast solvers for high frequency acoustic, elastic and electromagnetic wave equations. To resolve highly oscillatory waves, sufficiently fine mesh must be used, which in turn results in huge algebraic systems to solve. It is the sheer amount of computations coupled with the strong indefiniteness and the extremely ill-conditioned nature of high frequency wave problems that makes them intractable even on today's high performance computers if the brute force approach is adopted. The ultimate solution to overcome the challenge must be sought at the algorithmic level. The objectives of this part of the research project are: (i) to design, analyze and implement novel absolutely stable, solver-friendly, and coercivity-preserving DG discretization methods for the three types of high frequency wave equations; (ii) to develop, analyze and test novel parallelizable two-level Schwarz solution methods for solving the resulting large algebraic systems.\r\n\r\nThe completion of the proposed research will have a significant theoretical and practical impact on the emerging field of numerical fully nonlinear PDEs and the thriving field of high frequency wave computation. The anticipated new enabling numerical capabilities can be used to solve various fully nonlinear PDE problems and wave scattering problems arising from differential geometry, antenna design, astrophysics, geophysical fluid dynamics, image processing, optimal control and optimal mass transport, petroleum engineering, geoscience, medical science, defense and telecommunication as well as financial industries. The education component of this research project is train graduate students in developing necessary applied and computational mathematics knowledge and skills so that they can pursue a successful career in either academia or industry in the near future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaobing",
   "pi_last_name": "Feng",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaobing H Feng",
   "pi_email_addr": "xfeng@utk.edu",
   "nsf_id": "000288991",
   "pi_start_date": "2013-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 14.0px Monaco; color: #f4f4f4; background-color: #000000; background-color: rgba(0, 0, 0, 0.85)} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">This research project studied advanced numerical methods for solving fully nonlinear second&nbsp;</span>partial differential equations (PDEs) and for high frequency wave computation. Those fully nonlinear PDEs have the strongest nonlinearity because they are nonlinear in the highest order derivative(s) of unknown functions and they arise from many scientific and engineering fields such as&nbsp; astrophysics, differential geometry, geostrophic fluid dynamics,&nbsp; image processing, materials science, optimal mass transportation, meteorology, and optimal control. &nbsp;Building upon the PI's recent success on developing convergent and efficient numerical methods and algorithms for fully nonlinear second order elliptic PDEs, in this project the PI and his research team have developed a novel, nonstandard discontinuous Galerkin framework for general fully nonlinear second order PDEs. The research reveals the fundamental role that numerical moment plays in the framework and its connection with the vanishing moment method developed by the PI earlier. &nbsp;It also establishes a blueprint for future development and directions. &nbsp;As a by product, a numerical differential calculus theory was also developed and has been used to design numerical methods for various types of PDEs and also for calculus of variations problems. Moreover, a Schwarz framework and theory was developed for solving genuinely nonsymmetric and indefinite problems including Helmholtz-type problems with high wave numbers. Seventeen research papers &nbsp;have been published in scientific journals during the grant period. The research results have also been reported in professional conferences and meetings. The grant provided valuable resources for partially supporting graduate research assistants for working on their PhD degrees.&nbsp;Three PhD dissertations, which were partially supported by the grant, have been completed during the grant period. All three PhD students have successfully landed junior level academic jobs immediately upon their graduation.&nbsp;The numerical methods and algorithms developed in this project can be used to solve many application problems, which are governed by fully nonlinear second order PDEs and high frequency wave equations, from scientific and engineering fields such as differential geometry, antenna design, semigeostrophic flow, optimal mass transport, astrophysics, &nbsp;image processing, optimal control, mathematical finance,&nbsp;geoscience, communication and defense industry.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2017<br>\n\t\t\t\t\tModified by: Xiaobing&nbsp;H&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project studied advanced numerical methods for solving fully nonlinear second partial differential equations (PDEs) and for high frequency wave computation. Those fully nonlinear PDEs have the strongest nonlinearity because they are nonlinear in the highest order derivative(s) of unknown functions and they arise from many scientific and engineering fields such as  astrophysics, differential geometry, geostrophic fluid dynamics,  image processing, materials science, optimal mass transportation, meteorology, and optimal control.  Building upon the PI's recent success on developing convergent and efficient numerical methods and algorithms for fully nonlinear second order elliptic PDEs, in this project the PI and his research team have developed a novel, nonstandard discontinuous Galerkin framework for general fully nonlinear second order PDEs. The research reveals the fundamental role that numerical moment plays in the framework and its connection with the vanishing moment method developed by the PI earlier.  It also establishes a blueprint for future development and directions.  As a by product, a numerical differential calculus theory was also developed and has been used to design numerical methods for various types of PDEs and also for calculus of variations problems. Moreover, a Schwarz framework and theory was developed for solving genuinely nonsymmetric and indefinite problems including Helmholtz-type problems with high wave numbers. Seventeen research papers  have been published in scientific journals during the grant period. The research results have also been reported in professional conferences and meetings. The grant provided valuable resources for partially supporting graduate research assistants for working on their PhD degrees. Three PhD dissertations, which were partially supported by the grant, have been completed during the grant period. All three PhD students have successfully landed junior level academic jobs immediately upon their graduation. The numerical methods and algorithms developed in this project can be used to solve many application problems, which are governed by fully nonlinear second order PDEs and high frequency wave equations, from scientific and engineering fields such as differential geometry, antenna design, semigeostrophic flow, optimal mass transport, astrophysics,  image processing, optimal control, mathematical finance, geoscience, communication and defense industry. \n\n\t\t\t\t\tLast Modified: 09/01/2017\n\n\t\t\t\t\tSubmitted by: Xiaobing H Feng"
 }
}