{
 "awd_id": "1318080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genetic Testing, Forensic Practice, and Changing Cultures of War Dead Commemoration",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 42867.0,
 "awd_amount": 42867.0,
 "awd_min_amd_letter_date": "2013-01-16",
 "awd_max_amd_letter_date": "2013-01-16",
 "awd_abstract_narration": "Dr. Sarah E. Wagner (University of North Carolina, Greensboro) will undertake research on changing forensic practice and the commemoration of war dead. The research will be carried out in the United States. With some 88,000 missing soldiers from the previous century's wars, the United States stands alone in its pursuit of repatriating remains and identifying its missing men and women of uniform. The military's forensic anthropology laboratory dedicated to this task is the largest facility of its kind in the world. The DNA extraction and analysis procedures developed to reattach individual names to unnamed remains of American soldiers have led to advancements in forensic genetics across the globe. The efforts, simply put, are unprecedented and unparalleled.\r\n\r\nThe researcher will examine why such extraordinary resources have been brought to bear to recover and identify American war dead and, in turn, how  having such material and intellectual resources has affected the ways in which Americans mourn lost soldiers. Specifically, the project focuses on how the increased capacity to account for the missing influences the social contracts between the government and families of the missing, members of the military, and the general public; and the social construction of commemorative symbols around death and war.\r\n\r\nData will be gathered through in-depth ethnographic research among surviving relatives, veterans, and the three governmental agencies responsible for \"full accounting\" of the missing: the Joint POW/MIA Accounting Command; the Armed Forces DNA Identification Laboratory; and the Defense POW/Missing Personnel Office. Comparative cognitive modeling will be carried out using cultural consensus procedures. The project will also analyze, through archival research and participant observation, major events and spaces associated with memorializing US war dead, including the Tomb of the Unknowns in Arlington National Cemetery and the Vietnam Veterans Memorial in Washington D.C. The researcher will document and analyze procedures, DNA testing, the history of such efforts, family expectations, and public commemorations. \r\n\r\nThe research is important because it will be the first ethnographic account of the wide-ranging influence that forensic practice, specifically genetic science, has had on the identification of missing soldiers. This will contribute to theorizing the relationship between technology, culture, and society, from a new and important perspective. The research will further public understanding of new forensic practices, as well as official understanding of what families and the public expect, and why.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Wagner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Wagner",
   "pi_email_addr": "sewagner@gwu.edu",
   "nsf_id": "000507327",
   "pi_start_date": "2013-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In-depth study of the forensic efforts to account for U.S. service members Missing In Action (MIA) and presumed dead shows how scientific innovation in forensic anthropology and genetics is influencing modes of national commemoration. With tools like DNA profiling making &ldquo;unknown soldiers&rdquo; increasingly a thing of the past, MIA families, veterans, and communities now gather to remember individual war dead, decades later, when remains are recovered and identified. The personalized yet public commemorations that follow forge connections to the past and to the nation in a manner quite different from collective monuments and unmarked headstones. Whether to Arlington National Cemetery or communities in small towns across the country, the return of remains enables the state&mdash;the U.S. government and specifically the Department of Defense&mdash;to demonstrate their capacity to care for the country&rsquo;s war dead, even years after conflicts have ended.</p>\n<p>&nbsp;</p>\n<p>The study revealed that, rather than fading into the past, the missing of World War II, the Korean War, and the Vietnam War have gained new meaning in 21st-century memory politics and, in doing so, have helped drive forensic innovation. This interplay between science and society came across in the various stages of recovery, identification, and commemoration&mdash;from wartime aircraft crash sites in Southeast Asia to the forensic anthropology laboratory of the Joint POW/MIA Accounting Command to the Tomb of the Unknowns in Arlington National Cemetery; from family briefings in Syracuse, New York to a veterans gathering in Omaha, Nebraska. The more nuanced portrait of MIA accounting emerging from this study may help strengthen the overall process for the scientists, policy makers, and broader public.</p>\n<p>&nbsp;</p>\n<p>Understanding the relationship between advances in forensic science and shifting modes of commemoration, sheds light on not only how the United States cares for its war dead, but also <em>why</em> it does so and what those efforts require. Better informed about the complex scientific process and its impacts, the American public and its elected officials can more accurately weigh the costs and benefits of this extraordinary forensic effort.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2014<br>\n\t\t\t\t\tModified by: Sarah&nbsp;E&nbsp;Wagner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1318080/1318080_10021140_1417487291331_JPAClab--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1318080/1318080_10021140_1417487291331_JPAClab--rgov-800width.jpg\" title=\"JPAC lab\"><img src=\"/por/images/Reports/POR/2014/1318080/1318080_10021140_1417487291331_JPAClab--rgov-66x44.jpg\" alt=\"JPAC lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Joint POW/MIA Accounting Command:  Forensic anthropologist Carl Stefan examines skeletal remains at JPAC's Central Identification Laboratory in Hawaii</div>\n<div class=\"imageCredit\">DoD Photo by Mr. Lee O. Tucker, Joint POW/MIA Accounting Command (Released)</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Sarah&nbsp;E&nbsp;Wagner</div>\n<div class=\"imageTitle\">JPAC lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/1318080/1318080_10021140_1417487389545_ANCunknowns--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1318080/1318080_10021140_1417487389545_ANCunknowns...",
  "por_txt_cntn": "\nIn-depth study of the forensic efforts to account for U.S. service members Missing In Action (MIA) and presumed dead shows how scientific innovation in forensic anthropology and genetics is influencing modes of national commemoration. With tools like DNA profiling making \"unknown soldiers\" increasingly a thing of the past, MIA families, veterans, and communities now gather to remember individual war dead, decades later, when remains are recovered and identified. The personalized yet public commemorations that follow forge connections to the past and to the nation in a manner quite different from collective monuments and unmarked headstones. Whether to Arlington National Cemetery or communities in small towns across the country, the return of remains enables the state&mdash;the U.S. government and specifically the Department of Defense&mdash;to demonstrate their capacity to care for the countryÆs war dead, even years after conflicts have ended.\n\n \n\nThe study revealed that, rather than fading into the past, the missing of World War II, the Korean War, and the Vietnam War have gained new meaning in 21st-century memory politics and, in doing so, have helped drive forensic innovation. This interplay between science and society came across in the various stages of recovery, identification, and commemoration&mdash;from wartime aircraft crash sites in Southeast Asia to the forensic anthropology laboratory of the Joint POW/MIA Accounting Command to the Tomb of the Unknowns in Arlington National Cemetery; from family briefings in Syracuse, New York to a veterans gathering in Omaha, Nebraska. The more nuanced portrait of MIA accounting emerging from this study may help strengthen the overall process for the scientists, policy makers, and broader public.\n\n \n\nUnderstanding the relationship between advances in forensic science and shifting modes of commemoration, sheds light on not only how the United States cares for its war dead, but also why it does so and what those efforts require. Better informed about the complex scientific process and its impacts, the American public and its elected officials can more accurately weigh the costs and benefits of this extraordinary forensic effort.\n\n\t\t\t\t\tLast Modified: 12/01/2014\n\n\t\t\t\t\tSubmitted by: Sarah E Wagner"
 }
}