{
 "awd_id": "1318511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: New Advances for Efficiently-Searchable Encryption",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 499796.0,
 "awd_amount": 499796.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "Current worldwide trends towards remote data storage solutions such as cloud storage, in which large stores of data on insecure networks must be efficiently accessible, and increasing security requirements emphasized the need to support efficient search functionality on large encrypted databases. Searchable encryption is a balancing act of efficiency, functionality, and security. The solutions either require extensive interaction and computation, linear data scan on each query, which is prohibitive for large databases, or knowing all data in advance. This research advances the state of the art of efficiently-searchable encryption (ESE) by focusing on three key areas: new security guarantees for order-preserving encryption, searchable encryption for fuzzy queries, and seeking a general definition of ESE. \r\n\r\nThe PI has conducted a cryptographic study of order-preserving encryption for supporting efficient range queries on remote encrypted data. This project clarifies the security guarantees of the previous definition and studies the alternative settings in order to develop new secure solutions. This research focuses on fuzzy queries which return database elements that correspond to messages which are close to the underlying queried message. This work initiates the first formal cryptographic study of fuzzy searchable encryption (FSE). In particular, the work focuses on developing appropriate security definitions and building provably-secure FSE schemes. This research seeks a general definition that will cover all known types of ESE, and investigates related impossibility issues. The research extends security definitions for various ESE to security of the database as a whole.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Boldyreva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Boldyreva",
   "pi_email_addr": "aboldyre@cc.gatech.edu",
   "nsf_id": "000486867",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica; min-height: 14.0px} -->\n<p class=\"p1\">Nowadays, organizations commonly store large amounts of data on cloud servers. One of the major challenges in cloud storage adoption is ensuring the confidentiality of sensitive data against an untrusted server or malicious intrusions, without compromising functionality and efficiency. Searchable encryption (SE) is an important research area which aims to provide solutions balancing the security, efficiency, and functionality goals of the cloud data storage application. Some SE schemes have already been deployed in various systems, and there is a strong demand for more solutions. The goal of the research project supported by this award was to advance the state of the art of searchable encryption by exploring new directions.</p>\n<p class=\"p2\">&nbsp;The focus of the sponsored research was to study the problem of efficient fuzzy (similarity) search on encrypted outsourced data. In particular, a user who stores encrypted data on a remote, untrusted server forms queries that enable the server to efficiently locate the records containing the requested keywords, even though the user may misspell keywords or provide noisy data in the query.</p>\n<p class=\"p2\">First, we studied this problem in the symmetric-key setting, i.e., when the data owner and the user who queries the data are the same entity or share the same secret key. We defined a cryptographic primitive that we call \"Efficiently-Fuzzy-Searchable Encryption\" (EFSE). We then formally designed definitions capturing various levels of security. We showed that the strongest notion of security can only be achieved with inefficient schemes. Seeking the right balance between efficiency and security, we were able to construct schemes that are more efficient and satisfy a weaker security notion. To illustrate, we present and analyze a more space-efficient scheme for supporting fuzzy search on biometric data that achieves the weaker notion of security.</p>\n<p class=\"p2\">Next, we studied efficiently fuzzy-searchable encryption in the keyless setting. Namely, we introduced and studied the notion of keyless fuzzy search (KlFS) which allows protection of a publicly available database in such a way that any third party can retrieve content only if it possesses some data that is &ldquo;close to&rdquo; the encrypted data. In other words, a KlFS scheme permits masking publicly-accessible databases to make mass-harvesting or data mining prohibitive. Yet it allows users who know (some information about) what they are looking for to get that information; all of this is possible without using multiparty computation or secret keys. While one cannot achieve very strong security without using secret keys, we still could define meaningful security notions for data that is not easy to predict. We propose general KlFS schemes and a scheme specifically suited for image search. For all schemes, we formally analyzed security. We implemented and evaluated a prototype system that supports image search by object similarity on encrypted database. In addition, the Principal Investigator (PI) was involved in the design of a privacy-preserving system that supports end-to-end encryption and keyword search which is suitable for mobile platforms.</p>\n<p class=\"p2\">The research findings have resulted in peer-reviewed conference publications, conference submissions, and a patent. The research project has given the PI's PhD students an excellent opportunity to develop their research careers. During the course of the award, the PI served on the program committees of several conferences, served as a General Chair of Crypto 2014, the top conference in cryptography, and has been elected as a Program co-Chair of Crypto 2018 and 2019. Together with a colleague from England, the PI organized a very successful workshop entitled \"Encryption for Secure Search and other Algorithms\" (ESSA), which was attended by more than 20 invited experts in searchable encryption. The PI gave an invited talk at the Real World Crypto (RWC) 2015 conference describing her successful collaboration with a startup implementing searchable encryption. She also gave talks entitled \"Symmetric Searchable Encryption'' at the Cyber-Security Week at the Center for Computing Research of the National Politechnique Institute in Mexico and lectures entitled \"Searchable Encryption'' at the Winter School on Cryptography in the Cloud in Israel.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2017<br>\n\t\t\t\t\tModified by: Alexandra&nbsp;Boldyreva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNowadays, organizations commonly store large amounts of data on cloud servers. One of the major challenges in cloud storage adoption is ensuring the confidentiality of sensitive data against an untrusted server or malicious intrusions, without compromising functionality and efficiency. Searchable encryption (SE) is an important research area which aims to provide solutions balancing the security, efficiency, and functionality goals of the cloud data storage application. Some SE schemes have already been deployed in various systems, and there is a strong demand for more solutions. The goal of the research project supported by this award was to advance the state of the art of searchable encryption by exploring new directions.\n The focus of the sponsored research was to study the problem of efficient fuzzy (similarity) search on encrypted outsourced data. In particular, a user who stores encrypted data on a remote, untrusted server forms queries that enable the server to efficiently locate the records containing the requested keywords, even though the user may misspell keywords or provide noisy data in the query.\nFirst, we studied this problem in the symmetric-key setting, i.e., when the data owner and the user who queries the data are the same entity or share the same secret key. We defined a cryptographic primitive that we call \"Efficiently-Fuzzy-Searchable Encryption\" (EFSE). We then formally designed definitions capturing various levels of security. We showed that the strongest notion of security can only be achieved with inefficient schemes. Seeking the right balance between efficiency and security, we were able to construct schemes that are more efficient and satisfy a weaker security notion. To illustrate, we present and analyze a more space-efficient scheme for supporting fuzzy search on biometric data that achieves the weaker notion of security.\nNext, we studied efficiently fuzzy-searchable encryption in the keyless setting. Namely, we introduced and studied the notion of keyless fuzzy search (KlFS) which allows protection of a publicly available database in such a way that any third party can retrieve content only if it possesses some data that is \"close to\" the encrypted data. In other words, a KlFS scheme permits masking publicly-accessible databases to make mass-harvesting or data mining prohibitive. Yet it allows users who know (some information about) what they are looking for to get that information; all of this is possible without using multiparty computation or secret keys. While one cannot achieve very strong security without using secret keys, we still could define meaningful security notions for data that is not easy to predict. We propose general KlFS schemes and a scheme specifically suited for image search. For all schemes, we formally analyzed security. We implemented and evaluated a prototype system that supports image search by object similarity on encrypted database. In addition, the Principal Investigator (PI) was involved in the design of a privacy-preserving system that supports end-to-end encryption and keyword search which is suitable for mobile platforms.\nThe research findings have resulted in peer-reviewed conference publications, conference submissions, and a patent. The research project has given the PI's PhD students an excellent opportunity to develop their research careers. During the course of the award, the PI served on the program committees of several conferences, served as a General Chair of Crypto 2014, the top conference in cryptography, and has been elected as a Program co-Chair of Crypto 2018 and 2019. Together with a colleague from England, the PI organized a very successful workshop entitled \"Encryption for Secure Search and other Algorithms\" (ESSA), which was attended by more than 20 invited experts in searchable encryption. The PI gave an invited talk at the Real World Crypto (RWC) 2015 conference describing her successful collaboration with a startup implementing searchable encryption. She also gave talks entitled \"Symmetric Searchable Encryption'' at the Cyber-Security Week at the Center for Computing Research of the National Politechnique Institute in Mexico and lectures entitled \"Searchable Encryption'' at the Winter School on Cryptography in the Cloud in Israel.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2017\n\n\t\t\t\t\tSubmitted by: Alexandra Boldyreva"
 }
}