{
 "awd_id": "1318143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: Small: Prompting Intentional Social Media Use Among Children and Parents",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 469519.0,
 "awd_amount": 469519.0,
 "awd_min_amd_letter_date": "2013-08-19",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "This research will develop new ways to (1) prompt intentional behavior and reflection among children when they become new social media users; (2) support parents in taking a proactive, rather than reactive, role in guiding their children's social media use; and (3) develop theoretical insights about prompting self-awareness among users with and through social systems. Parents are concerned about the content, context, and frequency of their children?s social media use and struggle to cope with these facets. Unfortunately, many parenting approaches to date are reactive and are focused on tracking, logging, or cutting off access to social media. Furthermore, the lack of empirical research in this area has left parents ill-equipped to try alternate strategies. Trying to cut off access to social media could lead to psychological reactance, where children engage in risky behaviors secretly instead of communicating openly with their parents. If we expect parents to raise their children effectively in a complex and rapidly changing digital world, we must develop new tools, approaches, and theories to help them do so. To address this gap, this research casts a new perspective on social media design that focuses on the study and development of social systems that prompt proactive and reflective behavior based on context-dependent cues. \r\n\r\nThe research will use a mixed-methods approach with four phases: (1) conduct parent-child interviews to understand why parents worry about social media and how their worries relate to children?s behaviors; (2) conduct a mobile phone experiment to prompt intentionality and reflection with mobile phone use among children and parents; (3) conduct a web-based experiment to prompt intentionality and reflection with laptop use among children and parents; and (4) synthesize results and develop new theories about ways of prompting reflection and self-awareness in social media systems. Mobile phones and laptops were chosen because they are widely adopted among youth and they are personal and portable, which introduces new parenting challenges. Effectiveness will be evaluated by comparing experimental and control group outcomes using a variety of measures including mobile phone logs, browser logs, self-reports, and validated behavioral scales.\r\n\r\nUnderstanding how to prompt regular, real-time reflection with and through social media can guide the design of new kinds of social systems that prompt increased self-awareness and competency. The project will disseminate mobile phone and web-based tools to local parents, schools, and community organizations and will make them publicly available online. It will also disseminate research outcomes for a non-technical audience in the form of presentations, media outputs, and short reports. This research can have a vital and potentially transformative impact on early social media use among children and their parents, addressing a challenge that almost every parent in the U.S. now faces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarita",
   "pi_last_name": "Schoenebeck",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sarita Y Schoenebeck",
   "pi_email_addr": "yardi@umich.edu",
   "nsf_id": "000634448",
   "pi_start_date": "2013-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Michigan",
  "perf_str_addr": "105 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091285",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170092.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Raising children is hard work. For many parents today, raising children in a world of mobile phones, social media, and selfies can feel especially challenging. This project explored how parents make decisions about raising their children with technology, and how those decisions impact parents&rsquo; and children&rsquo;s relationships.</p>\n<p>In one study, we found that parents and children misperceive each other&rsquo;s behaviors and rules. For example, parents think they communicate with their children about technology, but children report that their parents just tell them what not to do. However, children find technology rules to be fairer when they have input into the rules. One takeaway from this research is that both parents and children might benefit from allowing children to have input into rules about when and how technology can be used.</p>\n<p>In another set of studies, we found that families are struggling with ideas about &ldquo;family time&rdquo; when technology is all around them. Antiquated notions of family time, such as the family playing a board game together in the living room after dinner, may not be helpful today. We found that use of mobile phones at meals is perceived to be less appropriate by older people, and people of all ages find mobile phone use at meals where children are present to be particularly inappropriate. One promising takeaway is that both parents and children are okay with each other using technology; they just feel frustrated if one is trying to get attention from the other and the other is paying attention to their technology instead.</p>\n<p>In a final area of research, we examined differences between mothers and fathers in who does the work to manage technology use in the home. We propose the concept of a &ldquo;third shift&rdquo; that mothers take on to manage family photos and share content about their children about social media. We also find that fathers experience privacy concerns and stigma related to using social media for parenting. Fathers turn to sites like Reddit when they prefer to discuss fatherhood topics anonymously.</p>\n<p>The results from this project can be used to help families, educators, community members, and health practitioners to reduce parent-child tensions around technology. This work was presented to hundreds of parents in a series of presentations about family technology use in Michigan. This research has also been covered by the media to disseminate results to the broader public. Venues include <em>The New York Times</em>, <em>Washington Post</em>, <em>Time Magazine</em>, <em>Financial Times</em>, <em>The Daily Telegraph</em>, <em>the guardian</em>, and NPR.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2018<br>\n\t\t\t\t\tModified by: Sarita&nbsp;Y&nbsp;Schoenebeck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRaising children is hard work. For many parents today, raising children in a world of mobile phones, social media, and selfies can feel especially challenging. This project explored how parents make decisions about raising their children with technology, and how those decisions impact parents? and children?s relationships.\n\nIn one study, we found that parents and children misperceive each other?s behaviors and rules. For example, parents think they communicate with their children about technology, but children report that their parents just tell them what not to do. However, children find technology rules to be fairer when they have input into the rules. One takeaway from this research is that both parents and children might benefit from allowing children to have input into rules about when and how technology can be used.\n\nIn another set of studies, we found that families are struggling with ideas about \"family time\" when technology is all around them. Antiquated notions of family time, such as the family playing a board game together in the living room after dinner, may not be helpful today. We found that use of mobile phones at meals is perceived to be less appropriate by older people, and people of all ages find mobile phone use at meals where children are present to be particularly inappropriate. One promising takeaway is that both parents and children are okay with each other using technology; they just feel frustrated if one is trying to get attention from the other and the other is paying attention to their technology instead.\n\nIn a final area of research, we examined differences between mothers and fathers in who does the work to manage technology use in the home. We propose the concept of a \"third shift\" that mothers take on to manage family photos and share content about their children about social media. We also find that fathers experience privacy concerns and stigma related to using social media for parenting. Fathers turn to sites like Reddit when they prefer to discuss fatherhood topics anonymously.\n\nThe results from this project can be used to help families, educators, community members, and health practitioners to reduce parent-child tensions around technology. This work was presented to hundreds of parents in a series of presentations about family technology use in Michigan. This research has also been covered by the media to disseminate results to the broader public. Venues include The New York Times, Washington Post, Time Magazine, Financial Times, The Daily Telegraph, the guardian, and NPR.\n\n \n\n\t\t\t\t\tLast Modified: 08/07/2018\n\n\t\t\t\t\tSubmitted by: Sarita Y Schoenebeck"
 }
}