{
 "awd_id": "1318543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Demographic Transitions in Central California Prehistory",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 149102.0,
 "awd_amount": 149102.0,
 "awd_min_amd_letter_date": "2013-07-17",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Jelmer Eerkens and Eric Bartelink will examine how prehistoric populations in Central California responded to environmental change and population growth. The research will reconstruct ancient human health, diet, weaning practices, and mobility patterns using stable isotope and paleopathological analyses of human burials from the Sacramento-San Joaquin Delta region. The project is a collaboration between faculty members, and graduate and undergraduate students from two institutions, representing specialties in bioarchaeology, archaeology, archaeometry, stable isotope ecology, and geochemistry. Central California is an area of significant interest because the region experienced exponential population growth during the late Holocene (~3500 years before present until Spanish contact in the 1700s). The central issue focuses on the rate of demographic change, and uses multiple lines of evidence to explore whether population growth was stable or if it fluctuated in concert with environmental changes (e.g., extended periods of drought reported in climatic records). In this respect, the research will examine how ancient human populations responded to climatic change and social stress such as warfare.\r\n\r\nHuman skeletons provide a unique window into the past because they represent the life history of particular individuals. The study will merge those individual life histories into a broader picture of cultural adaptation to population growth, climatic fluctuations, nutritional stress, warfare, and disease. Based on existing anthropological theory, the researchers expect to find three patterns. First, they expect an increase in nutritional stress and disease indicators over time, reflecting greater consumption of poorer quality diets, especially during periods of environmental stress such as regional drought. Stable isotope analysis of human bone and teeth will provide information regarding the source of dietary protein, carbohydrates, and fats acquired from different ecosystems (terrestrial, freshwater, and marine), which will be compared with skeletal and dental indicators of stress and disease. Second, the researchers expect that periods of increased social and environmental stress will correlate with decreased parental investment in offspring, as measured by earlier weaning of children and poorer childhood diet. This will be evaluated using stable isotope signatures in serial sections of first molar tooth dentin, which forms in infancy and early childhood. Third, the researchers expect decreased residential mobility with increasing population growth, evaluated using strontium and oxygen isotope analysis of early forming teeth vs. later forming bone. To provide temporal control a large number of radiocarbon dates will be obtained. \r\n\r\nThe broader impact of this research will provide a unique dataset documenting hunter-gatherer transitions in prehistory. The study will shed light on how changes in climate influenced health, diet, weaning, and mobility patterns. In addition, Drs. Eerkens and Bartelink have worked closely with members of the Native American community to ensure that the results of this research are widely disseminated, including to the public and research communities. The research will contribute toward educating and training archaeology and physical anthropology students, and the research will be presented in both scientific and public forums, including national and regional conferences, lecture series, and museum exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Bartelink",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Bartelink",
   "pi_email_addr": "ebartelink@csuchico.edu",
   "nsf_id": "000323916",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chico State Enterprises",
  "inst_street_address": "25 MAIN ST UNIT 203",
  "inst_street_address_2": "",
  "inst_city_name": "CHICO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5308986811",
  "inst_zip_code": "959285388",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CA01",
  "org_lgl_bus_name": "CHICO STATE ENTERPRISES",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4VMQLSU1LF4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Chico",
  "perf_str_addr": "400 West First Street",
  "perf_city_name": "Chico",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "959290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149102.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by this NSF award will investigate changes in human diet, skeletal health, violence, and parental investment among prehistoric hunter-gatherer populations from central California. The rich archaeological record of California provides a robust framework from which to evaluate changes in human health, interpersonal violence, and dietary quality among Native American populations during the late Holocene. Using standard skeletal indicators in conjunction with more specialized archaeometric techniques (e.g., radiocarbon dating and stable isotope analysis of human bone), we investigate how diet and health patterns varied between archaeological sites and through time, spanning a period between 2000-200 years before present. Reconstructing these patterns in prehistory provides a unique window into the past lives of individuals, as well as overall population level patterns. To date, very little research has been conducted on ancient Native American populations from central California.</p>\n<p>The project PIs and their collaborators include numerous biological anthropologists, archaeologists, and isotope experts. The temporal framework for this project was established using a large array of radiocarbon dates of human burials excavated from numerous sites in central California. The dated sample will allow us to explore fine-grained temporal and regional patterns of human diet (using isotope analysis), parental investment (using isotopes of incremental structures of teeth to explore breastfeeding and weaning patterns), and skeletal health (using lesions that reflect violent injuries, growth and developmental stress, and disease). The research predicts that children will be weaned from breastmilk at a younger age through time (as measured by isotope analysis of incremental structures of teeth), reflecting a reduction in parental investment during a time period associated with increased sedentism and population growth. Further, we expect to see an increase in levels of infectious disease, dental disease, and indicators of nutritional stress, reflecting a decline in skeletal health associated with poorer quality diets and population crowding. Stable isotopes of carbon and nitrogen in human bones and teeth will be used to track changes in dietary patterns and nutritional quality. This project will result in a large number of research projects that will be published in scholarly journals, edited book volumes, and also made available to the public. Further, this research will provide training in human osteology and advanced bone chemistry methods for both graduate and undergraduate students in anthropology, biology, and chemistry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2017<br>\n\t\t\t\t\tModified by: Eric&nbsp;J&nbsp;Bartelink</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research supported by this NSF award will investigate changes in human diet, skeletal health, violence, and parental investment among prehistoric hunter-gatherer populations from central California. The rich archaeological record of California provides a robust framework from which to evaluate changes in human health, interpersonal violence, and dietary quality among Native American populations during the late Holocene. Using standard skeletal indicators in conjunction with more specialized archaeometric techniques (e.g., radiocarbon dating and stable isotope analysis of human bone), we investigate how diet and health patterns varied between archaeological sites and through time, spanning a period between 2000-200 years before present. Reconstructing these patterns in prehistory provides a unique window into the past lives of individuals, as well as overall population level patterns. To date, very little research has been conducted on ancient Native American populations from central California.\n\nThe project PIs and their collaborators include numerous biological anthropologists, archaeologists, and isotope experts. The temporal framework for this project was established using a large array of radiocarbon dates of human burials excavated from numerous sites in central California. The dated sample will allow us to explore fine-grained temporal and regional patterns of human diet (using isotope analysis), parental investment (using isotopes of incremental structures of teeth to explore breastfeeding and weaning patterns), and skeletal health (using lesions that reflect violent injuries, growth and developmental stress, and disease). The research predicts that children will be weaned from breastmilk at a younger age through time (as measured by isotope analysis of incremental structures of teeth), reflecting a reduction in parental investment during a time period associated with increased sedentism and population growth. Further, we expect to see an increase in levels of infectious disease, dental disease, and indicators of nutritional stress, reflecting a decline in skeletal health associated with poorer quality diets and population crowding. Stable isotopes of carbon and nitrogen in human bones and teeth will be used to track changes in dietary patterns and nutritional quality. This project will result in a large number of research projects that will be published in scholarly journals, edited book volumes, and also made available to the public. Further, this research will provide training in human osteology and advanced bone chemistry methods for both graduate and undergraduate students in anthropology, biology, and chemistry.\n\n\t\t\t\t\tLast Modified: 11/01/2017\n\n\t\t\t\t\tSubmitted by: Eric J Bartelink"
 }
}