{
 "awd_id": "1318211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI: BIC-  Visible-Light Semiconductor Nanolithography",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2013-07-11",
 "awd_max_amd_letter_date": "2013-07-11",
 "awd_abstract_narration": "This Partnerships for Innovation: Building Innovation Capacity project from the University of Maryland, College Park, promotes the development of Resolution Augmentation through Photo-Induced Deactivation (RAPID) into a viable commercial strategy for semiconductor nanolithography. In conventional photolithography, a single wavelength (color) of light is used to expose an imageable material called a photoresist, and finer features are created by using light with a shorter wavelength. RAPID represents a new approach to photolithography in which one color of light exposes a photoresist causing a desired photoreaction that ultimately results in a developed image of a semiconductor circuit and a second color of light inhibits that exposure. This technique has been demonstrated to be able to create features that are far smaller than the wavelength of light employed. However, the underlying mechanisms of initiation and deactivation in RAPID photoresists are still poorly understood. The proposed research will elucidate the photochemistry and photophysics of RAPID and will provide the knowledge necessary to create RAPID photoresists that are suitable for the semiconductor industry. The ultimate goal of the proposed research is to create photoresists that are capable of creating features of 10 nm or less with a spacing of 20 nm or less, all using visible light.\r\n\r\nThe broader impacts of this research are far reaching. The continued progress in increasing the number of transistors that can be fit into a given space on an integrated circuit, which is embodied by Moore's Law, has been a major technological and economic driver over the past five decades. However, current approaches to improving the resolution of semiconductor nanolithography involve the use of radiation or charged particles with ever shorter wavelengths, which goes hand in hand with ever-increasing technological challenges and cost. These approaches have also reached road blocks that may prove insurmountable. The ability to perform semiconductor nanolithography using visible light, which is inexpensive to generate, propagate and manipulate, could be a game changer for the semiconductor industry and could give a major boost to U.S. competitiveness in this field. However, RAPID is a disruptive technology that is vastly different from the approaches currently being pursued in the industry and requires more development before it will be given serious consideration as an alternative to these approaches. The goal of the proposed research is thus to develop RAPID materials to a state in which they are compatible with the needs of the semiconductor industry, so that the industry can further transition them from the research laboratory to the factory. The proposed research will increase the viability of both participating small businesses, Period Structures, Inc. (PSI) and Lithoguru. The proposed work will position these businesses to play a leading role in the transition of RAPID into semiconductor nanolithography and other markets. PSI will be at the forefront of tool design and development for RAPID, while Lithoguru will have developed all of the simulation tools essential for modeling virtually any industrial implementation of RAPID. The graduate students who will perform the proposed research will work hand-in-hand with PSI and Lithoguru, gaining invaluable experience not just in small business and its culture but also in moving a research-laboratory discovery toward a marketable technology. By participating in this project, they will develop broad skill sets that will benefit their careers and will put them in a unique position to facilitate the ensuing transition of RAPID into the foundry or to develop tools and materials with further advanced capabilities.\r\n\r\nPartners at the inception of the project are the University of Maryland, College Park and two small, technology-based businesses: Periodic Structures, Inc. (Los Gatos, CA, Austin, TX and Albuquerque, NM) and Lithoguru (Austin, TX).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fourkas",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Fourkas",
   "pi_email_addr": "fourkas@umd.edu",
   "nsf_id": "000461819",
   "pi_start_date": "2013-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ever-increasing capabilities of computers and other electronic devices is a manifestation of what is known as Moore's Law, which states essentially that computers have been able to double in capability every 18 months because we have been able to double the number of circuit elements that can fit in the same space on the same time scale. Although it has held for decades, Moore's Law is now failing. One reason for this breakdown is that the path to placing more circuit elements in a given area has relied on the use of ever more energetic radiation (i.e., x-rays), which has led to difficulties that are highly challening to overcome, and may even be insurmountable. A number of years ago, we developed an entirely new approach to making small features using light that relies on using two colors of visble light (which is not highly energetic). The goal of this project was to translate this technology from the small-area patterning used in the research laboratory to the large-scale patterning needed in the semiconductor industry. Meeting this goal requires both new materials and new methods. To attack this problem&nbsp; the group of the PI and the University of Maryland, where this 2-color technology was first developed, joined forces with two small companies. Periodic Structures, Inc. has developed the hardware approaches for accomplishing large-area patterning with 2-color materials, and Lithoguru has developed the first predictive models of the action of these materials. Our team has greatly advanced the materials and methods for 2-color lithography, by determining how to make these materials compatible with the processes and needs of industry. We have made major discoveries regarding the mechanisms of action of 2-color materials that have allowed us to develop entirely new classes of materials and new processes for depositing and patterning them. We have also laid the groundwork for the next generation of materials, which will involve exposure to 3 colors of light rather than 2, and promises to meet the patterning needs of the semiconductor industry. The ultimate outcome of this work could be the extension of Moore's Law for many more years, allowing industry to continue creating electronic devices with ever greater functionality that will have impact throughout virtually every aspect of our society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: John&nbsp;T&nbsp;Fourkas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ever-increasing capabilities of computers and other electronic devices is a manifestation of what is known as Moore's Law, which states essentially that computers have been able to double in capability every 18 months because we have been able to double the number of circuit elements that can fit in the same space on the same time scale. Although it has held for decades, Moore's Law is now failing. One reason for this breakdown is that the path to placing more circuit elements in a given area has relied on the use of ever more energetic radiation (i.e., x-rays), which has led to difficulties that are highly challening to overcome, and may even be insurmountable. A number of years ago, we developed an entirely new approach to making small features using light that relies on using two colors of visble light (which is not highly energetic). The goal of this project was to translate this technology from the small-area patterning used in the research laboratory to the large-scale patterning needed in the semiconductor industry. Meeting this goal requires both new materials and new methods. To attack this problem  the group of the PI and the University of Maryland, where this 2-color technology was first developed, joined forces with two small companies. Periodic Structures, Inc. has developed the hardware approaches for accomplishing large-area patterning with 2-color materials, and Lithoguru has developed the first predictive models of the action of these materials. Our team has greatly advanced the materials and methods for 2-color lithography, by determining how to make these materials compatible with the processes and needs of industry. We have made major discoveries regarding the mechanisms of action of 2-color materials that have allowed us to develop entirely new classes of materials and new processes for depositing and patterning them. We have also laid the groundwork for the next generation of materials, which will involve exposure to 3 colors of light rather than 2, and promises to meet the patterning needs of the semiconductor industry. The ultimate outcome of this work could be the extension of Moore's Law for many more years, allowing industry to continue creating electronic devices with ever greater functionality that will have impact throughout virtually every aspect of our society.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: John T Fourkas"
 }
}