{
 "awd_id": "1318386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Algorithms for decoding complex patterns of genomic variation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2015-06-19",
 "awd_abstract_narration": "Genomes evolve and diversify through different mechanisms, including small point mutations, and large structural variations (SV). As entire populations of individuals get sequenced, we observe a complex mosaic of patterns. Some of these are characteristic of a selective constraint such as tolerance to lack of oxygen (for highlander populations), or lactose tolerance. In one aim of the proposal, the investigators develop computational techniques for identifying characteristic genetic patterns to identify genes that are adapting to these selective constraints. The other aims to reconstruct regions with complex variation patterns such as the Killer cell Immunoglobulin-like Receptor (KIR) region. KIR diversity plays a significant role in mediating immune response, helping with an understanding of diseases including rheumatoid arthritis, control of HIV disease progression as well as the success rate of cell replacement therapy for certain leukemias (blood cancer). The investigators will use a mix of techniques from combinatorial algorithms, machine learning, and population genetics to decode the genetic patterns. The proposal has broader impact in the field as part of a larger effort to develop efficient computational tools for genetic analysis; a critical problem in the modern era of inexpensive sequencing. The tools and technologies described here will have a direct impact on understanding the genetic diversity of populations, and towards a personalized approach to healthcare.\r\n\r\nThe proposal seeks to decipher the observed genetic variation across populations using two thrusts. In one thrust, it looks to haplotype genomic structural variation, and discover the genomic architecture of complex immunological regions like KIR and HLA. In a second thrust, the investigators analyze patterns of variation that are indicative of selective constraints. For selection signatures, the investigators will provide a better understanding of currently available tests using the scaled site frequency spectrum, and use an algorithmic approach to identify a better discriminator. For the rearranged genomic regions, the investigators will use optimization algorithms to adjust read coverage in highly repetitive regions. The proposal has broader impact in the field as part of a larger effort to develop effcient computational tools for genetic analysis; a critical problem in the modern era of inexpensive sequencing. The tools and technologies described here as well will have a direct impact on understanding the genetic diversity of under-represented populations, and towards a personalized approach to healthcare. The proposed research is tightly connected to undergraduate and graduate education, as all research here will be directly incorporated in interdisciplinary classes. The PI has a strong track record mentoring womena and other under-represented students in Computer Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vineet",
   "pi_last_name": "Bafna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vineet Bafna",
   "pi_email_addr": "vbafna@cs.ucsd.edu",
   "nsf_id": "000215944",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 311417.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 188583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\"></span></p>\n<p>With the development of inexpensive deep sequencing techniques, it is<br />possible to sequence every human individual (as well as other organisms). Algorithms for analyzing patterns of genetic diversity are key to a deeper understanding of genotype phenotype correlations. The goal of the project was to decode patterns of complex genetic variation. The PI focused on genetic variation due to selection and aimed to develop a theoretical basis for understanding of the performance of all available selection tests and detect 'soft'-selection and polygenic selection. As most tests of selection worked on data that is phase-reseolved (maternal and paternal chromosomes are separated), the PI also devised algorithms for&nbsp; haplotyping Single nucleotide and Structural variations in individuals. Finally, the PI looked at more complex patterns of structural variation, and their selection in tumor genomes.<br /><br />The proposed activities were very successful with over 20 publications including publications in the top venues.&nbsp; Among the highlights of our research were papers in <em>Nature</em> (evolution of tumor cells via accumulation of extrachromosomal DNA explaining complex structural variation), <em>PNAS</em> (Haplotyping of single strands, not just single cells), <em>Genome Research</em> (improved algorithms for haplotype assembly), a cover of Molecular Biology and Evolution (Adaptation to hypoxia tolerance) <em>PLoS Genetics</em> (Identifying the acarrier of a selective sweep), 2 papers in <em>Genetics</em>, and a number of other papers in <em>American Jnl. of Human Genetics, Genome Biology, Nucl. Acids. Res., </em>and others.<br /><br /><strong>Intellectual merit. </strong>The project enhanced the tools available to study genetic variation. Through a series of methodological publications and release of software, the PIs advanced the field of Bioinformatics algorithms. One of their contributions was the incorporation of machine learning and algorithmic ideas into the field of population genetics. The PI also created and taught&nbsp; a 10-week class on \"Algorithms for Genetics\". The class introduces core population genetics concepts such as coalescent theory, and statistical inference, but also CS topics such as linear programming, and basic machine learning, all applied to problems in genetics and genomics. The grant provided valuable support for research and for these educational activities.<br /><br /><strong>Broader Impact. </strong>The research has had broad impact on the biomedical fields. The PIs developed a long term collabration with Prof. Gabriel Haddad, a hypoxia researcher at UC San Diego. Oxygen Homeostasis is key to human health and its disruption is the cause of major diseases, and similarly, its disruption may impact the severity of the phenotype. For example, heart attack, stroke and othe cardiovascular diseases all have ischemic injury. The research in this grant&nbsp; analyzed 'experiments in nature' via Individuals living and thriving at high altitudes to understand how different genes and their variants confer adpation to hypoxic stress. The results were pubished in some of the top venues, and identified many genes important for adaptation, ehich could be potential targets for human diseases. The project also funded exploratory studies on the evolution and expansion of extrachromosomal elements in cancer cells. A breakthrough was the discovery of extrachromosomal DNA elements in close to 50% of all cancer samples, and their important role in tumor growth and evolution (Nature 2017). This research also yielded many directions for future research which could have a big impact on cancer. The project helped educate scientists who now work in the biomedical industry on important problems of human health. As genomics becomes ubiquitous, it will be an imortant part of an individual's medical record and will be used to make personalized health recommendations. The techniques developed through funding from this grant will hel enable thid decision making.</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Vineet&nbsp;Bafna</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\n\nWith the development of inexpensive deep sequencing techniques, it is\npossible to sequence every human individual (as well as other organisms). Algorithms for analyzing patterns of genetic diversity are key to a deeper understanding of genotype phenotype correlations. The goal of the project was to decode patterns of complex genetic variation. The PI focused on genetic variation due to selection and aimed to develop a theoretical basis for understanding of the performance of all available selection tests and detect 'soft'-selection and polygenic selection. As most tests of selection worked on data that is phase-reseolved (maternal and paternal chromosomes are separated), the PI also devised algorithms for  haplotyping Single nucleotide and Structural variations in individuals. Finally, the PI looked at more complex patterns of structural variation, and their selection in tumor genomes.\n\nThe proposed activities were very successful with over 20 publications including publications in the top venues.  Among the highlights of our research were papers in Nature (evolution of tumor cells via accumulation of extrachromosomal DNA explaining complex structural variation), PNAS (Haplotyping of single strands, not just single cells), Genome Research (improved algorithms for haplotype assembly), a cover of Molecular Biology and Evolution (Adaptation to hypoxia tolerance) PLoS Genetics (Identifying the acarrier of a selective sweep), 2 papers in Genetics, and a number of other papers in American Jnl. of Human Genetics, Genome Biology, Nucl. Acids. Res., and others.\n\nIntellectual merit. The project enhanced the tools available to study genetic variation. Through a series of methodological publications and release of software, the PIs advanced the field of Bioinformatics algorithms. One of their contributions was the incorporation of machine learning and algorithmic ideas into the field of population genetics. The PI also created and taught  a 10-week class on \"Algorithms for Genetics\". The class introduces core population genetics concepts such as coalescent theory, and statistical inference, but also CS topics such as linear programming, and basic machine learning, all applied to problems in genetics and genomics. The grant provided valuable support for research and for these educational activities.\n\nBroader Impact. The research has had broad impact on the biomedical fields. The PIs developed a long term collabration with Prof. Gabriel Haddad, a hypoxia researcher at UC San Diego. Oxygen Homeostasis is key to human health and its disruption is the cause of major diseases, and similarly, its disruption may impact the severity of the phenotype. For example, heart attack, stroke and othe cardiovascular diseases all have ischemic injury. The research in this grant  analyzed 'experiments in nature' via Individuals living and thriving at high altitudes to understand how different genes and their variants confer adpation to hypoxic stress. The results were pubished in some of the top venues, and identified many genes important for adaptation, ehich could be potential targets for human diseases. The project also funded exploratory studies on the evolution and expansion of extrachromosomal elements in cancer cells. A breakthrough was the discovery of extrachromosomal DNA elements in close to 50% of all cancer samples, and their important role in tumor growth and evolution (Nature 2017). This research also yielded many directions for future research which could have a big impact on cancer. The project helped educate scientists who now work in the biomedical industry on important problems of human health. As genomics becomes ubiquitous, it will be an imortant part of an individual's medical record and will be used to make personalized health recommendations. The techniques developed through funding from this grant will hel enable thid decision making.\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Vineet Bafna"
 }
}