{
 "awd_id": "1319496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Network Flow Approach to Functional Verification of Arithmetic Circuits",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 374000.0,
 "awd_min_amd_letter_date": "2013-08-21",
 "awd_max_amd_letter_date": "2015-01-14",
 "awd_abstract_narration": "With the ever-increasing size and complexity of microelectronic systems, hardware verification has become a dominating factor of the overall design flow. One promising approach is formal functional verification of arithmetic circuits, which attempts to prove correctness of the design with respect to its intended arithmetic function. This problem is particularly challenging since Boolean techniques, traditionally used in verification of control logic, are not scalable to complex arithmetic designs. Efficient solutions to this problem will contribute to the development of state-of-the-art tools for circuit verification, increase design productivity, and lower the design development cost and consumer prices. \r\n\r\nThe goal of this project is to develop efficient solution to verification of arithmetic circuits without resorting to expensive Boolean techniques. It will be accomplished by modeling the problem as a Network Flow problem, in which the circuit is represented as a network of standard arithmetic components. The computation performed by the circuit is modeled as a flow of binary data and represented as an algebraic, pseudo-Boolean expression. Functional correctness of the circuit is proved by transforming the algebraic flow expression at the primary inputs into an expression at the primary outputs and checking if it matches the binary encoding of the output. The method also offers a way to extract the arithmetic function implemented by the circuit and identify bugs in the design. The technique are applicable to complex arithmetic circuits, such as newly developed adders, large multipliers, arithmetic logic units, and other components of combinational and sequential data paths implementing complex instructions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maciej",
   "pi_last_name": "Ciesielski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maciej Ciesielski",
   "pi_email_addr": "ciesiel@ecs.umass.edu",
   "nsf_id": "000209810",
   "pi_start_date": "2013-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "151 Holdsworth Way",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039284",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "794400",
   "pgm_ele_name": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "8206",
   "pgm_ref_txt": "Formal Methods and Verification"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to develop an efficient method for functional verification of arithmetic circuits, that is circuits that compute arithmetic function. Verification of such circuits is of great importance due to a growing use of arithmetic modules in embedded systems, signal processing, and multi-media applications. Of particular interest are circuits that compute arithmetic functions in integer domain, used heavily in cryptography applications. They include complex adders, large multipliers, fused add-multiply units and other components of arithmetic datapaths. The goal of functional verification is to verify if the circuit performs the intended arithmetic function, or detect the source of error.&nbsp; In general, complex arithmetic circuits are difficult to verify using Boolean methods, developed for logic circuits, as they operate on a bit-level circuit representation. Arithmetic circuits transformed into a bit-level form make the verification problem too complex for traditional Boolean algorithms. <br /><br />The verification method developed in this project departs from bit-level representation and instead represents the design in an algebraic domain. In this <br />representation both the specification and the circuit components (one-bit adders and logic gates) are represented as polynomial expressions. The computation performed by an arithmetic circuit is then viewed as a flow of binary data, from the inputs to the outputs, in the network composed of one-bit adders and logic gates. In this context the proof of functional correctness is achieved by transforming the polynomial specification at the inputs into a polynomial at the primary outputs, using algebraic models of the circuit components. If the resulting expression matches the binary encoding of the outputs the circuit is correct; otherwise the circuit implementation is incorrect. The proof can also be done in the opposite direction, by transforming the expression at the primary outputs into a unique expression at the primary inputs, using algebraic models of circuit's components. The resulting expression is checked if it matches the specification polynomial, if the specification is known; otherwise the method can be used as function extraction, to determine the arithmetic function implemented by the function. <br /><br />The function extraction technique based on backward rewriting has been implemented as a computer program and tested on a large number of standard <br />and nonstandard arithmetic circuits, both original and synthesized. The results demonstrate scalability of the method to large arithmetic circuits, such as multipliers, multiply-accumulate, and other elements of arithmetic datapaths with up to 512-bit operands containing over two million gates. The results are <br />superior compared to the state-of-the-art formal verification solvers by several orders of magnitude of CPU time. The project has been described in peer-reviewedd journal publications and presented in a number of international conferences and published in the conference proceedings. The software implementing this method has been made available in public domain</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2017<br>\n\t\t\t\t\tModified by: Maciej&nbsp;Ciesielski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to develop an efficient method for functional verification of arithmetic circuits, that is circuits that compute arithmetic function. Verification of such circuits is of great importance due to a growing use of arithmetic modules in embedded systems, signal processing, and multi-media applications. Of particular interest are circuits that compute arithmetic functions in integer domain, used heavily in cryptography applications. They include complex adders, large multipliers, fused add-multiply units and other components of arithmetic datapaths. The goal of functional verification is to verify if the circuit performs the intended arithmetic function, or detect the source of error.  In general, complex arithmetic circuits are difficult to verify using Boolean methods, developed for logic circuits, as they operate on a bit-level circuit representation. Arithmetic circuits transformed into a bit-level form make the verification problem too complex for traditional Boolean algorithms. \n\nThe verification method developed in this project departs from bit-level representation and instead represents the design in an algebraic domain. In this \nrepresentation both the specification and the circuit components (one-bit adders and logic gates) are represented as polynomial expressions. The computation performed by an arithmetic circuit is then viewed as a flow of binary data, from the inputs to the outputs, in the network composed of one-bit adders and logic gates. In this context the proof of functional correctness is achieved by transforming the polynomial specification at the inputs into a polynomial at the primary outputs, using algebraic models of the circuit components. If the resulting expression matches the binary encoding of the outputs the circuit is correct; otherwise the circuit implementation is incorrect. The proof can also be done in the opposite direction, by transforming the expression at the primary outputs into a unique expression at the primary inputs, using algebraic models of circuit's components. The resulting expression is checked if it matches the specification polynomial, if the specification is known; otherwise the method can be used as function extraction, to determine the arithmetic function implemented by the function. \n\nThe function extraction technique based on backward rewriting has been implemented as a computer program and tested on a large number of standard \nand nonstandard arithmetic circuits, both original and synthesized. The results demonstrate scalability of the method to large arithmetic circuits, such as multipliers, multiply-accumulate, and other elements of arithmetic datapaths with up to 512-bit operands containing over two million gates. The results are \nsuperior compared to the state-of-the-art formal verification solvers by several orders of magnitude of CPU time. The project has been described in peer-reviewedd journal publications and presented in a number of international conferences and published in the conference proceedings. The software implementing this method has been made available in public domain\n\n\t\t\t\t\tLast Modified: 11/02/2017\n\n\t\t\t\t\tSubmitted by: Maciej Ciesielski"
 }
}