{
 "awd_id": "1319109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Collaborative: Extensible Symbolic Analysis Modulo SMT: Combining the Powers of Rewriting, Narrowing, and SMT Solving in Maude",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2013-07-15",
 "awd_max_amd_letter_date": "2013-07-15",
 "awd_abstract_narration": "This project develops the foundations for automating verification of secure and trustworthy systems. It extends the range of analyses that are amenable to automated checking and addresses scalability. Symbolic techniques that represent possibly infinite sets of states by symbolic constraints have become important tools, but many systems of interest fall outside the scope of current techniques. There is a real need to extend and combine the power of symbolic analysis techniques to cover a much wider class of systems in order to develop the foundations for security and trustworthy software and systems.\r\n\r\nMaude is a language based on rewriting logic. Maude can be used to model a system of any kind -- for example, an algorithm, a database, a hardware system, a programming language, a network protocol, a sensor network, or the molecular biology dynamics of a cell -- using a set of rewrite rules that describe the systems behavior. The current Maude implementation provides a high performance rewrite engine, as well as built-in search, unification, and model checking tools to support execution and analysis of systems specified in Maude. This project will develop general extensibility techniques for symbolic analysis that can simultaneously combine the power of Satisfiability Modulo Theories (SMT) constraint solving, rewriting- and unification-based analysis, and automata-based model checking to analyze a wide variety of systems beyond the scope of each separate technique. Specifically, the goals of the project are to: (i) develop the semantic foundations of extensible symbolic analysis combining SMT solving, rewriting and narrowing, and automata-based model checking; (ii) endow the Maude formal specification system with combined symbolic analysis capabilities based on such foundations; and (iii) demonstrate through case studies the power of such combined and extensible symbolic techniques in analyzing challenging systems in areas such as: model checking, theorem proving, programming languages, cryptographic protocols, and real-time and cyber-physical systems. \r\n\r\nMaude has a substantial set of users who are doing research on approaches to secure and trustworthy systems. These users are poised to use the new techniques and tools as they develop. For critical systems, where even small security issues can lead to catastrophic failures, this foundational research will support rigorous techniques and tools for automated and scalable checking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Meseguer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Meseguer",
   "pi_email_addr": "meseguer@cs.uiuc.edu",
   "nsf_id": "000170952",
   "pi_start_date": "2013-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Symbolic techniques that represent possibly infinite sets of states by symbolic constraints and support decision or semi-decision procedures based on such constraints have become essential to automate large parts of the verification of secure, trustworthy systems and make their verification much more scalable. Current symbolic techniques lack or have limited support for extensibility.<br /><br />This project addresses the extensibility problem by developing general techniques for symbolic analysis that can simultaneously combine the power of SMT solving, rewriting- and unification-based analysis, and automata-based model checking to analyze a wide variety of systems beyond the scope of each separate technique.<br /><br /><br />Intellectual Merit.<br /><br />In the three years of this collaborative project progress has been made in three areas: (1) advancement of the Maude system implementation; (2) theoretical foundations; and (3) case studies.<br /><br />1. The Maude system was advanced by joint design by SRI and UIUC and implementation by SRI of new features extending the symbolic analysis capabilities of Maude as follows: <br />(i) linking the SMT solver CVC4 into Maude using a formalization of SMT-LIB, the standard interface to SMT solvers; <br />(ii) multi-step search (reachability analysis) modulo SMT; <br />(iii) support for finitary unification of a wide class of terms modulo associativity; <br />(iv) improved folding variant narrowing generation, folding variant narrowing is key to automatically obtain reasonably efficient unification algorithms for a large class of equational theories; and <br />(v) implementation of the rewriting modulo SMT symbolic model checking method.<br /><br />All these new features are part of the current&nbsp; Maude distributions, available from http://maude.cs.uiuc.edu<br /><br /><br />2. Theoretical foundations and new experimental systems of symbolic analysis were developed and prototyped in Maude as follows: development of new symbolic-based methods for rewriting and model checking modulo SMT, narrowing-based model checking of infinite-state systems for the LTLR temporal logic, narrowing-based predicate abstraction, new symbolic methods for proving termination, including new conditional and context-sensitive termination methods, new constraint-based symbolic computation and/or model checking methods, development of a new method for constraint-based unification modulo conditional equational theories, and new decision procedures for the theories of order-sorted uninterpreted function symbols and of such symbols modulo associativity-commutativity.<br /><br />Finally, a new generic satisfiability algorithm for initial algebras of FVP theories called variant-based satisfiability has been recently developed.<br /><br />The termination methods developed are the most effective to date for proving termination of conditional rewrite-rule-based systems, as shown by winnig the recent Termination of Rewriting competitions in the conditional rewriting category.<br /><br /><br />3. Many case studies were carried out to demonstrate the power of combined and extensible symbolic techniques in analyzing challenging systems in areas such as: model checking, theorem proving, programming languages, cryptographic protocols, and real-time and cyber-physical systems.<br /><br />* Application of variant narrowing to the formal verification of cryptographic protocols.<br /><br />* Applications to real-time and cyber-physical systems, include schedulers, wireless protocols, cloud-based systems, and cyber-physical systems.<br /><br />* An executable Maude model of clinical trial protocols was developed and extended to model cross cohort timing constraints and stopping criteria for \"first in human\" Phase I trials to test safety and efficacy of new drugs.<br /><br />* A framework for specifying cyber-physical agents that accounts for agents knowledge and goals, and properties of the physical environment was formalized in Maude and system designs analyzed in several scenarios involving autonomous robots and drones.<br /><br />* A symbolic model of a distance bounding protocol with mixed discrete and continuous time elements was specified in Maude and search modulo SMT was used to find a novel attack in which the verifier believes the prover is within distance but in fact the prover is significantly farther away.<br /><br />* A new intruder model for cyberphysical protocol analysis was proposed, and proved complete. This was used in combination with search modulo SMT to automatically find attacks in space/time aware crypto protocols.<br /><br />* A new framework for formally modeling and analyzing MANETs as<br />cyber-physical systems has been proposed and demonstrated on various<br />MANET protocols.<br /><br />* An executable semantics of the real-time language<br />for orchestration of web services, Orc, was developed in Maude.<br />This semantics was applied verification of Orc programs.<br /><br />* An executable semantics of the KLAIM web programming language was developed in Maude, and used to demonstrate a correct-by construction semantics-based distributed implementation of KLAIM.<br /><br />* The power of rewriting modulo SMT to verify a scheduling algorithm beyond the scope of timed automata was demonstrated in a case study verifying programs in NASA's PLEXIL language for distributed programming of robotic tasks.<br /><br /><br />Broader Impact.<br /><br />Besides publishing technical papers describing the above-mentioned results in many conferences and journals, the new features added to Maude thanks to this project are now used by many researchers in the US, Europe, South Americal, and Japan.&nbsp; Furthermore, the PIs have given seven invited talks at international conferences and summer schools, presenting results of the project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2016<br>\n\t\t\t\t\tModified by: Jose&nbsp;Meseguer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSymbolic techniques that represent possibly infinite sets of states by symbolic constraints and support decision or semi-decision procedures based on such constraints have become essential to automate large parts of the verification of secure, trustworthy systems and make their verification much more scalable. Current symbolic techniques lack or have limited support for extensibility.\n\nThis project addresses the extensibility problem by developing general techniques for symbolic analysis that can simultaneously combine the power of SMT solving, rewriting- and unification-based analysis, and automata-based model checking to analyze a wide variety of systems beyond the scope of each separate technique.\n\n\nIntellectual Merit.\n\nIn the three years of this collaborative project progress has been made in three areas: (1) advancement of the Maude system implementation; (2) theoretical foundations; and (3) case studies.\n\n1. The Maude system was advanced by joint design by SRI and UIUC and implementation by SRI of new features extending the symbolic analysis capabilities of Maude as follows: \n(i) linking the SMT solver CVC4 into Maude using a formalization of SMT-LIB, the standard interface to SMT solvers; \n(ii) multi-step search (reachability analysis) modulo SMT; \n(iii) support for finitary unification of a wide class of terms modulo associativity; \n(iv) improved folding variant narrowing generation, folding variant narrowing is key to automatically obtain reasonably efficient unification algorithms for a large class of equational theories; and \n(v) implementation of the rewriting modulo SMT symbolic model checking method.\n\nAll these new features are part of the current  Maude distributions, available from http://maude.cs.uiuc.edu\n\n\n2. Theoretical foundations and new experimental systems of symbolic analysis were developed and prototyped in Maude as follows: development of new symbolic-based methods for rewriting and model checking modulo SMT, narrowing-based model checking of infinite-state systems for the LTLR temporal logic, narrowing-based predicate abstraction, new symbolic methods for proving termination, including new conditional and context-sensitive termination methods, new constraint-based symbolic computation and/or model checking methods, development of a new method for constraint-based unification modulo conditional equational theories, and new decision procedures for the theories of order-sorted uninterpreted function symbols and of such symbols modulo associativity-commutativity.\n\nFinally, a new generic satisfiability algorithm for initial algebras of FVP theories called variant-based satisfiability has been recently developed.\n\nThe termination methods developed are the most effective to date for proving termination of conditional rewrite-rule-based systems, as shown by winnig the recent Termination of Rewriting competitions in the conditional rewriting category.\n\n\n3. Many case studies were carried out to demonstrate the power of combined and extensible symbolic techniques in analyzing challenging systems in areas such as: model checking, theorem proving, programming languages, cryptographic protocols, and real-time and cyber-physical systems.\n\n* Application of variant narrowing to the formal verification of cryptographic protocols.\n\n* Applications to real-time and cyber-physical systems, include schedulers, wireless protocols, cloud-based systems, and cyber-physical systems.\n\n* An executable Maude model of clinical trial protocols was developed and extended to model cross cohort timing constraints and stopping criteria for \"first in human\" Phase I trials to test safety and efficacy of new drugs.\n\n* A framework for specifying cyber-physical agents that accounts for agents knowledge and goals, and properties of the physical environment was formalized in Maude and system designs analyzed in several scenarios involving autonomous robots and drones.\n\n* A symbolic model of a distance bounding protocol with mixed discrete and continuous time elements was specified in Maude and search modulo SMT was used to find a novel attack in which the verifier believes the prover is within distance but in fact the prover is significantly farther away.\n\n* A new intruder model for cyberphysical protocol analysis was proposed, and proved complete. This was used in combination with search modulo SMT to automatically find attacks in space/time aware crypto protocols.\n\n* A new framework for formally modeling and analyzing MANETs as\ncyber-physical systems has been proposed and demonstrated on various\nMANET protocols.\n\n* An executable semantics of the real-time language\nfor orchestration of web services, Orc, was developed in Maude.\nThis semantics was applied verification of Orc programs.\n\n* An executable semantics of the KLAIM web programming language was developed in Maude, and used to demonstrate a correct-by construction semantics-based distributed implementation of KLAIM.\n\n* The power of rewriting modulo SMT to verify a scheduling algorithm beyond the scope of timed automata was demonstrated in a case study verifying programs in NASA's PLEXIL language for distributed programming of robotic tasks.\n\n\nBroader Impact.\n\nBesides publishing technical papers describing the above-mentioned results in many conferences and journals, the new features added to Maude thanks to this project are now used by many researchers in the US, Europe, South Americal, and Japan.  Furthermore, the PIs have given seven invited talks at international conferences and summer schools, presenting results of the project.\n\n\t\t\t\t\tLast Modified: 12/02/2016\n\n\t\t\t\t\tSubmitted by: Jose Meseguer"
 }
}