{
 "awd_id": "1319732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Efficient Algorithms for Rectangular Layouts and Cartograms",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rahul Shah",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 349986.0,
 "awd_amount": 349986.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "A \"rectangular layout\" L is a partition of a rectangle into a set of disjoint smaller rectangles by vertical and horizontal line segments. L is said to \"represent a graph G\" if the smaller rectangles correspond to the vertices of G one-to-one, and two vertices are adjacent in G if and only if their corresponding rectangles share a common boundary in L.  An \"area assignment function\" of L is a specification of the area of each rectangle in L.  L is called a \"rectangular cartogram\" if the areas of the rectangles in L equal to their specified areas. L is called \"area-universal\" if it can realize any area-assignment function.\r\n\r\nRectangular layouts have applications in VLSI, architectural design, computational geometry, geographic information system, and other practical fields. Extensive research works have been done in this area. But many interesting problems remain open. The PI will study several open algorithmic problems related to these structures:\r\n(1) How to decide if a given graph G has an area-universal layout?\r\n(2) Given an area-universal layout L and an area-assignment function a, how to compute the coordinates of the cartogram for a by using a combinatorial algorithm?\r\n(3) Not all plane graphs have rectangular layouts. If G does not have one, how to find a representation of G by using recti-linear polygons of more complex shapes?\r\n(4) Another useful subclass of rectangular layouts are \"slicing floorplans\". Many optimization problems are NP-complete for general floorplans, but polynomial time solvable for slicing floorplans. How to decide if a given graph G has slicing floorplans or not?\r\n\r\nThe PI aims to develop efficient algorithms for solving these problems. This research will make both theoretical and practical contributions. On the practical side, many problems discussed above are motivated by real-world applications. On the theoretical side, the algorithmic tools developed in this project include several important graph-theoretic constructions, and are related to some open questions in graph theory and combinatorics. While the four problems outlined above are interesting and important, they are by no means the only problems in this field. The techniques developed in this research are likely useful in solving related problems. Two graduate students will work on this project under PI's supervision. The topics covered in this research will be taught in an advanced algorithm course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin He",
   "pi_email_addr": "xinhe@buffalo.edu",
   "nsf_id": "000276935",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "792900",
   "pgm_ele_name": "COMPUTATIONAL GEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7929",
   "pgm_ref_txt": "COMPUTATIONAL GEOMETRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 349986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the grant period, the PI developed algorithms for solving various<br />problems arising from graph theory, graph drawing, and network routing<br />related applications. In particular, the PI conducted research on problems<br />of \"monotone drawings\" and \"greedy drawings\".<br /><br />A main motivation of greedy drawings is its application in network<br />routing, one of the most fundamental algorithmic problems in network<br />research. Extensive efforts have been devoted to developing efficient<br />routing algorithms. For this problem, the PI obtained a succinct<br />convex greedy drawing on a polynomial size grid with respect to a<br />distance function that is equivalent to the Euclidean distance.<br />This result is in sharp contrast to the fact that all known greedy<br />drawings (with respect to the Euclidean distance) of planar graphs<br />require exponential size grids. This result provides simpler and<br />better greedy routing algorithms for solving network routing problems.</p>\n<p>Monotone drawings were introduced as a new visualization paradigm<br />that displays the \"geodesic tendency\" in graphs. It is known that the<br />geodesic tendency is important in understanding the structure of the<br />graphs being displayed. For the monotone drawings of trees, the best<br />previously known drawing requires an O(n^1.5) x O(n^1.5) grid. Through<br />a sequence of improvements, the PI showed that every tree has a monotone<br />drawing on a grid of size 12n x 12n and showed this is asymptotically<br />optimal. For the monotone drawings of planar graphs, the best previously<br />known result is a drawing of size O(n) x O(n^2). The PI showed that the<br />classical Schnyder drawing for 3-connected graph is monotone with<br />size O(n) x O(n), and it has additional nice properties important for<br />applications. The PI's results on monotone drawings of trees and planar<br />graphs contribute to the algorithmic foundation of graph visualization<br />tools based on this approach.<br /><br />Some of the problems studied in this project are at the crossroads of<br />graph theory, graph drawing and computational geometry. The results<br />and insights obtained in this project will benefit these fields.<br />Many results obtained in this project require deep insights of combinatorial<br />properties of the problems. The research heavily depends on \"Schnyder<br />realizer\" and \"Schnyder woods\", two elegant combinatorial structures with<br />many applications. The PI's results in this area deepen our understanding of<br />these concepts. The PI's work on optimal monotone drawing of trees also<br />requires insights related to the distribution of primitive integer vectors.</p>\n<p>The PI has taught these topics in a graduate seminar \"Graph Orientations<br />and its Applications in Graph Drawing\". The seminar provided a bridge<br />between an algorithm design course and a graph theory course. Two PhD<br />students were supported by this NSF grant as research assistants.<br />hey graduated in Jan 2016 and May 2017 respectively.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2017<br>\n\t\t\t\t\tModified by: Xin&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the grant period, the PI developed algorithms for solving various\nproblems arising from graph theory, graph drawing, and network routing\nrelated applications. In particular, the PI conducted research on problems\nof \"monotone drawings\" and \"greedy drawings\".\n\nA main motivation of greedy drawings is its application in network\nrouting, one of the most fundamental algorithmic problems in network\nresearch. Extensive efforts have been devoted to developing efficient\nrouting algorithms. For this problem, the PI obtained a succinct\nconvex greedy drawing on a polynomial size grid with respect to a\ndistance function that is equivalent to the Euclidean distance.\nThis result is in sharp contrast to the fact that all known greedy\ndrawings (with respect to the Euclidean distance) of planar graphs\nrequire exponential size grids. This result provides simpler and\nbetter greedy routing algorithms for solving network routing problems.\n\nMonotone drawings were introduced as a new visualization paradigm\nthat displays the \"geodesic tendency\" in graphs. It is known that the\ngeodesic tendency is important in understanding the structure of the\ngraphs being displayed. For the monotone drawings of trees, the best\npreviously known drawing requires an O(n^1.5) x O(n^1.5) grid. Through\na sequence of improvements, the PI showed that every tree has a monotone\ndrawing on a grid of size 12n x 12n and showed this is asymptotically\noptimal. For the monotone drawings of planar graphs, the best previously\nknown result is a drawing of size O(n) x O(n^2). The PI showed that the\nclassical Schnyder drawing for 3-connected graph is monotone with\nsize O(n) x O(n), and it has additional nice properties important for\napplications. The PI's results on monotone drawings of trees and planar\ngraphs contribute to the algorithmic foundation of graph visualization\ntools based on this approach.\n\nSome of the problems studied in this project are at the crossroads of\ngraph theory, graph drawing and computational geometry. The results\nand insights obtained in this project will benefit these fields.\nMany results obtained in this project require deep insights of combinatorial\nproperties of the problems. The research heavily depends on \"Schnyder\nrealizer\" and \"Schnyder woods\", two elegant combinatorial structures with\nmany applications. The PI's results in this area deepen our understanding of\nthese concepts. The PI's work on optimal monotone drawing of trees also\nrequires insights related to the distribution of primitive integer vectors.\n\nThe PI has taught these topics in a graduate seminar \"Graph Orientations\nand its Applications in Graph Drawing\". The seminar provided a bridge\nbetween an algorithm design course and a graph theory course. Two PhD\nstudents were supported by this NSF grant as research assistants.\nhey graduated in Jan 2016 and May 2017 respectively.\n\n\t\t\t\t\tLast Modified: 12/16/2017\n\n\t\t\t\t\tSubmitted by: Xin He"
 }
}