{
 "awd_id": "1319981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Sparse Signal Processing Methods for Inference of Differential Gene Regulatory Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2013-07-22",
 "awd_max_amd_letter_date": "2013-07-22",
 "awd_abstract_narration": "Genes in living cells interact with each other and form a complex network to regulate molecular functions and biological processes. Recent studies have shown that gene regulatory networks (GRNs) can undergo substantial rewiring when cells respond to different environmental signals. More generally, differential changes of GRNs can occur depending on environment, tissue type, disease state, development and speciation. Identification of such changes in GRNs is thus an important step to fully understand how GRNs work, and may have profound impact on the understanding of various biological processes and on biomedical research. However, current computational methods are focused on the inference of GRNs under a single condition or attempt to identify differential gene co-expression. No method currently exists that is capable of systematically identify structural changes in GRNs. The objectives of this project are to design systematic methods that can exploit gene expression and other relevant data to infer structural changes of GRNs, and to develop software that implements such inference methods. \r\n\r\nIntellectual merit: The proposed inference methods seek to leverage an important attribute of GRNs, the sparsity in both GRNs and their structural changes, and they are built on the innovative ideas of sparse signal processing. They employ novel inference techniques to integrate various types of data into a unified framework. This systematic approach is expected to significantly improve inference accuracy over existing ad hoc methods. The proposed methods and the resulting software will provide a valuable tool for the analysis of differential GRNs and help to uncover differential gene-gene interactions under different conditions. Although mathematical formulations are framed for the problem of inference of differential GRNs, the underlying mathematical ideas and the associated inference methods may also find applications in more general domain of sparse signal processing and sparse model learning.\r\n\r\nBroader impact: Successful completion of the proposed project will have a broad impact on the fields of signal processing, systems biology, and medicine. It will contribute a novel set of inference methods to the field of sparse signal processing. It will also help to understand the dynamic changes of GRNs that occur in various disease states, during cell differentiation, or in cellular response to environmental changes. In particular, understanding differential gene-gene interactions in genetic diseases such as cancer will open the door to new diagnostics and therapeutics development. Overall, the proposed research will help to discover new knowledge and potentially find applications in medical research, thereby benefiting society as a whole. The proposed project will also positively impact interdisciplinary education at both graduate and undergraduate levels, and attract minority students to be involved in cutting edge research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaodong",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodong Cai",
   "pi_email_addr": "x.cai@miami.edu",
   "nsf_id": "000201258",
   "pi_start_date": "2013-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 Memorial Drive",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "793600",
   "pgm_ele_name": "SIGNAL PROCESSING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Genes in living organisms interact with each other and form a complex network to regulate molecular functions and biological processes. Gene networks can undergo substantial rewiring depending on environment, tissue type, disease state, development and speciation. &nbsp;Deciphering the structure of gene networks and identification of differential changes in gene networks under different conditions are crucial for understanding gene functions and cellular dynamics. In this project, several computational algorithms were developed to infer the structure of gene networks and its differential changes based on gene expression data and other types of data. The algorithms were implemented with several software packages that are freely available. The algorithms and software are briefly described as follows.&nbsp;</p>\n<p>Sparse structural equation models (SEMs) are employed to integrate both gene expression data and cis-expression quantitative trait loci (cis-eQTL), for modeling gene networks in accordance with biological evidence about genes regulating or being regulated by a small number of genes. A systematic inference method named sparsity-aware maximum likelihood (SML) was developed for SEM estimation. A software package is available at the website of PLoS Computational Biology where the paper was published. The SML method was later improved by changing the penalty of the likelihood function from the L1-norm to the elastic net penalty, resulting in a new algorithm implemented with a new computer program.&nbsp; In order to infer the changes in the structure of the gene network under different conditions, a linear regression model was used to model the regulatory effects of genes, and a penalized least-square optimization problem, that takes into account the sparsity of both the gene network and the changes in the network structure, was solved, leading to an algorithm and a software package. In addition, an expectation-maximization algorithm was developed to directly estimate structural changes of a gene network under two conditions, bypassing the estimation of the network structure itself. This improves the accuracy of estimating network changes.</p>\n<p>This project will have positive impact in the fields of both engineering and biology, because the algorithms and computer software developed in this project can help to uncover structures of gene networks, social networks, and other networks in engineering. It can also help to find genes associated with certain genetic diseases, and thus this project also has potential impact on medicine, and may bring benefits to the society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2017<br>\n\t\t\t\t\tModified by: Xiaodong&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGenes in living organisms interact with each other and form a complex network to regulate molecular functions and biological processes. Gene networks can undergo substantial rewiring depending on environment, tissue type, disease state, development and speciation.  Deciphering the structure of gene networks and identification of differential changes in gene networks under different conditions are crucial for understanding gene functions and cellular dynamics. In this project, several computational algorithms were developed to infer the structure of gene networks and its differential changes based on gene expression data and other types of data. The algorithms were implemented with several software packages that are freely available. The algorithms and software are briefly described as follows. \n\nSparse structural equation models (SEMs) are employed to integrate both gene expression data and cis-expression quantitative trait loci (cis-eQTL), for modeling gene networks in accordance with biological evidence about genes regulating or being regulated by a small number of genes. A systematic inference method named sparsity-aware maximum likelihood (SML) was developed for SEM estimation. A software package is available at the website of PLoS Computational Biology where the paper was published. The SML method was later improved by changing the penalty of the likelihood function from the L1-norm to the elastic net penalty, resulting in a new algorithm implemented with a new computer program.  In order to infer the changes in the structure of the gene network under different conditions, a linear regression model was used to model the regulatory effects of genes, and a penalized least-square optimization problem, that takes into account the sparsity of both the gene network and the changes in the network structure, was solved, leading to an algorithm and a software package. In addition, an expectation-maximization algorithm was developed to directly estimate structural changes of a gene network under two conditions, bypassing the estimation of the network structure itself. This improves the accuracy of estimating network changes.\n\nThis project will have positive impact in the fields of both engineering and biology, because the algorithms and computer software developed in this project can help to uncover structures of gene networks, social networks, and other networks in engineering. It can also help to find genes associated with certain genetic diseases, and thus this project also has potential impact on medicine, and may bring benefits to the society.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2017\n\n\t\t\t\t\tSubmitted by: Xiaodong Cai"
 }
}