{
 "awd_id": "1319142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Revisiting Catalyst Design in Heat-Exchanger Microreactors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2013-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 51460.0,
 "awd_amount": 57460.0,
 "awd_min_amd_letter_date": "2013-03-12",
 "awd_max_amd_letter_date": "2013-05-10",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPI: Wilhite, Benjamin \r\nInstitution: Texas A&M\r\nProposal Number: 1319142\r\nTitle: EAGER: Revisiting Catalyst Design in Heat-Exchanger Microreactors\r\n\r\nThe efficient catalytic conversion of natural gas (methane) to hydrogen and/or synthesis gas remains a critical challenge for both emerging clean energy industries and existing petrochemical and natural gas markets. Development of efficient, meso-scale high-purity hydrogen generators operable from natural gas would allow immediate conversion of existing natural gas resources to an emission-free hydrogen fuel. Realization of cost-effective technologies for efficiently converting methane to synthesis gas (for subsequent conversion to synthetic crude oil) facilitates the direct substitution of abundant natural gas for dwindling petroleum resources with a minimal disruption to existing petrochemical infrastructure. Heat-exchanger microreactors, capable of efficient thermal coupling of exothermic methane combustion with endothermic steam reforming provide a robust platform for meeting these challenges. Current heat-exchanger microreactor designs employ thin catalytic washcoatings placed directly over the microchannel wall, such that heat transfer between endothermic (steam reforming) and exothermic (combustion, partial oxidation) processes occur via conduction across both catalyst films, in addition to the intended heat transfer medium (i.e. microreactor wall). This represents a subtle yet significant departure from catalyst pellet designs, as heat may be supplied or removed from the center of the catalyst film (as opposed to the adiabatic center condition present in pellet designs). To date heat exchanger micoreactors have employed uniformly thin catalyst films to prevent the development of any internal heat- or mass-transfer resistances. The PI?s previous research results in the field of membrane microreactor design have illustrated that introducing significant mass transport resistances in catalyst films can provide breakthroughs in overall system performance.\r\n\r\nThis is a 12-month exploratory effort to determine whether unconventional catalyst designs aimed at introducing significant heat-transport resistances to catalyst films employed in heat exchanger\r\nmicoreactors can achieve breakthroughs in catalyst and heat utilization. This hypothesis will be explored through detailed computational fluid-dynamic (CFD) simulations of an industrial radial\r\nmicroreactor (RMR) under development for this application. Experimental data for refining and validating CFD simulations will be provided by Power & Energy, Inc. in support of this fundamental research effort. The research is both novel and high-risk / high-gain, as the PI intends to introduce significant heat-transfer resistances at the catalyst- and reactor-scales to manipulate reaction-transport phenomena. The design strategy thus stands in contrast to traditional catalyst and reactor-design principles aimed at minimizing transport limitations, as well as current practices in heat exchanger microreactor design.\r\n\r\nIntellectual Merit: Fundamental knowledge gained under this award is expected to be of broad value to the microreactor and process-intensification community. Fundamental analysis and design simulations will be disseminated through publication in peer-reviewed research journals emphasizing reactor design, including Chemical Engineering Journal, Chemical\r\nEngineering Science, Industrial & Engineering Chemistry Research and AIChE Journal. Findings will also be disseminated through research presentations at ACS and AIChE national meetings.\r\n\r\nBroader Impact: Breakthroughs in hydrogen production from natural gas, or biogas, directly support the development of a sustainable energy economy with commensurate environmental and economic advantages. Advances in hydrogen or synthesis gas technologies meet critical industrial needs in the petrochemicals and natural gas industries, with commensurate economic advantages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Wilhite",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin A Wilhite",
   "pi_email_addr": "benjamin.wilhite@che.tamu.edu",
   "nsf_id": "000063961",
   "pi_start_date": "2013-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 57460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Results of this project confirmed the scientific hypotheses outlined in the original proposal document, specifically that new and unconventional catalyst designs can out-perform standard conventional ones in microreactors. New design rules for catalysts to be used in microreactors have been established and demonstrated via computer simulations of an industrial microreactor technology (technical details required for accurate simulations were provided through collaboration with Power+Energy, Inc.). Microreactor simulations were performed for the conversion of pipeline natural gas (such as that currently used for home heating) to hydrogen (for use in zero-emission fuel-cell powered cars or electrical generators). Simulation results confirm that, by employing unconventional catalyst dimensions identified under this award, the required size (and therefore relative cost) of microreactor technologies for converting natural gas to hydrogen fuel may be reduced significantly. Thus, our results stand to contribute meaningfully to the reduction of acid gas (such as Sulfur oxides and nitrogen oxides which lead to acid rain and urban smog) and particulate (soot) emissions associated with combustion of fossil fuels by helping to provide an economically viable alternative for transportation and home electrical power production.</p>\n<p>The findings from this effort have been disseminated through multiple poster and oral presentations at state- and national-level workshops and conferences. Additionally, a research article containing complete details of our analysis and findings have been submitted for peer-review.</p>\n<p>Funding of this award has directly supported the training of one graduate student and the summer research experience of one undergraduate student. It has also indirectly supported the research experience of a second student.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2015<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;A&nbsp;Wilhite</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResults of this project confirmed the scientific hypotheses outlined in the original proposal document, specifically that new and unconventional catalyst designs can out-perform standard conventional ones in microreactors. New design rules for catalysts to be used in microreactors have been established and demonstrated via computer simulations of an industrial microreactor technology (technical details required for accurate simulations were provided through collaboration with Power+Energy, Inc.). Microreactor simulations were performed for the conversion of pipeline natural gas (such as that currently used for home heating) to hydrogen (for use in zero-emission fuel-cell powered cars or electrical generators). Simulation results confirm that, by employing unconventional catalyst dimensions identified under this award, the required size (and therefore relative cost) of microreactor technologies for converting natural gas to hydrogen fuel may be reduced significantly. Thus, our results stand to contribute meaningfully to the reduction of acid gas (such as Sulfur oxides and nitrogen oxides which lead to acid rain and urban smog) and particulate (soot) emissions associated with combustion of fossil fuels by helping to provide an economically viable alternative for transportation and home electrical power production.\n\nThe findings from this effort have been disseminated through multiple poster and oral presentations at state- and national-level workshops and conferences. Additionally, a research article containing complete details of our analysis and findings have been submitted for peer-review.\n\nFunding of this award has directly supported the training of one graduate student and the summer research experience of one undergraduate student. It has also indirectly supported the research experience of a second student.\n\n\t\t\t\t\tLast Modified: 06/19/2015\n\n\t\t\t\t\tSubmitted by: Benjamin A Wilhite"
 }
}