{
 "awd_id": "1319353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Managing Multicore Energy for Emerging Applications and Devices",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 433673.0,
 "awd_amount": 433673.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "Multicore systems-on-a-chip have permeated every segment of the\r\ndigital market, from servers and supercomputers, to desktops and smart\r\nphone/mobile devices.  Innovative applications continue to emerge that\r\nintegrate user interactivity via mobile devices with the power of\r\nhigh-end computation and large-scale storage.  These applications tend\r\nto demonstrate dynamic and diverse execution behaviors, requiring\r\nclose tracking in order to manage resource consumption.  Inherent\r\napplication behavior variations and resource requirements, coupled\r\nwith complex interactions due to contention for shared resources,\r\npresent new challenges for efficient, dependable, and sustainable\r\nadvances in computing and information technologies.\r\n\r\nThis project will develop foundational system mechanisms to manage\r\nindividual cores, memory, and power/energy consumption on\r\nmulticore-based systems, and explore resource allocation policies that\r\nuse these mechanisms.  A new online multicore power model will allow\r\npower and energy tracking at a fine-grain level, combining available\r\nhardware-based power measurements with event-based modeling and\r\nattribution of power for shared resources. Accuracy will be improved\r\nvia coarse-grain measurement-triggered online model recalibration.  A\r\nnew operating system mechanism, power containers, will be developed to\r\nallow application-defined boundaries for resource tracking, breaking\r\nfrom the traditional thread and process boundary resource tracking in\r\nstate-of-the-art operating systems.  Further optimizations will be\r\nexplored to lower the overhead of resource tracking, allowing online\r\npower accounting to scale to large core and resource counts.  Finally,\r\nnew techniques will be developed to enable use of the power containers\r\nto control and isolate power usage in an application-defined manner.\r\n\r\nThis project will enhance the power protection, energy efficiency, and\r\ndependability of multicore-based computer systems.  The techniques\r\ndeveloped can be broadly applied to emerging dynamic applications in\r\ndata centers, desktops, and mobile devices.  In particular, power\r\ncontainers will identify and mitigate (either malicious or\r\nunintentional) power anomalies (execution that results in unusually\r\nhigh power consumption), in both high-end servers and multi-core and\r\nmulti-accelerator smart phones.  The success of this project will\r\ncontribute to the long-term sustainability of the world's fast\r\nevolving digital economy and society.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandhya",
   "pi_last_name": "Dwarkadas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandhya Dwarkadas",
   "pi_email_addr": "sandhya@virginia.edu",
   "nsf_id": "000368396",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kai",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kai Shen",
   "pi_email_addr": "kshen@cs.rochester.edu",
   "nsf_id": "000489991",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 433673.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>CSR:Small: Managing Multicore Energy for Emerging Applications and Devices<br /><br />PIs: Sandhya Dwarkadas and Kai Shen<br /><br />Systems-on-a-chip consisting of multiple cores and accelerators have permeated<br />every segment of the digital market, from servers and supercomputers,<br />to desktops and smart phone/mobile devices.<br />Innovative applications continue to emerge that integrate user interactivity <br />via mobile devices with the power of high-end computation and large-scale <br />storage. <br />Inherent application behavior variations and resource requirements, coupled <br />with complex interactions due to contention for shared resources,&nbsp; <br />present challenges for efficient, dependable, <br />and sustainable advances in computing and information <br />technologies.&nbsp; <br />This project developed foundational system mechanisms to manage <br />individual cores, memory, and power/energy consumption by<br />by leveraging hardware-supported performance monitoring within multicore-<br />and accelerator-based systems, and explored resource allocation policies<br />that use these mechanisms: <br />power containers, an operating system mechanism to track and<br />manage energy consumption at a granularity of significance to the application<br />to identify and mitigate either malicious or unintentional power anomalies;<br />a sharing-aware task-to-CPU mapper that uses aggregated hardware-supported performance event counts to separate traffic caused by<br />data sharing from that due to memory accesses<br />to effect task-to-core assignments that minimize communication costs;<br />and a parallel efficiency regulator in order to achieve both individual<br />application performance at a defined quality of service and overall system<br />efficiency. <br />The results from this project contribute to improving the long-term<br />efficiency, dependability, and sustainability of the world's fast evolving<br />digital economy and society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2019<br>\n\t\t\t\t\tModified by: Sandhya&nbsp;Dwarkadas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCSR:Small: Managing Multicore Energy for Emerging Applications and Devices\n\nPIs: Sandhya Dwarkadas and Kai Shen\n\nSystems-on-a-chip consisting of multiple cores and accelerators have permeated\nevery segment of the digital market, from servers and supercomputers,\nto desktops and smart phone/mobile devices.\nInnovative applications continue to emerge that integrate user interactivity \nvia mobile devices with the power of high-end computation and large-scale \nstorage. \nInherent application behavior variations and resource requirements, coupled \nwith complex interactions due to contention for shared resources,  \npresent challenges for efficient, dependable, \nand sustainable advances in computing and information \ntechnologies.  \nThis project developed foundational system mechanisms to manage \nindividual cores, memory, and power/energy consumption by\nby leveraging hardware-supported performance monitoring within multicore-\nand accelerator-based systems, and explored resource allocation policies\nthat use these mechanisms: \npower containers, an operating system mechanism to track and\nmanage energy consumption at a granularity of significance to the application\nto identify and mitigate either malicious or unintentional power anomalies;\na sharing-aware task-to-CPU mapper that uses aggregated hardware-supported performance event counts to separate traffic caused by\ndata sharing from that due to memory accesses\nto effect task-to-core assignments that minimize communication costs;\nand a parallel efficiency regulator in order to achieve both individual\napplication performance at a defined quality of service and overall system\nefficiency. \nThe results from this project contribute to improving the long-term\nefficiency, dependability, and sustainability of the world's fast evolving\ndigital economy and society.\n\n\t\t\t\t\tLast Modified: 01/31/2019\n\n\t\t\t\t\tSubmitted by: Sandhya Dwarkadas"
 }
}