{
 "awd_id": "1319081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Ambient Laboratory for the La Selva Biological Station, OTS, Costa Rica",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 136950.0,
 "awd_amount": 136950.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "The Organization of Tropical Studies is awarded a grant to construct a new ambient laboratory at the La Selva Biological Station in Costa Rica in order to support a significant number of researchers and students requiring such a facility and to improve broadband access and connectivity for research purposes. An ambient laboratory is a facility that allows research with plant and animal subjects under conditions similar to those found in nature (such as temperature, humidity, and ventilation). The location, characteristics, and conditions of a fully-functioning ambient laboratory are critical for the performance of realistic and accurate experimentation, cultivation, and observation. Constructing a new stand-alone ambient laboratory facility at La Selva will replace a temporary one-room ambient laboratory and help meet the demands of 37 to 40 research projects (33 of which are supported by NSF grants) and a total of 86 researchers, graduate students, and research assistants. The new ambient laboratory will improve substantially the capacity, types, and quality of projects that can be carried out at the station by increasing lab space by 70%. The new space will meet the more stringent ambient conditions for research and would add equipment and cyber connectivity (drying ovens, incubators, autoclave, stereo-microscope, timer-controlled lighting, sources of rain and filtered water, and permanent records of ambient temperature and humidity). It will increase and improve the availability of equipment to support experiments and studies that require ambient conditions, including an ambient monitoring system to accurately assess conditions in the lab, equipment for general use of researchers and students, and a number of other features, such as rainwater collection system, water purification system, incubators, and cooling units to support studies. Finally, bandwidth will be increased up to 40 mbps to keep ahead of the trend toward greater data streaming that is increasingly being used by scientists at the station. Expanded fiber optic access in the new ambient laboratory will allow researchers to efficiently and productively conduct cutting-edge research in a tropical forest setting.\r\n\r\nOTS graduate and undergraduate courses spend significant time at La Selva, including a site-based REU program for students from (1) non-R1 research universities and colleges; (2) groups under-represented in the sciences; and (3) financially disadvantaged situations. In addition, OTS' REU program for Native American and Pacific Islander undergraduate students also spend part of their summer conducting research at the station. During the peak summer field season, the new ambient lab will ease congestion considerably and provide an enriching educational, long-lasting experience. For more information about La Selva Biological Station, visit the OTS website at http://www.ots.ac.cr.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Losos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Losos",
   "pi_email_addr": "elizabeth.losos@duke.edu",
   "nsf_id": "000397266",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "La Selva Biological Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Costa Rica",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}