{
 "awd_id": "1319170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Enhancements to Internet and communication systems at the KU Field Station",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 349714.0,
 "awd_amount": 349714.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "The University of Kansas Field Station (KUFS; www.kufs.ku.edu) is awarded a grant to provide high-speed internet service to KUFS and connectivity to enhance general research/education facilities, data network partnerships, and ongoing researcher programs. Specifically, funds will be used to connect facilities and research installations at KUFS to the University of Kansas main campus (Lawrence, KS) via single-mode optical fiber (cable). This fiber connection provides the communications backbone for high-speed internet connectivity, and a link to campus networking and other resources. Capabilities enabled by this award represent one part of a larger vision for KUFS to be fulfilled incrementally, in which a greater number and diversity of students and researchers from around the globe are attracted to world-class facilities inspired by environmentally sound principles. KUFS provides opportunities for research and public education within the ecotone between the eastern deciduous forest and tallgrass prairie biomes. Enhanced connectivity at KUFS will help satisfy five objectives critical for realizing the KUFS long-range vision. First, it will improve the setting for individual-investigator research. Second, it will further facilitate multi-investigator, interdisciplinary research projects that require electronic connectivity to thrive. Third, it will provide a mechanism for innovative and interactive on-site teaching and outreach. Fourth, it will facilitate KUFS operations through the monitoring of energy dynamics of buildings and facilities, and will enhance security for research projects by allowing real-time monitoring. Lastly, it will augment KUFS' role as a node within large-scale networks (e.g., the National Ecological Observatory Network [NEON]; USDA Soil Climate Analysis Network; AmeriFlux; and other networks). The communications upgrades in this project were developed by professional engineers and designers and will be maintained by the KUFS as part of its ongoing facilities operations, and by its parent institution. \r\n\r\nKUFS activities encompass a broad array of teaching, public outreach, and research programs, targeting populations ranging from university students to school children, as well as the general public. Research at KUFS has provided society with a broad base of knowledge about terrestrial and aquatic ecosystems in the region, and has fostered the development of scores of students and researchers. The proposed communications upgrades will aid in the development of the KUFS mission by 1) improving research infrastructure to enable access to real-time data for projects spanning multiple disciplines; and 2) providing an enhanced platform on which to base undergraduate and graduate education. Importantly, improved facilities will help KUFS serve as a link between regional and national-scale science and education. As NEON and other networks mature or emerge, KUFS' historic role as a provider of long-term data sets, and as an active player in developing new data sets critical for forecasting ecological change will be highlighted. Scientific publications and presentations are an obvious means of sharing information, but KUFS also supports such efforts as database development and the generation of remotely-sensed data and images for basic and applied research. These efforts create platforms on which a diverse group of investigators and educators can base their work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Foster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan L Foster",
   "pi_email_addr": "bfoster@ku.edu",
   "nsf_id": "000378890",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Val",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Val Smith",
   "pi_email_addr": "vsmith@ku.edu",
   "nsf_id": "000377731",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W. Dean",
   "pi_last_name": "Kettle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Dean Kettle",
   "pi_email_addr": "kettle@ku.edu",
   "nsf_id": "000408535",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Billings",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon A Billings",
   "pi_email_addr": "sharonb@ku.edu",
   "nsf_id": "000086145",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hirmas",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Hirmas",
   "pi_email_addr": "daniel.hirmas@ucr.edu",
   "nsf_id": "000527850",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "1200 Sunnyside Avenue",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457566",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 349714.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant permitted the connection of facilities at the University of Kansas Field Station (KUFS) to the University of Kansas main campus (Lawrence, KS) via single-mode optical fiber (cable). This fiber connection provides a communications backbone for high-speed internet connectivity, and a link to main campus networking and other resources. Enhanced connectivity at KUFS will help satisfy five objectives critical for realizing the KUFS long-range vision. First, it will improve the setting for individual-investigator research at KUFS. Second, it will further facilitate multi-investigator, interdisciplinary research projects that require electronic connectivity to thrive. Third, it will provide a mechanism for innovative and interactive on-site teaching and outreach. Fourth, it will facilitate KUFS operations through the monitoring of buildings and facilities, and will enhance security for research projects by allowing real-time monitoring. Lastly, it will augment KUFS&rsquo; role as a node within large-scale networks (National Ecological Observatory Network [NEON]; USDA Soil Climate Analysis Network; AmeriFlux; and other networks). The communications upgrades in this project were developed by professional engineers and designers and will be maintained by the KUFS as part of its ongoing facilities operations, and by its parent institution.The proposed communications upgrades will aid in the development of the KUFS mission by 1) improving research infrastructure to enable access to real-time data for projects spanning multiple disciplines; and 2) providing an enhanced platform on which to base undergraduate and graduate education. Importantly, improved facilities will help KUFS serve as a link between regional and national-scale science and education. As NEON and other networks mature or emerge, KUFS&rsquo; historic role as a provider of long-term data sets, and as an active player in developing new data sets critical for forecasting ecological change will be highlighted. Scientific publications and presentations are an obvious means of sharing information, but KUFS also supports such efforts as database development and the generation of remotely-sensed data and images for basic and applied research. These efforts create platforms on which a diverse group of investigators and educators can base their work.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2017<br>\n\t\t\t\t\tModified by: Bryan&nbsp;L&nbsp;Foster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant permitted the connection of facilities at the University of Kansas Field Station (KUFS) to the University of Kansas main campus (Lawrence, KS) via single-mode optical fiber (cable). This fiber connection provides a communications backbone for high-speed internet connectivity, and a link to main campus networking and other resources. Enhanced connectivity at KUFS will help satisfy five objectives critical for realizing the KUFS long-range vision. First, it will improve the setting for individual-investigator research at KUFS. Second, it will further facilitate multi-investigator, interdisciplinary research projects that require electronic connectivity to thrive. Third, it will provide a mechanism for innovative and interactive on-site teaching and outreach. Fourth, it will facilitate KUFS operations through the monitoring of buildings and facilities, and will enhance security for research projects by allowing real-time monitoring. Lastly, it will augment KUFS? role as a node within large-scale networks (National Ecological Observatory Network [NEON]; USDA Soil Climate Analysis Network; AmeriFlux; and other networks). The communications upgrades in this project were developed by professional engineers and designers and will be maintained by the KUFS as part of its ongoing facilities operations, and by its parent institution.The proposed communications upgrades will aid in the development of the KUFS mission by 1) improving research infrastructure to enable access to real-time data for projects spanning multiple disciplines; and 2) providing an enhanced platform on which to base undergraduate and graduate education. Importantly, improved facilities will help KUFS serve as a link between regional and national-scale science and education. As NEON and other networks mature or emerge, KUFS? historic role as a provider of long-term data sets, and as an active player in developing new data sets critical for forecasting ecological change will be highlighted. Scientific publications and presentations are an obvious means of sharing information, but KUFS also supports such efforts as database development and the generation of remotely-sensed data and images for basic and applied research. These efforts create platforms on which a diverse group of investigators and educators can base their work.\n\n\t\t\t\t\tLast Modified: 01/20/2017\n\n\t\t\t\t\tSubmitted by: Bryan L Foster"
 }
}