{
 "awd_id": "1320132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Collaborative Research: Compressed Network Tomography and Data Collection in Large-Scale Wireless Sensor Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Monisha Ghosh",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 233108.0,
 "awd_amount": 233108.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Our physical world presents an incredibly rich set of observation modalities. Recent advances in wireless sensor networks (WSNs) enable the continuous monitoring of various physical phenomena at unprecedented high spatial densities and long time durations, hence opening exciting new opportunities for numerous scientific endeavors. Since sensor nodes are unattended and batterypowered, network monitoring/tomography from indirect measurements at the sink(s) and energy conservation are critical in the deployment of large-scale environmental WSNs. Therefore, a viable framework for energy-efficient network monitoring and data collection is fundamentally important to significantly improve WSN management/operations and reduce its deployment costs.\r\n\r\nThis project investigates the energy-efficient network monitoring/tomography and data collections in large-scale outdoor WSNs, based on the recent breakthrough of compressed sensing (CS) through an integrated theoretical and empirical approach. The project studies WSN topology tomography for dynamic routing under wireless link dynamics due to channel fading and interference. The objectives of this project are to develop a novel and rigorous framework of topology tomography for real-world WSNs operated in highly noisy communication environments. Dynamic routing topology recovery algorithms are devised for both complete indirect measurements and incomplete indirect measurements received at the sink(s). The accuracy of the tomography approach is studied both analytically and empirically. The developed WSN topology tomography framework can be essential not only for WSN's routing improvement, topology control, hot spot elimination, and anomaly detection in practice, but also for emerging CS-based data collection. This approach extends the current CS technology to form a unified framework for network tomography and data collection in large-scale WSNs, upon which energy-efficient WSN topology tomography and data gathering protocol suite is developed. The developed framework and protocol suite will be validated and evaluated in a real-world environmental WSN testbed in a hilly watershed.\r\n\r\nThe project intends to create a new paradigm of optimal design, development, and management/operations for large-scale WSNs to significantly extend their lifetime. This would lead to a substantial reduction of the prohibitive cost of large-scale WSN deployments for scientific, civic, national security, and military purposes in the near future. The project creates an interdisciplinary educational practice for both undergraduate and graduate students through hands-on experience with a real-world WSN testbed. The outreach includes summer camps and scientific projects for school students using the WSN testbed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yao",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yao Liang",
   "pi_email_addr": "yaoliang@iu.edu",
   "nsf_id": "000257329",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "IUPUI",
  "perf_str_addr": "980 Indiana Avenue - Room 2232",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462022915",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 233108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wireless sensor networks (WSNs) have been fundamentally changing today?s practice of numerous scientific and engineering endeavors by enabling continuous monitoring and collecting real-world data at unprecedented high spatial densities and long-term durations. This has significantly impacted many science and engineering fields such as environmental sciences, ecosystems, hydrology, water resources, natural hazards, precision agriculture, and smart cities.</p>\n<p>This project has investigated in depth the compressed network tomography and data acquisition from large-scale outdoor WSN deployments for long-term environmental monitoring. Network tomography is a research area dealing with how to efficiently reconstruct the network structure (e.g., routing topology) and other important dynamics (e.g., link performance, load balance) of large-scale networks from indirect measurements when direct measurements are either unavailable or impractical to collect due to resource constraints. WSN tomography and data acquisition are full of challenges for large-scale outdoor WSNs. This is because the severe resource constraints on tiny battery-operated motes (e.g., bandwidth, memory, power, and computing capacity), the highly dynamic wireless link conditions in harsh communication environments, and the data collection volume from large-scale WSNs.</p>\n<p>&nbsp;&nbsp;The outcomes of this project are fruitful. First of all, we have developed a systematic approach for WSN routing topology tomography by formulating the WSN topology inference as a novel and compressed sensing (CS) inspired optimization problem, and then devised new efficient algorithms to effectively recover WSN dynamic routing topology at the sink using a small fixed-size path measurement (i.e., small packet overhead) attached to each individual packet. Our approach is able to directly and accurately recover the per-packet path and thus the arbitrary routing topology dynamics of the entire network in near real time. The algorithm complexity of our approach resides at the sink side for topology recovery, where the sink, different from the sensor nodes, is assumed to be not resource-constrained. Furthermore, our approach is general and systematic without imposing any constraints on applications and/or underlying routing schemes. Extensive evaluation results reveal that our approach significantly outperforms other state-of-the-art methods including MNT, Pathfinder, and CSPR. Second, based on our proposed network routing topology tomography, we develop a novel compressed sensing approach for multi-hop large-scale dynamic WSNs in situ for data acquisition, which can recover the sensing data at the sink with high fidelity when very few data packets need be collected, leading to a significant reduction of the network transmissions and thus an extension of the WSN lifetime. Interplaying with the dynamic WSN routing topology, our compressed sensing approach, referred to as CSR (Compressed Sensing based on dynamic Routing topology tomography), is both efficient and simple to implement on the resource-constrained motes without motes? storing of any part of the random projection matrix, as opposed to other existing compressed sensing based schemes. We further propose a systematic method via machine learning to find a suitable representation basis, for any given WSN deployment and data field, which is both sparse and incoherent with the random projection matrix in compressed sensing for data collection. Our approach has solved the longstanding open question in this research area raised by Quer et al. in 2009 ?finding a suitable transformation with good sparsification and incoherence properties remains an open problem? for WSN data acquisition.</p>\n<p>Through the project, a long-term multi-hop WSN consisting of 104 nodes has been deployed in a forested environment at the Audubon Society of Western Pennsylvania (ASWP). We validate our CSR approach and evaluate its performance using this real-world outdoor ASWP WSN testbed. The results demonstrate that our approach significantly outperforms existing other compressed sensing approaches by reducing data recovery errors by an order of magnitude for the entire WSN observation field, while drastically reducing wireless communication costs at the same time.</p>\n<p>In addition, we have extended our project scope and introduced a new practical routing strategy for energy efficient and balanced data collection in WSNs, referred to as EER (Energy Efficient Routing). EER exploits suboptimal network routing alternatives based on the parent set concept. While still taking advantage of the stable routing topologies built in cost-based routing protocols, EER adds a random component into the process of packet forwarding to achieve a better network lifetime in WSNs. We have developed CTP+EER, an extension of CTP with our EER, and evaluated our CTP+EER against other state-of-the-art WSN routing protocols through thorough testbed experiments and simulations. CTP+EER achieves a significant reduction in the energy consumption in the busiest nodes ranging from 11% to 59%, while maintaining over 99% reliability. Furthermore, we have also developed a scalable and reliable downward routing approach for WSN actuation. Our approach, referred to as OSR (Opportunistic Source Routing), introduces opportunistic routing into traditional source routing based on the parent set of a node?s upward routing in data collection, thus significantly addressing the drastic link dynamics in low-power and lossy WSNs. OSR significantly outperforms RPL and ORPL in scalability and reliability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2019<br>\n\t\t\t\t\tModified by: Yao&nbsp;Liang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWireless sensor networks (WSNs) have been fundamentally changing today?s practice of numerous scientific and engineering endeavors by enabling continuous monitoring and collecting real-world data at unprecedented high spatial densities and long-term durations. This has significantly impacted many science and engineering fields such as environmental sciences, ecosystems, hydrology, water resources, natural hazards, precision agriculture, and smart cities.\n\nThis project has investigated in depth the compressed network tomography and data acquisition from large-scale outdoor WSN deployments for long-term environmental monitoring. Network tomography is a research area dealing with how to efficiently reconstruct the network structure (e.g., routing topology) and other important dynamics (e.g., link performance, load balance) of large-scale networks from indirect measurements when direct measurements are either unavailable or impractical to collect due to resource constraints. WSN tomography and data acquisition are full of challenges for large-scale outdoor WSNs. This is because the severe resource constraints on tiny battery-operated motes (e.g., bandwidth, memory, power, and computing capacity), the highly dynamic wireless link conditions in harsh communication environments, and the data collection volume from large-scale WSNs.\n\n  The outcomes of this project are fruitful. First of all, we have developed a systematic approach for WSN routing topology tomography by formulating the WSN topology inference as a novel and compressed sensing (CS) inspired optimization problem, and then devised new efficient algorithms to effectively recover WSN dynamic routing topology at the sink using a small fixed-size path measurement (i.e., small packet overhead) attached to each individual packet. Our approach is able to directly and accurately recover the per-packet path and thus the arbitrary routing topology dynamics of the entire network in near real time. The algorithm complexity of our approach resides at the sink side for topology recovery, where the sink, different from the sensor nodes, is assumed to be not resource-constrained. Furthermore, our approach is general and systematic without imposing any constraints on applications and/or underlying routing schemes. Extensive evaluation results reveal that our approach significantly outperforms other state-of-the-art methods including MNT, Pathfinder, and CSPR. Second, based on our proposed network routing topology tomography, we develop a novel compressed sensing approach for multi-hop large-scale dynamic WSNs in situ for data acquisition, which can recover the sensing data at the sink with high fidelity when very few data packets need be collected, leading to a significant reduction of the network transmissions and thus an extension of the WSN lifetime. Interplaying with the dynamic WSN routing topology, our compressed sensing approach, referred to as CSR (Compressed Sensing based on dynamic Routing topology tomography), is both efficient and simple to implement on the resource-constrained motes without motes? storing of any part of the random projection matrix, as opposed to other existing compressed sensing based schemes. We further propose a systematic method via machine learning to find a suitable representation basis, for any given WSN deployment and data field, which is both sparse and incoherent with the random projection matrix in compressed sensing for data collection. Our approach has solved the longstanding open question in this research area raised by Quer et al. in 2009 ?finding a suitable transformation with good sparsification and incoherence properties remains an open problem? for WSN data acquisition.\n\nThrough the project, a long-term multi-hop WSN consisting of 104 nodes has been deployed in a forested environment at the Audubon Society of Western Pennsylvania (ASWP). We validate our CSR approach and evaluate its performance using this real-world outdoor ASWP WSN testbed. The results demonstrate that our approach significantly outperforms existing other compressed sensing approaches by reducing data recovery errors by an order of magnitude for the entire WSN observation field, while drastically reducing wireless communication costs at the same time.\n\nIn addition, we have extended our project scope and introduced a new practical routing strategy for energy efficient and balanced data collection in WSNs, referred to as EER (Energy Efficient Routing). EER exploits suboptimal network routing alternatives based on the parent set concept. While still taking advantage of the stable routing topologies built in cost-based routing protocols, EER adds a random component into the process of packet forwarding to achieve a better network lifetime in WSNs. We have developed CTP+EER, an extension of CTP with our EER, and evaluated our CTP+EER against other state-of-the-art WSN routing protocols through thorough testbed experiments and simulations. CTP+EER achieves a significant reduction in the energy consumption in the busiest nodes ranging from 11% to 59%, while maintaining over 99% reliability. Furthermore, we have also developed a scalable and reliable downward routing approach for WSN actuation. Our approach, referred to as OSR (Opportunistic Source Routing), introduces opportunistic routing into traditional source routing based on the parent set of a node?s upward routing in data collection, thus significantly addressing the drastic link dynamics in low-power and lossy WSNs. OSR significantly outperforms RPL and ORPL in scalability and reliability.\n\n \n\n\t\t\t\t\tLast Modified: 04/21/2019\n\n\t\t\t\t\tSubmitted by: Yao Liang"
 }
}