{
 "awd_id": "1320137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Volumetric Alignment of Protein Cavities for the Analysis of Ligand Binding Specificity",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 469000.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2017-04-05",
 "awd_abstract_narration": "The alignment of protein structures is essential for the study of protein function.  Superposing the binding cavities of one protein onto another can reveal shape similarities that explain why two proteins bind a similar molecular partner.  Superposition can also expose critical differences that explain why proteins sometimes bind very different partners.  These observations, made by experts in structural biology with the computational aid of protein structure alignments, help construct our atomic-level understanding of protein binding preferences.  Protein binding preferences lie at the crux of many pressing challenges in protein engineering, systems biology, drug design, and other fields.\r\n\r\nThis project considers a new approach to protein structure alignment that generates superposition by maximizing the overlapping volume between binding cavities.  Two core research directions will be considered: (1) The development of specialized optimization techniques that rapidly and reliably explore the continuous space of alignments and (2) the usage of biological and biophysical data to enhance the alignment process.\r\n\r\nIntellectual Merit: The proposed work advances the study of protein structure comparison with new representations of protein structure and new geometric superposition techniques.  A novel focus on closely related proteins also diverges from existing methods, which generally target proteins with distant evolutionary ties.  The project advances techniques in mathematical optimization for accommodating the noisy and expensive estimation of overlapping cavity volume.  Accommodations of this nature are an emerging challenge in optimization, where the function being optimized is frequently the result of imprecise and expensive computations, like simulations.  The low dimensionality of the cavity alignment problem, coupled with the opportunity to optimize in the presence of noise and imprecision creates a unique opportunity to advance techniques for this general challenge in optimization.  In structural biology, the proposed work will add automation and precision to existing workflows, enabling the examination of more structures than humans can fully consider and identifying molecular subtleties that might otherwise be overlooked.\r\n\r\nBroader Impacts: The project also focuses on developing interactive software for protein structure comparison. This software will provide a visual and intuitive interface, helping students and scientists from non-computational background to better use and understand software in structural bioinformatics. The research itself and the development of the interface software will expose graduate and undergraduate students with mono-disciplinary backgrounds to an interdisciplinary research program in bioinformatics, and train them in cross-disciplinary communication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Chen",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Y Chen",
   "pi_email_addr": "byc210@lehigh.edu",
   "nsf_id": "000595838",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katya",
   "pi_last_name": "Scheinberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katya Scheinberg",
   "pi_email_addr": "katyascheinberg@gmail.com",
   "nsf_id": "000544723",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "19 Memorial Drive West",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "793100",
   "pgm_ele_name": "Computational Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 445000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2cdd1c65-1a3b-2669-50d6-1e5c6613658b\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Proteins perform most of the biochemical activities in the cell by mechanically binding with other molecules. &nbsp;To understand the mechanisms involved, or to gather insights into how they might be redesigned for new biotechnologies, researchers frequently compare the mechanisms of related proteins. &nbsp;Binding mechanisms that are similar might stabilize parts of the same binding partner, while varying mechanisms specialize in selecting different partners. In order to discover these important similarities and variations, the binding mechanisms of the proteins must be superposed. &nbsp;These mechanisms often occur in a cavity on the protein surface, where a chemical microenvironment conducive to binding can be maintained.</span></p>\n<p><strong>Objectives and Outcomes:</strong> This project involved the design, analysis, implementation, and validation of algorithms that superpose binding cavities in protein structures so that they can be better examined. &nbsp;Specifically, we aimed to create superposition algorithms that overlay the geometry or the electric fields of binding cavities, because both shape and charge play critical roles in selecting partner molecules. &nbsp;Towards this overall goal, we developed optimization algorithms that rapidly and reliably search the space of superpositions for an alignment that maximally overlaps cavity volume or electric fields.  We also developed methods to incorporate biological information to make the search faster, techniques that compensate for molecular motion, and statistical models that interpret superposed structures.</p>\n<p><strong>Intellectual Merits: </strong>&nbsp;Our results demonstrate that the superposition algorithms developed for this project can detect differences in binding cavity regions, caused by variations in binding mechanisms, that would not be detected by superposing nearby atoms, as almost all existing methods do. Our results are also first to show that an optimization-based superposition method could correctly superpose and compare electrostatic isopotentials without atomic coordinates or cavity geometry, which existing methods rely on. &nbsp;We showed that evaluating overlapping volume at varying degrees of precision could yield faster superpositions while controlling noise associated with volume estimation. This early study of the effect of noisy function evaluations, performed on real biological data, is the first to reveal how noisy function evaluations can support other optimization scenarios.  Differences in the shape of electrostatic isopotentials could be identified so accurately that the effect of individual charged moieties on protein-protein interfaces could be isolated and evaluated, highlighting which amino acids played important roles in binding. &nbsp;To apply this approach at a large scale, we developed the first statistical model of electrostatic variations, showing that it could predict electrostatic influences on binding without a human expert.  We developed the first three dimensional representations of protein structures in motion designed for structure comparison.  We showed that conformations sampled from molecular simulations could be aggregated into a representation of binding sites in motion that could be used to reveal influences on binding.  Where existing methods ignore conformational motion or compensate for only major conformational shifts, our methods are the first to compensate for the many small motions that could dramatically alter apparent binding site geometry.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><strong>Broader impacts</strong><span><strong>:</strong> The comparison of electrostatic isopotentials was used by collaborators in plant pathology to discover new amino acids that are essential for the activity of the ricin plant toxin. That finding permitted them to begin exploring new ways to treat ricin toxicity. Their findings had the reciprocal effect of validating the accuracy of our predictions in a blind trial. Our research efforts incorporated work from 9 undergraduates, 4 of which were women. &nbsp;All of these students received training in structural bioinformatics, experimental design, professional communication, and software development.  One high school student made contributions to one publication and received training in experimental design.  To make the software more accessible to noncomputational researchers, a gesture-based interface was developed and tested for the leap motion controller, a low-cost gesture sensor.</span></p>\n<p><br /><br /><br /><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2018<br>\n\t\t\t\t\tModified by: Katya&nbsp;Scheinberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nProteins perform most of the biochemical activities in the cell by mechanically binding with other molecules.  To understand the mechanisms involved, or to gather insights into how they might be redesigned for new biotechnologies, researchers frequently compare the mechanisms of related proteins.  Binding mechanisms that are similar might stabilize parts of the same binding partner, while varying mechanisms specialize in selecting different partners. In order to discover these important similarities and variations, the binding mechanisms of the proteins must be superposed.  These mechanisms often occur in a cavity on the protein surface, where a chemical microenvironment conducive to binding can be maintained.\n\nObjectives and Outcomes: This project involved the design, analysis, implementation, and validation of algorithms that superpose binding cavities in protein structures so that they can be better examined.  Specifically, we aimed to create superposition algorithms that overlay the geometry or the electric fields of binding cavities, because both shape and charge play critical roles in selecting partner molecules.  Towards this overall goal, we developed optimization algorithms that rapidly and reliably search the space of superpositions for an alignment that maximally overlaps cavity volume or electric fields.  We also developed methods to incorporate biological information to make the search faster, techniques that compensate for molecular motion, and statistical models that interpret superposed structures.\n\nIntellectual Merits:  Our results demonstrate that the superposition algorithms developed for this project can detect differences in binding cavity regions, caused by variations in binding mechanisms, that would not be detected by superposing nearby atoms, as almost all existing methods do. Our results are also first to show that an optimization-based superposition method could correctly superpose and compare electrostatic isopotentials without atomic coordinates or cavity geometry, which existing methods rely on.  We showed that evaluating overlapping volume at varying degrees of precision could yield faster superpositions while controlling noise associated with volume estimation. This early study of the effect of noisy function evaluations, performed on real biological data, is the first to reveal how noisy function evaluations can support other optimization scenarios.  Differences in the shape of electrostatic isopotentials could be identified so accurately that the effect of individual charged moieties on protein-protein interfaces could be isolated and evaluated, highlighting which amino acids played important roles in binding.  To apply this approach at a large scale, we developed the first statistical model of electrostatic variations, showing that it could predict electrostatic influences on binding without a human expert.  We developed the first three dimensional representations of protein structures in motion designed for structure comparison.  We showed that conformations sampled from molecular simulations could be aggregated into a representation of binding sites in motion that could be used to reveal influences on binding.  Where existing methods ignore conformational motion or compensate for only major conformational shifts, our methods are the first to compensate for the many small motions that could dramatically alter apparent binding site geometry.\n\n \nBroader impacts: The comparison of electrostatic isopotentials was used by collaborators in plant pathology to discover new amino acids that are essential for the activity of the ricin plant toxin. That finding permitted them to begin exploring new ways to treat ricin toxicity. Their findings had the reciprocal effect of validating the accuracy of our predictions in a blind trial. Our research efforts incorporated work from 9 undergraduates, 4 of which were women.  All of these students received training in structural bioinformatics, experimental design, professional communication, and software development.  One high school student made contributions to one publication and received training in experimental design.  To make the software more accessible to noncomputational researchers, a gesture-based interface was developed and tested for the leap motion controller, a low-cost gesture sensor.\n\n\n\n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2018\n\n\t\t\t\t\tSubmitted by: Katya Scheinberg"
 }
}