{
 "awd_id": "1320444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Reliable Data Processing by Dynamic Program Analysis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-06-28",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "Computational Science involves computer modeling and simulation of natural phenomena, and the validity of scientific inquiry depends on the way computers are used to do numerical computation.  Numeric errors pose a serious threat to output validity for modern scientific data processing. Raw inputs are acquired by physical instruments that have limited precision, leading to input errors. Parameters used in data processing may be provided by human scientists based on their experience, leading to uncertainty. Data may not be represented exactly due to the limited precision of the machine used. Once these errors creep into a computation, they may get propagated and magnified by the sequence of operations conducted, producing unreliable output. Such instability problems may ultimately have substantial impact on scientific research and even the economy. \r\n\r\nThis project aims to develop dynamic program analysis tools to address instability problems caused by errors. These tools will automatically analyze the data processing programs provided by the users and transform them to allow online representation of and reasoning about errors. The user runs the transformed programs on the original input data as usual, with the option of providing additional input/coefficient error ranges. The execution will produce regular output as before, together with an indication of  whether the output is stable in the presence of errors, including input errors, uncertain coefficients, and internal representation errors. If the  execution is determined to be unstable, the technique will automatically report the possible consequences induced by the errors. Another option is to automatically switch to executing a high-precision version of the program, which is also generated by the project's tool set.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiangyu",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangyu Zhang",
   "pi_email_addr": "xyzhang@cs.purdue.edu",
   "nsf_id": "000494973",
   "pi_start_date": "2013-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "794400",
   "pgm_ele_name": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">\n<p>Errors pose a serious threat to output validity for modern scientific<br />data processing, which is often performed by computer programs.<br />Raw inputs are acquired by physical instruments that have precision<br />limitations, leading to input errors. Parameters used in data processing<br />may be provided by human scientists based on their experience, leading<br />to uncertainty. Data may not be precisely represented due to the limited<br />precision of the machine used, leading to representation errors.<br />Once these errors get into computation, they may get propagated and magnified<br />by the operations conducted, producing unreliable output.</p>\n<p>In this project, the PI developed techniques to address the possible problems caused by floating  point errors during execution. These tools are based on compilers.  They automatically analyze data processing programs and transform  them to allow representing and reasoning about errors at runtime.<br />The user runs the transformed programs on the original input data as usual,<br />with the option of providing the additional input/coefficient error bounds<br />explicitly. The execution will produce regular output as before, together<br />with indication if the output is stable in the presence different kinds of<br />errors, including input errors, uncertain coefficients, and internal<br />representation errors. If the execution is determined as unstable,<br />The techniques automatically report the possible different consequences<br />induced by the errors, to facilitate better human decisions.</p>\n<p>Through this project, the PI graduated graduated two PhD students. One joined industry and the other joined academia as an assistant professor. Research outcomes were published on top venues such as OOPSLA, ICSE, FSE and TSE.</p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2018<br>\n\t\t\t\t\tModified by: Xiangyu&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nErrors pose a serious threat to output validity for modern scientific\ndata processing, which is often performed by computer programs.\nRaw inputs are acquired by physical instruments that have precision\nlimitations, leading to input errors. Parameters used in data processing\nmay be provided by human scientists based on their experience, leading\nto uncertainty. Data may not be precisely represented due to the limited\nprecision of the machine used, leading to representation errors.\nOnce these errors get into computation, they may get propagated and magnified\nby the operations conducted, producing unreliable output.\n\nIn this project, the PI developed techniques to address the possible problems caused by floating  point errors during execution. These tools are based on compilers.  They automatically analyze data processing programs and transform  them to allow representing and reasoning about errors at runtime.\nThe user runs the transformed programs on the original input data as usual,\nwith the option of providing the additional input/coefficient error bounds\nexplicitly. The execution will produce regular output as before, together\nwith indication if the output is stable in the presence different kinds of\nerrors, including input errors, uncertain coefficients, and internal\nrepresentation errors. If the execution is determined as unstable,\nThe techniques automatically report the possible different consequences\ninduced by the errors, to facilitate better human decisions.\n\nThrough this project, the PI graduated graduated two PhD students. One joined industry and the other joined academia as an assistant professor. Research outcomes were published on top venues such as OOPSLA, ICSE, FSE and TSE.\n\n\n\t\t\t\t\tLast Modified: 10/14/2018\n\n\t\t\t\t\tSubmitted by: Xiangyu Zhang"
 }
}