{
 "awd_id": "1320044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Towards Cost-Efficient Guaranteed Performance Multicast in Fat-Tree Data Center Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2013-07-25",
 "awd_max_amd_letter_date": "2017-11-28",
 "awd_abstract_narration": "Massive modern data centers consisting of tens of thousands of servers, such as Microsoft's Azure platform, Google's App engine, and Amazon's EC2 platform, have emerged to form the backbone of a variety of powerful distributed computing frameworks.  Meanwhile, many companies are moving their services such as e-commerce, scientific computing and social networking to the cloud, due to its ability to offer scalable and elastic computing and storage services. In such large-scale distributed computing frameworks, efficient communication is often required among huge datasets stored in tens of thousands of servers across a data center. The data center network (DCN) that connects different servers would become the bottleneck of the system, and its performance is essential to the successful operation of a data center. On the other hand, many online applications and back-end infrastructural computations hosted by data centers require one-to-many or multicast communication from a server to a group of servers. This research aims to investigate the fundamental and challenging issues faced in building cost-efficient multicast data center networks with guaranteed performance. As cloud computing is penetrating into all aspects of society, this research will have a profound impact on society and help change the world. \r\n\r\nThe objective of this research is to design cost-efficient multicast fat-tree data center networks (DCNs) with guaranteed performance through exploring some unique novel features and techniques in data centers. The project combines theoretical analysis, algorithm design, network optimization, simulation, and prototyping techniques to provide a comprehensive working solution that enables high performance multicast in fat-tree DCNs. More specifically, the research focuses on following closely coupled issues: (1) cost-efficient provisioning of fat-tree DCNs to deploy guaranteed-bandwidth multicast by exploring server redundancy and link oversubscription in data centers; (2) leveraging the OpenFlow framework to develop practical multicast scheduling algorithms that ensure traffic load balance and efficient network utilization under volatile data center traffic; (3) employing virtual machine technology to offer multicast with differentiated bandwidth guarantees tailored to application-specific demand; (4) conducting a comprehensive performance evaluation through extensive simulations and implementation of proposed schemes in a network prototype. This research hopes to impact fundamental design principles of high performance multicast fat-tree DCNs. The outcome of this research has the potential to boost the performance of cloud computing applications currently hosted in data centers, and to facilitate cloud adoption for future applications that rely on group communication and demand predictable high bandwidth. A project goal is to train graduate students and promote the participation of female engineering students. The important findings of this project are to be disseminated to the research community by way of conferences, journals and web site access.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Yuanyuan",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuanyuan Yang",
   "pi_email_addr": "yuanyuan.yang@stonybrook.edu",
   "nsf_id": "000234042",
   "pi_start_date": "2013-07-25",
   "pi_end_date": "2017-11-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fan",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fan Ye",
   "pi_email_addr": "fan.ye@stonybrook.edu",
   "nsf_id": "000671755",
   "pi_start_date": "2017-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117942350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "794100",
   "pgm_ele_name": "COMPUTER ARCHITECTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes<br />CCF-1320044 (fat-tree)<br /><br />Today&rsquo;s data centers are the foundations of almost all the day-to-day cloud computing, from personal banking to social network, from commercial services to scientific applications. The key to design and deploy a data center is the fabric which interconnects the servers, known as a data center network. This project focuses on the design issues in data center networks.<br />The most commonly seen problem of any networks is the congestion control, the same is true for data center networks. Similar to traffic jam, network congestion in data center networks is caused by the large amount of traffic. In order to solve this problem, we elaborately designed traffic scheduling algorithms for data center networks. The algorithms select the network devices carefully, so that the traffic can be routed smartly. Using our algorithms, the traffic not only uses less network resources, but also generates less interference. Moreover, the algorithms run very fast, which can be used for on-line scheduling.</p>\n<p><br />The cost of the data center networks contributes to a considerable proportion of the budget of a data center. In this project, we managed to reduce the cost of data center networks, but without hurting the performance of them. We proposed several effective approaches to reduce the cost. First, we noticed that the servers in data centers always have backups, or redundancy, for fault tolerance considerations. We can utilize this server redundancy to reduce the number of network devices. Using our approaches, the higher the redundancy level is, the more we can save on the cost of the network. Second, for each computing task running in the data centers, we assign its servers in a systematic manner so that the servers are located in a small vicinity. Moreover, we can even migrate a server from one location to another by software, so that we can take advantage of the structural features of the network. In this way, the mutual traffic among the collaborating servers can be routed efficiently, and less network devices are required in our data center networks. Third, we made some theoretical breakthrough on the general design of interconnection networks. After decades&rsquo; of other researchers efforts, we have moved one step further on the way to improve the performance and reduce the cost of general multistage interconnect networks. Our design achieves record low costs comparing to its predecessors, which can be used to guide the design of future data center networks.</p>\n<p><br />Furthermore, we have designed several new architectures for data center networks to meet the ever-changing demand of cloud computing. First, we designed an architecture which is featured by its ease of expanding. In other words, when we need to resize the network for larger capacity, there is no need to alter the existing system, but only to add new network devices into it. This architecture is also featured by its short diameter, which means the servers can also reach each other by a small number of hops. Second, we designed an architecture which is flexible in the sense that the band- width provisioning can be quantitatively tailored before deployment. Moreover, because of this flexibility, the network devices can be rearranged so that the network delivers higher performance.<br /><br />In this way, existing network devices can be reused in each upgrading cycle, instead of purchasing newer generations of products. Third, optical fiber communication is introduced to data center networks so that we can make use of its significant advantage in bandwidth capacity and power efficiency. But conventional (electrical) networks and optical networks are fundamentally different in so many ways that coordinating and collaborating the configuration of both networks is critical to reach the full potential of the hybrid network. We designed an algorithm to configure both of them in a complementary and time-efficient manner so that we can enjoy the strengths of two types of the networks at the same time.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2018<br>\n\t\t\t\t\tModified by: Fan&nbsp;Ye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\nCCF-1320044 (fat-tree)\n\nToday?s data centers are the foundations of almost all the day-to-day cloud computing, from personal banking to social network, from commercial services to scientific applications. The key to design and deploy a data center is the fabric which interconnects the servers, known as a data center network. This project focuses on the design issues in data center networks.\nThe most commonly seen problem of any networks is the congestion control, the same is true for data center networks. Similar to traffic jam, network congestion in data center networks is caused by the large amount of traffic. In order to solve this problem, we elaborately designed traffic scheduling algorithms for data center networks. The algorithms select the network devices carefully, so that the traffic can be routed smartly. Using our algorithms, the traffic not only uses less network resources, but also generates less interference. Moreover, the algorithms run very fast, which can be used for on-line scheduling.\n\n\nThe cost of the data center networks contributes to a considerable proportion of the budget of a data center. In this project, we managed to reduce the cost of data center networks, but without hurting the performance of them. We proposed several effective approaches to reduce the cost. First, we noticed that the servers in data centers always have backups, or redundancy, for fault tolerance considerations. We can utilize this server redundancy to reduce the number of network devices. Using our approaches, the higher the redundancy level is, the more we can save on the cost of the network. Second, for each computing task running in the data centers, we assign its servers in a systematic manner so that the servers are located in a small vicinity. Moreover, we can even migrate a server from one location to another by software, so that we can take advantage of the structural features of the network. In this way, the mutual traffic among the collaborating servers can be routed efficiently, and less network devices are required in our data center networks. Third, we made some theoretical breakthrough on the general design of interconnection networks. After decades? of other researchers efforts, we have moved one step further on the way to improve the performance and reduce the cost of general multistage interconnect networks. Our design achieves record low costs comparing to its predecessors, which can be used to guide the design of future data center networks.\n\n\nFurthermore, we have designed several new architectures for data center networks to meet the ever-changing demand of cloud computing. First, we designed an architecture which is featured by its ease of expanding. In other words, when we need to resize the network for larger capacity, there is no need to alter the existing system, but only to add new network devices into it. This architecture is also featured by its short diameter, which means the servers can also reach each other by a small number of hops. Second, we designed an architecture which is flexible in the sense that the band- width provisioning can be quantitatively tailored before deployment. Moreover, because of this flexibility, the network devices can be rearranged so that the network delivers higher performance.\n\nIn this way, existing network devices can be reused in each upgrading cycle, instead of purchasing newer generations of products. Third, optical fiber communication is introduced to data center networks so that we can make use of its significant advantage in bandwidth capacity and power efficiency. But conventional (electrical) networks and optical networks are fundamentally different in so many ways that coordinating and collaborating the configuration of both networks is critical to reach the full potential of the hybrid network. We designed an algorithm to configure both of them in a complementary and time-efficient manner so that we can enjoy the strengths of two types of the networks at the same time.\n\n\t\t\t\t\tLast Modified: 10/30/2018\n\n\t\t\t\t\tSubmitted by: Fan Ye"
 }
}