{
 "awd_id": "1321536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Development of a Novel Microfluidic Technology for Discovery of Affinity Binders",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2013-06-25",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "This Small Business Technical Transfer (STTR) Phase I project will demonstrate the potential for developing a novel affinity binding reagent screening technology. Synthetic affinity binding reagents can improve on immunoglobulin-based antibodies. For example, synthetic affinity binding reagents are much smaller, far more stable, less costly to develop, and more soluble than immunoglobulin-based antibodies. Moreover, synthetic affinity binding reagents can be created in vitro (no vertebrate animal research is required). Typical screening technologies require immobilizing a purified antigen target (the display component), and physically connecting the affinity binder genotype and phenotype.  These requirements can limit the effectiveness of the screen.  In contrast, this project will develop a novel proprietary technology that screens for affinity binders in solution using microfluidic in vitro compartmentalization and a homogeneous assay. The research will result a system that can discover, within a relatively short time, tens to hundreds of affinity binders that have genuine utility to label, identify, capture, stabilize, crystallize, and quantify specific biomolecules.\r\n\r\nThe broader impact/commercial potential of this project, if successful, will be new affinity binding reagents for life science research, diagnostics, and biopharmaceutical applications. Research antibodies have dominated the Life Sciences Research market for many years (approximately $1.6 billion in sales worldwide) and include applications such as immunoassays (e.g., ELISA), immunohistochemistry, western blot analysis, and lateral flow assays. However, immunoglobulins are challenging and time-consuming to create and purify, because they require animal hosts. Most affinity binding reagents are highly stable (possibly room temperature storage), uniform, specific, and reproducible. In addition, these affinity reagents will be useful for reversibly capturing native biomolecules or biomolecular complexes, capturing native proteins for mass spectrometric immunoassays, and as chaperones for determining protein crystal structures. These affinity binders will become a very important component of In Vitro Diagnostic (IVD) immunoassays ($10 billion worldwide market), therapeutic drug monitoring, and multiplexed immunoassays in point-of-care devices. The most prominent and profitable market for the affinity binders will be biopharmaceuticals ($50 billion antibody worldwide market). Investment in monoclonal antibodies has resulted in 5 blockbuster and dozens of other valuable therapeutics. Investment in synthetic affinity binders will expand this potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Patterson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Patterson",
   "pi_email_addr": "bpatterson@intuitivebio.com",
   "nsf_id": "000634888",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Balaji",
   "pi_last_name": "Rao",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Balaji M Rao",
   "pi_email_addr": "bmrao@ncsu.edu",
   "nsf_id": "000071902",
   "pi_start_date": "2013-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Isthmus Biosciences",
  "inst_street_address": "5500 Nobel Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Fitchburg",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082048734",
  "inst_zip_code": "537114951",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Isthmus Biosciences",
  "perf_str_addr": "5500 Nobel Drive",
  "perf_city_name": "Fitchburg",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537114951",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Development</strong><strong> of a Novel Microfluidic Technology for Discovery of Affinity Binders </strong></p>\n<p><strong>Project Outcomes Report for the General Public</strong></p>\n<p>Normally, discovery of an antibody that binds specifically to a target molecule takes several months. The goal of this project was to develop an effective technology for the rapid discovery of novel protein binders with specific affinity to a wide range of molecular targets. Our approach was based on a combination of two established technologies: <em>in vitro c</em>ompartmentalization and the homogeneous proximity assay (summarized in the US patent 8,524,457 B2). Performing the homogeneous proximity assay within a compartment containing a single sequence of a binder allows individual, noncompetitive assessment of a binder&rsquo;s association with a target. Compartmentalization is best performed using uniform water-in-oil droplets created with a microfluidic device with each droplet containing a single DNA template that can express a single type of binder using <em>in vitro </em>transcription and translation (IVTT) reagents mixed with the DNA. Each expressed protein binder was linked to one part of a proximity assay and the target molecule linked to the complement so that a signal is generated only when the expressed binder is associated with the target molecule. A droplet with a positive proximity assay signal was isolated from droplets that do not have this signal; the DNA from this droplet was collected, amplified, and sequenced to identify the new affinity binder.<br /><br />We succeeded in developing a proximity assay for this application using the Tripartite Split-GFP technology developed by Drs. Geoffrey Waldo and St&eacute;phanie Cabantous at the Los Alamos National Laboratory. The Tripartite Split-GFP consists of 2 polypeptides that preferentially associate when in proximity to each other and associate with a core protein to become a complete fluorescent protein. The DNA sequence of an Sso7d scaffold binder known to bind to streptavidin was linked to the DNA sequence of one of the peptides and the complementary peptide was bound to the streptavidin through a biotin-PEG linker. The DNA coding sequence was expressed by cell-free (IVTT) reagents and mixed&nbsp;with the streptavidin-peptide and the core protein. Association of the complete GFP was indicated by the increase in fluorescence over the negative (no streptavidin) control. This was performed in a test tube then in very small (~25&nbsp;micrometers) single emulsion (water-in-oil) droplets generated using a PDMS microfluidic device through which the aqueous reagent was flowed through a sheath of fluorinated oil. Fluorescent droplets, containing the DNA that coded for a positive binder, were manually picked from the pool of droplets and the DNA amplified, sequenced, and cloned into a plasmid. Using this technique, a novel Sso7d binder that bound to streptavidin was discovered.</p>\n<p>The success of this Phase I project will lead to the discovery of new binders to many other targets, using the Sso7d and many other scaffold DNA libraries. Improved development of these techniques will allow the generation of numerous high affinity binders specific to a target molecule within a few days and development analytical infrastructure and systems (for example, isothermal titration calorimetry) will allow complete characterization of the new binders within a week of project initiation. High throughput epitope mapping methods will be developed to identify binders that cooperate in binding (avidity). Our ultimate goal is to replace antibodies as the biological tool for research, diagnostics, and, possibly, therapeutics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2015<br>\n\t\t\t\t\tModified by: William&nbsp;L&nbsp;Patterson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevelopment of a Novel Microfluidic Technology for Discovery of Affinity Binders \n\nProject Outcomes Report for the General Public\n\nNormally, discovery of an antibody that binds specifically to a target molecule takes several months. The goal of this project was to develop an effective technology for the rapid discovery of novel protein binders with specific affinity to a wide range of molecular targets. Our approach was based on a combination of two established technologies: in vitro compartmentalization and the homogeneous proximity assay (summarized in the US patent 8,524,457 B2). Performing the homogeneous proximity assay within a compartment containing a single sequence of a binder allows individual, noncompetitive assessment of a binderÆs association with a target. Compartmentalization is best performed using uniform water-in-oil droplets created with a microfluidic device with each droplet containing a single DNA template that can express a single type of binder using in vitro transcription and translation (IVTT) reagents mixed with the DNA. Each expressed protein binder was linked to one part of a proximity assay and the target molecule linked to the complement so that a signal is generated only when the expressed binder is associated with the target molecule. A droplet with a positive proximity assay signal was isolated from droplets that do not have this signal; the DNA from this droplet was collected, amplified, and sequenced to identify the new affinity binder.\n\nWe succeeded in developing a proximity assay for this application using the Tripartite Split-GFP technology developed by Drs. Geoffrey Waldo and St&eacute;phanie Cabantous at the Los Alamos National Laboratory. The Tripartite Split-GFP consists of 2 polypeptides that preferentially associate when in proximity to each other and associate with a core protein to become a complete fluorescent protein. The DNA sequence of an Sso7d scaffold binder known to bind to streptavidin was linked to the DNA sequence of one of the peptides and the complementary peptide was bound to the streptavidin through a biotin-PEG linker. The DNA coding sequence was expressed by cell-free (IVTT) reagents and mixed with the streptavidin-peptide and the core protein. Association of the complete GFP was indicated by the increase in fluorescence over the negative (no streptavidin) control. This was performed in a test tube then in very small (~25 micrometers) single emulsion (water-in-oil) droplets generated using a PDMS microfluidic device through which the aqueous reagent was flowed through a sheath of fluorinated oil. Fluorescent droplets, containing the DNA that coded for a positive binder, were manually picked from the pool of droplets and the DNA amplified, sequenced, and cloned into a plasmid. Using this technique, a novel Sso7d binder that bound to streptavidin was discovered.\n\nThe success of this Phase I project will lead to the discovery of new binders to many other targets, using the Sso7d and many other scaffold DNA libraries. Improved development of these techniques will allow the generation of numerous high affinity binders specific to a target molecule within a few days and development analytical infrastructure and systems (for example, isothermal titration calorimetry) will allow complete characterization of the new binders within a week of project initiation. High throughput epitope mapping methods will be developed to identify binders that cooperate in binding (avidity). Our ultimate goal is to replace antibodies as the biological tool for research, diagnostics, and, possibly, therapeutics.\n\n\t\t\t\t\tLast Modified: 01/16/2015\n\n\t\t\t\t\tSubmitted by: William L Patterson"
 }
}