{
 "awd_id": "1321588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Submarine and On-Land Volcanism in the West Antarctic Rift System: A Petrologic and Geochemical Study to Assess Melting Processes and Eruption History",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra Isern",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 40817.0,
 "awd_amount": 40817.0,
 "awd_min_amd_letter_date": "2013-02-07",
 "awd_max_amd_letter_date": "2013-02-07",
 "awd_abstract_narration": "This project is a geochemical study of volcanic rocks from the West Antarctic Rift system. Its goal is to understand the link between mantle composition and the diverse, regional geodynamic processes, which include uplift, rifting, and volcanism. This project uses argon dating to time the processes, and isotope geochemistry and melt inclusion studies to determine whether the area is underlain by hot or wet mantle. The main broader impacts are support for a woman graduate student, undergraduate research, and research infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Mukasa",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel B Mukasa",
   "pi_email_addr": "mukasa@umn.edu",
   "nsf_id": "000569421",
   "pi_start_date": "2013-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 40817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Alkaline basalts from samples dredged from seven seamounts in the Ross Sea, and collected subaerially on Franklin and Beaufort Islands, and Mt Melbourne are chemically similar to other lavas throughout the West Antarctic Rift System (WARS). Most fall in the basanite compositional field, although alkali basalt, phonolite and benmorite are also present. Experimental melts of carbonated peridotite provide the best match of major element chemistry of the most primitive lavas analyzed and are likely the dominant source, although gt-pyroxenite could also be involved to a limited extent.&nbsp; These source compositions are expected to be present in the mantle lithosphere due to the region&rsquo;s long-lived subduction history, although gt-pyroxenites have not been observed in the xenolith suites in our collections. The Ross Sea lavas possess an overall enrichment of incompatible elements; however, the large negative Pb anomaly and the concave shape of large-ion lithophile elements (LILE) on the element distribution diagrams (EDD) support the hypothesis of removal of the fluid-mobile elements from the residual mantle lithosphere source during the subduction related volcanism along the paleo-Pacific margin of Gondwana.</p>\n<p>&nbsp;</p>\n<p>Decoupling of the Pb and Nd isotopic systems agrees with this model. We have proposed in a manuscript to be submitted soon that the Pb isotopic signatures were modified as the original Pb, with HIMU-like isotopic signature, was removed from the mantle wedge during the early stages of flux melting, and was replaced by Pb with a less radiogenic signature. Nd is less fluid mobile and was relatively unaffected by this process.&nbsp; Although there are differences in the Nd isotopic signature between major regions of the WARS (i.e., MBL and NVL), there is no geographic variation within NVL. A temporal variation of Nd isotopic signatures in NVL is the result of an increased proportion of the modified lithospheric mantle source melting as a result of additional heat supplied by hot asthenosphere upwelling after rifting and crustal thinning.</p>\n<p>&nbsp;</p>\n<p>The first determinations of Os isotopic compositions and platinum group element (PGE) distribution patterns for Cenozoic-age WARS lavas support significant contribution of subcontinental lithospheric materials to the magma source for the Ross Sea volcanism. Ross Sea lavas have lower PGE concentrations than most other examples of intraplate volcanism from around the globe and have extremely unradiogenic <sup>187</sup>Os/<sup>188</sup>Os ranging to as low as 0.1081. The low PGE concentrations support presence of residual lithospheric materials in the source, which has undergone previous melting and removal of host sulfide phases.&nbsp; Subsequent alkaline melt percolation and minor metasomatism may have enriched Pt and Re concentrations relative to Os, Ir, and Ru. This metasomatic contamination may also lead to precipitation of new sulfides and alloys creating a slightly heterogenous Os isotopic signature of the source. The unradiogenic Os isotopic compositions strongly support a significant subcontinental lithospheric component in the mantle source rather than a mantle plume, which would likely have more radiogenic Os isotopic signatures indicative of recycled ocean lithosphere with a time-integrated record of high Re/Os values.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our current work on olivine-hosted mafic melt inclusions has shed light on the flux-melting hypothesis in the WARS. Measured<strong> </strong>major and volatile element compositions of olivine-hosted melt inclusions provide evidence that the WARS lithospheric mantle is enriched in water and other volatiles. The melt inclusions are largely basanitic in composition (4.05 &ndash; 17.09 wt % MgO, 37.86 &ndash; 45.89 wt % SiO<sub>2</sub>, and 1.20 &ndash; 5.30 wt % Na<sub>2</sub>O), and exhibit water contents ranging from 0.5 up to 3 wt % that...",
  "por_txt_cntn": "\nAlkaline basalts from samples dredged from seven seamounts in the Ross Sea, and collected subaerially on Franklin and Beaufort Islands, and Mt Melbourne are chemically similar to other lavas throughout the West Antarctic Rift System (WARS). Most fall in the basanite compositional field, although alkali basalt, phonolite and benmorite are also present. Experimental melts of carbonated peridotite provide the best match of major element chemistry of the most primitive lavas analyzed and are likely the dominant source, although gt-pyroxenite could also be involved to a limited extent.  These source compositions are expected to be present in the mantle lithosphere due to the regionÆs long-lived subduction history, although gt-pyroxenites have not been observed in the xenolith suites in our collections. The Ross Sea lavas possess an overall enrichment of incompatible elements; however, the large negative Pb anomaly and the concave shape of large-ion lithophile elements (LILE) on the element distribution diagrams (EDD) support the hypothesis of removal of the fluid-mobile elements from the residual mantle lithosphere source during the subduction related volcanism along the paleo-Pacific margin of Gondwana.\n\n \n\nDecoupling of the Pb and Nd isotopic systems agrees with this model. We have proposed in a manuscript to be submitted soon that the Pb isotopic signatures were modified as the original Pb, with HIMU-like isotopic signature, was removed from the mantle wedge during the early stages of flux melting, and was replaced by Pb with a less radiogenic signature. Nd is less fluid mobile and was relatively unaffected by this process.  Although there are differences in the Nd isotopic signature between major regions of the WARS (i.e., MBL and NVL), there is no geographic variation within NVL. A temporal variation of Nd isotopic signatures in NVL is the result of an increased proportion of the modified lithospheric mantle source melting as a result of additional heat supplied by hot asthenosphere upwelling after rifting and crustal thinning.\n\n \n\nThe first determinations of Os isotopic compositions and platinum group element (PGE) distribution patterns for Cenozoic-age WARS lavas support significant contribution of subcontinental lithospheric materials to the magma source for the Ross Sea volcanism. Ross Sea lavas have lower PGE concentrations than most other examples of intraplate volcanism from around the globe and have extremely unradiogenic 187Os/188Os ranging to as low as 0.1081. The low PGE concentrations support presence of residual lithospheric materials in the source, which has undergone previous melting and removal of host sulfide phases.  Subsequent alkaline melt percolation and minor metasomatism may have enriched Pt and Re concentrations relative to Os, Ir, and Ru. This metasomatic contamination may also lead to precipitation of new sulfides and alloys creating a slightly heterogenous Os isotopic signature of the source. The unradiogenic Os isotopic compositions strongly support a significant subcontinental lithospheric component in the mantle source rather than a mantle plume, which would likely have more radiogenic Os isotopic signatures indicative of recycled ocean lithosphere with a time-integrated record of high Re/Os values. \n\n \n\nOur current work on olivine-hosted mafic melt inclusions has shed light on the flux-melting hypothesis in the WARS. Measured major and volatile element compositions of olivine-hosted melt inclusions provide evidence that the WARS lithospheric mantle is enriched in water and other volatiles. The melt inclusions are largely basanitic in composition (4.05 &ndash; 17.09 wt % MgO, 37.86 &ndash; 45.89 wt % SiO2, and 1.20 &ndash; 5.30 wt % Na2O), and exhibit water contents ranging from 0.5 up to 3 wt % that are positively correlated with Cl and F. Coupling between Cl and H2O indicates metasomatic enrichment by subduction-related fluids produced during dehydration reactions; coupling between H2O and F, w..."
 }
}