{
 "awd_id": "1321145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Learning Lens: An Evidence-Centered Tool for 21st Century Assessment",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 349723.0,
 "awd_amount": 349723.0,
 "awd_min_amd_letter_date": "2013-09-25",
 "awd_max_amd_letter_date": "2013-09-25",
 "awd_abstract_narration": "In this Cyberlearning: Transforming Education EXP project, a collaborative team of assessment specialists, learning scientists, K12 educators, educational technologisst, and informal science educators are exploring the design and feasibility of a tool called the Learning Lens, a mobile multi-media tool for gathering data in the midst of learning activities that can shed light on learners' capabilities and understanding and the interactions between learners and educators. The system's design is informed by ideas of evidence-based assessment; it is designed to allow a user to collect the kinds of data that can be used to support arguments about what learners understand and are capable of, including  formal products of learners, their presentations or explanations, discussions among peers, and interactions with people and objects in the learning environment.\r\n\r\nSuch a tool could play important roles in the the education of education practitioners. Pre-service and in-service teachers might gather data sporadically in their classrooms to use in discussions with others about their practice. Or, those observing educators in practice might gather data to be used later in reflecting on educational practices. \r\n\r\nAs well, such a tool holds promise for enhancing assessment. While paper-and-pencil testing can be used to assess understanding and some disciplinary skills, it is quite a bit more challenging to objectively assess complex social, communication, reasoning, and meta-cognitive skills. The Learning Lens is being developed to promote evidence-based analysis of such skills. With the tool, researchers or teacher observers or teachers themselves would collect data showing what learners understand or can do. Such data capture holds promise for allowing educators and researchers to iteratively and collaboratively document learner development, develop assessment rubrics, track students' real-time growth in situ, and identify outcomes of pedagogical moves and tactics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucien",
   "pi_last_name": "Vattel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucien Vattel",
   "pi_email_addr": "lucienvattel@gamedesk.org",
   "nsf_id": "000578570",
   "pi_start_date": "2013-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Riconscente",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle M Riconscente",
   "pi_email_addr": "eval@designs-for-learning.com",
   "nsf_id": "000079417",
   "pi_start_date": "2013-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Hidalgo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paula Hidalgo",
   "pi_email_addr": "hidalgopaula1@gmail.com",
   "nsf_id": "000637860",
   "pi_start_date": "2013-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GameDesk, Inc.",
  "inst_street_address": "2332 Cotner Ave.",
  "inst_street_address_2": "Suite 203",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3104447481",
  "inst_zip_code": "900641804",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "GameDesk, Inc.",
  "perf_str_addr": "2332 Cotner Ave Suite 203",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900641848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 349723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1d8550f1-57f0-5de5-30c1-db50fb0cc1a0\"><span>The Learning Lens project is a series of design explorations carried out with funding from the National Science Foundation, in which our goal was to imagine a online/mobile platform/app that could both enable, promote, capture, visualized assessment of student outcomes in emergent and experiential learning activities such as making, game-based learning, and project-based learning. &nbsp;Designed to help learners, teachers and researchers see more deeply into learning and assessment, at its core, the Learning Lens design enables users to capture and organize evidence in a variety of ways to assess 21st century student learning; communicate with one another about evidence they are recording and what kinds of claims can be made with that evidence; and learn and apply the principles and practices of evidence-centered assessment design.&nbsp;</span></span>Our goals as a feature design project were to focus on functional capabilities and workflow support, and elaborate how the feature design created through this project would enable subsequent product development phases that include user interface and user experience.&nbsp;</p>\n<p><span id=\"docs-internal-guid-1d8550f1-57f0-e43c-e6ac-074d9b6d7573\"> </span></p>\n<p><span id=\"docs-internal-guid-1d8550f1-57f2-25ce-1e23-eb6ff1bf7b8b\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>In addition to creating a tool designed to support assessment practices, we also sought to make advances on design processes themselves - specifically in integrating two highly regarded frameworks related to user experience and assessment design. &nbsp;From the perspective of learning and assessment design, we were guided by the evidence-centered design (&ldquo;ECD&rdquo;) framework, a set of principles for describing tasks, the kinds of evidence they generate, and the ways that evidence can ground specific claims about learner qualities.</span><span> </span><span>Effective interaction design and innovation was also key to this project, and for this aspect we adopted a user-centered design (&ldquo;UCD&rdquo;) approach.</span></p>\n<p><span id=\"docs-internal-guid-1d8550f1-57f4-3451-c225-a26140df087b\">\n<p dir=\"ltr\"><span>The final design for the Learning Lens is a tool that enables users to capture, track, and organize multiple forms of learning evidence to illustrate a person&rsquo;s knowledge, understanding and ability at any point in their life. A hallmark of the design is its focus on emergent, 21st century learning experiences in which students are making, doing and interacting with content, with one another, and with educators and mentors. &nbsp;</span></p>\n<p dir=\"ltr\"><span>The Learning Lens is envisioned as an assessment support for four types of users: Educators in formal and informal learning contexts, researchers studying the processes and products of emergent learning experiences; students engaged in their own learning and development; and parents involved in supporting and guiding their children&rsquo;s educational trajectory.</span></p>\n<p dir=\"ltr\"><span>The final experience flow has four primary components: </span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Define activities</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Create and capture learning artifacts</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Link artifacts to competencies</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Integrate and visualize competency progress</span></p>\n</li>\n</ol><span>Although in practice the workflow is very fluid and nonlinear, conceptually it follows a sequence that is grounded in specific activities. These activities may be defined in advance or be created on the fly in unanticipated learning experiences. In the second step these activities are then carried out or implemented and rich data capture gathers learner artifacts that are tagged either in real-time or after the fact ...",
  "por_txt_cntn": "\nThe Learning Lens project is a series of design explorations carried out with funding from the National Science Foundation, in which our goal was to imagine a online/mobile platform/app that could both enable, promote, capture, visualized assessment of student outcomes in emergent and experiential learning activities such as making, game-based learning, and project-based learning.  Designed to help learners, teachers and researchers see more deeply into learning and assessment, at its core, the Learning Lens design enables users to capture and organize evidence in a variety of ways to assess 21st century student learning; communicate with one another about evidence they are recording and what kinds of claims can be made with that evidence; and learn and apply the principles and practices of evidence-centered assessment design. Our goals as a feature design project were to focus on functional capabilities and workflow support, and elaborate how the feature design created through this project would enable subsequent product development phases that include user interface and user experience. \n\n \n\n \nIn addition to creating a tool designed to support assessment practices, we also sought to make advances on design processes themselves - specifically in integrating two highly regarded frameworks related to user experience and assessment design.  From the perspective of learning and assessment design, we were guided by the evidence-centered design (\"ECD\") framework, a set of principles for describing tasks, the kinds of evidence they generate, and the ways that evidence can ground specific claims about learner qualities. Effective interaction design and innovation was also key to this project, and for this aspect we adopted a user-centered design (\"UCD\") approach.\n\n\nThe final design for the Learning Lens is a tool that enables users to capture, track, and organize multiple forms of learning evidence to illustrate a personÆs knowledge, understanding and ability at any point in their life. A hallmark of the design is its focus on emergent, 21st century learning experiences in which students are making, doing and interacting with content, with one another, and with educators and mentors.  \nThe Learning Lens is envisioned as an assessment support for four types of users: Educators in formal and informal learning contexts, researchers studying the processes and products of emergent learning experiences; students engaged in their own learning and development; and parents involved in supporting and guiding their childrenÆs educational trajectory.\nThe final experience flow has four primary components: \n\n\nDefine activities\n\n\nCreate and capture learning artifacts\n\n\nLink artifacts to competencies\n\n\nIntegrate and visualize competency progress\n\nAlthough in practice the workflow is very fluid and nonlinear, conceptually it follows a sequence that is grounded in specific activities. These activities may be defined in advance or be created on the fly in unanticipated learning experiences. In the second step these activities are then carried out or implemented and rich data capture gathers learner artifacts that are tagged either in real-time or after the fact for association with competencies or activities. In the third step the user assembles assessment arguments by scoring the artifacts and linking them to specific competencies. Once a sufficient volume of evidence has been gathered for a given competency, the proficiency estimates shift from \"in progress\" to \"active\". The more the evidence converges, the higher the \"confidence\" of the estimate will be. The beauty of the Learning Lens design is that it makes this technical and potentially long process intuitive, accessible, and engaging for a general audience. In the fourth and final phase, visualizations provide summary and detailed insights into learner progress. These visualizations also enable detection of patterns of outcomes associated with specific kinds of learning activities, classes of s..."
 }
}