{
 "awd_id": "1321162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Collaborative Research: A cyber-ensemble of inversion, immersion, collaborative workspaces, query and media-making in mathematics classrooms",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925126",
 "po_email": "abaylor@nsf.gov",
 "po_sign_block_name": "Amy Baylor",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 492500.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2016-08-26",
 "awd_abstract_narration": "In this Cyberlearning: Transforming Education EXP project, the PIs focus on designing classrooms as collaborative workspaces and learning how such learning environments can foster learning well. They are addressing these issues in high school mathematics classrooms.  Learners view videos and read textbooks as homework to begin to learn new content and to deepen their understanding of material already covered. The classroom is \"flipped\"; rather than the teacher lecturing, the teacher plays the role of mentor and facilitator as learners work in the classroom at making sense of what they've read or heard, applying what they are learning, and deepening their understanding and capabilities.  The hard work of learning is thus done along their peers as collaborators and the teacher available as a mentor. Based on cognitive and socio-cognitive theories of learning, the PIs have designed an ensemble of strategies and technological tools for promoting learning in such an environment. The tools include video for story telling in support of reflection, electronic pen-and-ink, and intelligent-tutoring type systems, but the innovation is in the integration of these tools into an ensemble. Research addresses how such an ensemble of technologies can foster deeply absorbing and effective learning experiences and important dynamics associated with learning when collaborative workspaces are in place in formal classrooms.\r\n\r\nMany educators and educational theorists are experimenting with the idea of \"flipped classrooms,\" where learners read or view video lectures outside of class and spend classroom time working on problems together or working on projects, in effect, using classroom time for making sense together of what is being learned, applying what is being learned, deepening understanding, and mastering capabilities. While such an approach holds promise for promoting engagement and learning, little systematic research has been done about how, exactly, to design such learning environments to best promote deep and engaged learning. The PIs in this project address that issue, focusing specifically on students learning high school mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hamilton",
   "pi_email_addr": "eric.hamilton@pepperdine.edu",
   "nsf_id": "000083670",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pepperdine University",
  "inst_street_address": "24255 PACIFIC COAST HWY",
  "inst_street_address_2": "",
  "inst_city_name": "MALIBU",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3105064819",
  "inst_zip_code": "902633999",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "PEPPERDINE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHBMUW819YE7"
 },
 "perf_inst": {
  "perf_inst_name": "Pepperdine University",
  "perf_str_addr": "6100 Center Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900459200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 42500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thi<em>s exploratory project explored the effects of employing multiple approaches to stimulating learner engagement in classroom settings.&nbsp; The &ldquo;cyberensemble&rdquo; incorporated learning technologies in a way meant to synergize one another.&nbsp; Each technology was associated with high engagement experience.&nbsp; For example, the media-making aspects of the program have routined elicited flow-like experiences both for students and for teachers.&nbsp; The use of software agents carries the promise of a virtual tutor available to answer different questions in ways that relieve teachers of menial responsilibities. Shared screen and pen-based input have been documented to spur statistically significant increases in learner engagement in mathematics classrooms &ndash; that is, students devote more intellectual energy to course content rather than distractions or administrative tasks in settings that allow the instructor and the student teams to share writing surfaces from remote locations.</em></p>\n<p>A significant result repeatedly emerging from our interview and observational data has been that the cyberlearning ensemble can and does stimulate tandem and reciprocally reinforcing socio-emotional and academic competencies. The process that we refer to as participatory teaching, if well-structured and benefitting from well-designed cybertool implementation, has significant prosocial and personal possibilities that stimulate concurrent growth in academic learning. This affects variables of social relationships and awareness, sense of personal identity and overall affective integration of students and student groups. It changes life and learning in the classroom.</p>\n<p>A significant outcome following from this result was that the epicenter of our attention shifted away from flow and group flow and towards this technology stimulated and technology-infused tandem growth of social and academic health through the teacher and student interactions. It turns out from our observations that the virtually uniform experience of flow, and elusive experience of group flow, emanates naturally in in well-structured participatory teaching arrangements. That natural experience is routine in the media-making clubs, which have a character different from that of the full classroom. The full classroom setting is a more complex and multi- directional setting for eliciting flow. In that context, though we also routinely observe flow experience in part because of the nature of the shared screen experience and sense of teacher presence that the ensemble fosters.</p>\n<p>An important outcome of this project is that the expectations that thoughtful connections of known engagement stimulators would produce documentably deeper and more sustained content learning &ndash; remain elusive until the individual interventions are more stable and their integration is more stable.&nbsp; Effective integration of the technologies did not quite reach the level of seamless cross&mdash;functioning, self-regulated by teachers and students, that we sought.&nbsp; There were reasons in each case:&nbsp; The <strong>media-making</strong> yielded sizable repositories of content, but over the course of the seven years since the proposal was initially submitted, media-making by individual students and student teams has proven valuable for building both content and representational skills, but not for effectively teaching peers.&nbsp; <strong>The use of text or voice activated software agents</strong> to access expertise in live classroom settings has proven less appealing than web-based or app-based searches that retrieve more expertly produced content, and the slow uptake and limited effectiveness of well-known voice-activated help systems such as Siri, not available when the project started, suggests that voice-based interaction with devices in educational settings remains in the future.&nbsp; The <strong>use of shared screen systems remains effective</strong>, yet pen-based device use in mathematics classrooms has not fluorished, and when operational, spurs feedback from an instructor who can interpret screen writing in ways that a software agent cannot.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;Hamilton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis exploratory project explored the effects of employing multiple approaches to stimulating learner engagement in classroom settings.  The \"cyberensemble\" incorporated learning technologies in a way meant to synergize one another.  Each technology was associated with high engagement experience.  For example, the media-making aspects of the program have routined elicited flow-like experiences both for students and for teachers.  The use of software agents carries the promise of a virtual tutor available to answer different questions in ways that relieve teachers of menial responsilibities. Shared screen and pen-based input have been documented to spur statistically significant increases in learner engagement in mathematics classrooms &ndash; that is, students devote more intellectual energy to course content rather than distractions or administrative tasks in settings that allow the instructor and the student teams to share writing surfaces from remote locations.\n\nA significant result repeatedly emerging from our interview and observational data has been that the cyberlearning ensemble can and does stimulate tandem and reciprocally reinforcing socio-emotional and academic competencies. The process that we refer to as participatory teaching, if well-structured and benefitting from well-designed cybertool implementation, has significant prosocial and personal possibilities that stimulate concurrent growth in academic learning. This affects variables of social relationships and awareness, sense of personal identity and overall affective integration of students and student groups. It changes life and learning in the classroom.\n\nA significant outcome following from this result was that the epicenter of our attention shifted away from flow and group flow and towards this technology stimulated and technology-infused tandem growth of social and academic health through the teacher and student interactions. It turns out from our observations that the virtually uniform experience of flow, and elusive experience of group flow, emanates naturally in in well-structured participatory teaching arrangements. That natural experience is routine in the media-making clubs, which have a character different from that of the full classroom. The full classroom setting is a more complex and multi- directional setting for eliciting flow. In that context, though we also routinely observe flow experience in part because of the nature of the shared screen experience and sense of teacher presence that the ensemble fosters.\n\nAn important outcome of this project is that the expectations that thoughtful connections of known engagement stimulators would produce documentably deeper and more sustained content learning &ndash; remain elusive until the individual interventions are more stable and their integration is more stable.  Effective integration of the technologies did not quite reach the level of seamless cross&mdash;functioning, self-regulated by teachers and students, that we sought.  There were reasons in each case:  The media-making yielded sizable repositories of content, but over the course of the seven years since the proposal was initially submitted, media-making by individual students and student teams has proven valuable for building both content and representational skills, but not for effectively teaching peers.  The use of text or voice activated software agents to access expertise in live classroom settings has proven less appealing than web-based or app-based searches that retrieve more expertly produced content, and the slow uptake and limited effectiveness of well-known voice-activated help systems such as Siri, not available when the project started, suggests that voice-based interaction with devices in educational settings remains in the future.  The use of shared screen systems remains effective, yet pen-based device use in mathematics classrooms has not fluorished, and when operational, spurs feedback from an instructor who can interpret screen writing in ways that a software agent cannot.   \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2018\n\n\t\t\t\t\tSubmitted by: Eric Hamilton"
 }
}