{
 "awd_id": "1321793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Households and Capital Networks in the Moche Valley, Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 24749.0,
 "awd_amount": 24749.0,
 "awd_min_amd_letter_date": "2013-05-22",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Under the direction of Dr. Brian Billman, Evan Surridge will excavate and analyze the remains of residential dwellings at the Moche period sites of Ciudad de Dios and Quebrada del Leon which are located in the Moche Valley, northern Peru. These are rural sites located in the hinterlands of two of the region's most important urban centers during the Middle to Late Moche phases (~AD 400-700).  Mr. Surridge's research will analyze ceramic and stone tool remains to examine how rural households' differential access to mass-produced goods from urban centers may have structured economic difference and inequality.\r\n\r\nThe northern Peruvian coast is widely acknowledged as an important anthropological case study in political centralization and urbanization, but surprisingly little is known about the role of the region's large rural majority in these processes. This project approaches Moche phase urban-hinterland integration by examining how centrally-produced goods were used in household and community economies. Mr. Surridge will conduct small scale excavations and analyses of collections from six to eight rural households. Using architecture and pottery collections as proxy measures of wealth, the project will determine if wealth differences between households existed, and if so, whether these inequalities were correlated with access to mass-produced ritual goods.  In order to understand variation in household economies, the project will also undertake a thorough analysis of the ceramic and stone tool materials used in household agriculture, food processing and serving, and craft production. Ultimately, Mr. Surridge will seek to correlate access to the social and cultural capital of ritual goods with unique economic practices. In this way, the research will examine how the political and religious symbolism of an emerging centralized polity affected the economic relationships and activities of participating populations.\r\n\r\nThe broader impacts of the project include benefits for community involvement, education, and professional scholarship. Through a partnership with MOCHE Inc., Mr. Surridge will offer a series of public and school presentations in the Moche Valley communities of Ciudad de Dios and Quirihuac Viejo. These presentations will be conducted in tandem with the heritage preservation work of the 501c3 non-profit organization MOCHE Inc., and will seek to make the economic and educational potential of archaeological remains accessible to local stakeholders. Educational opportunities will also be available for undergraduate students from the University of North Carolina-Chapel Hill and Peru to work as volunteers and assistants in the excavation and laboratory phases, where they will be trained in field and laboratory methods. The research will provide data for Mr. Surridge's dissertation at UNC-Chapel Hill, and also generate collections for research by Peruvian and international graduate students. The project results will be shared with a scholarly audience through publications and professional presentations in English and Spanish, including submissions to peer-reviewed journals and publication of the resulting dissertation as a monograph.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Billman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brian R Billman",
   "pi_email_addr": "bbillman@email.unc.edu",
   "nsf_id": "000417468",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Surridge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Surridge",
   "pi_email_addr": "surridge@live.unc.edu",
   "nsf_id": "000635657",
   "pi_start_date": "2013-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Doctoral Dissertation Improvement Grant project <em>Households and Capital Networks in the Moche Valley, Peru</em> was originally conceived to study archaeological patterns of household variability dating to the Middle and Late Moche phases in the Moche Valley, Peru (ca AD 400-800. It sought to correlate variation in household indicators of wealth and production strategies with access to urban-produced fineware goods, and thus study the impact of the Moche urban economic networks on rural lifeways. These goals were to be met through excavation of a sample of households at two the sites: Ciudad de Dios and Quebrada del Leon, both located in the middle Moche valley. Following excavations, laboratory analysis was planned to classify ceramic items and stone tools. Intra- and interhousehold variation in the occurrences of these items would provide evidence of the role of urban goods in household economies. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Unfortunately, the project met with major difficulties in obtaining a permit for excavation that were beyond the control of the investigators. Bureaucratic delays and scheduling conflicts resulted in a significant extension of the project&rsquo;s timeline. Under the circumstances, the project directors felt the project was no longer viable, and after discussion with the appropriate NSF program officer, a mutual decision was made to terminate the project early.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While the original goals of the project were not met, the co-PI was able to spend 5 months in Peru between July and November 2013, during which time a portion of the planned ceramic analysis was conducted using collections that were excavated in a previous field season. This laboratory work has resulted in baseline data on ceramic usage in rural Moche phase households that can be used for future comparative archaeology analyses on Peru&rsquo;s North Coast.&nbsp; The <strong>intellectual merit</strong> of the work conducted included the development of classification systems for ceramics from Moche phase households, and a baseline of data for future research. The <strong>broader impacts </strong>of this research will come from their inclusion in reports to the Peruvian government, where the data collected will be available to the broader public. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2014<br>\n\t\t\t\t\tModified by: Evan&nbsp;Surridge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Doctoral Dissertation Improvement Grant project Households and Capital Networks in the Moche Valley, Peru was originally conceived to study archaeological patterns of household variability dating to the Middle and Late Moche phases in the Moche Valley, Peru (ca AD 400-800. It sought to correlate variation in household indicators of wealth and production strategies with access to urban-produced fineware goods, and thus study the impact of the Moche urban economic networks on rural lifeways. These goals were to be met through excavation of a sample of households at two the sites: Ciudad de Dios and Quebrada del Leon, both located in the middle Moche valley. Following excavations, laboratory analysis was planned to classify ceramic items and stone tools. Intra- and interhousehold variation in the occurrences of these items would provide evidence of the role of urban goods in household economies.  \n\n            Unfortunately, the project met with major difficulties in obtaining a permit for excavation that were beyond the control of the investigators. Bureaucratic delays and scheduling conflicts resulted in a significant extension of the projectÆs timeline. Under the circumstances, the project directors felt the project was no longer viable, and after discussion with the appropriate NSF program officer, a mutual decision was made to terminate the project early.\n\n \n\n            While the original goals of the project were not met, the co-PI was able to spend 5 months in Peru between July and November 2013, during which time a portion of the planned ceramic analysis was conducted using collections that were excavated in a previous field season. This laboratory work has resulted in baseline data on ceramic usage in rural Moche phase households that can be used for future comparative archaeology analyses on PeruÆs North Coast.  The intellectual merit of the work conducted included the development of classification systems for ceramics from Moche phase households, and a baseline of data for future research. The broader impacts of this research will come from their inclusion in reports to the Peruvian government, where the data collected will be available to the broader public.  \n\n\t\t\t\t\tLast Modified: 02/09/2014\n\n\t\t\t\t\tSubmitted by: Evan Surridge"
 }
}