{
 "awd_id": "1321190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cultivating Diverse Talent In STEM",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 1499415.0,
 "awd_amount": 1499415.0,
 "awd_min_amd_letter_date": "2013-09-23",
 "awd_max_amd_letter_date": "2018-09-26",
 "awd_abstract_narration": "The Cultivating Diverse Talent in STEM partnership is developing the next generation of \"STEM innovators\" by increasing the number and diversity of exceptionally talented students who have access to interventions that accelerate their learning. Specifically, this project is studying the potential of innovative methods to identify gifted students in STEM, especially among underserved Hispanic and Native American students in Arizona. This Prototype project in the Identifying and Cultivating Exceptional Talent focal area identifies students in their junior year and engages with them through their senior year of high school.\r\n\r\nPartnering with Sunnyside Unified School District, Tuba City Unified School District, Greyhills Academy High School, and Shonto Preparatory Technology High School, the University of Arizona's BIO5 Institute and Colleges of Education, Pharmacy, and Science are comparing methods to identify and nurture gifted students in STEM. Students who have outstanding GPAs, convincing personal statements, and stellar teacher recommendations (traditional method) are participating side-by-side with students identified with an alternative method that assesses scientific abilities through creative problem solving and concept mapping.\r\n\r\nStudents identified as exceptionally talented through either method are being nurtured in a summer biomedical research program and in school year activities in their schools and communities. To assess students' success, the research team compares their attitudes, beliefs, and behaviors prior to, throughout, and after participation in the program. The project contributes knowledge to STEM education concerning how methods of identifying exceptional talent limit or enhance access to opportunities that nurture talent. It also provides insights into how students from different backgrounds respond to research experiences in biology, toxicology, engineering, and medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uwe",
   "pi_last_name": "Hilgert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uwe Hilgert",
   "pi_email_addr": "hilgert@email.arizona.edu",
   "nsf_id": "000608456",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "C.June",
   "pi_last_name": "Maker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C.June Maker",
   "pi_email_addr": "junemaker@hotmail.com",
   "nsf_id": "000344797",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frans",
   "pi_last_name": "Tax",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frans E Tax",
   "pi_email_addr": "fetax@arizona.edu",
   "nsf_id": "000250940",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Lindsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martha Lindsey",
   "pi_email_addr": "lindsey@pharmacy.arizona.edu",
   "nsf_id": "000569919",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Begay",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Harold G Begay",
   "pi_email_addr": "hgbegay@tcusd.org",
   "nsf_id": "000637517",
   "pi_start_date": "2013-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1657 E Helen Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194511",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179200",
   "pgm_ele_name": "MSP-TARGETED AWARDS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1499415.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Cultivating Diverse Talent in STEM - </strong>PROJECT OUTCOMES</p>\n<p>The <strong>University of Arizona</strong> (UArizona), through its BIO5 Institute and the Colleges of Education, Pharmacy and Science teamed up with four school districts in the American Southwest, which serve predominantly under-served students, to study innovative exceptional talent identification and nurturing activities to enhance the development of future scientists from diverse student populations. The vision of <em>Cultivating Diverse Talent in STEM</em> was to increase the number and diversity of exceptionally talented students who develop themselves towards becoming the next STEM innovators.</p>\n<p>The partners conducted a <strong>Prototype</strong> project in the focal area of <strong><em>Identifying and Cultivating Exceptional Talent In STEM</em></strong>. Project personnel developed new methods (M2) to assess students talents in STEM using creative problem-solving and concept-mapping. They also nurtured students identified as exceptionally talented in STEM in the UArizonas KEYS (Keep Engaging Youth in Science) High School Student Research Program, which engages students in creative problem-solving in biomedical research. Finally, they compared the characteristics of students who were identified as exceptionally talented in STEM using conventional methods (M1) by gauging students academic success and ability through GPA, a personal statement and teacher recommendations, with those of students whose talents were identified through the new methods (M2). The project focused on the usefulness of either method to identify exceptional talent in STEM among students from diverse ethnic and socioeconomic backgrounds.</p>\n<p>A total of 43 students participated in the study, 20 of whom were selected by the conventional methods (M1) and 23 through the new methods (M2) developed in this project. The students joined the UArizona KEYS program to actively participate in university biomedical research and develop their talents far beyond typical high school curricula. Teachers and administrators of the four partner high schools participated in all phases of the project, including assessment development, student recruitment, KEYS participation and outcome assessments; a total of 83 school personnel participated in project-related professional development workshops. Through additional activities, project personnel educated the student parents and their communities about the relevance of STEM to everyday life and success in education and careers, as well as about the outcomes of the project.</p>\n<p><strong>Intellectual Merit</strong> <em>Cultivating Diverse Talent in STEM&nbsp;</em>was a unique project&nbsp;in that it was an evaluation of the impact of different methods of identifying exceptionally talented students in STEM by observing over at least a year how students performed in activities that were designed to accelerate their learning and to expand their talent. The education team contributed nine manuscripts to the STEM education field, showing how different methods of identifying exceptional talent limit or enhance access to opportunities that nurture talent. One manuscript also provided insights into how students from different backgrounds react to research experiences in biology, genetics, engineering and medicine. In general, we found that some of the students with low GPAs were some of the best creative problem solvers. Thus, we would recommend use of the M2 assessments of creative problem solving and domain specific expertise with a wide variety of students, especially those from under-served groups such low-income families, those from non-mainstream cultures, and those whose parents do not have a high level of education.</p>\n<p><strong>Broader Impacts</strong> <em>Cultivating Diverse Talent in Stem</em>&nbsp;resulted in an increase&nbsp;in the number and diversity of exceptionally talented students in STEM who had access to interventions to accelerate their learning. It has also resulted in an increase in the number of school personnel who experienced the benefits of identifying and accommodating exceptional talent by using evidence-based methods that go beyond conventional means to assess student capabilities. Generally, the outcomes of the project clearly demonstrate that society is losing significant numbers of exceptionally talented students by identifying them using methods that focus on GPA, personal statements, and references, instead of their ability to use their knowledge to solve problems. Assessments based on creative problem-solving help identify those with exceptional talent in STEM among otherwise under-performing students and are of special importance for students from low income and culturally diverse groups. Finally, the study showed that students benefit from encouragement and assistance in identifying and pursuing experiences to develop their abilities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2020<br>\n\t\t\t\t\tModified by: Uwe&nbsp;Hilgert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCultivating Diverse Talent in STEM - PROJECT OUTCOMES\n\nThe University of Arizona (UArizona), through its BIO5 Institute and the Colleges of Education, Pharmacy and Science teamed up with four school districts in the American Southwest, which serve predominantly under-served students, to study innovative exceptional talent identification and nurturing activities to enhance the development of future scientists from diverse student populations. The vision of Cultivating Diverse Talent in STEM was to increase the number and diversity of exceptionally talented students who develop themselves towards becoming the next STEM innovators.\n\nThe partners conducted a Prototype project in the focal area of Identifying and Cultivating Exceptional Talent In STEM. Project personnel developed new methods (M2) to assess students talents in STEM using creative problem-solving and concept-mapping. They also nurtured students identified as exceptionally talented in STEM in the UArizonas KEYS (Keep Engaging Youth in Science) High School Student Research Program, which engages students in creative problem-solving in biomedical research. Finally, they compared the characteristics of students who were identified as exceptionally talented in STEM using conventional methods (M1) by gauging students academic success and ability through GPA, a personal statement and teacher recommendations, with those of students whose talents were identified through the new methods (M2). The project focused on the usefulness of either method to identify exceptional talent in STEM among students from diverse ethnic and socioeconomic backgrounds.\n\nA total of 43 students participated in the study, 20 of whom were selected by the conventional methods (M1) and 23 through the new methods (M2) developed in this project. The students joined the UArizona KEYS program to actively participate in university biomedical research and develop their talents far beyond typical high school curricula. Teachers and administrators of the four partner high schools participated in all phases of the project, including assessment development, student recruitment, KEYS participation and outcome assessments; a total of 83 school personnel participated in project-related professional development workshops. Through additional activities, project personnel educated the student parents and their communities about the relevance of STEM to everyday life and success in education and careers, as well as about the outcomes of the project.\n\nIntellectual Merit Cultivating Diverse Talent in STEM was a unique project in that it was an evaluation of the impact of different methods of identifying exceptionally talented students in STEM by observing over at least a year how students performed in activities that were designed to accelerate their learning and to expand their talent. The education team contributed nine manuscripts to the STEM education field, showing how different methods of identifying exceptional talent limit or enhance access to opportunities that nurture talent. One manuscript also provided insights into how students from different backgrounds react to research experiences in biology, genetics, engineering and medicine. In general, we found that some of the students with low GPAs were some of the best creative problem solvers. Thus, we would recommend use of the M2 assessments of creative problem solving and domain specific expertise with a wide variety of students, especially those from under-served groups such low-income families, those from non-mainstream cultures, and those whose parents do not have a high level of education.\n\nBroader Impacts Cultivating Diverse Talent in Stem resulted in an increase in the number and diversity of exceptionally talented students in STEM who had access to interventions to accelerate their learning. It has also resulted in an increase in the number of school personnel who experienced the benefits of identifying and accommodating exceptional talent by using evidence-based methods that go beyond conventional means to assess student capabilities. Generally, the outcomes of the project clearly demonstrate that society is losing significant numbers of exceptionally talented students by identifying them using methods that focus on GPA, personal statements, and references, instead of their ability to use their knowledge to solve problems. Assessments based on creative problem-solving help identify those with exceptional talent in STEM among otherwise under-performing students and are of special importance for students from low income and culturally diverse groups. Finally, the study showed that students benefit from encouragement and assistance in identifying and pursuing experiences to develop their abilities.\n\n\t\t\t\t\tLast Modified: 05/31/2020\n\n\t\t\t\t\tSubmitted by: Uwe Hilgert"
 }
}