{
 "awd_id": "1321120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Wireless Network Security: Building on Erasures",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Brown",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 497415.0,
 "awd_amount": 497415.0,
 "awd_min_amd_letter_date": "2013-06-27",
 "awd_max_amd_letter_date": "2013-06-27",
 "awd_abstract_narration": "This project aims to advance our fundamental understanding of secrecy over arbitrary wireless networks. Over the last decade we have significantly deepened our fundamental understanding on how to send information over wireless networks, while our understanding on how to securely send this information has not reached the same depth as yet. This project aims to develop a unifying theory that enhances wireless secrecy by exploiting wireless properties such as: the existence of feedback (today part of all wireless standards); the possibility of selecting and using multiple network communication paths; the smart use of wireless jamming and the wireless channel variability and unpredictability. We enable this by \"building on erasures:\" through appropriate coding and smart wireless jamming, we convert (Gaussian) wireless networks to erasure networks. We then develop protocols that use interaction and feedback to enable provable security against active and passive adversaries, even if they are computationally unbounded.  \r\n\r\nThe project also promotes the training of research engineers: we will integrate the research into the curriculum via the creation of novel coursework combining the underlying concepts in wireless communication, network coding/protocols, and information theory. The research in this project, if successful, will contribute to the fundamental sciences of information theoretic network security and secure network coding. Given our increasing dependence on wireless devices as a portal for socio-economic activities, wireless security will have broad implications in mobile commerce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Fragouli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Fragouli",
   "pi_email_addr": "christina.fragouli@ucla.edu",
   "nsf_id": "000637237",
   "pi_start_date": "2013-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suhas",
   "pi_last_name": "Diggavi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suhas Diggavi",
   "pi_email_addr": "suhas@ee.ucla.edu",
   "nsf_id": "000550026",
   "pi_start_date": "2013-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "793500",
   "pgm_ele_name": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7937",
   "pgm_ref_txt": "NETWORK CODING AND INFO THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 497415.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong><br />In this project, we worked to develop a theory of wireless network security that allows us to study key generation and secure message transfer for a variety of traffic scenarios and adversarial models over networks, by leveraging the fact that the adversary may have limited network presence. Our work spanned from theotretical study and fundamental bounds to the design of efficient algorithms and experimentation. We used information theoretical tools and algorithms to analyse erasure networks with feedback, starting from a smaller networks to arbitrary topologies, and extending to traffic that ranges from a single unicast session, to multicasting and to multiple unicast sessions.&nbsp; This project was the first to demonstrate theoretically and experimentally that we can create unconditionally secure secret keys at rates of several Mbps, by leveraging wireles properties and with the help of efficient algorithms.<br /><br /><br /><strong>Intellectual Merit:</strong><br />Scientific accomplishments. There were many new scientific results that were discovered and published during the course of this project, with details in the publications as well as summarized in annual reports of the project. We would like to highlight the following: (i) We established a novel Linear Programming (LP) approach to derive matching upper and lower bounds and exactly characterize the secure network capacity of a number of network configurations, starting from a single link, to parallel links, to the V-network, the line network and the triangle network; (ii) Our LP approach gives achievable schemes that significantly outperform all competing approaches over arbitrary network topologies, including channel coding followed by secure network coding; (iii) We studied security for multiple-unicast sessions, and have shown that, use of network coding can offer significant benefits for security, although over the same network topology network coding may not offer benefits for unsecure cases; (iv) We have explored a number of applications made possible through this approach ranging from WiFi security, to sensor networks, to security for CyberPhysical Systems, to security for Millimeter Wave networks, to anonymity and privacy over wireless; (v) We have experimentally shown that we can create several Mbps of unconditionally secure keys, both on WiFi testbed as well as though a realistic simulator of mmWave networks; (vi) We have also studied the<br />use of information-theoretic tools to analyze hardware security, in particular for physically unclonable function (PUFs) along with a new stable PUF design.<br /><br /><strong>Scientific impact:</strong><br />One measure of academic impact of the project is the number of publications during the duration of the project; this project resulted about 35 publications in top tier conference and journals, including two tutorial papers, one at the Proceedings of IEEE, and the other on Designs, Codes and Cryptography. The diversity of the publication venues testify also to the interdisciplinary work in the project, ranging from IEEE ISIT, IEEE ITW, IEEE NetCod, IEEE ICISP and IEEE Transactions on Information Theory, to Transactions on Information Forensics and Security, IEEE GlobalSIP, ACM MobiCom, ACM HotNets, IEEE Trans. on Sensor Networks and IEEE HOST.&nbsp; The work was disseminated through several invited lectures in various industrial and academic settings by the PIs, and through organization of workshops.<br /><br /><strong>Broader impact:</strong><br />As we increasingly employ wireless for our professional and social life, as well as services such as health, education and finances, ensuring security and privacy becomes a strong requirement for many applications. This project develops a new approach to security and privacy, that are resilient even to adversaries with unbounded computational capabilities, such as adversaries who can access a quantum computer. Thus the findings of the project can have impact to network security, as we have demonstrated in several application examples and through industry collaboration.&nbsp; Several MS students, Ph.d. students and postdoctoral researchers have worked on parts of this project. We also also integrated several ideas from this project into the curriculum through the courses taught at UCLA.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2017<br>\n\t\t\t\t\tModified by: Suhas&nbsp;Diggavi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:\nIn this project, we worked to develop a theory of wireless network security that allows us to study key generation and secure message transfer for a variety of traffic scenarios and adversarial models over networks, by leveraging the fact that the adversary may have limited network presence. Our work spanned from theotretical study and fundamental bounds to the design of efficient algorithms and experimentation. We used information theoretical tools and algorithms to analyse erasure networks with feedback, starting from a smaller networks to arbitrary topologies, and extending to traffic that ranges from a single unicast session, to multicasting and to multiple unicast sessions.  This project was the first to demonstrate theoretically and experimentally that we can create unconditionally secure secret keys at rates of several Mbps, by leveraging wireles properties and with the help of efficient algorithms.\n\n\nIntellectual Merit:\nScientific accomplishments. There were many new scientific results that were discovered and published during the course of this project, with details in the publications as well as summarized in annual reports of the project. We would like to highlight the following: (i) We established a novel Linear Programming (LP) approach to derive matching upper and lower bounds and exactly characterize the secure network capacity of a number of network configurations, starting from a single link, to parallel links, to the V-network, the line network and the triangle network; (ii) Our LP approach gives achievable schemes that significantly outperform all competing approaches over arbitrary network topologies, including channel coding followed by secure network coding; (iii) We studied security for multiple-unicast sessions, and have shown that, use of network coding can offer significant benefits for security, although over the same network topology network coding may not offer benefits for unsecure cases; (iv) We have explored a number of applications made possible through this approach ranging from WiFi security, to sensor networks, to security for CyberPhysical Systems, to security for Millimeter Wave networks, to anonymity and privacy over wireless; (v) We have experimentally shown that we can create several Mbps of unconditionally secure keys, both on WiFi testbed as well as though a realistic simulator of mmWave networks; (vi) We have also studied the\nuse of information-theoretic tools to analyze hardware security, in particular for physically unclonable function (PUFs) along with a new stable PUF design.\n\nScientific impact:\nOne measure of academic impact of the project is the number of publications during the duration of the project; this project resulted about 35 publications in top tier conference and journals, including two tutorial papers, one at the Proceedings of IEEE, and the other on Designs, Codes and Cryptography. The diversity of the publication venues testify also to the interdisciplinary work in the project, ranging from IEEE ISIT, IEEE ITW, IEEE NetCod, IEEE ICISP and IEEE Transactions on Information Theory, to Transactions on Information Forensics and Security, IEEE GlobalSIP, ACM MobiCom, ACM HotNets, IEEE Trans. on Sensor Networks and IEEE HOST.  The work was disseminated through several invited lectures in various industrial and academic settings by the PIs, and through organization of workshops.\n\nBroader impact:\nAs we increasingly employ wireless for our professional and social life, as well as services such as health, education and finances, ensuring security and privacy becomes a strong requirement for many applications. This project develops a new approach to security and privacy, that are resilient even to adversaries with unbounded computational capabilities, such as adversaries who can access a quantum computer. Thus the findings of the project can have impact to network security, as we have demonstrated in several application examples and through industry collaboration.  Several MS students, Ph.d. students and postdoctoral researchers have worked on parts of this project. We also also integrated several ideas from this project into the curriculum through the courses taught at UCLA.\n\n\n\n\t\t\t\t\tLast Modified: 10/28/2017\n\n\t\t\t\t\tSubmitted by: Suhas Diggavi"
 }
}