{
 "awd_id": "1321506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Development of a Computational Tool for Modeling, Simulation, and Design of Next Generation Discrete Droplet Microfluidic Systems",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2013-06-21",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project proposes to develop a simulation and design software for droplet-based microfluidic devices.  Designing microfluidic platforms for biological and biochemistry applications is a laborious process involving several experimental trials. Scaling up a basic design to a parallelized device is another challenge. As a result, computational tools that can hasten the discovery process are essential. The proposed work is on the development of a rational design approach that will comprehensively access the vast design space for developing massively parallelized microfluidic architectures. The intellectual merits of the work are related to:  (i) the development of a combined linear algebra and graph theory approach to simulate the behavior of large-scale droplet-based microfluidic platforms in a computationally tractable manner, and (ii) research on a specialized genetic algorithm (GA) approach, which will integrate with the simulation module for the design of customized droplet-based microfluidic platforms based on any desired objective.  The first phase of the proposal will focus on the development and demonstration of a microfluidic platform for a specific combinatorial sequencing problem.  A deliverable for this phase is a software system that would receive inputs from the user and deliver a CAD device design.\r\n\t \r\nThe broader impact/commercial potential of this project, if successful, will be the development of several novel design concepts for microfluidic lab-on-a-chip devices that provide the ability to control chemicals at a molecular level. This will profoundly enhance our understanding of the fundamental workings of these devices. Precise control of chemical composition and concentration will lead to discovery of materials that help in protein crystallization and stem cell growth. This will be a valuable resource for pharmaceutical (multibillion dollar industry) companies for drug screening and combinatorial protein designs. Additionally, these platforms also can be designed for biological applications such as preferential separation of cancer cells from healthy cells. Initial customers for this software will be universities and research labs. As the technology successfully negotiates the validation cycle, the software either may be licensed directly to customers or used in a design consultancy mode with industries for specific design projects. The grand vision of the project is the development of an automated system that will synthesize droplet-based microfluidic platforms using either 3D printing or Xurography starting from just a design concept of a user.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeevan",
   "pi_last_name": "Maddala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeevan Maddala",
   "pi_email_addr": "jeevan.maddala@mail.wvu.edu",
   "nsf_id": "000636614",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raghunathan",
   "pi_last_name": "Rengasamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raghunathan Rengasamy",
   "pi_email_addr": "raghu.rengasamy@ttu.edu",
   "nsf_id": "000289581",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SYSENG LLC",
  "inst_street_address": "1921 76th street",
  "inst_street_address_2": "",
  "inst_city_name": "Lubbock",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8062418905",
  "inst_zip_code": "794231620",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "SYSENG LLC",
  "perf_str_addr": "1921 76th street",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794231620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Droplet based <span><span>microfluidic</span></span> devices are likely to have a great impact in various applications such as contaminant detection, medical diagnostic devices, drug delivery - all of which relate to human health. While the promise is enormous, lack of rational approaches for transitioning the lab-scale devices to engineering practice has been a key obstacle in efficient deployment of these devices in the market-place.</p>\n<p><span><span>SysEng</span></span> <span><span>LLC&rsquo;s</span></span> phase I objectives were to develop and study the technical and commercial feasibility of a simulation and design software to fill this lacuna. The software was envisaged to comprise of two major algorithms: (i) a simulation tool that aids in understanding the dynamics of any complex droplet-based network architecture, and (ii) a design tool that can be utilized in rational design of droplet-based <span><span>microfluidic</span></span> platforms based on any desired application. <span><span>SysEng</span></span> <span><span>LLC</span></span> has completed the preliminary development&nbsp;of a computational approach as envisioned in the phase I grant application. The computational tool deployed as a software solution uses patent pending algorithms and can simulate any large-scale design provided by the user.</p>\n<p><span><span>SysEng</span></span> also developed genetic algorithm based optimization routines that aid in rationally developing droplet-based <span><span>microfluidic</span></span> platforms for any specified application. The optimization routines access the simulation algorithms and iteratively identify the best networks that meet the design objectives. In the phase I work we pursued two different demonstration applications. The first application was droplet separation, which has relevance, for e.g., in devices for cancer detection. This problem can be abstracted as one of separation of droplets based on the resistances that they offer to flow in <span><span>microfluidic</span></span> channels. The second example was a <span><span>desi</span></span><span><span>gn</span></span>&nbsp;for combinatorial sequencing of droplets. Our genetic algorithm approach was successful in finding <span><span>desi</span></span><span><span>gn</span></span> structures for both the examples. The designs are remarkable (see Figure) in that when one inspects the final structure that is identified it is easy to appreciate how hard it will be to <span><span>desi</span></span><span><span>gn</span></span> such networks based just on trial-and-error experimentation. These proof-of-concept examples could be scaled-up to address <span><span>desi</span></span><span><span>gn</span>&nbsp;</span>problems that involve hundreds of droplets and sequences.</p>\n<p>While basic feasibility has been demonstrated, further fundamental enhancements to the simulation and design approaches have to be pursued. The devices designed for cell separation for disease diagnosis and droplet sequencing for drug discovery will have to be experimentally validated. It is also possible to develop a STEM module based on Phase I work and this should be pursued for broader dissemination of the work to future scientists and engineers. This work has also resulted in mentoring undergraduate students and training them in technology entrepreneurship.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Jeevan&nbsp;Maddala</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a hre...",
  "por_txt_cntn": "\nDroplet based microfluidic devices are likely to have a great impact in various applications such as contaminant detection, medical diagnostic devices, drug delivery - all of which relate to human health. While the promise is enormous, lack of rational approaches for transitioning the lab-scale devices to engineering practice has been a key obstacle in efficient deployment of these devices in the market-place.\n\nSysEng LLCÆs phase I objectives were to develop and study the technical and commercial feasibility of a simulation and design software to fill this lacuna. The software was envisaged to comprise of two major algorithms: (i) a simulation tool that aids in understanding the dynamics of any complex droplet-based network architecture, and (ii) a design tool that can be utilized in rational design of droplet-based microfluidic platforms based on any desired application. SysEng LLC has completed the preliminary development of a computational approach as envisioned in the phase I grant application. The computational tool deployed as a software solution uses patent pending algorithms and can simulate any large-scale design provided by the user.\n\nSysEng also developed genetic algorithm based optimization routines that aid in rationally developing droplet-based microfluidic platforms for any specified application. The optimization routines access the simulation algorithms and iteratively identify the best networks that meet the design objectives. In the phase I work we pursued two different demonstration applications. The first application was droplet separation, which has relevance, for e.g., in devices for cancer detection. This problem can be abstracted as one of separation of droplets based on the resistances that they offer to flow in microfluidic channels. The second example was a design for combinatorial sequencing of droplets. Our genetic algorithm approach was successful in finding design structures for both the examples. The designs are remarkable (see Figure) in that when one inspects the final structure that is identified it is easy to appreciate how hard it will be to design such networks based just on trial-and-error experimentation. These proof-of-concept examples could be scaled-up to address design problems that involve hundreds of droplets and sequences.\n\nWhile basic feasibility has been demonstrated, further fundamental enhancements to the simulation and design approaches have to be pursued. The devices designed for cell separation for disease diagnosis and droplet sequencing for drug discovery will have to be experimentally validated. It is also possible to develop a STEM module based on Phase I work and this should be pursued for broader dissemination of the work to future scientists and engineers. This work has also resulted in mentoring undergraduate students and training them in technology entrepreneurship.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Jeevan Maddala"
 }
}