{
 "awd_id": "1321655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interaction of earthquake rupture with idealized fault inhomogeneities:   Effects on rupture speed, slip, and seismic radiation",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-07-17",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "This study will advance our fundamental understanding of the dynamics and physics of earthquake-producing faults, focusing on the relation between fault features and seismic radiation, with applications to seismic hazard mitigation.  One key question this project aims to answer is if the presence of fault inhomogeneities may cause earthquake ruptures to accelerate and propagate at supershear speeds. It is important to understand the conditions under which supershear earthquakes occur, since supershear ruptures can cause much stronger shaking farther from the fault than subshear ones. Can such destructive earthquakes occur on faults in the US, for example, on the San Andreas fault, some parts of which are locked and loaded for the new big one?\r\n\r\nAccording to well-established theories, homogeneous faults require a high level of shear stress to propagate at supershear speeds. Yet numerous field observations reveal that supershear earthquakes occur on mature strike-slip faults that operate at low overall levels of shear prestress. Recently, numerical simulations have shown that heterogeneous faults with patches of higher stress or lower strength can transition to supershear speeds under a much wider range of prestress conditions than what is obtained in models with homogeneous strength. \r\n\r\nMotivated by these findings, we plan to carry out a combined laboratory and numerical study of how the speed of earthquake ruptures, as well as their accumulated slip and resulting seismic radiation, are affected by several fault inhomogeneity features likely to be present on natural faults.  We will also investigate the complimentary question of what the radiated wave fields can tell us about the variations in fault properties. In addition to clarifying the dynamics and physics of earthquakes, the developed well-characterized experiments on faults with inhomogeneity can serve as benchmarks for validation of kinematic inversion models and dynamic rupture codes.  The new proposed experimental technique for the enhanced characterization of dynamic rupture processes by coupling digital image correlation and high speed photography can become an invaluable tool for studies of transient phenomena in earthquake science and solid mechanics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ares",
   "pi_last_name": "Rosakis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ares J Rosakis",
   "pi_email_addr": "arosakis@caltech.edu",
   "nsf_id": "000468556",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nadia",
   "pi_last_name": "Lapusta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nadia Lapusta",
   "pi_email_addr": "lapusta@caltech.edu",
   "nsf_id": "000107339",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large destructive earthquakes are typically caused by dynamic rupture propagating dynamically along pre-existing faults in the earth&rsquo;s crust, such as the San Andreas Fault in California and the Denali fault in Alaska. As such ruptures propagate along the fault, the two sides of the fault slide past each other, accumulating relative displacement &ndash; or slip &ndash;&nbsp; with average slip velocities of the order of 1 m/s and maximum speeds at the rupture front perhaps capable of reaching an order of magnitude higher. This dramatic process is heavily affected by the nature of dynamic friction and its dependence on rapidly evolving rupture parameters such as slip and slip velocity among others. That is why the dynamic frictional law (the law which determines the fault&rsquo;s strength and its dynamic resistance to sliding) is a key element in understanding earthquake physics and serves as a crucial input to models of both single dynamic ruptures and long-term earthquake behavior. Indeed, assumptions about dynamic friction can dramatically change the interpretation of earthquake observations as well as the understanding of earthquake interaction with fault plane inhomogeneities (places where the frictional resistance may deviate from the average), leading to different conclusions about the physical mechanisms controlling rupture speeds, rupture modes, stress levels on faults, and patterns of seismic/aseismic slip. Yet dynamic friction evolution is one of the biggest uncertainties and remaining scientific questions in earthquake source mechanics.</p>\n<p>In this project we have concentrated in addressing this still unresolved question in relation to both homogeneous and frictionally inhomogeneous faults. During the course of this study, we have conducted unprecedented measurements of evolving local friction during mini-earthquakes in the laboratory. These measurements were enabled by our &ldquo;Laboratory Earthquake&rdquo; setup and a recently developed high-speed imaging technique capable of directly measuring displacements, strain and velocity fields and subsequently inferring stresses and fault surface tractions in real-time. The technique captures, for the first time, the temporal evolution and spatial variation of such velocities, strains, and stresses of a laboratory earthquake rupture as this rupture propagates through a section of the fault. Indeed, this capability has enabled us to develop a new approach for measuring &ldquo;local&rdquo; evolution of dynamic friction (at sliding rates up to 10 m/s) during the process of rupture without having to assume the presence of uniform sliding of the interface as all previous frictional studies have implicitly assumed. We have found that the observed friction law does not follow the purely slip-weakening structure often assumed in modeling of earthquake ruptures because of its simplicity. Instead, it features a highly complex evolution, featuring initial velocity strengthening followed by substantial velocity weakening at the steady state. &nbsp;This is reminiscent of a wide class of more advanced frictional laws recently proposed in the theoretical literature. In particular, our measurements are qualitatively consistent with rate-and-state friction formulations of friction supplemented with flash heating and will eventually be used to validate or exclude various competing models proposed in the literature. We have also performed local friction measurements for creeping interfaces to enhance our understanding of friction evolution across the full spectrum of slip behavior.</p>\n<p>In addition to studying friction on uniform interfaces, we have also used our local experimental methodology to study the interaction of individual earthquake ruptures with fault inhomogeneities. Here the ability to measure locally (at an evolving rupture front) and in real time, becomes truly invaluable. &nbsp;We find that (depending on various conditions) the presence of fault inhomogeneities may cause earthquake ruptures to change the rupture velocity regime and may cause earthquake ruptures to accelerate and propagate at supershear speeds. It is important to understand the conditions under which supershear earthquakes occur, since supershear ruptures can cause much stronger ground shaking farther from the fault than subshear ones.</p>\n<p>The outcomes of this project contribute to our fundamental understanding of the physics and the mechanics of earthquake-producing faults and have very strong implications to the analysis of seismic hazard mitigation. Our highly resolved and well-characterized experimental measurements can serve as benchmarks for validation of both kinematic inversion models and dynamic rupture codes. The new experimental technique for the enhanced characterization of dynamic rupture processes by coupling digital image correlation and ultra high speed photography in opaque solids can become an invaluable tool for studies of transient phenomena in earthquake science and solid mechanics. Several students and a postdoctoral fellow have got valuable research experience participating in the interdisciplinary activities of this project.&nbsp; The results are in the process of being disseminated through publications in leading professional journals and at professional meetings. We have used the results of our study to graphically illustrate earthquakes and to teach the associated science questions to high-school and middle-school students and their teachers, since the conducted experiments and simulations provide a unique visual look under the hood of the earthquake machine.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2016<br>\n\t\t\t\t\tModified by: Ares&nbsp;J&nbsp;Rosakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge destructive earthquakes are typically caused by dynamic rupture propagating dynamically along pre-existing faults in the earth?s crust, such as the San Andreas Fault in California and the Denali fault in Alaska. As such ruptures propagate along the fault, the two sides of the fault slide past each other, accumulating relative displacement &ndash; or slip &ndash;  with average slip velocities of the order of 1 m/s and maximum speeds at the rupture front perhaps capable of reaching an order of magnitude higher. This dramatic process is heavily affected by the nature of dynamic friction and its dependence on rapidly evolving rupture parameters such as slip and slip velocity among others. That is why the dynamic frictional law (the law which determines the fault?s strength and its dynamic resistance to sliding) is a key element in understanding earthquake physics and serves as a crucial input to models of both single dynamic ruptures and long-term earthquake behavior. Indeed, assumptions about dynamic friction can dramatically change the interpretation of earthquake observations as well as the understanding of earthquake interaction with fault plane inhomogeneities (places where the frictional resistance may deviate from the average), leading to different conclusions about the physical mechanisms controlling rupture speeds, rupture modes, stress levels on faults, and patterns of seismic/aseismic slip. Yet dynamic friction evolution is one of the biggest uncertainties and remaining scientific questions in earthquake source mechanics.\n\nIn this project we have concentrated in addressing this still unresolved question in relation to both homogeneous and frictionally inhomogeneous faults. During the course of this study, we have conducted unprecedented measurements of evolving local friction during mini-earthquakes in the laboratory. These measurements were enabled by our \"Laboratory Earthquake\" setup and a recently developed high-speed imaging technique capable of directly measuring displacements, strain and velocity fields and subsequently inferring stresses and fault surface tractions in real-time. The technique captures, for the first time, the temporal evolution and spatial variation of such velocities, strains, and stresses of a laboratory earthquake rupture as this rupture propagates through a section of the fault. Indeed, this capability has enabled us to develop a new approach for measuring \"local\" evolution of dynamic friction (at sliding rates up to 10 m/s) during the process of rupture without having to assume the presence of uniform sliding of the interface as all previous frictional studies have implicitly assumed. We have found that the observed friction law does not follow the purely slip-weakening structure often assumed in modeling of earthquake ruptures because of its simplicity. Instead, it features a highly complex evolution, featuring initial velocity strengthening followed by substantial velocity weakening at the steady state.  This is reminiscent of a wide class of more advanced frictional laws recently proposed in the theoretical literature. In particular, our measurements are qualitatively consistent with rate-and-state friction formulations of friction supplemented with flash heating and will eventually be used to validate or exclude various competing models proposed in the literature. We have also performed local friction measurements for creeping interfaces to enhance our understanding of friction evolution across the full spectrum of slip behavior.\n\nIn addition to studying friction on uniform interfaces, we have also used our local experimental methodology to study the interaction of individual earthquake ruptures with fault inhomogeneities. Here the ability to measure locally (at an evolving rupture front) and in real time, becomes truly invaluable.  We find that (depending on various conditions) the presence of fault inhomogeneities may cause earthquake ruptures to change the rupture velocity regime and may cause earthquake ruptures to accelerate and propagate at supershear speeds. It is important to understand the conditions under which supershear earthquakes occur, since supershear ruptures can cause much stronger ground shaking farther from the fault than subshear ones.\n\nThe outcomes of this project contribute to our fundamental understanding of the physics and the mechanics of earthquake-producing faults and have very strong implications to the analysis of seismic hazard mitigation. Our highly resolved and well-characterized experimental measurements can serve as benchmarks for validation of both kinematic inversion models and dynamic rupture codes. The new experimental technique for the enhanced characterization of dynamic rupture processes by coupling digital image correlation and ultra high speed photography in opaque solids can become an invaluable tool for studies of transient phenomena in earthquake science and solid mechanics. Several students and a postdoctoral fellow have got valuable research experience participating in the interdisciplinary activities of this project.  The results are in the process of being disseminated through publications in leading professional journals and at professional meetings. We have used the results of our study to graphically illustrate earthquakes and to teach the associated science questions to high-school and middle-school students and their teachers, since the conducted experiments and simulations provide a unique visual look under the hood of the earthquake machine.\n\n \n\n\t\t\t\t\tLast Modified: 10/03/2016\n\n\t\t\t\t\tSubmitted by: Ares J Rosakis"
 }
}