{
 "awd_id": "1322748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research:  Web-architectures for Extensible, Adaptable and Scalable Manufacturing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 49107.0,
 "awd_amount": 49107.0,
 "awd_min_amd_letter_date": "2013-02-22",
 "awd_max_amd_letter_date": "2013-02-22",
 "awd_abstract_narration": "The objective of this EArly-concept Grant for Exploratory Research (EAGER) collaborative project is to conduct a critical review and to develop a set of set of requirements for protocols and architectures for extensible, adaptable, and scalable manufacturing.  Revolutionary advances in Information Technology (IT) have fueled the ubiquitous use of the Internet which has rapidly changed the manner in which we work, live and play. Impact of Internet technologies can be seen in diverse areas of national priority such as health care, energy and public safety. These advances have also promoted e-commerce for cyber shopping, communication and other service markets. However, in the general domain of manufacturing, the adoption of these IT advances has not been widespread due to unique challenges. There is a great need to investigate issues related to web-architectures that can foster an organic, community-involved development of software tools.  Based on these requirements, the plan is to either identify existing architectures or propose an innovative architecture for the manufacturing context outlined. This architecture needs to enable enterprise partners (in the broader manufacturing community) to use, modify and adapt existing software tools essential to their own activities but also interface with this web-based architecture so that various manufacturing and related service activities can be realized.\r\n\r\nSuch a web architecture will seek to foster a larger community-involved development and response that promotes more widespread use of software tools by the enterprises involved in manufacturing and related activities. At a functional level, such an architecture needs to also facilitate related entities (i.e., humans, services, resources) to adapt, modify and collaborate to achieve simple-to-complex manufacturing activities.  Findings will be published in a peer-reviewed conference as well as other journal publications in order to engage the pertinent manufacturing and computer science communities. Findings will also be posted on the project website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prasad",
   "pi_last_name": "Calyam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasad Calyam",
   "pi_email_addr": "calyamp@umsystem.edu",
   "nsf_id": "000268773",
   "pi_start_date": "2013-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in the field of cloud computing and networking have led to rapid development and market growth in areas such as online retail, gaming and healthcare. In the field of advanced manufacturing however, the impact has been significantly lesser than expected due to limitations in cloud platforms for fostering community engagement. To address this problem, we conducted studies to answer fundamental questions such as: <em>Similar to experiences in the retail or gaming sector services, is there an architecture which will enable individuals or enterprises needing manufacturing services to easily obtain them over the web? Further, how can this architecture simultaneously enable such collaborations within the context of the shortcomings of the services accessible at a given time and evolve to provide increasing guidance with respect to manufacturing complexities in the broad manufacturing life cycle context?&nbsp; If such an architecture can be formalized, what should be its core characteristics? </em>We also implemented a cloud architecture for advanced collaborative manufacturing that allows agile methods<em> </em>to be adopted by small business manufacturers who rely on advanced computation and network infrastructure resources. Our architecture leverages public cloud infrastructure to provide scalable and on-demand resources in a cost-effective manner to these small businesses. This project explorations have enabled graduate and undergraduate students to be exposed to cutting edge concepts and technologies in the important emerging field of cyber collaboration and App marketplaces, which are transforming our society&rsquo;s use of computers and overall economy.<em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2014<br>\n\t\t\t\t\tModified by: Prasad&nbsp;Calyam</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1322748/1322748_10205133_1417087577423_advancedmanufacturing-cloud--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1322748/1322748_10205133_1417087577423_advancedmanufacturing-cloud--rgov-800width.jpg\" title=\"Manufacturing Clouds\"><img src=\"/por/images/Reports/POR/2014/1322748/1322748_10205133_1417087577423_advancedmanufacturing-cloud--rgov-66x44.jpg\" alt=\"Manufacturing Clouds\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image shows how cloud computing can help advanced manufacturing small businesses</div>\n<div class=\"imageCredit\">University of Missouri-Columbia</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prasad&nbsp;Calyam</div>\n<div class=\"imageTitle\">Manufacturing Clouds</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAdvances in the field of cloud computing and networking have led to rapid development and market growth in areas such as online retail, gaming and healthcare. In the field of advanced manufacturing however, the impact has been significantly lesser than expected due to limitations in cloud platforms for fostering community engagement. To address this problem, we conducted studies to answer fundamental questions such as: Similar to experiences in the retail or gaming sector services, is there an architecture which will enable individuals or enterprises needing manufacturing services to easily obtain them over the web? Further, how can this architecture simultaneously enable such collaborations within the context of the shortcomings of the services accessible at a given time and evolve to provide increasing guidance with respect to manufacturing complexities in the broad manufacturing life cycle context?  If such an architecture can be formalized, what should be its core characteristics? We also implemented a cloud architecture for advanced collaborative manufacturing that allows agile methods to be adopted by small business manufacturers who rely on advanced computation and network infrastructure resources. Our architecture leverages public cloud infrastructure to provide scalable and on-demand resources in a cost-effective manner to these small businesses. This project explorations have enabled graduate and undergraduate students to be exposed to cutting edge concepts and technologies in the important emerging field of cyber collaboration and App marketplaces, which are transforming our societyÆs use of computers and overall economy. \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2014\n\n\t\t\t\t\tSubmitted by: Prasad Calyam"
 }
}