{
 "awd_id": "1322775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Dynamics in the Southern Maya Lowlands: A Network of High-Resolution, Multi-Proxy Reconstructions of Prehispanic Biomass Burning and Environmental Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 77795.0,
 "awd_amount": 77795.0,
 "awd_min_amd_letter_date": "2013-07-20",
 "awd_max_amd_letter_date": "2016-07-29",
 "awd_abstract_narration": "With the National Science Foundation support, archaeologist Francisco Estrada-Belli and geographers David Wahl and Lysanna Anderson will conduct an interdisciplinary research study into the dynamics of environmental and climate change, and human-environmental interaction in the Maya Biosphere Reserve forest in northeastern Guatemala.   This area was among the most densely settled by the Maya until 1000 years ago.  The study will contribute to an ongoing effort to create a network of high-resolution reconstructions of environmental change and land use practices based on multiple lines of evidence for bio-mass burning, climate change, vegetation change, and settlement history for the Maya Lowlands spanning several millennia. \r\n\r\nEnvironmental change, either anthropogenically induced and/or associated with natural climate variability, has been posited as contributing to two periods of marked population decline in the southern Maya Lowlands.  The first episode occurred ~200 CE and is thought to have affected a number of large Preclassic period (2000 BCE-250 CE) centers. The second occurred at the end of the Classic period (250-900 CE) and is commonly referred as the \"Maya Collapse\" having interrupted  2000 years of occupation at most sites in the southern Maya lowlands.  For both cases, climate change and environmental degradation have been proposed as the primary causes of extensive demographic decline.  \r\n\r\nFire was certainly important to the Maya in landscape management and building activities, although the extent to which it was used remains largely unknown. Moreover, a full picture of the chronology and causes of environmental change during the Pre-Hispanic period has yet to emerge.  Many of the records produced so far are insecurely dated, are lacking from key cultural zones, or lack sufficient temporal resolution to precisely date the timing of events and changes.  Examination of these landscapes on a case-by-case basis will provide a foundation for gaining new insights into the dynamic climate/environment and human/environment relationships.\r\n\r\nThis study will provide a detailed record of human occupation and environmental change from Lake Eknaab, located in the Holmul region, an area of the Maya Lowlands where settlement began at 1000 BCE and where large urban centers flourished from 250 BCE to 900 CE. The lake is situated between two major centers: Cival, which was occupied in the Preclassic period (300 BCE- 250 CE) and Witzna whose occupation peaked in the Classic period (250-900 CE).\r\n\r\n In order to model the effects of environmental degradation and/or climate change on the cultural trajectory of the region, this research will use a wide range of paleoenvironmental indicators in conjunction with detailed settlement history. High-resolution fossil charcoal analysis will be employed to reconstruct biomass burning, pollen will be used to indicate nearby agricultural activity, stable isotopes will serve as a proxy for climate variability, and sediment characteristics will be used to assess changes in hydrology and sedimentation regimes.    Archaeological surveys and selective excavations near coring sites will augment interpretive capability of environmental proxies.\r\n\r\nThe broader impact of this study lies in its ability to 1) provide a detailed record of human-environment interactions in the history of Maya civilization, separating human impacts from climate change, and evaluate any correlation with settlement abandonments; 2) fill an important gap in our knowledge of landscape evolution and climate variability in an area of fragile wetland environments that supported human activities for millennia; 3) generate baseline archaeological data on the settlement of the Maya Lowlands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Estrada-Belli",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco G Estrada-Belli",
   "pi_email_addr": "franciscoeb@gmail.com",
   "nsf_id": "000099436",
   "pi_start_date": "2013-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wahl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Wahl",
   "pi_email_addr": "dwahl@berkeley.edu",
   "nsf_id": "000592651",
   "pi_start_date": "2013-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lysanna",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lysanna Anderson",
   "pi_email_addr": "Landerson@usgs.gov",
   "nsf_id": "000597420",
   "pi_start_date": "2013-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University Archaeology",
  "perf_str_addr": "675 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 77795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study funded by NSF grant 1322775 aimed to investigate the history of natural and anthropogenic fire in the southern Maya lowlands of modern day northern Guatemala. We hypothesized that anthropogenic burning was the primary agent of environmental change during the period of prehispanic settlement (~5000-1000 BP). &nbsp;To test this hypothesis, this study combined archeological surveys of Witzna, a Classic period Maya site, with data from a 7-meter sediment core raised from Laguna Ek&rsquo;Naab, a small lake located adjacent to Witzna. Analysis of the sediment produced several high-resolution proxy datasets to elucidate changes in vegetation, fire, erosion, and agriculture near Witzna. &nbsp;Specifically, pollen, charcoal, d<sup>13</sup>C, C:N, physical property, d <sup>18</sup>O, and AMS <sup>14</sup>C analyses were conducted. Thirty-four km<sup>2</sup> surrounding Witzna and Laguna Ek&rsquo;Naab were surveyed to understand settlement history of the area.</p>\n<p>&nbsp;</p>\n<p>The archaeological excavations revealed evidence of burning of the main palatial group at Witzna, located to the north of the main plaza. Two carved monuments were located in front of a funerary structure to the west of the plaza (Stela 1 and Stela 2). Both monuments appear to have been commissioned by a late eighth century Witzna ruler. While much of the text carved on these monuments have been lost to erosion, enough remains to permit the identification of Witnza with Bahlam Jol, a kingdom referred to on an early eighth century monument at Naranjo (Stela 22). On Stela 22, Naranjo&rsquo;s king boasts about the burning of several centers, among which was Bahlam Jol, burned for the second time in the year 697 CE.</p>\n<p>&nbsp;</p>\n<p>The Laguna Ek&rsquo;Naab sediment core provides a rare opportunity for high-resolution multi-proxy paleoenvironmental reconstruction from the southern Maya lowlands. Data suggest a widespread, intense fire in the watershed, greater than any other during the 1700-year record, at ~692 CE. &nbsp;The apparent synchronicity of this charcoal deposit and the &ldquo;burning&rdquo; statement on Naranjo&rsquo;s Stela 22 provide strong evidence that the charcoal was produced by a battle and fires that razed Witzna on May 21, 697 CE. &nbsp;This evidence reveals a type of extreme warfare alluded to in epigraphic texts but rarely documented in the archaeological record.</p>\n<p>&nbsp;</p>\n<p>Proxy data indicate that there was a dramatic change in land use intensity following this fire. We interpret these changes to reflect a decrease in local population and concomitant decline in land use as a consequence of the battle. The rate and magnitude of decreased erosion that followed indicate widespread abandonment and dramatically decreased human disturbance in the watershed, though the 2016 excavations at Witzna and the finding of two late eight century carved monuments suggest that the site had recovered to some extent by 100 years after the fire event. &nbsp;Land use indicators suggest a small population subsisted in the watershed until ~1000 CE. Complete abandonment of the area appears to have occurred around 1070 CE.</p>\n<p>&nbsp;</p>\n<p>Our findings have important implications regarding current understanding of the functioning of Maya states and the role of warfare in the end of the Classic Maya civilization. They show that large-scale extreme Maya warfare, or &ldquo;total warfare&rdquo;, was not limited to the Terminal Period, but was common throughout the Classic Period (250-950 CE). The objectives of war were not to simply raid and capture sacrifice victims, but to conquer, impose tribute, and control other kingdoms. Finally, it is clear that battles of this magnitude, while very destructive, did not necessarily lead to the end of a dynasty and/or the &ldquo;termination&rdquo; of a city. As with many aspects of Maya civilization, we continue to realize that the prehispanic Maya were more complex and more similar to other ancient civilizations than previously thought.</p>\n<p>&nbsp;</p>\n<p>This project highlights the benefits of combining archaeological and paleoenvironmental data when examining the intricacies of ancient human land use and culture. &nbsp;Selecting sites designed to provide high-resolution paleoenvironmental records in close proximity to well-studied archeological sites results in complementary data sets that elucidate events and landscape change over similar time scales. &nbsp;The interdisciplinary approach, correlating archeological findings with paleoenvironmental data, resulted in two important advantages: 1) it increased certainty of the sediment core age model accuracy through combining independent archeological evidence with robust, statistically based <sup>14</sup>C age modeling algorithms and 2) it provided a means to clarify the connotation of the epigraphic war statement through assessment of the evidence preserved in the paleoenvironmental record.</p>\n<p>&nbsp;</p>\n<p>Three student physical science technicians (Liubov Presnetsova, Elinor Broadman and Marie Champagne) received extensive training in sediment core sampling and processing techniques as part of this study. This involved in-depth exposure to geochronological, palynological, and paleofire analytical methodologies.&nbsp; The experience, and the skill-set they gained, has provided a foundation for their future careers as research scientists, and contributed to the diversification of our professional science community by supporting the professional advancement of early career women scientists.</p>\n<p>&nbsp;</p>\n<p><br /> <br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2018<br>\n\t\t\t\t\tModified by: Francisco&nbsp;G&nbsp;Estrada-Belli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study funded by NSF grant 1322775 aimed to investigate the history of natural and anthropogenic fire in the southern Maya lowlands of modern day northern Guatemala. We hypothesized that anthropogenic burning was the primary agent of environmental change during the period of prehispanic settlement (~5000-1000 BP).  To test this hypothesis, this study combined archeological surveys of Witzna, a Classic period Maya site, with data from a 7-meter sediment core raised from Laguna Ek?Naab, a small lake located adjacent to Witzna. Analysis of the sediment produced several high-resolution proxy datasets to elucidate changes in vegetation, fire, erosion, and agriculture near Witzna.  Specifically, pollen, charcoal, d13C, C:N, physical property, d 18O, and AMS 14C analyses were conducted. Thirty-four km2 surrounding Witzna and Laguna Ek?Naab were surveyed to understand settlement history of the area.\n\n \n\nThe archaeological excavations revealed evidence of burning of the main palatial group at Witzna, located to the north of the main plaza. Two carved monuments were located in front of a funerary structure to the west of the plaza (Stela 1 and Stela 2). Both monuments appear to have been commissioned by a late eighth century Witzna ruler. While much of the text carved on these monuments have been lost to erosion, enough remains to permit the identification of Witnza with Bahlam Jol, a kingdom referred to on an early eighth century monument at Naranjo (Stela 22). On Stela 22, Naranjo?s king boasts about the burning of several centers, among which was Bahlam Jol, burned for the second time in the year 697 CE.\n\n \n\nThe Laguna Ek?Naab sediment core provides a rare opportunity for high-resolution multi-proxy paleoenvironmental reconstruction from the southern Maya lowlands. Data suggest a widespread, intense fire in the watershed, greater than any other during the 1700-year record, at ~692 CE.  The apparent synchronicity of this charcoal deposit and the \"burning\" statement on Naranjo?s Stela 22 provide strong evidence that the charcoal was produced by a battle and fires that razed Witzna on May 21, 697 CE.  This evidence reveals a type of extreme warfare alluded to in epigraphic texts but rarely documented in the archaeological record.\n\n \n\nProxy data indicate that there was a dramatic change in land use intensity following this fire. We interpret these changes to reflect a decrease in local population and concomitant decline in land use as a consequence of the battle. The rate and magnitude of decreased erosion that followed indicate widespread abandonment and dramatically decreased human disturbance in the watershed, though the 2016 excavations at Witzna and the finding of two late eight century carved monuments suggest that the site had recovered to some extent by 100 years after the fire event.  Land use indicators suggest a small population subsisted in the watershed until ~1000 CE. Complete abandonment of the area appears to have occurred around 1070 CE.\n\n \n\nOur findings have important implications regarding current understanding of the functioning of Maya states and the role of warfare in the end of the Classic Maya civilization. They show that large-scale extreme Maya warfare, or \"total warfare\", was not limited to the Terminal Period, but was common throughout the Classic Period (250-950 CE). The objectives of war were not to simply raid and capture sacrifice victims, but to conquer, impose tribute, and control other kingdoms. Finally, it is clear that battles of this magnitude, while very destructive, did not necessarily lead to the end of a dynasty and/or the \"termination\" of a city. As with many aspects of Maya civilization, we continue to realize that the prehispanic Maya were more complex and more similar to other ancient civilizations than previously thought.\n\n \n\nThis project highlights the benefits of combining archaeological and paleoenvironmental data when examining the intricacies of ancient human land use and culture.  Selecting sites designed to provide high-resolution paleoenvironmental records in close proximity to well-studied archeological sites results in complementary data sets that elucidate events and landscape change over similar time scales.  The interdisciplinary approach, correlating archeological findings with paleoenvironmental data, resulted in two important advantages: 1) it increased certainty of the sediment core age model accuracy through combining independent archeological evidence with robust, statistically based 14C age modeling algorithms and 2) it provided a means to clarify the connotation of the epigraphic war statement through assessment of the evidence preserved in the paleoenvironmental record.\n\n \n\nThree student physical science technicians (Liubov Presnetsova, Elinor Broadman and Marie Champagne) received extensive training in sediment core sampling and processing techniques as part of this study. This involved in-depth exposure to geochronological, palynological, and paleofire analytical methodologies.  The experience, and the skill-set they gained, has provided a foundation for their future careers as research scientists, and contributed to the diversification of our professional science community by supporting the professional advancement of early career women scientists.\n\n \n\n\n \n\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2018\n\n\t\t\t\t\tSubmitted by: Francisco G Estrada-Belli"
 }
}