{
 "awd_id": "1322939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Legal Anthropological Analysis of Secularism and Religious Freedom",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 12895.0,
 "awd_amount": 12895.0,
 "awd_min_amd_letter_date": "2013-08-02",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "Harvard University doctoral candidate Nancy A. Khalil, supervised by Dr. Steven C. Caton, will undertake research on secular legal claims brought by Muslim minorities. The research will be focused on a local terrorism trial and three Muslim-American institutions: a higher education institute, a mosque, and a community development organization. Adding field material from these three institutions to material already collected during the trial, the project aims to understand why and how an \"American Islam\" is pursued and produced (and by who) in response to the anti-terror climate. \r\n\r\nThe researcher will undertake twelve months of field research in the greater Boston-area. Using a variety of social science research methods, including: interviews with institutional actors, participant-observation at institutional events and programs, as well as strategic planning meetings. This material will be analyzed and compared to trial transcripts and field notes using qualitative data analysis software to discursively track how the law (through court testimony) and the community (through these institutions) are converging and diverging in their shaping of an \"American Islam.\"\r\n\r\nThis research is important because its results can contribute a qualitative understanding of how the post 9-11 climate infuses the shaping of an American Islam.  Increasingly, the relationship between America, Muslims, Islam, and the Muslim world has received significant media and policy attention. Elucidating a local experience of an independent, proactive response to perceived legal interference of a state with ostensible religious freedom rights can offer a perspective that challenges many of the prevailing scholarly assumptions about Islam and secularism. This is particularly valuable for policymakers whose objective is national security and preserving the values of a liberal-secular democratic society.  Funding this research also contributes to the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Caton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Caton",
   "pi_email_addr": "caton@wjh.harvard.edu",
   "nsf_id": "000304136",
   "pi_start_date": "2013-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Khalil",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy A Khalil",
   "pi_email_addr": "nkhalil@fas.harvard.edu",
   "nsf_id": "000608980",
   "pi_start_date": "2013-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What is an imam? In America, this has surfaced as a critical question, the answer mattering to a variety of actors. &nbsp;The existence of the question and its repetition across the nation in mosques, seminaries, courtrooms, and living rooms is indicative of an evolving profession, with a yet coalesced identity, of significance to multiple authorities in religious and government spaces. &nbsp; To ask in a Muslim majority nation, what is an Imam, is to receive bewildered stares return confused at the question and consequently what answer is being sought. &nbsp;While the response will likely differ in each society, there remains a shared collective understanding and interpolation as to what an Imam is to the members of that community. &nbsp; Perhaps unknown to each individual, but their understandings will include politicized roots, particular theological understanding, and lineage to specific jurisprudential schools of thought - a history of authority and governance that has shaped the evolution and status of the profession in their modern-day nation and according to their Islamic ideology. Today, in the U.S., the responses to that question will vary.&nbsp; On one end of the spectrum the imam is deemed an unnecessary position, while at the other end considered the soul of the mosque -leading to many visions, at times conflicting, as to what it means to both be and become an imam in America today.</p>\n<p>This project included three years of ethnographic fieldwork at seminaries across the United States aiming to establish programs to train the future generation of Muslim American spiritual and theological leaders.&nbsp;&nbsp; It included over 100 interviews with existing imams, Muslim organizational leaders, Muslim congregants and constituents, mosque board members, interfaith religious leaders, and seminary administration and students.&nbsp; The research entailed residence in one city following a seminary project&rsquo;s inception, multi-day extensive visits across ten major U.S. cities that have seminary projects, in addition to several other one to two-day city visits and isolated relevant interviews.&nbsp; &nbsp;&nbsp;</p>\n<p>What surfaced is a highly contested figure and profession.&nbsp; The imam in America is struggling to serve both as a charismatic authority while resisting a stigma of inferiority.&nbsp; Often deputized by government and law enforcement, along with pressure from Muslims, or at times personal political inclinations, or both, the imam is increasingly positioned as a gateway towards safety, prevention, and protection from legally liable ideologies. &nbsp;Evolving in a Judeo-Christian society, the development of imams in the U.S. includes large influence from non-Muslim pastoral norms, yet is conversely also simultaneously being pursued by many Muslims as a means of preserving a deemed authentic and traditional Islam. The training of imams overseas, especially in the last five years, has been greatly impacted by regional disruption owing to ripple effects of the GWOT, as has the emigration of imams from other nations to serve in mosques across the U.S.&nbsp; The establishment of Islamic seminaries is also shaped by laws regulating higher education as well as the accreditation culture in U.S. higher education &ndash; a culture that is largely tied to recognizing credibility, but also, since the middle of the 20<sup>th</sup> century, to access to government funding to subsidize institutional research and education, student tuition, or both. &nbsp;&nbsp;Effectively, both the figure and the profession of the imam are often influenced by national security politics, government bodies, and law enforcement.&nbsp; At times this influence is latent, and at others it is manifest.&nbsp; In either case, it highly challenges understandings of religious freedom and consequently, the hegemony of liberal-secular governance.</p>\n<p>This dissertation conceptually e...",
  "por_txt_cntn": "\nWhat is an imam? In America, this has surfaced as a critical question, the answer mattering to a variety of actors.  The existence of the question and its repetition across the nation in mosques, seminaries, courtrooms, and living rooms is indicative of an evolving profession, with a yet coalesced identity, of significance to multiple authorities in religious and government spaces.   To ask in a Muslim majority nation, what is an Imam, is to receive bewildered stares return confused at the question and consequently what answer is being sought.  While the response will likely differ in each society, there remains a shared collective understanding and interpolation as to what an Imam is to the members of that community.   Perhaps unknown to each individual, but their understandings will include politicized roots, particular theological understanding, and lineage to specific jurisprudential schools of thought - a history of authority and governance that has shaped the evolution and status of the profession in their modern-day nation and according to their Islamic ideology. Today, in the U.S., the responses to that question will vary.  On one end of the spectrum the imam is deemed an unnecessary position, while at the other end considered the soul of the mosque -leading to many visions, at times conflicting, as to what it means to both be and become an imam in America today.\n\nThis project included three years of ethnographic fieldwork at seminaries across the United States aiming to establish programs to train the future generation of Muslim American spiritual and theological leaders.   It included over 100 interviews with existing imams, Muslim organizational leaders, Muslim congregants and constituents, mosque board members, interfaith religious leaders, and seminary administration and students.  The research entailed residence in one city following a seminary projectÆs inception, multi-day extensive visits across ten major U.S. cities that have seminary projects, in addition to several other one to two-day city visits and isolated relevant interviews.    \n\nWhat surfaced is a highly contested figure and profession.  The imam in America is struggling to serve both as a charismatic authority while resisting a stigma of inferiority.  Often deputized by government and law enforcement, along with pressure from Muslims, or at times personal political inclinations, or both, the imam is increasingly positioned as a gateway towards safety, prevention, and protection from legally liable ideologies.  Evolving in a Judeo-Christian society, the development of imams in the U.S. includes large influence from non-Muslim pastoral norms, yet is conversely also simultaneously being pursued by many Muslims as a means of preserving a deemed authentic and traditional Islam. The training of imams overseas, especially in the last five years, has been greatly impacted by regional disruption owing to ripple effects of the GWOT, as has the emigration of imams from other nations to serve in mosques across the U.S.  The establishment of Islamic seminaries is also shaped by laws regulating higher education as well as the accreditation culture in U.S. higher education &ndash; a culture that is largely tied to recognizing credibility, but also, since the middle of the 20th century, to access to government funding to subsidize institutional research and education, student tuition, or both.   Effectively, both the figure and the profession of the imam are often influenced by national security politics, government bodies, and law enforcement.  At times this influence is latent, and at others it is manifest.  In either case, it highly challenges understandings of religious freedom and consequently, the hegemony of liberal-secular governance.\n\nThis dissertation conceptually engages the methods used to conduct such a study, and ethnographically explores the life of the imam in America today, the agendas and actors shaping the profession, and the path towards locali..."
 }
}