{
 "awd_id": "1322573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Parental influence on risky behavior and decision-making in adolescent girls",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 222655.0,
 "awd_amount": 222655.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "Adolescence is a time in which many engage in risky decision-making, as evidenced by increased rates of car accidents, crime, binge drinking and other negative health behaviors. It is therefore critical to understand the life experiences and pathways that influence these risky behaviors in adolescents. The social context (e.g., parents, peers) may be a critical component for understanding adolescent decision-making and risk-taking behaviors. For example, several previous studies have shown that paternal absence or disengagement can be risk factors for risky behaviors and decision-making in daughters. Although research has established this phenomenon, the causal nature of this relationship has not been determined.  Additionally, it is unclear what proximal psychological changes occur in response to paternal absence or disengagement that promote these negative outcomes. Dr. Bruce Ellis (University of Arizona), Dr. Sarah Hill (Texas Christian University), and their colleagues will combine a powerful natural experiment with five rigorous laboratory experiments to examine the role of paternal engagement in regulating daughters' attitudes and decision-making.\r\n\r\nThrough integration of theory and methods from evolutionary, developmental, and social psychology, the proposed research will test for causation and mechanism. Such knowledge is potentially transformative because it could help move the field toward a more comprehensive understanding of the developmental contexts and intervening mechanisms through which risky behaviors and decision-making occur. This interdisciplinary approach will foster synergistic, integrative connections between different research domains. Additionally, the proposed research will involve training for undergraduate, graduate and postdoctoral researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Hill",
   "pi_email_addr": "s.e.hill@tcu.edu",
   "nsf_id": "000638443",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Christian University",
  "inst_street_address": "3101 BELLAIRE DRIVE NORTH",
  "inst_street_address_2": "SUITE 3200",
  "inst_city_name": "FORT WORTH",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172577516",
  "inst_zip_code": "761290001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "TX12",
  "org_lgl_bus_name": "TEXAS CHRISTIAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJCLFGKGULP5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Christian University",
  "perf_str_addr": "2800 South University Dr",
  "perf_city_name": "Fort Worth",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "761290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "TX12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 73521.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits:</strong></p>\n<p>This project provided needed experimental support for key predictions from Paternal Investment Theory (PIT), demonstrating that there is a causal link between paternal involvement and daughters&rsquo; sociosexual decision-making. Specifically, we found that low quality fathering predicts risky and unrestricted sexual behavior in daughters, and that these outcomes are mediated by changes in how women perceive men. These insights represent a major theoretical advance, as they help move field beyond debates about causation toward the development of new insights and theoretical refinements that move the science of psychology forward.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Broadly, the results of the current project found continued experimental support for the idea that there is a causal link between low quality fathering and daughters&rsquo; psychosocial development development. In particular, the current research suggests that low quality or absent fathering changes women&rsquo;s perceptions of men in ways that promote risky sexual behaviors. This research provides powerful support for the development of programs aimed at increasing the quality of fathering to improve daughters&rsquo; sociosexual outcomes and decrease the social and economic costs of its consequences (STI, teenage pregnancy, and the perpetuation of single-parent households).</p>\n<p>More narrowly, the current project has provided several new opportunities for research, teaching, and mentoring in the science and engineering areas. Many of those for whom research opportunities have been created are women, minority group members, and first generation college students. Specifically, the current project has:</p>\n<p>Provided the opportunity to train and mentor a post-doctoral research associate and three graduate students (one supported by the project, one supported by TCU, and one supported by UTSA, the data collection site for Experiments 1 and 2). Two of the three graduate student personnel are first generation college students, and two of the three are women.</p>\n<p>Created opportunities for eight undergraduate research personnel at UTSA and TCU to engage in high-impact experimental research. Of these undergraduate research associates, all are women, three come from racial / ethnic minority groups, and four are first generation college students with hopes of obtaining advanced degrees.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Outcomes:</strong></p>\n<p>&nbsp;</p>\n<p><strong><em>Papers</em></strong></p>\n<p><em>DelPriore, D. J., Proffitt Leyva, R., Ellis, B. J., &amp; Hill, S. E. (2017, October 26). The Effects of Paternal Disengagement on Women&rsquo;s Perceptions of Male Mating Intent. Journal of Personality and Social Psychology. Advance online publication. http://dx.doi.org/10.1037/pspi0000113</em></p>\n<p>Hill, S. E., Proffitt-Leyva, R. P., &amp; DelPriore, D. J. (2016). Father Absence and Daughters&rsquo; Sexual Strategies, The Psychologist, 29, 436-439</p>\n<p>DelPriore, D. J., Shakiba, N., Schlomer, G. L., Hill, S. E., &amp; Ellis, B. J. Male relationship behavior expectations: Assessment and regulation through daughters&rsquo; differential exposure to paternal behavior. Manuscript in preparation.</p>\n<p>&nbsp;</p>\n<p><strong><em>Presentations</em></strong></p>\n<p>Hill, S. E., DelPriore, D. J., Proffitt Leyva, R. P. &amp; Ellis, B. J. (2017, June). Paternal disengagement and perceptions of men&rsquo;s mating intent. Talk to be presented at the 29th Annual Meeting of the Human Behavior &amp; Evolution Society (HBES), Boise, ID.</p>\n<p>DelPriore, D. J., Proffitt Leyva, R. P., Hill, S. E., &amp; Ellis, B. J. (2017, June). Low paternal investment, perceptions of male sexual interest, and women&rsquo;s sociosexuality: Testing for mediation. Talk to be presented at the 29th Annual Meeting of the Human Behavior &amp; Evolution Society (HBES), Boise, ID.</p>\n<p>DelPriore, D. J., Shakiba, N., Schlomer, G. L., Hill, S. E., &amp; Ellis, B. J. (2017, April). Like father, like partner: Fathering quality calibrates daughters' expectations for male relationship investment in adulthood. Talk presented at the 87th Annual Convention of the Rocky Mountain Psychological Association (RMPA), Salt Lake City, UT.</p>\n<p>DelPriore, D. J., Proffitt Leyva, R. P., Ellis, B. J., &amp; Hill, S. E. (2017, January). Looking for love in all the right places? Father disengagement increases women&rsquo;s perceptions of male mating interest. Talk presented at the 18th Annual Meeting of the Society for Personality and Social Psychology (SPSP), San Antonio, TX.</p>\n<p>Henderson, M.G., Short, T.M., DelPriore, D.J., <strong>Proffitt Leyva, R.P.</strong>, Ellis, B.J., &amp; Hill, S.E. (April 2017) The Effects of Paternal Disengagement on Women&rsquo;s Perceptions of Male Mating Intent. Texas Christian University, Student Research Symposium (SRS), Fort Worth, Texas.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2017<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Hill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merits:\n\nThis project provided needed experimental support for key predictions from Paternal Investment Theory (PIT), demonstrating that there is a causal link between paternal involvement and daughters? sociosexual decision-making. Specifically, we found that low quality fathering predicts risky and unrestricted sexual behavior in daughters, and that these outcomes are mediated by changes in how women perceive men. These insights represent a major theoretical advance, as they help move field beyond debates about causation toward the development of new insights and theoretical refinements that move the science of psychology forward.\n\nBroader Impacts:\n\nBroadly, the results of the current project found continued experimental support for the idea that there is a causal link between low quality fathering and daughters? psychosocial development development. In particular, the current research suggests that low quality or absent fathering changes women?s perceptions of men in ways that promote risky sexual behaviors. This research provides powerful support for the development of programs aimed at increasing the quality of fathering to improve daughters? sociosexual outcomes and decrease the social and economic costs of its consequences (STI, teenage pregnancy, and the perpetuation of single-parent households).\n\nMore narrowly, the current project has provided several new opportunities for research, teaching, and mentoring in the science and engineering areas. Many of those for whom research opportunities have been created are women, minority group members, and first generation college students. Specifically, the current project has:\n\nProvided the opportunity to train and mentor a post-doctoral research associate and three graduate students (one supported by the project, one supported by TCU, and one supported by UTSA, the data collection site for Experiments 1 and 2). Two of the three graduate student personnel are first generation college students, and two of the three are women.\n\nCreated opportunities for eight undergraduate research personnel at UTSA and TCU to engage in high-impact experimental research. Of these undergraduate research associates, all are women, three come from racial / ethnic minority groups, and four are first generation college students with hopes of obtaining advanced degrees.\n\n \n\nIntellectual Outcomes:\n\n \n\nPapers\n\nDelPriore, D. J., Proffitt Leyva, R., Ellis, B. J., &amp; Hill, S. E. (2017, October 26). The Effects of Paternal Disengagement on Women?s Perceptions of Male Mating Intent. Journal of Personality and Social Psychology. Advance online publication. http://dx.doi.org/10.1037/pspi0000113\n\nHill, S. E., Proffitt-Leyva, R. P., &amp; DelPriore, D. J. (2016). Father Absence and Daughters? Sexual Strategies, The Psychologist, 29, 436-439\n\nDelPriore, D. J., Shakiba, N., Schlomer, G. L., Hill, S. E., &amp; Ellis, B. J. Male relationship behavior expectations: Assessment and regulation through daughters? differential exposure to paternal behavior. Manuscript in preparation.\n\n \n\nPresentations\n\nHill, S. E., DelPriore, D. J., Proffitt Leyva, R. P. &amp; Ellis, B. J. (2017, June). Paternal disengagement and perceptions of men?s mating intent. Talk to be presented at the 29th Annual Meeting of the Human Behavior &amp; Evolution Society (HBES), Boise, ID.\n\nDelPriore, D. J., Proffitt Leyva, R. P., Hill, S. E., &amp; Ellis, B. J. (2017, June). Low paternal investment, perceptions of male sexual interest, and women?s sociosexuality: Testing for mediation. Talk to be presented at the 29th Annual Meeting of the Human Behavior &amp; Evolution Society (HBES), Boise, ID.\n\nDelPriore, D. J., Shakiba, N., Schlomer, G. L., Hill, S. E., &amp; Ellis, B. J. (2017, April). Like father, like partner: Fathering quality calibrates daughters' expectations for male relationship investment in adulthood. Talk presented at the 87th Annual Convention of the Rocky Mountain Psychological Association (RMPA), Salt Lake City, UT.\n\nDelPriore, D. J., Proffitt Leyva, R. P., Ellis, B. J., &amp; Hill, S. E. (2017, January). Looking for love in all the right places? Father disengagement increases women?s perceptions of male mating interest. Talk presented at the 18th Annual Meeting of the Society for Personality and Social Psychology (SPSP), San Antonio, TX.\n\nHenderson, M.G., Short, T.M., DelPriore, D.J., Proffitt Leyva, R.P., Ellis, B.J., &amp; Hill, S.E. (April 2017) The Effects of Paternal Disengagement on Women?s Perceptions of Male Mating Intent. Texas Christian University, Student Research Symposium (SRS), Fort Worth, Texas.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/06/2017\n\n\t\t\t\t\tSubmitted by: Sarah Hill"
 }
}