{
 "awd_id": "1322623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Full-Scale Development: Collaborative Research: NEXT: The Youth Radio Innovation Lab",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sandra Welch",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 695883.0,
 "awd_amount": 695883.0,
 "awd_min_amd_letter_date": "2013-08-24",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "This full scale/collaborative research project targets underserved youth who will collaborate with STEM professionals to co-create community-relevant technology and media content creating a potentially scalable model. App Lab DIY is a collaboration between Youth Radio, the MIT Media Lab's Center for Mobile Learning, and the Mozilla Foundation.\r\n\r\nThere are multiple and well integrated project strategies. Youth working with professionals will design, create, and disseminate original apps that engage users around community issues (e.g. urban wildlife mapping; Community DNA). They will work directly with the MIT Media Lab/Mobile Learning Center to improve App Inventor, an open-source tool. Youth participants will create media content for national on-air and online outlets including NPR. They will design digital badges to validate and document what they've learned creating media and apps. Curricular resources and tools for educators will be created and disseminated to advance STEM learning among underserved youth.\r\n\r\nDeliverables include: 1) creation of three apps (media-rich, STEM-relevant, community valued) that engage communities; 2) improvements in App Inventor, MIT's open-source tool that democratizes app develop for and by all; 3) radio stories that are integrated with the apps; 4) a multimedia toolkit for informal and formal educators to adapt in their programs; 5) a pilot badging system to mark mastery of skills associated with youth-driven media production and technological innovation; and 6) a research study focusing on the use of app development to drive STEM learning and engagement among underserved youth. \r\n\r\nOriginal research will be conducted by an embedded Scholar-in-Residence to inform and advance the field about driving STEM engagement via media/tech innovation. The Scholar-in-Residence will use Participant-Action-Research to inform and improve practice and study the big general questions about how the program works and why.\r\n\r\nThe evaluation will leverage the instruments and methods established in Youth Radio's past NSF grants to study the impact on the youth's skills, knowledge and attitudes. They will also study impacts on two additional audiences:  educators using the multimedia toolkit and users of the mobile apps.\r\n\r\nApproximate 1000 Youth Radio students will participate in the project over the three years through contributions to app development, radio production, and digital badges creation. The multimedia toolkit will be nationally disseminated to STEM educators with a large potential reach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Abelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harold Abelson",
   "pi_email_addr": "HAL@MIT.EDU",
   "nsf_id": "000191572",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 455490.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 240393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-76b9627e-d9cd-95e5-407e-c640417ed4d2\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Georgia; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">The Innovation Lab was built on the bold proposition that young people can be leaders in technological innovation and science journalism, drive a research agenda, and collaborate with adults across disciplines to reimagine the ways that teens learn about, participate in, and advance the world of STEM. </span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Georgia; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">In partnership with MIT Media Lab&rsquo;s Center for Mobile Learning, Youth Radio&rsquo;s Innovation Lab connected more than 350 predominantly low-income youth of color annually with STEM experts, from fields including environmental science, criminal justice, computer science, adolescent social and emotional health, economics, and a range of other relevant disciplines. Working together as colleagues and co-producers, youth and adults created a series of apps, interactives, and media stories that were distributed by some of our nation&rsquo;s leading broadcast, digital, and mobile outlets (NPR, The Atlantic, Fusion, National Geographic, Google Play). These products included: Bucket Hustle, a mobile game where players learn about California&rsquo;s historic drought by competing to catch precious water dropping from the sky while racing to answer questions related to environmental science; West Side Stories, a web-based interactive that features complex multimedia stories about gentrification and invites users to submit their own; #5dollarchallenge, a map populated via Instagram and Twitter with meals young people can buy in their communities across the US for five bucks or less; and Mood Ring, an app that allows young people to track their feelings using any combination of nine emojis and reach out to their communities for support when needed. </span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Georgia; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">A primary tool that was developed through the Innovation Lab was MIT&rsquo;s App Inventor, which enables young people who are new to programming to create market-ready mobile apps and learn key computer science and design skills. Through a series of updates based on youth needs and testing, MIT significantly enhanced App Inventor, building its utility and power to democratize computing for its millions of users. Moreover, in order to ensure that the learning experiences made possible through the Lab reached a broad range of participants nation-wide, teams of youth and adults created a series of multimedia curriculum toolkits and an online course. These resources are now available via KQED Education, PBS Learning Media, and other outlets. The toolkits enable educators working in formal and informal learning environments across the US to facilitate precisely the kinds of activities, in the same empowering way, that have proven most effective within the Lab. Toolkits offer dynamic lesson plans and demos on topics including mobile app design and development, data analysis and visualization, and multimedia STEM storytelling. </span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\">&nbsp;</p>\n<p id=\"docs-internal-guid-76b9627e-d9cd-e9d3-8d8c-65b926e209f7\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Georgia; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">The Innovation Lab provided a model of innovation in its approach to research as well. The Lab established a &ldquo;Scholar in Residence&rdquo;--essentially, an academic investigator who was embedded within our youth-driven production company, co-developing a cutting-edge research agenda with youth and staff. Out of this novel approach emerged some robust conceptual frameworks and data sets that are informing the fields of STEM education, digital-age learning and civics through academic papers and presentations, hands-on workshops with youth and educators across the US, and media stories in the popular press. Of particular note is Clifford Lee&rsquo;s framework of &ldquo;Critical Computational Literacy,&rdquo; which integrates learning domains that too often run on separate tracks: computational thinking and critical pedagogy. In response to the national push to teach &ldquo;Code for All,&rdquo; the Innovation Lab calls for an approach that answers the question, &ldquo;Code for What?,&rdquo; connecting computer science to social impact. The Innovation Lab has also introduced the concept of &ldquo;digital civic agency&rdquo; as a way to identify the specific practices and conditions needed to enable young people to connect their STEAM learning to civic impact. Taken together, the practice and research produced over three years by the Innovation Lab offers a model for cultivating a community of learners and fostering engagement in STEAM learning on the part of those traditionally marginalized from these fields--youth of color, young women, and low income youth. </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2016<br>\n\t\t\t\t\tModified by: Harold&nbsp;Abelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Innovation Lab was built on the bold proposition that young people can be leaders in technological innovation and science journalism, drive a research agenda, and collaborate with adults across disciplines to reimagine the ways that teens learn about, participate in, and advance the world of STEM. \n\n \nIn partnership with MIT Media Lab?s Center for Mobile Learning, Youth Radio?s Innovation Lab connected more than 350 predominantly low-income youth of color annually with STEM experts, from fields including environmental science, criminal justice, computer science, adolescent social and emotional health, economics, and a range of other relevant disciplines. Working together as colleagues and co-producers, youth and adults created a series of apps, interactives, and media stories that were distributed by some of our nation?s leading broadcast, digital, and mobile outlets (NPR, The Atlantic, Fusion, National Geographic, Google Play). These products included: Bucket Hustle, a mobile game where players learn about California?s historic drought by competing to catch precious water dropping from the sky while racing to answer questions related to environmental science; West Side Stories, a web-based interactive that features complex multimedia stories about gentrification and invites users to submit their own; #5dollarchallenge, a map populated via Instagram and Twitter with meals young people can buy in their communities across the US for five bucks or less; and Mood Ring, an app that allows young people to track their feelings using any combination of nine emojis and reach out to their communities for support when needed. \n\n \nA primary tool that was developed through the Innovation Lab was MIT?s App Inventor, which enables young people who are new to programming to create market-ready mobile apps and learn key computer science and design skills. Through a series of updates based on youth needs and testing, MIT significantly enhanced App Inventor, building its utility and power to democratize computing for its millions of users. Moreover, in order to ensure that the learning experiences made possible through the Lab reached a broad range of participants nation-wide, teams of youth and adults created a series of multimedia curriculum toolkits and an online course. These resources are now available via KQED Education, PBS Learning Media, and other outlets. The toolkits enable educators working in formal and informal learning environments across the US to facilitate precisely the kinds of activities, in the same empowering way, that have proven most effective within the Lab. Toolkits offer dynamic lesson plans and demos on topics including mobile app design and development, data analysis and visualization, and multimedia STEM storytelling. \n \nThe Innovation Lab provided a model of innovation in its approach to research as well. The Lab established a \"Scholar in Residence\"--essentially, an academic investigator who was embedded within our youth-driven production company, co-developing a cutting-edge research agenda with youth and staff. Out of this novel approach emerged some robust conceptual frameworks and data sets that are informing the fields of STEM education, digital-age learning and civics through academic papers and presentations, hands-on workshops with youth and educators across the US, and media stories in the popular press. Of particular note is Clifford Lee?s framework of \"Critical Computational Literacy,\" which integrates learning domains that too often run on separate tracks: computational thinking and critical pedagogy. In response to the national push to teach \"Code for All,\" the Innovation Lab calls for an approach that answers the question, \"Code for What?,\" connecting computer science to social impact. The Innovation Lab has also introduced the concept of \"digital civic agency\" as a way to identify the specific practices and conditions needed to enable young people to connect their STEAM learning to civic impact. Taken together, the practice and research produced over three years by the Innovation Lab offers a model for cultivating a community of learners and fostering engagement in STEAM learning on the part of those traditionally marginalized from these fields--youth of color, young women, and low income youth. \n\n\t\t\t\t\tLast Modified: 10/18/2016\n\n\t\t\t\t\tSubmitted by: Harold Abelson"
 }
}