{
 "awd_id": "1322256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Construction of an Historic South American Composite State",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 167706.0,
 "awd_amount": 167706.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "The term \"state\" or \"polity,\" in light of earlier scholarship that generally emphasized stasis and its reference to a specific and particularly intricate \"type\" of complex society, continues to warrant critical disclosure in archaeology. Despite these advances in understanding early state development, little is still known about how and why specific semi-autonomous to autonomous territories were incorporated and organizationally integrated by higher forms of authority to solve collective problems. One such little known polity is the composite state, defined for the Medieval period in Europe. The composite state was locally centralized but regionally non-centralized and comprised of multiple complementary domains, each with their own leader and with overlapping and often distinct roles in service of a single political system. It was a partitioning political structure that was heterogeneously mixed and non-centralized, yet formed a single compound unit ruled by the consensus of group leadership, as the term suggests. This type of differentiated yet integrated political organization is considered to be the most conceptually identifiable analogy to the Araucanian polity or \"Estado\" (state) that formed in the middle 16th century to resist the intrusion of the Spanish into south-central Chile. The intent of the Estado was to \"compose\" four different contiguous domains into a regional structure to represent a non-centralized government, each with a specialized role and internally centralized leadership on the local-level. Implementing the composite pattern treated the individual or compositions as a uniform anti-colonial front to the Spanish empire.\r\n\r\n This NSF funded research attempts to achieve a more focused comparative archaeological and historical understanding (1) of the formation of and differentiated roles within a composite-like Araucanian proto-state in the early colonial period of the southern Andes and (2) of the socio-cultural and historical conditions that shaped the archaeological record of this formation and differentiation. The focus is on the archaeology of the key area in one of the four domains, Pai Cavi in Tucapel, during the early part (A.D. 1550-1650) of the Arauco War (1552-1894), when this domain's specific role was to provide food for a second domain whose primary role was to defend the frontier against the Spanish. The specific aim is to archaeologically test hypotheses related to how the political organization and role of Pai Cavi and the inferred structures and meanings of its mound, residential, public, subsistence, and administrative spaces functioned\r\n\r\nThis project provides an important case study for the transition from a lower-level complex society to a proto-or near-state polity of the Araucanian people of Chile. Sites in the study area provide an unparalleled sequence to evaluate the late pre-Hispanic and early Colonial transition to intensive cultivation and how local agricultural technologies were newly created or expanded to include raised field agriculture associated with wetland management technologies. This project also will refine the chronology of large-scale agricultural production and mound-building in this little known portion of South America and associate different mound forms with different societal functions and meanings, within the wider context of a differentiated polity. It also contributes to understanding one of the most successful indigenous groups that resisted Colonial European intervention in the Americas. \r\n\r\nThe project will strengthen international collaboration and provide diverse economic and training opportunities for local indigenous communities, the Proncipal Investigator's U.S. and Chilean-based institutions, and international students. It is composed of a collaborative team that will integrate archaeology, historical anthropology, and ecology, and create research collaborations and opportunities for in-country governmental and non-governmental institutions, mainly local Mapuche communities. These findings also have implications for contemporary questions of long-term change in coupled human-natural systems, conservation, sustainable development, biodiversity, and ecological integrity in the region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Dillehay",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tom D Dillehay",
   "pi_email_addr": "tom.d.dillehay@vanderbilt.edu",
   "nsf_id": "000375607",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Universidad Catolica de Chile",
  "perf_str_addr": "Avenida Alemania",
  "perf_city_name": "Temuco",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CI",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Chile",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8213",
   "pgm_ref_txt": "IBSS"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 167706.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The project elaborated the PI&rsquo;s four-decade archaeological, ethnographic and ethnohistorical study of the historical, social, and environmental conditions associated with late emerging complex societies in south-central Chile. This is the Araucanians (or Mapuche) who developed from agricultural mound-builders (A.D. 1300-1500) to powerful lineage-based polities between A.D. 1500-1850 that built ceremonial mound complexes (<em>rehuekuel</em>), agricultural villages, and defensive networks to resist European dominance longer than any indigenous group in American history until their final defeat in A.D. 1893. The archives indicate that in their long struggle with outsiders, the Araucanians underwent extensive social, economic, and demographic changes with some populations defeated and fragmented and others developed into dynastic lineages, whose leaders employed various venues of power to restructure social, religious, and economic forces to form the &ldquo;Estado&rdquo; or frontier state that was the center of anticolonial resistance to outside forces.</p>\n<p>The archival research of the prject produced new data on agricultural, domestic and political patterns in Pai Cavi, Tucapel, and specifically helped to identify the archaeological correlates of certain behavioral and organizational patterns and to further build bridges between the material and written records.<strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong>&nbsp;</p>\n<p>The worked almost exclusively with Mapuche workers trained by Dillehay over the past 40 years. This arrangement served economic and educational functions for local Mapuche. Mapuche workers also participated in the interpretation of recovered data. Dillehay is currently directing a Chilean sponsored program to train pilot Mapuche communities how to protect archaeological sites. We also worked with the Mapuche to develop a Casa Cultural to display the project findings for the community.</p>\n<p>The project has signed a contract with Cambridge University Press to publish the project report. A book length manuscript also is being prepared in Spanish for publication in Chile.</p>\n<p>Ultimately, this project provided an important case study for the transition from a lower-level complex society to a proto-or near-state polity during a period of early anti-colonialism. Sites in the study area provided an unparalleled sequence to evaluate the transition to intensive cultivation and how local agricultural technologies were newly created or expanded to include raised field agriculture associated with wetland technologies. The project also refined the chronology of agricultural production and mound-building in this little known portion of South America. This project also gave the opportunity to study and associate different human-made mound forms with different societal functions and meanings. It also contributed to a better understanding one of the most successful indigenous groups that resisted Colonial intervention in the Americas. Lastly, understanding the antiquity and change of indigenous occupations by agriculturalists also provided new data on a coupled human-natural coastal wetland system in this part of South America.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2016<br>\n\t\t\t\t\tModified by: Tom&nbsp;D&nbsp;Dillehay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe project elaborated the PI?s four-decade archaeological, ethnographic and ethnohistorical study of the historical, social, and environmental conditions associated with late emerging complex societies in south-central Chile. This is the Araucanians (or Mapuche) who developed from agricultural mound-builders (A.D. 1300-1500) to powerful lineage-based polities between A.D. 1500-1850 that built ceremonial mound complexes (rehuekuel), agricultural villages, and defensive networks to resist European dominance longer than any indigenous group in American history until their final defeat in A.D. 1893. The archives indicate that in their long struggle with outsiders, the Araucanians underwent extensive social, economic, and demographic changes with some populations defeated and fragmented and others developed into dynastic lineages, whose leaders employed various venues of power to restructure social, religious, and economic forces to form the \"Estado\" or frontier state that was the center of anticolonial resistance to outside forces.\n\nThe archival research of the prject produced new data on agricultural, domestic and political patterns in Pai Cavi, Tucapel, and specifically helped to identify the archaeological correlates of certain behavioral and organizational patterns and to further build bridges between the material and written records.  \n\nThe worked almost exclusively with Mapuche workers trained by Dillehay over the past 40 years. This arrangement served economic and educational functions for local Mapuche. Mapuche workers also participated in the interpretation of recovered data. Dillehay is currently directing a Chilean sponsored program to train pilot Mapuche communities how to protect archaeological sites. We also worked with the Mapuche to develop a Casa Cultural to display the project findings for the community.\n\nThe project has signed a contract with Cambridge University Press to publish the project report. A book length manuscript also is being prepared in Spanish for publication in Chile.\n\nUltimately, this project provided an important case study for the transition from a lower-level complex society to a proto-or near-state polity during a period of early anti-colonialism. Sites in the study area provided an unparalleled sequence to evaluate the transition to intensive cultivation and how local agricultural technologies were newly created or expanded to include raised field agriculture associated with wetland technologies. The project also refined the chronology of agricultural production and mound-building in this little known portion of South America. This project also gave the opportunity to study and associate different human-made mound forms with different societal functions and meanings. It also contributed to a better understanding one of the most successful indigenous groups that resisted Colonial intervention in the Americas. Lastly, understanding the antiquity and change of indigenous occupations by agriculturalists also provided new data on a coupled human-natural coastal wetland system in this part of South America.\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/09/2016\n\n\t\t\t\t\tSubmitted by: Tom D Dillehay"
 }
}