{
 "awd_id": "1322504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Climate-vegetation interactions in a warming world: establishing a long-term collaboration on the Early Permian floras of Patagonia (Argentina)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 70482.0,
 "awd_amount": 70482.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "This project aims to lay the foundation for a long-term collaboration that will involve scientists and students from the U.S. and Argentina in research and education activities associated with investigations of fossil floras.  The principal investigator (PI) and two U.S. students will collaborate with scientists at the Museo Paleontologico Egidio Feruglio (Trelew, Argentina), Drs. Ruben Cuneo and Ignacio Escapa.  These scientists will provide logistic support and contribute their rich expertise on local geology and fossil floras.  The PI and U.S. students will spend several months in Argentina, working in the lab, field, and museum collections on Early Permian fossil floras.  Activities will include surveys of plant fossil collections in natural history museums, field work to collect fossils and paleoecological data (patterns of association and geographic distribution of taxa), and lab work to describe new taxa. The PI will also teach a pilot course in Argentina.\r\n\r\nThe geologic unit studied, the Rio Genoa Formation, is important for the diversity, richness, and quality of plant fossil preservation, as well as for its Early Permian age.  This project will seek to discover and characterize new taxa, and will lead to enhanced understanding of plant fossil diversity.  The Early Permian marks the beginning of the transition from typical Paleozoic floras to modern floras, and witnessed the transition from a major glaciation to a warmer interval.\r\n\r\nThis project will start an international partnership in research and education between a non-PhD-granting U.S. university and a natural history museum in Argentina.  The project integrates research with education activities; it will also produce educational materials in the form of samples and information to be included in museum exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandru",
   "pi_last_name": "Tomescu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandru M Tomescu",
   "pi_email_addr": "mihai@humboldt.edu",
   "nsf_id": "000277027",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Humboldt State University Foundation",
  "inst_street_address": "1 HARPST ST",
  "inst_street_address_2": "",
  "inst_city_name": "ARCATA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7078264189",
  "inst_zip_code": "955218222",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "CAL POLY HUMBOLDT SPONSORED PROGRAMS FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1S8M8RU4FK7"
 },
 "perf_inst": {
  "perf_inst_name": "Museo Paleontologico Egidio Feruglio",
  "perf_str_addr": "Av. Fontana 140",
  "perf_city_name": "Trelew",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Argentina",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of the project was the establishment of collaboration on paleobotanical studies with scientists from Argentina, focusing on Early Permian (ca. 290 million years old) Patagonian floras and their implications for climate change.&nbsp; This goal has been met: we established and tested collaboration with paleobotanists at Museo Paleontologico Egidio Feruglio / MEF (Trelew, Patagonia) on both research and educational/training objectives, and we developed plans for expanding and extending this collaboration in the future.</p>\n<p>Our research focused primarily on plant diversity in the Early Permian Rio Genoa Formation, with distinct projects addressing the ferns, lycophytes (club-moss lineage), and sphenophytes (horsetail lineage).&nbsp; Additionally, we explored somewhat younger Patagonian floras, in two other projects &ndash; the ferns of the Early Jurassic (ca. 185 million years old) Lonco Trapial Formation and bryophytes in the Eocene (ca. 45 million years old) La Huitrera Formation.&nbsp; Research was conducted in the MEF fossil collections during three trips to Argentina that involved the PI and three U.S. undergraduate students from Humboldt State University (HSU; Arcata, California).&nbsp; A few highlights of research results to date, include: a putative new genus of Permian fern; the first whole-plant reconstruction of a Permian Gondwanan lycophyte; a novel hypothesis for the evolution of sphenophyte reproductive structures (inspired by Argentinian fossil plants); several putative new species of Jurassic ferns; a new occurrence of Eocene fossil liverworts.&nbsp; Some of these results have been presented by the PI and undergraduate students at scientific meetings in 2014 and 2015 (Botanical Society of America national meeting, Simposio Argentino de Paleobotanica y Palinologia) and more will be presented at meetings in 2016.&nbsp; All these individual projects will result in peer-reviewed journal articles that are in preparation and scheduled for submission within one year.</p>\n<p>Three U.S. undergraduate students traveled abroad, to conduct research in Argentina, and received training in concepts and methods of plant fossil research and the dissemination of research results &ndash; writing for peer-reviewed journal articles and scientific conference presentations (oral, posters).&nbsp; Two of these students have transitioned to graduate studies in the Master&rsquo;s program at HSU, one of them expanding on the work started as an undergraduate in the Rio Genoa Formation, and the other utilizing training in phylogenetics obtained as a result of work in Argentina; both of these Master&rsquo;s projects involve Argentinian scientists from MEF on the thesis committees.&nbsp; The PI taught two workshops integrating the most recent paleobotanical, developmental, and molecular developments in the evolution of plant structure, in Trelew and Buenos Aires.&nbsp; These workshops, which provided training to more than 30 Argentinian scientists (graduate students, postdocs, and researchers), were well received and elicited invitations for developing additional courses to be taught in the future.&nbsp; Collaboration between the PI and Argentinian colleagues on projects covering a broad range of botanical groups and topics provided opportunities for bilateral professional development in areas such as evo-devo, phylogenetics, Gondwanan paleofloristics, and biostratigraphy.</p>\n<p>The PI and Argentinian scientists at MEF developed plans to extend and expand collaboration.&nbsp; Two major questions were identified: (1) what is the real diversity of the Permian flora of the Rio Genoa Formation and how does it inform understanding of plant evolution, climate change, and plate tectonics; (2) what is the real diversity of seed-free plants in South America throughout the Paleozoic and Mesozoic and how do these data inform understanding of evolution in the different lineages ...",
  "por_txt_cntn": "\nThe main goal of the project was the establishment of collaboration on paleobotanical studies with scientists from Argentina, focusing on Early Permian (ca. 290 million years old) Patagonian floras and their implications for climate change.  This goal has been met: we established and tested collaboration with paleobotanists at Museo Paleontologico Egidio Feruglio / MEF (Trelew, Patagonia) on both research and educational/training objectives, and we developed plans for expanding and extending this collaboration in the future.\n\nOur research focused primarily on plant diversity in the Early Permian Rio Genoa Formation, with distinct projects addressing the ferns, lycophytes (club-moss lineage), and sphenophytes (horsetail lineage).  Additionally, we explored somewhat younger Patagonian floras, in two other projects &ndash; the ferns of the Early Jurassic (ca. 185 million years old) Lonco Trapial Formation and bryophytes in the Eocene (ca. 45 million years old) La Huitrera Formation.  Research was conducted in the MEF fossil collections during three trips to Argentina that involved the PI and three U.S. undergraduate students from Humboldt State University (HSU; Arcata, California).  A few highlights of research results to date, include: a putative new genus of Permian fern; the first whole-plant reconstruction of a Permian Gondwanan lycophyte; a novel hypothesis for the evolution of sphenophyte reproductive structures (inspired by Argentinian fossil plants); several putative new species of Jurassic ferns; a new occurrence of Eocene fossil liverworts.  Some of these results have been presented by the PI and undergraduate students at scientific meetings in 2014 and 2015 (Botanical Society of America national meeting, Simposio Argentino de Paleobotanica y Palinologia) and more will be presented at meetings in 2016.  All these individual projects will result in peer-reviewed journal articles that are in preparation and scheduled for submission within one year.\n\nThree U.S. undergraduate students traveled abroad, to conduct research in Argentina, and received training in concepts and methods of plant fossil research and the dissemination of research results &ndash; writing for peer-reviewed journal articles and scientific conference presentations (oral, posters).  Two of these students have transitioned to graduate studies in the MasterÆs program at HSU, one of them expanding on the work started as an undergraduate in the Rio Genoa Formation, and the other utilizing training in phylogenetics obtained as a result of work in Argentina; both of these MasterÆs projects involve Argentinian scientists from MEF on the thesis committees.  The PI taught two workshops integrating the most recent paleobotanical, developmental, and molecular developments in the evolution of plant structure, in Trelew and Buenos Aires.  These workshops, which provided training to more than 30 Argentinian scientists (graduate students, postdocs, and researchers), were well received and elicited invitations for developing additional courses to be taught in the future.  Collaboration between the PI and Argentinian colleagues on projects covering a broad range of botanical groups and topics provided opportunities for bilateral professional development in areas such as evo-devo, phylogenetics, Gondwanan paleofloristics, and biostratigraphy.\n\nThe PI and Argentinian scientists at MEF developed plans to extend and expand collaboration.  Two major questions were identified: (1) what is the real diversity of the Permian flora of the Rio Genoa Formation and how does it inform understanding of plant evolution, climate change, and plate tectonics; (2) what is the real diversity of seed-free plants in South America throughout the Paleozoic and Mesozoic and how do these data inform understanding of evolution in the different lineages (lycophytes, sphenophytes, ferns) across a global scale.  One MEF scientist will visit HSU in summer 2016, to teach a short course in phylogenetic ..."
 }
}