{
 "awd_id": "1322579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dendroarchaeology of the Gallina",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 145258.0,
 "awd_amount": 145258.0,
 "awd_min_amd_letter_date": "2013-06-10",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "With support of the National Science Foundation, Dr. Ronald H. Towner and students from the University of Arizona will conduct two seasons of research on the Gallina culture of northern New Mexico. The prehistoric Gallina have long been an enigma. Similar in many ways to other prehistoric Anasazi groups, the Gallina have been defined as a phase, and later, a separate culture. What is known is that the Gallina lived during a time of social and environmental changes that occurred across a broad area, but many questions about the Gallina remain unanswered in part because the Gallina chronologies have not been fully developed. Basic questions regarding Gallina population dynamics, settlement patterns, social organization, and adaptation to environmental change simply cannot be adequately addressed with the current chronological data. This project will remedy this situation for a key portion of the Gallina area. It will also contribute to our understanding of the effects of migration - not on migrants or host communities - but on communities along-the-path of migration streams.\r\n\r\nThis project will significantly enhance understanding of the Gallina in specific and attainable ways.  First, researchers will analyze more than two thousand tree-ring samples excavated from major Gallina sites in the 1970s, that were never submitted for analysis. These samples have now been transferred to the Laboratory of Tree-Ring Research (LTRR) at the University of Arizona, where they will be analyzed and permanently curated As part of the tree-ring analysis, the team will develop internal site chronologies that will contribute to understanding Gallina social organization and demographics; they will also significantly enlarge the number of Christian-calendar dates and place the Gallina more firmly in time and space. Only one area map exists from earlier work, and it is woefully inadequate. The investigators will use modern Geographic Positioning Systems technology to map the previously excavated sites, and correlate them with the original field maps produced in the 1970s. Producing digital maps will significantly enhance current and future research efforts by providing detailed provenience information at the site, structure, and room level. Existing tree-ring reconstructions of precipitation will be used to elucidate aspects of precipitation variability during the Gallina occupation and relate that variability to Gallina social and demographic change. Finally, all previous and newly generated tree-ring dates from Gallina sites will be synthesized and all of data, except sensitive site locations, will be published on a website hosted by the LTRR. \r\n\r\nThe broader impacts of the project will reach beyond the Gallina. The research will make important contributions toward understanding how and under what conditions various forms of social organization developed in the prehispanic Southwest. Models of such social formation processes will contribute to a broader understanding of human social organization during periods of demographic, climatic, and political stress. This project will result in significant advances in understanding Gallina cultural dynamics and social organization; it will illuminate important aspects of Gallina population dynamics, enhance anthropological theories of mixed-economy social organization, and augment our understanding of the impacts of migration on \"intermediate\" communities. The project will also contribute toward student training and development by employing both graduate and undergraduate students who will be involved in all phases of the project. It will also demonstrate the utility of existing collections that have been ignored for decades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Towner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Towner",
   "pi_email_addr": "rht@email.arizona.edu",
   "nsf_id": "000415761",
   "pi_start_date": "2013-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>In the 1970s, Herbert Dick excavated dozens of Gallina culture archaeological sites in the Llaves Valley of north-central New Mexico. His excavations yielded thousands of ceramic and lithic artifacts, and more than 15,000 tree-ring samples. Unfortunately, Dick&rsquo;s untimely death prevented his reporting on this enigmatic prehistoric culture.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit </strong></p>\n<p>This NSF-funded project has rectified some of this problem in the past two and a half years. The project had four main goals: (1) GIS locating and detailed site mapping of the Dick sites to correct past errors and provide US Forest Service land managers with detailed data concerning these irreplaceable resources; (2) tree-ring dating a large subset of Dick&rsquo;s samples to place these sites precisely in time; (3) synthesizing all new and previously obtained tree-ring dates from Gallina sites within and outside the Llaves Valley to place all the sites properly in time and space; and (4) intensive training of undergraduate and graduate students in proper field and laboratory techniques, analysis, and data interpretation.&nbsp; I consider the project very successful as we have met or exceeded all of these goals.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The site location and mapping portion of the project was relatively straight forward, but none the less critical. Using modern survey equipment, we were able to re-locate the sites precisely on USGS maps and delineate their spatial extent. This portion of the project will allow land managers to better manage these resources and other researchers to include the sites in syntheses of past land use and environmental change.</p>\n<p>&nbsp;</p>\n<p>Likewise, the database construction was a simple, if time-consuming task. However, we now have a database of every tree-ring sample ever collected from any Gallina site that will prove invaluable for our research, as well as for future research by other scientists. Such research can include archeological studies of past settlement systems, studies of movement and migration, and many others.</p>\n<p>&nbsp;</p>\n<p>The Dick sample analysis has been wildly successful. We examined almost 6000 tree-ring specimens, 1493 of which have been accessioned into our permanent collection; the others retain too few rings for successful crossdating. Of the curated samples, 744 (49.8%) yielded dates; this is substantially greater than the long-term Laboratory average success rate of 35-40 percent. We examined samples from 15 different archaeological sites and generated dates for 11 previously undated sites. The quality and quantity of data far exceed anything ever previously derived from Gallina sites. These dates allow us to examine Gallina cultural dynamics within the Llaves Valley during the early and mid-1200s, a very tumultuous time in the Southwest.&nbsp; It is clear that different areas within the Llaves Valley were settled at different times, and people may have moved within the valley to take advantage of microenvironments or for protection as conflicts increased and rainfall decreased. These samples and dates may also contribute to a variety of future studies, including the dating of Gallina ceramics which have been notoriously difficult to seriate through time, exploring the nature of the radiocarbon curve during the 900-1250 period, using the many maize samples that were associated with the tree-ring samples to explore changes in maize genetics, and a host of other possible studies.</p>\n<p>&nbsp;</p>\n<p>Student training has also exceeded my expectations. Graduate student Mr. Benjamin Bellorado created an excellent database and will use some of the data in his PhD dissertation of murals and social identity. Undergraduate student Ms. Rebecca Renteria conducted field work and analysis; she also gave her first presentation at a nat...",
  "por_txt_cntn": "\nIntroduction\n\nIn the 1970s, Herbert Dick excavated dozens of Gallina culture archaeological sites in the Llaves Valley of north-central New Mexico. His excavations yielded thousands of ceramic and lithic artifacts, and more than 15,000 tree-ring samples. Unfortunately, DickÆs untimely death prevented his reporting on this enigmatic prehistoric culture.\n\n \n\nIntellectual Merit \n\nThis NSF-funded project has rectified some of this problem in the past two and a half years. The project had four main goals: (1) GIS locating and detailed site mapping of the Dick sites to correct past errors and provide US Forest Service land managers with detailed data concerning these irreplaceable resources; (2) tree-ring dating a large subset of DickÆs samples to place these sites precisely in time; (3) synthesizing all new and previously obtained tree-ring dates from Gallina sites within and outside the Llaves Valley to place all the sites properly in time and space; and (4) intensive training of undergraduate and graduate students in proper field and laboratory techniques, analysis, and data interpretation.  I consider the project very successful as we have met or exceeded all of these goals.\n\n \n\nBroader Impacts\n\nThe site location and mapping portion of the project was relatively straight forward, but none the less critical. Using modern survey equipment, we were able to re-locate the sites precisely on USGS maps and delineate their spatial extent. This portion of the project will allow land managers to better manage these resources and other researchers to include the sites in syntheses of past land use and environmental change.\n\n \n\nLikewise, the database construction was a simple, if time-consuming task. However, we now have a database of every tree-ring sample ever collected from any Gallina site that will prove invaluable for our research, as well as for future research by other scientists. Such research can include archeological studies of past settlement systems, studies of movement and migration, and many others.\n\n \n\nThe Dick sample analysis has been wildly successful. We examined almost 6000 tree-ring specimens, 1493 of which have been accessioned into our permanent collection; the others retain too few rings for successful crossdating. Of the curated samples, 744 (49.8%) yielded dates; this is substantially greater than the long-term Laboratory average success rate of 35-40 percent. We examined samples from 15 different archaeological sites and generated dates for 11 previously undated sites. The quality and quantity of data far exceed anything ever previously derived from Gallina sites. These dates allow us to examine Gallina cultural dynamics within the Llaves Valley during the early and mid-1200s, a very tumultuous time in the Southwest.  It is clear that different areas within the Llaves Valley were settled at different times, and people may have moved within the valley to take advantage of microenvironments or for protection as conflicts increased and rainfall decreased. These samples and dates may also contribute to a variety of future studies, including the dating of Gallina ceramics which have been notoriously difficult to seriate through time, exploring the nature of the radiocarbon curve during the 900-1250 period, using the many maize samples that were associated with the tree-ring samples to explore changes in maize genetics, and a host of other possible studies.\n\n \n\nStudent training has also exceeded my expectations. Graduate student Mr. Benjamin Bellorado created an excellent database and will use some of the data in his PhD dissertation of murals and social identity. Undergraduate student Ms. Rebecca Renteria conducted field work and analysis; she also gave her first presentation at a national meeting (2015 Society for American Archaeology), was co-author on her first scientific paper, graduated with a BA from the University of Arizona, and is now enrolled in the UA Applied Archaeology MasterÆs program. Undergraduate stud..."
 }
}