{
 "awd_id": "1322104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VOSS Collaborative Research: I Want You to Know Who I Am: Identity Communication and Verification in Virtual Teams",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 248776.0,
 "awd_amount": 248776.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "The goal of the proposed research is to understand how individual-level identities are communicated and verified in virtual teams, in order to develop technology-design guidelines aimed at improving the identity communication and verification process. Identity communication is defined as the methods that a person uses to convey his/her identity (Thatcher, Doucet, & Tuncel, 2001) and identity verification refers to the process of bringing others to confirm one's identity (Swann, 1983). The technology that facilitates communication in virtual teams can distort individual-level identities by heightening (Walther, 2008) or hiding (Weisband, 2002) them. The technology can thus create a social barrier to participation in virtual teams, negatively influencing a number of individual and group outcomes, including overall team success (Gomez, Huici, Seyle, & Swann, 2009). We adopt a mixed-methods research approach (Venkatesh, Brown, & Bala, 2013) to develop design guidelines for systems that improve identity communication and verification in virtual environments. Data will be collected in three phases, leveraging qualitative and quantitative techniques including interviews, surveys, and experiments.\r\n\r\nThe broader impacts of this project are in four key areas. First, our research will result in specific guidelines for designing information technology to support effective identity communication and verification in virtual environments. We will explain how the characteristics of various communication media influence identity communication and verification. Organizations can use this information not only during the onset of new virtual teams, but also as continuous improvement initiatives or when new members join an existing team. Second, we help organizations understand how to choose among different types and characteristics of communication technology to most effectively manage identity communication and verification. By understanding users' individual and task-related needs, organizations can deploy the best technologies to improve identity communication and verification given these specific characteristics. Third, with the increased use of online learning environments, we expect that the results of this work can be used to enhance both the teaching and learning experience by providing guidelines to enhance identity communication and verification in the educational context. For example, a common criticism of online learning experiences is that students do not feel a connection with their instructors or other students. Understanding how technology can enhance identity communication and verification can go a long way in helping us to develop effective online teaching tools. Fourth, a better understanding of identity communication and verification in virtual teams will have direct implications for NSF-sponsored virtual organizations, enhancing the effectiveness of cross-disciplinary and remote collaborations. Virtual teams offer a cost-effective and practical way to bring together diverse people from cross-disciplinary fields regardless of temporal or spatial restrictions; however, even face-to-face cross-disciplinary teams often experience communication difficulties (Oetzel, 2008), and these difficulties are generally exacerbated in virtual settings. By pointing the way toward more effective and sustainable virtual organizations, our research can thus strengthen the cyber-infrastructure for cross-disciplinary science and engineering research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Brown",
   "pi_email_addr": "suebrown@eller.arizona.edu",
   "nsf_id": "000505936",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1130 E Helen St",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210108",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 248776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Managers are increasingly aware of the importance of employees&rsquo; identity communications&mdash;efforts of employees to convey their self-definitions to their coworkers&mdash;in influencing important organizational outcomes, including job satisfaction, organizational citizenship, and positive social relationships at work. But even as virtual communication and collaboration technologies continue to transform the modern economy, the infusion of technology into the everyday operations of most organizations has important implications for our understanding of identity and identity communication in the workplace. The purpose of this project was to explore the unique identity challenges associated with these new communication media. Specifically, the role that technology plays in identity communication among virtual teams, how identity communication affects various outcomes within virtual teams, and how these relationships change depending on the types of tasks a virtual team is engaged in.</p>\n<p>Over the course of three years, the research team collected data using a variety of methods. These included detailed qualitative interviews with working professionals, careful survey measure development, and a variety of behavioral experiments. All of these collected data and their analysis provide insights into the nature of identity communication in an increasingly virtual workplace. Our findings over the course of the project also informed the development of an experimental collaboration system. This system&mdash;called AZ Chat&mdash;was developed in order to explicitly test the effects of identity communication on the success of virtual teams. The system provides researchers the ability to manipulate a large number of technology features that, according to our research findings, affect the identity communication process within a virtual team. We have used this system to enact several of our own experiments, and future research teams may build on this with other system enhancements.</p>\n<p>Our research results highlight three important things. First, the characteristics of the communication media clearly play a role in an individual&rsquo;s ability to communicate his/her identity. Interestingly, we found that although people verbally express a preference for richer media &ndash; media that is closest to face-to-face interaction &ndash; when surveyed, they demonstrate a preference for mediated communication with high rehearsability, meaning that they can try out what they communicate before they actually do it. Rehearsability is normally associated with lower richness.&nbsp; We did find that there are some factors that influence this relationship; for example, individuals who are high in self-monitoring are the most likely to prefer less rich media.&nbsp; A second interesting result was that for at least one type of task, negotiation, we found no differences in performance for teams that shared identity information and those that did not. This is contrary to the general understanding that identity communication leads to satisfaction and warrants additional study. Finally, our results demonstrate that certain identity motives are particularly important in virtual environments, namely the belongingness and self-efficacy motives. We extended the identity motive literature by suggesting that virtual environments require the addition of two new identity motives: self creation and self protection.&nbsp; Our results support the inclusion of self-creation as an important virtual identity communication motive. Further, we found that virtual communication in the presence of peers and superiors is different. Individuals interacting with superiors were positively motivated by self-enhancement and self-protection. In sum, our results highlight the importance of media characteristics, task-type, and identity motives to provide a rich picture of identity communication in virtual environments.</p>\n<p>Overall, our research has provided significant impacts, both on our theoretical understanding of virtual identity communication, and also in informing the design and optimal use of virtual communication technologies in modern organizations. Managers in organizations who would like to empower their virtual workforce with the benefits of identity communication, as well as the designers of the software applications that support such identity communication, can benefit from the insights generated from our work.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2016<br>\n\t\t\t\t\tModified by: Susan&nbsp;A&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nManagers are increasingly aware of the importance of employees? identity communications&mdash;efforts of employees to convey their self-definitions to their coworkers&mdash;in influencing important organizational outcomes, including job satisfaction, organizational citizenship, and positive social relationships at work. But even as virtual communication and collaboration technologies continue to transform the modern economy, the infusion of technology into the everyday operations of most organizations has important implications for our understanding of identity and identity communication in the workplace. The purpose of this project was to explore the unique identity challenges associated with these new communication media. Specifically, the role that technology plays in identity communication among virtual teams, how identity communication affects various outcomes within virtual teams, and how these relationships change depending on the types of tasks a virtual team is engaged in.\n\nOver the course of three years, the research team collected data using a variety of methods. These included detailed qualitative interviews with working professionals, careful survey measure development, and a variety of behavioral experiments. All of these collected data and their analysis provide insights into the nature of identity communication in an increasingly virtual workplace. Our findings over the course of the project also informed the development of an experimental collaboration system. This system&mdash;called AZ Chat&mdash;was developed in order to explicitly test the effects of identity communication on the success of virtual teams. The system provides researchers the ability to manipulate a large number of technology features that, according to our research findings, affect the identity communication process within a virtual team. We have used this system to enact several of our own experiments, and future research teams may build on this with other system enhancements.\n\nOur research results highlight three important things. First, the characteristics of the communication media clearly play a role in an individual?s ability to communicate his/her identity. Interestingly, we found that although people verbally express a preference for richer media &ndash; media that is closest to face-to-face interaction &ndash; when surveyed, they demonstrate a preference for mediated communication with high rehearsability, meaning that they can try out what they communicate before they actually do it. Rehearsability is normally associated with lower richness.  We did find that there are some factors that influence this relationship; for example, individuals who are high in self-monitoring are the most likely to prefer less rich media.  A second interesting result was that for at least one type of task, negotiation, we found no differences in performance for teams that shared identity information and those that did not. This is contrary to the general understanding that identity communication leads to satisfaction and warrants additional study. Finally, our results demonstrate that certain identity motives are particularly important in virtual environments, namely the belongingness and self-efficacy motives. We extended the identity motive literature by suggesting that virtual environments require the addition of two new identity motives: self creation and self protection.  Our results support the inclusion of self-creation as an important virtual identity communication motive. Further, we found that virtual communication in the presence of peers and superiors is different. Individuals interacting with superiors were positively motivated by self-enhancement and self-protection. In sum, our results highlight the importance of media characteristics, task-type, and identity motives to provide a rich picture of identity communication in virtual environments.\n\nOverall, our research has provided significant impacts, both on our theoretical understanding of virtual identity communication, and also in informing the design and optimal use of virtual communication technologies in modern organizations. Managers in organizations who would like to empower their virtual workforce with the benefits of identity communication, as well as the designers of the software applications that support such identity communication, can benefit from the insights generated from our work.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2016\n\n\t\t\t\t\tSubmitted by: Susan A Brown"
 }
}