{
 "awd_id": "1323522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrastructure and Training to Bring Next-generation Sequence (NGS) Analysis Into Undergraduate Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 537368.0,
 "awd_amount": 537368.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "This project is developing a sustainable infrastructure and training program to assist undergraduate faculty in using RNA-Seq technology for research investigations with their students. The DNA Learning Center staff are developing appropriate biochemical and bioinformatics materials to be utilized, reviewed, and revised by a set of faculty who are representative of the audience for the regional and virtual workshops. These workshops enable 80 faculty, selected on the basis of proposals for tractable projects examining differential gene expression or transcriptome sequencing, to develop good data sets and curriculum plans. Data analysis utilizesboth the student-oriented  Green Line of  the DNA Subway (www.dnasubway.org) and the research-grade tools available at the iPlant Collaborative (www.iplantcollaborative.org), which use high performance computing resources of NSF's Extreme Science and Engineering Discovery Environment (www.xsede.org). The training is designed to transition from in-person workshops to online webinars and self-paced learning in year three. Development of a multi-faceted assessment of impacts on students and faculty is in process.\r\n\r\nIntellectual Merit:  Bringing next-generation sequencing (NGS) technology and data analysis into the undergraduate classroom has the potential to transform biology teaching nation-wide. This project specifically enables one such approach, RNA-seq, which makes possible dynamic experiments to assess utilization of genomes. The goal is to enable faculty at small and/or primarily undergraduate institutions  - those that do not have access to a DNA sequencer, a supercomputer, or an experienced bioinformatician - to generate and/or utilize NGS datasets in the college classroom and to invite students [to be] co-investigators in the exploration of eukaryotic genomes.\r\n\r\nBroader Impact:  Attention is being paid to including faculty from a variety of institutions; about 25% of the faculty are being recruited from minority-serving institutions. The aim of the proposal is to further extend the egalitarian nature of genome research. All curriculum materials are being made freely available; primary sequence data will be archived in the NCBI-SRA (National Center for Biotechnology Information-Sequence Read Archive) and in the iPlant Data Store. A dedicated website is being designed to include faculty support in the form of protocols, how-to videos, lesson plans, workshops and webinars.  \r\n\r\nThis project is being funded jointly by the Directorate for Biological Sciences and the Directorate of Education and Human Resources, Division of Undergraduate Education as part of their efforts to support Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Micklos",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Micklos",
   "pi_email_addr": "micklos@cshl.edu",
   "nsf_id": "000236651",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "Cold Spring Harbor",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 537368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to improve college biology education by training faculty members to integrate next-generation sequence (NGS) analysis into undergraduate courses. We focused on developing one type of NGS experiment, RNA sequencing (RNA-Seq), because it is the simplest way to look at all of the genes that are actually being used in a cell at a given time. For example, this information can help us to understand the differences between healthy and diseased cells or cells that are grown under normal or stressed conditions. &nbsp;NGS methods have revolutionized biology, but training in their use is limited by faculty knowledge and access to resources.</p>\n<p>&nbsp;</p>\n<p>An RNA-Seq dataset is very large &ndash; a form of &ldquo;big data&rdquo; &ndash; and needs to be analyzed using a high-performance computer. This project addressed several faculty needs, from providing access to high-performance computing through tools that can be easily used by students in the classroom. We also produced online training materials and made datasets publicly available for future faculty and student use.</p>\n<p>&nbsp;</p>\n<p>Over the course of the project, faculty members from across the United States were trained in RNA-Seq analysis and education. Year 1 featured a small working group that tested methods and gave feedback to help plan future workshops. In Year 2, week-long workshops were held in Maryland and California. Finally, in Year 3, a two-week virtual workshop was offered, allowing broad participation and creating reusable educational content.</p>\n<p>&nbsp;</p>\n<p>The project produced 53 RNA-Seq datasets, which each included over 100<strong> </strong>million bits of DNA sequence information. Twenty-nine of these datasets have been published to an international database and are freely available online for use by other researchers and educators. The project developed the Green Line of <em>DNA Subway </em>website specifically to analyze these very large datasets. The Green Line sends the RNA-Seq data for analysis on the national supercomputer system, XSEDE. It is the first tool that allows students and teachers to access XSEDE using a simple graphical user interface. This makes it possible for faculty to generate and analyze datasets that can be used in both their research and their classroom teaching.</p>\n<p>&nbsp;</p>\n<p>Faculty participants were surveyed about their reactions to the project. Response to the training was overwhelmingly positive, with faculty indicating a higher level of confidence in their ability to teach RNA-Seq in their classroom. Annual follow-up surveys tracked all participants and by the end of the project RNA-Seq had been implemented in 28 kinds of courses, reaching more than 1,600 students. Faculty made 22 presentations at professional meetings and published eight papers about their research in scientific journals. Importantly, there were no differences between in-person or virtual workshop participants on any measures of instructor confidence. This indicates that virtual training can be a successful, cost-effective method of training instructors for NGS analysis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Micklos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to improve college biology education by training faculty members to integrate next-generation sequence (NGS) analysis into undergraduate courses. We focused on developing one type of NGS experiment, RNA sequencing (RNA-Seq), because it is the simplest way to look at all of the genes that are actually being used in a cell at a given time. For example, this information can help us to understand the differences between healthy and diseased cells or cells that are grown under normal or stressed conditions.  NGS methods have revolutionized biology, but training in their use is limited by faculty knowledge and access to resources.\n\n \n\nAn RNA-Seq dataset is very large &ndash; a form of \"big data\" &ndash; and needs to be analyzed using a high-performance computer. This project addressed several faculty needs, from providing access to high-performance computing through tools that can be easily used by students in the classroom. We also produced online training materials and made datasets publicly available for future faculty and student use.\n\n \n\nOver the course of the project, faculty members from across the United States were trained in RNA-Seq analysis and education. Year 1 featured a small working group that tested methods and gave feedback to help plan future workshops. In Year 2, week-long workshops were held in Maryland and California. Finally, in Year 3, a two-week virtual workshop was offered, allowing broad participation and creating reusable educational content.\n\n \n\nThe project produced 53 RNA-Seq datasets, which each included over 100 million bits of DNA sequence information. Twenty-nine of these datasets have been published to an international database and are freely available online for use by other researchers and educators. The project developed the Green Line of DNA Subway website specifically to analyze these very large datasets. The Green Line sends the RNA-Seq data for analysis on the national supercomputer system, XSEDE. It is the first tool that allows students and teachers to access XSEDE using a simple graphical user interface. This makes it possible for faculty to generate and analyze datasets that can be used in both their research and their classroom teaching.\n\n \n\nFaculty participants were surveyed about their reactions to the project. Response to the training was overwhelmingly positive, with faculty indicating a higher level of confidence in their ability to teach RNA-Seq in their classroom. Annual follow-up surveys tracked all participants and by the end of the project RNA-Seq had been implemented in 28 kinds of courses, reaching more than 1,600 students. Faculty made 22 presentations at professional meetings and published eight papers about their research in scientific journals. Importantly, there were no differences between in-person or virtual workshop participants on any measures of instructor confidence. This indicates that virtual training can be a successful, cost-effective method of training instructors for NGS analysis.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: David A Micklos"
 }
}