{
 "awd_id": "1323787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Full-Scale Development: Collaborative Research Advancing Informal STEM Learning Through Scientific Alternate Reality Games",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 1249459.0,
 "awd_amount": 1249459.0,
 "awd_min_amd_letter_date": "2013-09-17",
 "awd_max_amd_letter_date": "2015-07-31",
 "awd_abstract_narration": "Full-Scale Development: Collaborative Research Advancing Informal STEM Learning and Computational Thinking through Scientific Alternate Reality Games\r\n\r\nBrigham Young University and the University of Maryland, in partnership with the Smithsonian Institution, the Computer History Museum, and NASA, plus leading game designers, educators, scientists, and researchers, will conduct research on the design and development of two large-scale Alternate Reality Games (ARGs) based on deep-time science in astrobiology, astrophysics, and interplanetary space travel. The project will iteratively design and test two distinct types of ARGs (closed- and open-ended) to study the effects of these ARGs on STEM learning. \r\n\r\nThe ARGs will be based upon the Next Generation Science Standards (NGSS), affording learners with intensive, self-driven, and scaffolded scientific learning and will be aimed at attracting girls and other groups historically underrepresented in science and technology. Each ARG will be designed by NASA scientists, educators and education researchers, and game-based learning experts and will be highly interactive: engaging learners in collaborative investigations in real and virtual worlds to collect scientific data, conduct data analysis, and contribute scientific evidence that will help solve scientific questions within a science-based narrative derived from real world problems that will develop learners? computational thinking skills in a collaborative, participatory virtual learning environment. \r\n\r\nCombining data from web and social media analytics, player interviews, surveys, and user-generated content, researchers, and evaluation experts at UXR who will provide an outcomes-based evaluation, including front-end, formative, remedial, and summative evaluations, will establish the properties of ARGs that most effectively advance informal STEM learning outcomes. By comparing open-ended and closed-ended ARGs, the PIs will be able to assess the relative strengths and weaknesses of two distinct approaches to Alternate Reality Game design. The project team will test the hypothesis that open-ended, user-generated content will support inquiry-based learning, peer-to-peer learning, and life-wide and life-deep learning, while close-ended, narrative-rich ARGs will support specific transfer of STEM knowledge, collaboration, and problem solving. To help ensure that the games appeal to their target audiences, the project team will adopt co-design methods, enlisting the creative input of participating teens at each stage of the design process. Supplementary materials and lesson plans developed in close consultation with teachers, librarians, teens, and external stakeholders will enable the ARGs to be widely and effectively used as a model in museums, classrooms, libraries, and after-school programs. \r\n\r\nThe proposed ARGs represent a unique environment to test learning principles that enable players to bridge their learning through transmedia across multiple contexts and test the effects of collaboration with massive numbers of concurrent players. As a result, the project should yield insights on how learning principles can be adopted and re-appropriated for emerging learning environments, including those that that might be crowd-sourced. The research is well grounded in the literature and the PIs do an excellent job of mapping ARG design principles to the pertinent learning science research, providing a clear sense of the particular affordances of the genre that should lead to new understandings. The approach has profound implications for the way we might teach the next generation of students. The ability to mix problem solving and learning in virtual spaces with experiences and data derived from the physical world could dramatically change how we understand the role of technology in education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Hansen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Derek L Hansen",
   "pi_email_addr": "dlhansen@byu.edu",
   "nsf_id": "000606113",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Shumway",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Shumway",
   "pi_email_addr": "steve_shumway@byu.edu",
   "nsf_id": "000414615",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "265 Crabtree Bldg. Brigham Young",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 836066.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 413393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4d7428b8-7fff-940a-b67d-69bfd367e9cb\"> </span></p>\n<p dir=\"ltr\"><span>A collaborative undertaking involving Brigham Young University, the University of Maryland, Western Lights, NASA, and the Computer History Museum, this NSF-sponsored project helped realize the potential of Alternate Reality Games (ARGs) as novel STEM learning environments.</span><span> </span><span>Alternate reality games are stories whose fictional elements are scattered across websites, mobile apps, social media, and real world locations. They require players to collaboratively hunt for clues, make sense of disparate information, and solve puzzles to advance a narrative that is woven into the fabric of the real world. From 2013-2018, we </span><span>partnered with hundreds of junior high, high school, and college students to co-design, test, and implement two large-scale ARGs, the first devoted to the deep-time sciences (</span><span>DUST</span><span>), the second to computational thinking (</span><span>The Tessera</span><span>). Drawing a combined audience of nearly 5,000 players, these games gave youth from across the country the opportunity to take on diverse STEM roles ranging from astrobiologists to rocket engineers to cryptographers.</span></p>\n<p dir=\"ltr\"><span>DUST ran live from January-March 2015. The game centered on the mysterious collapse of adults worldwide who fell into a coma-like state following a cataclysmic meteor shower, </span><span>leaving teenagers to search for the answers that would ultimately save their parents' lives. DUST included an online graphic novel; a NASA-inspired collaboration platform; and a collection of web and mobile apps that simulated scientific instruments. Within the game world, players engaged in a wide range of STEM-related activities, including analyzing brain scans, controlling a mars rover to gather and date samples from meteorites, mapping the phylogenetic tree of alien microbes, identifying likely source planets of an alien civilization, genetically engineering tardigrades to battle alien microbes, and debating the ethics and long-term ramifications of their decisions. College science and humanities students acted as in-game mentors for teen players, providing feedback on their hypotheses, recognizing their accomplishments, and scaffolding their learning. The most active players were deeply invested in the game. One teen created a computer program others could use to crunch data for the star map app. Another wrote a poem as an epilogue to the game upon its completion. The experience was transformative for many, who contrasted it with other \"boring\" educational games. They mentioned how \"cool\" it was to \"be the scientists, making experiments on our own!\" and praised the collaborative and \"bully-free\" nature of DUST. A replayable version with learning outcomes mapped to the Next Generation Science Standards was developed and run in middle-schools, libraries, and home school environments.</span></p>\n<p dir=\"ltr\"><span>The Tessera was a gothic ghost story in which teen players engaged with the history of computing by interacting with famous persona, including Ada Lovelace and Charles Babbage, who influenced the development of information technologies. Through gameplay, teen players acquired and practiced computational thinking skills such as decomposition, abstraction, and debugging. The Tessera consisted of three parallel games: 1) Light in the Dark occurred online via a main website and social media accounts. Set inside </span><span>a virtual decaying mansion</span><span>, the game featured members of a secret society called The Tessera who had locked away their inventions for two centuries to protect them against the sinister S, who sought to destroy the products of human ingenuity. Aided by the ghost of Ada Lovelace, players collaboratively vanquished S as they solved network puzzles, completed circuits using logic gates, assembled interlocking pneumatic pipes, and designed their own technological inventions. 2) Ghostly Tracks occurred at the Computer History Museum in Mountain View, California as an interactive experience for school groups. Its fictional premise was coextensive with the online experience: when the ghosts of historical figures started haunting electronic devices in the museum, teenagers restored order by piecing together computational clues that fended off the forces of chaos. 3) Sketchventor and The Tessera Inventors physical card games allowed players to create their own world-changing inventions and come to know some of the most influential inventors of all-time. The Tessera </span><span>was featured as a 2017 Official Selection at IndieCade</span><span>, the International Festival of Independent Games.</span></p>\n<p><span>In addition to the overarching goals of designing and evaluating ARGs as vehicles for STEM learning, researchers used DUST and The Tessera as testbeds for 1.) understanding how to embed learning and assessments seamlessly into immersive games; 2.) developing techniques for co-designing games with teens; 3.) formulating strategies for creating replayable ARGs, and 4.) advancing novel approaches to creating authentic learning experiences. We also gathered extensive data from </span><span>questionnaires, surveys, interviews, player-generated texts and artifacts, and librarian and teacher reflections to help us </span><span>gauge the impact of ARGs on learning and attitudes toward STEM. The work helped inspire a new form of replayable ARG called </span><span>Playable Case Studies</span><span>, which blend educational simulations with the immersive, transmedia nature of ARGs. Finally, the project provided extensive STEM research and design experiences for 3 PhD students, 6 Master's degree students, 1 post-doc, and over 100 undergraduate students.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2018<br>\n\t\t\t\t\tModified by: Derek&nbsp;Hansen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546026863588_Tessera_4_Submarine--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546026863588_Tessera_4_Submarine--rgov-800width.jpg\" title=\"The Tessera Submarine Level\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546026863588_Tessera_4_Submarine--rgov-66x44.jpg\" alt=\"The Tessera Submarine Level\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Tessera Light in the Dark Submarine Level with Ada Lovelace</div>\n<div class=\"imageCredit\">Joaquin (Ximo) Catala</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">The Tessera Submarine Level</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027051661_DUST_promo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027051661_DUST_promo--rgov-800width.jpg\" title=\"DUST Promotional Image\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027051661_DUST_promo--rgov-66x44.jpg\" alt=\"DUST Promotional Image\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">DUST alternate reality game promotional image</div>\n<div class=\"imageCredit\">Melissa Manwill</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">DUST Promotional Image</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027217398_Cards--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027217398_Cards--rgov-800width.jpg\" title=\"The Tessera Cards\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027217398_Cards--rgov-66x44.jpg\" alt=\"The Tessera Cards\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Tessera cards and promotional materials</div>\n<div class=\"imageCredit\">The Tessera Development Team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">The Tessera Cards</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027454739_DUST_kickoffevent--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027454739_DUST_kickoffevent--rgov-800width.jpg\" title=\"DUST Kickoff Event\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546027454739_DUST_kickoffevent--rgov-66x44.jpg\" alt=\"DUST Kickoff Event\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Kickoff event for DUST with youth signing up and playing through the first part of the game.</div>\n<div class=\"imageCredit\">The DUST Development Team</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">DUST Kickoff Event</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546056994366_DUST_UMD_group--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546056994366_DUST_UMD_group--rgov-800width.jpg\" title=\"Maryland Middle School DUST Playtesters\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546056994366_DUST_UMD_group--rgov-66x44.jpg\" alt=\"Maryland Middle School DUST Playtesters\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Middle School DUST play-testers from Maryland</div>\n<div class=\"imageCredit\">Elizabeth Bonsignore</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">Maryland Middle School DUST Playtesters</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546057168043_UMD_playtesting--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546057168043_UMD_playtesting--rgov-800width.jpg\" title=\"Co-Design Session for DUST\"><img src=\"/por/images/Reports/POR/2018/1323787/1323787_10281543_1546057168043_UMD_playtesting--rgov-66x44.jpg\" alt=\"Co-Design Session for DUST\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Middle School Co-Designers and researchers working during a co-design session on DUST.</div>\n<div class=\"imageCredit\">Elizabeth Bonsignore</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Derek&nbsp;Hansen</div>\n<div class=\"imageTitle\">Co-Design Session for DUST</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nA collaborative undertaking involving Brigham Young University, the University of Maryland, Western Lights, NASA, and the Computer History Museum, this NSF-sponsored project helped realize the potential of Alternate Reality Games (ARGs) as novel STEM learning environments. Alternate reality games are stories whose fictional elements are scattered across websites, mobile apps, social media, and real world locations. They require players to collaboratively hunt for clues, make sense of disparate information, and solve puzzles to advance a narrative that is woven into the fabric of the real world. From 2013-2018, we partnered with hundreds of junior high, high school, and college students to co-design, test, and implement two large-scale ARGs, the first devoted to the deep-time sciences (DUST), the second to computational thinking (The Tessera). Drawing a combined audience of nearly 5,000 players, these games gave youth from across the country the opportunity to take on diverse STEM roles ranging from astrobiologists to rocket engineers to cryptographers.\nDUST ran live from January-March 2015. The game centered on the mysterious collapse of adults worldwide who fell into a coma-like state following a cataclysmic meteor shower, leaving teenagers to search for the answers that would ultimately save their parents' lives. DUST included an online graphic novel; a NASA-inspired collaboration platform; and a collection of web and mobile apps that simulated scientific instruments. Within the game world, players engaged in a wide range of STEM-related activities, including analyzing brain scans, controlling a mars rover to gather and date samples from meteorites, mapping the phylogenetic tree of alien microbes, identifying likely source planets of an alien civilization, genetically engineering tardigrades to battle alien microbes, and debating the ethics and long-term ramifications of their decisions. College science and humanities students acted as in-game mentors for teen players, providing feedback on their hypotheses, recognizing their accomplishments, and scaffolding their learning. The most active players were deeply invested in the game. One teen created a computer program others could use to crunch data for the star map app. Another wrote a poem as an epilogue to the game upon its completion. The experience was transformative for many, who contrasted it with other \"boring\" educational games. They mentioned how \"cool\" it was to \"be the scientists, making experiments on our own!\" and praised the collaborative and \"bully-free\" nature of DUST. A replayable version with learning outcomes mapped to the Next Generation Science Standards was developed and run in middle-schools, libraries, and home school environments.\nThe Tessera was a gothic ghost story in which teen players engaged with the history of computing by interacting with famous persona, including Ada Lovelace and Charles Babbage, who influenced the development of information technologies. Through gameplay, teen players acquired and practiced computational thinking skills such as decomposition, abstraction, and debugging. The Tessera consisted of three parallel games: 1) Light in the Dark occurred online via a main website and social media accounts. Set inside a virtual decaying mansion, the game featured members of a secret society called The Tessera who had locked away their inventions for two centuries to protect them against the sinister S, who sought to destroy the products of human ingenuity. Aided by the ghost of Ada Lovelace, players collaboratively vanquished S as they solved network puzzles, completed circuits using logic gates, assembled interlocking pneumatic pipes, and designed their own technological inventions. 2) Ghostly Tracks occurred at the Computer History Museum in Mountain View, California as an interactive experience for school groups. Its fictional premise was coextensive with the online experience: when the ghosts of historical figures started haunting electronic devices in the museum, teenagers restored order by piecing together computational clues that fended off the forces of chaos. 3) Sketchventor and The Tessera Inventors physical card games allowed players to create their own world-changing inventions and come to know some of the most influential inventors of all-time. The Tessera was featured as a 2017 Official Selection at IndieCade, the International Festival of Independent Games.\n\nIn addition to the overarching goals of designing and evaluating ARGs as vehicles for STEM learning, researchers used DUST and The Tessera as testbeds for 1.) understanding how to embed learning and assessments seamlessly into immersive games; 2.) developing techniques for co-designing games with teens; 3.) formulating strategies for creating replayable ARGs, and 4.) advancing novel approaches to creating authentic learning experiences. We also gathered extensive data from questionnaires, surveys, interviews, player-generated texts and artifacts, and librarian and teacher reflections to help us gauge the impact of ARGs on learning and attitudes toward STEM. The work helped inspire a new form of replayable ARG called Playable Case Studies, which blend educational simulations with the immersive, transmedia nature of ARGs. Finally, the project provided extensive STEM research and design experiences for 3 PhD students, 6 Master's degree students, 1 post-doc, and over 100 undergraduate students.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2018\n\n\t\t\t\t\tSubmitted by: Derek Hansen"
 }
}