{
 "awd_id": "1323754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Southwest Native Lands Integrated Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Talitha Washington",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 582059.0,
 "awd_amount": 582059.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2013-09-10",
 "awd_abstract_narration": "An Arizona Tribal Council member is 3 credits short of graduating from Northern Arizona University (NAU), and he is not alone. This project teaches math and science courses to Native American and other social science students who have high failure rates in foundational college math and lab science courses. Working in partnership with Coconino Community College and Tohono O'odham Community College, NAU will test an alternative to traditional teaching methods by integrating a block of four courses: math, environmental science, Native cultures, and Indigenous environmental justice. The content of these courses will be integrated into a series of locally-based, problem-based lesson plans relevant to the students' communities. For example, students will analyze the impact of forest fires on land use, watershed and stream restoration within the context of Native American cultures and economies. Instructors from the three institutions, local Native elders, and a pedagogical expert will develop lessons. Based on extensive assessment data, the course will be taught twice, revised and the results disseminated though conferences, a website, and a series of academic papers. The intent is to increase the number of college graduates from a vastly under-represented group, and increase math and science competency for all non-STEM majors. The broader impacts of the program include developing a model that can be transferred to secondary and K-12 institutions, and other under-represented groups, since Native Americans are not the only group that may benefit from this innovative pedagogy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Jarratt-Snider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Jarratt-Snider",
   "pi_email_addr": "karen.jarratt-snider@nau.edu",
   "nsf_id": "000565036",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Octaviana",
   "pi_last_name": "Trujillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Octaviana Trujillo",
   "pi_email_addr": "Octaviana.Trujillo@nau.edu",
   "nsf_id": "000059557",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marianne",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Marianne O Nielsen",
   "pi_email_addr": "M.Nielsen@nau.edu",
   "nsf_id": "000530341",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "PO Box 15020",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 582059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the Southwest Native Lands Integrated Curriculum project was to increase competency in mathematics and science among Native American college and university students, leading to higher graduation rates for Native American students. The long-term impact and benefit to society of higher graduation rates for Native American students will be to increase the professional capacity among Native American nations in the United States, and in turn, contribute to resilient and thriving Native American nations and communities.</p>\n<p>&nbsp;</p>\n<p>The project created a successful partnership between Northern Arizona University, Coconino Community College, and Tohono O&rsquo;odham Community College. Two models of the integrated curriculum were created: A stand-alone Tribal College and University (TCU) model, and a university-community college model. Tohono O&rsquo;odham students participated in the stand-alone TCU model. Faculty from all three institutions who taught in the project spent two weeks together in a workshop at Northern Arizona University prior to the first offering of the Southwest Native Lands Semester, where they all worked with and learned from each other by sharing with each other about the specific class each faculty planned to teach and through cross-disciplinary learning. Faculty also worked with and learned from Navajo, Hopi, and Tohono O&rsquo;odham elders, as well as an expert in Native American pedagogy. Four courses were offered in the fields of environmental science, mathematics, Indigenous environmental justice, and applied Indigenous studies, in a &ldquo;block&rdquo; format. Prior to the start of the Fall 2014 semester, the first offering of the program to students, faculty teaching the various courses worked together (by model) to integrate the curriculum across the four courses offered within the &ldquo;block&rdquo; schedule.</p>\n<p>&nbsp;</p>\n<p>Students at both Northern Arizona University and Coconino Community College participated together in the block of four courses on the campus of Northern Arizona University, with all classes held in the same classroom with classes running from 11:30 a.m. &ndash; 5:15 p.m., Mondays and Wednesdays. Fridays and Saturdays were reserved for field trips (the lab science component of the semester). The total number of credits for the four courses in the block was 13&mdash;a four-credit lab science course (environmental science, in this case), with the other three courses counting as three credits each. Participating students were able to take an online course in addition to the block of four courses in the Southwest Native Lands Semester if they chose to carry 16 credits. Participating students were asked not to enroll in other in-person classes, as those could have interfered with field trips for the Southwest Native Lands courses. Students at Tohono O&rsquo;odham College participated in a modified format, as Tohono O&rsquo;odham culture is integrated into all classes, except mathematics, as a general requirement of the institution. The modified format included environmental science and mathematics classes, with the Tohono O&rsquo;odham culture piece being an integral part of the environmental science class. Field trips for students in the TCU model were to various locations on Tohono O&rsquo;odham lands, with consent from community leaders. Field trips for the university/community college model students were to various locations throughout Arizona, including a teaching and learning river trip. A second cohort was offered for the Spring 2015 semester.</p>\n<p>&nbsp;</p>\n<p>Results were quite positive, as noted above. Students in all models and cohort reported a positive experience, with those in the university/community college cohort indicating the experience was &ldquo;the best possible first semester experience that helped me succeed in my degree.&rdquo; Students were retained and graduated in criminology and criminal justice, communications, business, applied Indigenous studies, nursing, and other areas.</p>\n<p>&nbsp;</p>\n<p>Dissemination includes a conference at Northern Arizona University for faculty, staff, students, and administrators at all three partner institutions, a book chapter, student and faculty presentations at conferences, and three scholarly articles in progress. Due to an unforeseen and abrupt change from semester-to-semester enrollment to multi-term enrollment at Northern Arizona University (where students were required to enroll at least a year in advance) and other changes at partner institutions, recruiting for the program for future Southwest Native Lands semester offerings was adversely impacted. Still, results from the first two offerings indicate that this model of instruction is effective for retaining and graduating Native American students. This particular model of integrated learning using a block-style semester is transferrable to many subjects and degree programs and could be utilized by other colleges, TCU&rsquo;s, and universities.</p>\n<p>&nbsp;</p>\n<p>Note: Images would not upload in this system to accompany the report.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2020<br>\n\t\t\t\t\tModified by: Karen&nbsp;Jarratt-Snider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the Southwest Native Lands Integrated Curriculum project was to increase competency in mathematics and science among Native American college and university students, leading to higher graduation rates for Native American students. The long-term impact and benefit to society of higher graduation rates for Native American students will be to increase the professional capacity among Native American nations in the United States, and in turn, contribute to resilient and thriving Native American nations and communities.\n\n \n\nThe project created a successful partnership between Northern Arizona University, Coconino Community College, and Tohono O’odham Community College. Two models of the integrated curriculum were created: A stand-alone Tribal College and University (TCU) model, and a university-community college model. Tohono O’odham students participated in the stand-alone TCU model. Faculty from all three institutions who taught in the project spent two weeks together in a workshop at Northern Arizona University prior to the first offering of the Southwest Native Lands Semester, where they all worked with and learned from each other by sharing with each other about the specific class each faculty planned to teach and through cross-disciplinary learning. Faculty also worked with and learned from Navajo, Hopi, and Tohono O’odham elders, as well as an expert in Native American pedagogy. Four courses were offered in the fields of environmental science, mathematics, Indigenous environmental justice, and applied Indigenous studies, in a \"block\" format. Prior to the start of the Fall 2014 semester, the first offering of the program to students, faculty teaching the various courses worked together (by model) to integrate the curriculum across the four courses offered within the \"block\" schedule.\n\n \n\nStudents at both Northern Arizona University and Coconino Community College participated together in the block of four courses on the campus of Northern Arizona University, with all classes held in the same classroom with classes running from 11:30 a.m. &ndash; 5:15 p.m., Mondays and Wednesdays. Fridays and Saturdays were reserved for field trips (the lab science component of the semester). The total number of credits for the four courses in the block was 13&mdash;a four-credit lab science course (environmental science, in this case), with the other three courses counting as three credits each. Participating students were able to take an online course in addition to the block of four courses in the Southwest Native Lands Semester if they chose to carry 16 credits. Participating students were asked not to enroll in other in-person classes, as those could have interfered with field trips for the Southwest Native Lands courses. Students at Tohono O’odham College participated in a modified format, as Tohono O’odham culture is integrated into all classes, except mathematics, as a general requirement of the institution. The modified format included environmental science and mathematics classes, with the Tohono O’odham culture piece being an integral part of the environmental science class. Field trips for students in the TCU model were to various locations on Tohono O’odham lands, with consent from community leaders. Field trips for the university/community college model students were to various locations throughout Arizona, including a teaching and learning river trip. A second cohort was offered for the Spring 2015 semester.\n\n \n\nResults were quite positive, as noted above. Students in all models and cohort reported a positive experience, with those in the university/community college cohort indicating the experience was \"the best possible first semester experience that helped me succeed in my degree.\" Students were retained and graduated in criminology and criminal justice, communications, business, applied Indigenous studies, nursing, and other areas.\n\n \n\nDissemination includes a conference at Northern Arizona University for faculty, staff, students, and administrators at all three partner institutions, a book chapter, student and faculty presentations at conferences, and three scholarly articles in progress. Due to an unforeseen and abrupt change from semester-to-semester enrollment to multi-term enrollment at Northern Arizona University (where students were required to enroll at least a year in advance) and other changes at partner institutions, recruiting for the program for future Southwest Native Lands semester offerings was adversely impacted. Still, results from the first two offerings indicate that this model of instruction is effective for retaining and graduating Native American students. This particular model of integrated learning using a block-style semester is transferrable to many subjects and degree programs and could be utilized by other colleges, TCU’s, and universities.\n\n \n\nNote: Images would not upload in this system to accompany the report.\n\n\t\t\t\t\tLast Modified: 06/15/2020\n\n\t\t\t\t\tSubmitted by: Karen Jarratt-Snider"
 }
}