{
 "awd_id": "1323137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Rivers, Faults, and Growing Mountains: Dynamic Feedback between Crustal Deformation, Rock Strength, and Erosion",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 19436.0,
 "awd_amount": 19436.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "The topography of most active mountain ranges shows a clear link between deformation and erosion in the form of valley networks that align closely with faults and shear zones. We propose that this association is the signature of dynamic feedback between deformation, rock damage, and surface erosion, and that this feedback plays a fundamental role in the evolution of orogens. With this research program, we will test our hypothesis that the rock crushing associated with tectonically-driven earthquakes reduces the strength and grain size of the upper crust of the Earth, producing zones  at the surface of  material that is more readily eroded by rivers, landslides and glaciers.  Erosion along these weakened fault zones proceeds more rapidly than the non-deformed material, and consequently, the deformation history is recorded within the topographic fabric. The 3D orientation of these fault-weakened zones is largely determined by large scale plate tectonics related to mantle convection. Consequently, if our hypothesis is sustained, then we will be able to use the orientation of surface features (valleys and ridges) to describe the long term history of mantle convection at relatively high resolution.\r\n\r\nTo test this hypothesis, we propose a program that combines advanced numerical modeling and field data collection in the Southern Alps of New Zealand to evaluate two testable predictions: (1) that there should exist a correlation between topography and rock strength, as reflected in properties such as bulk cohesion, fracture density, friction coefficient, tensile strength and grain size; and (2) that a coupled model of 3D deformation and erosion, based on our current understanding of the relevant physics, should produce patterns of topography, erosion, and strain that are both consistent with observations and substantially different from the case of uniform rock strength. We anticipate that this research will provide critical information for scientists working on the interdependence of surface and tectonic processes at scales ranging from those of mantle convection to those of individual drainage basins. As part of the outreach associated with this program, we will produce and test a Web-accessible landscape modeling module that will permit numerical experimentation by k12 and general audiences of landscape development in a simplified, coupled geomorphic/tectonic orogenic system.\r\n\r\nThis project is supported by the Geomorphology and Land-use Dynamics program and the Tectonics program.  In addition, this award is designated as an OIIA/ISE Global Venture Fund Award and is being co-funded by NSF's OIIA International Science and Engineering Section.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Tucker",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory E Tucker",
   "pi_email_addr": "gtucker@colorado.edu",
   "nsf_id": "000196299",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "Campus Box 399",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19436.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human prosperity relies in part on coping with natural hazards such as earthquakes and floods. Thriving in the face of such hazards requires a scientific understanding of the earth's surface: how it takes shape over time, how natural processes operate on it, and how to read the signs of natural hazards in the landscape. This project contributed to our theoretical understanding of the earth's surface by addressing the link between earthquakes, the growth of mountain ranges, and the processes of landslides and floods that tear mountains down and shape the landscape.</p>\n<p>When plate tectonics pushes two plates together, the earth's crust is compressed and essentially piled up to create mountainous, uplifted terrain. An outcome of this process is the generation of earthquakes: each one a single slip, and each adding up over time to raise mountains and deform the land. Another outcome is the formation of fault zones: areas where great masses of rock slide past one another. As two rock mass move relative to one another, the rock along the fault zone becomes damaged as it gets laced with fractures, with the material closest to the fault becoming ground into small fragments.</p>\n<p>Geologists have been aware of this process of rock damage for a long time. But until this project, no one had thought to ask: what happens when the damaged rock reaches the surface? Are the zones of fault-damaged rock more easily eroded than their surroundings? And if so, does the pattern if damage help shape the terrain itself, with damage zones forming valleys and more intact areas forming the ridges and mountains between? And if that is true, is it possible that there is a dynamic feedback between the growth of mountains, the damaging of rock by faulting, and the erosion of the surface? If this were the case, then it would change our understanding of how tectonic and erosional processes work together. That in turn may contribute ultimately to understanding hazards such as earthquake-triggered landsliding.</p>\n<p>The project used a combination of field observations and computational modeling. The study revealed, first of all, a strong link between rock strength (or lack thereof), susceptibility to erosion, and topography. Essentially, both theory and process models point toward fault zones as being weak enough to form valleys. The results also unexpectedly suggested an explanation for why&nbsp; mountain valleys are often blanketed in river sediment: the softer the rock, the less frequently that rock is exposed to active (but fast) erosion. The project produced a new method for automated identification and mapping of tectonic \"fabric\" in terrain. The project also addressed the potential feedback between rock uplift, faulting, and erosion in the lifecycle of a mountain range. When \"damage zones\" are allowed to form in a computational model of an active mountain range, networks of major river valleys form parallel to the range, aligned with the damaged rock inside fault zones. This finding helps explain why many mountain ranges have major valleys that run parallel, rather than perpedicular, to the mountain crest.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;E&nbsp;Tucker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman prosperity relies in part on coping with natural hazards such as earthquakes and floods. Thriving in the face of such hazards requires a scientific understanding of the earth's surface: how it takes shape over time, how natural processes operate on it, and how to read the signs of natural hazards in the landscape. This project contributed to our theoretical understanding of the earth's surface by addressing the link between earthquakes, the growth of mountain ranges, and the processes of landslides and floods that tear mountains down and shape the landscape.\n\nWhen plate tectonics pushes two plates together, the earth's crust is compressed and essentially piled up to create mountainous, uplifted terrain. An outcome of this process is the generation of earthquakes: each one a single slip, and each adding up over time to raise mountains and deform the land. Another outcome is the formation of fault zones: areas where great masses of rock slide past one another. As two rock mass move relative to one another, the rock along the fault zone becomes damaged as it gets laced with fractures, with the material closest to the fault becoming ground into small fragments.\n\nGeologists have been aware of this process of rock damage for a long time. But until this project, no one had thought to ask: what happens when the damaged rock reaches the surface? Are the zones of fault-damaged rock more easily eroded than their surroundings? And if so, does the pattern if damage help shape the terrain itself, with damage zones forming valleys and more intact areas forming the ridges and mountains between? And if that is true, is it possible that there is a dynamic feedback between the growth of mountains, the damaging of rock by faulting, and the erosion of the surface? If this were the case, then it would change our understanding of how tectonic and erosional processes work together. That in turn may contribute ultimately to understanding hazards such as earthquake-triggered landsliding.\n\nThe project used a combination of field observations and computational modeling. The study revealed, first of all, a strong link between rock strength (or lack thereof), susceptibility to erosion, and topography. Essentially, both theory and process models point toward fault zones as being weak enough to form valleys. The results also unexpectedly suggested an explanation for why  mountain valleys are often blanketed in river sediment: the softer the rock, the less frequently that rock is exposed to active (but fast) erosion. The project produced a new method for automated identification and mapping of tectonic \"fabric\" in terrain. The project also addressed the potential feedback between rock uplift, faulting, and erosion in the lifecycle of a mountain range. When \"damage zones\" are allowed to form in a computational model of an active mountain range, networks of major river valleys form parallel to the range, aligned with the damaged rock inside fault zones. This finding helps explain why many mountain ranges have major valleys that run parallel, rather than perpedicular, to the mountain crest.\n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Gregory E Tucker"
 }
}