{
 "awd_id": "1323104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "OCE-PRF: Steps Toward Quantitative ENSO Reconstruction: Modeling Ocean Circulation Near Coral Proxy Sites",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2013-07-15",
 "awd_max_amd_letter_date": "2015-05-19",
 "awd_abstract_narration": "Overview: Reconstructions of the El Nino/Southern Oscillation (ENSO), the dominant mode of Pacific climate variability, are often created from the oxygen isotopic ratio (delta O-18) in tropical corals. These records provide crucial information for independent validation of climate models, as coral delta O-18 is one of the only high-resolution tropical proxies available. But because of the effort and expense involved, many reconstructions use only a handful of coral records; then to interpret delta O-18 variability in terms of ENSO behavior, a conversion must be made from local environmental conditions (as represented by the model) and the isotopic signal on the reef. In the past, this has been done using a linear calibration against temperature and salinity derived from gridded instrumental data, but the associated errors in ENSO amplitude are enormous; so large, in fact, that it becomes extremely difficult to identify specific improvements to model physics. The conversion errors are due to some combination of: uncertainties in observational products, small-scale effects (eddies/mixing) local to the reef, or unaccounted-for atmospheric influences. In this project, the fellow will assess the contribution of each of these processes, by quantifying the relationship between ENSO properties and delta O-18 anomalies on a variety of spatial scales in a realistic, \"perfect-model\" framework. The results will improve both future model validation efforts and the interpretability of existing coral delta O-18 records. \r\n\r\nIntellectual Merit: The experiments developed for this study will nest a regional ocean model within an isotope-enabled, coupled general circulation model (GCM) constrained to match 20th century observations. This will provide a spatially complete delta O-18 dataset with information on several different grid scales, which will function as a sort of 20th century ?reanalysis? of delta O-18; output will be provided as a public resource for interested researchers. The regional domain will cover both Palmyra Atoll and Kiritimati (Christmas) Island, two central equatorial Pacific coral atolls which have been used extensively for paleoclimate research, are highly sensitive to ENSO variability, and are influenced by dynamically interesting exchanges between tropical and subtropical water masses. The regional simulations will provide one of the first comprehensive model-based characterizations of circulation around tropical Pacific atolls, in addition to providing detailed information on the oceanographic impacts of 20th century El Nino/La Nina events on coral reef environments. Both Palmyra and Kiritimati also have extensive local environmental monitoring data available, which will be used for model validation. \r\n\t\r\nThe dominant processes affecting seawater delta O-18 will be diagnosed in both the global and regional models, by constructing budgets of delta O-18. This will determine, as a function of spatial scale, which processes are most important for delta O-18 anomalies near sites used for proxy collection. The results can then be used during future efforts to validate GCMs against proxy data: is running an isotope-enabled model necessary, and if so at what resolution? The delta O-18 budgets will also be used to assess how different properties of El Nino/La Nina events (i.e. amplitude, warm/cold asymmetry) might be recorded by fossil corals, which can eventually provide guidance for improvements to physical parameterizations in GCMs. \r\n\r\nBroader Impacts: This project represents a fundamentally new and highly interdisciplinary approach to quantitative paleoclimate reconstruction, and the results will be useful for a wide variety of applications; all model output will be made publicly available. Collaboration with the NOAA Pacific Islands Fisheries Science Center will ensure that the results are relevant for ecological applications, and outreach work with underrepresented student populations around Oahu in collaboration with the Pacific Center for Ocean Science Education Excellence (COSEE-Pacific) will help to raise public awareness of coral reef conservation.\r\n\r\nSponsoring Scientists: Brian Powell (U. Hawaii; lead sponsor), Russell Brainard (NOAA PIFSC), Kim Cobb (Georgia Tech), Mark Merrifield (U. Hawaii), David Noone (CU-Boulder)",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Stevenson               Samantha",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Honolulu",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "968222303",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": null,
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs provide some of the best records of past tropical climate variability, through changes in the isotopic composition of their skeletons. However, to use corals to make exact statements about physical changes in climate phenomena like El Nino events, one must understand how large-scale climate variations lead to changes in temperature and seawater oxygen isotopic variability near the reefs being used for reconstruction.</p>\n<p>This project led to the creation of the isotope-enabled Regional Ocean Modeling System (isoROMS), capable of directly simulating oxygen isotopes in seawater over any arbitrary region and spatial scale. The isoROMS framework was used to create 'hindcasts' of the ocean state over the late 20th century (1948-2009), sets of spatially and temporally complete physical data (temperature, salinity, currents, etc.) as well as seawater oxygen isotopes. This showed that the relationship between oxygen isotopic ratios and salinity varies dramatically in space and time, which is likely to strongly influence reconstructions of past salinity and hydrological conditions in the tropical Pacific.</p>\n<p>Downscaling simulations to high (10km) resoluton were also performed with isoROMS; this showed that eddies related to tropical instability waves can affect temperature and seawater oxygen isotopic composition at central Pacific islands. These small-scale effects are dependent on the phase of the El Nino/Southern Oscillation, and this project showed that understanding how they vary with time is a key part of improving reconstructions of El Nino and La Nina magnitude.</p>\n<p>This project also funded educational outreach activities through the Climate Science Teacher Institute (CSTI), a yearly professional development workshop teaching the fundamentals of climate science to middle and high school teachers. In collaboration with the Hawaii Institute of Marine Biology, CSTI workshops were held in Hawaii, the Marshall Islands, and American Samoa, training over 100 teachers, many from demographics traditionally underrepresented in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2017<br>\n\t\t\t\t\tModified by: Samantha&nbsp;Stevenson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoral reefs provide some of the best records of past tropical climate variability, through changes in the isotopic composition of their skeletons. However, to use corals to make exact statements about physical changes in climate phenomena like El Nino events, one must understand how large-scale climate variations lead to changes in temperature and seawater oxygen isotopic variability near the reefs being used for reconstruction.\n\nThis project led to the creation of the isotope-enabled Regional Ocean Modeling System (isoROMS), capable of directly simulating oxygen isotopes in seawater over any arbitrary region and spatial scale. The isoROMS framework was used to create 'hindcasts' of the ocean state over the late 20th century (1948-2009), sets of spatially and temporally complete physical data (temperature, salinity, currents, etc.) as well as seawater oxygen isotopes. This showed that the relationship between oxygen isotopic ratios and salinity varies dramatically in space and time, which is likely to strongly influence reconstructions of past salinity and hydrological conditions in the tropical Pacific.\n\nDownscaling simulations to high (10km) resoluton were also performed with isoROMS; this showed that eddies related to tropical instability waves can affect temperature and seawater oxygen isotopic composition at central Pacific islands. These small-scale effects are dependent on the phase of the El Nino/Southern Oscillation, and this project showed that understanding how they vary with time is a key part of improving reconstructions of El Nino and La Nina magnitude.\n\nThis project also funded educational outreach activities through the Climate Science Teacher Institute (CSTI), a yearly professional development workshop teaching the fundamentals of climate science to middle and high school teachers. In collaboration with the Hawaii Institute of Marine Biology, CSTI workshops were held in Hawaii, the Marshall Islands, and American Samoa, training over 100 teachers, many from demographics traditionally underrepresented in STEM.\n\n\t\t\t\t\tLast Modified: 10/19/2017\n\n\t\t\t\t\tSubmitted by: Samantha Stevenson"
 }
}