{
 "awd_id": "1323963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Language in Infant Category Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Moore",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 704613.0,
 "awd_amount": 704613.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "One of the central issues in the study of cognition and its development concerns the impact of language on cognition and the nature of such effects.  A variety of effects have been proposed ranging from facilitation of learning and memory to changing the ways we perceive and interpret events.  In addition, the spoken word may affect the very core of human intelligence--the ability to generalize and take knowledge from known to novel situations, including the ability of infants and young children to learn general categories and use this knowledge for future learning. Despite the central importance of the problem, much remains unknown.  Most importantly, it is not known how language affects the developing cognition and how these effects change in the course of development.  Do words function as teaching signals for the developing cognition from early in development?  Or do they become teaching signals as a result of development?  The primary goal of this 3-year-long project is to answer these questions by using a combination of behavior experimentation and eye tracking analyses, with computational modeling and model selection.  In the initial study, multiple category learning experiments with 8-to-24-month-olds will be conducted, in which words or other sounds will accompany categories of different structure.  In a second study, two classes of computational models will be used to simulate the data, one, in which words are considered part of the input, and another in which words are considered a teaching signal. Formal model selection procedures will help determine which mechanism underlying the effects of words is more consistent with the entire body of data. \r\n\r\nResults of this research will advance our understanding of how language affects cognition early in development, thus contributing to better understanding of typical cognitive development.  The proposed research will also contribute to the methodological toolkit of developmental research. The investigator will disseminate the work via conference presentations and journal articles. The researchers will also undertake outreach and education activities with children and teachers, involving high school students and lab activities, and an exposition for children at the Columbus Museum of Science and Industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Sloutsky",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir M Sloutsky",
   "pi_email_addr": "sloutsky.1@osu.edu",
   "nsf_id": "000286267",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1835 Neil Avenue",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101351",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 704613.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of the project is to advance our understanding of the role of language in infant category learning. Three hypothetical mechanisms underlying these effects are considered. First, it is possible that linguistic labels are supervisory signals facilitating category learning.&nbsp; According to this idea, linguistic labels are invitations to form categories &ndash; language provides top-down supervision facilitating category learning. The second possibility is that linguistic labels are features affecting processing of visual input. According to this idea, language is part of perceptual input. The third possibility is that linguistic labels start out as features but become supervisory signals in the course of development.</p>\n<p>To distinguish among these possibilities, we conducted two studies. In Study 1, we conducted 3 experiments with 14-to-16-month-old infants and 17-19-month-old infants (with 25 infants of each age group per experiment). In Experiment 1, we established the baseline of category learning under a silent condition. In Experiment 2, we increased within-category featural overlap by adding a common auditory (non-linguistic) feature. In Experiment 3, we introduced two distinct category labels, each accompanying every member of one category.</p>\n<p>In Study 2, we implemented each hypothesized mechanism as a computational model, with the goal of comparing each model&rsquo;s fit to the data under various experimental conditions. To implement computational modeling, we will use Self Organizing Maps (SOMs, see Plunkett, 2010) that either treat labels as (a) supervisory signals or (b) features affecting within-category featural overlap. The advantage of using computational models is that they allow us to compare the entire pattern of data rather than comparing a small subset of variables. The plan is to apply model comparison and model selection algorithms select the most appropriate model describing a mechanism underlying the effect of words. Taking snapshots of the models&rsquo; performance at different points in training will provide additional constraints on model selection and help identify developmental changes in the mechanism of category learning across infancy. Furthermore, computational models permit the generation of a set of specific empirical predictions that will be tested in future research.</p>\n<p>While Study 1 is completed, we are still working on Study 2. Here is a summary of results of Study 1. First, for all age groups, category learning in the sound condition was below that of the silent baseline condition and the label condition. These results (a) point to overshadowing stemming from non-linguistic sounds and (b) indicate that research comparing effects of labels with effects of sounds (without a silent baseline) on category learning is inconclusive at best. This is because the difference between the conditions may stem from the mentioned above overshadowing effects rather than from labels facilitating category learning. More important findings pertain to category learning in the other two conditions. For younger participants, robust category learning was observed in both the label condition and the silent conditions. In contrast, for the older participants, category learning transpired only in the silent condition.&nbsp;</p>\n<p>These results are both surprising and informative. The fact that learning in the label condition decreased with age suggests that these effects are non-linguistic in nature (as people become more familiar with language, effects of language tend to increase). Therefore, it seems unlikely that labels exerted top-down supervision. We see these results as compatible with two possibilities. First, as discussed above, common labels could have increased the featural overlap within each category. And second, it is also possible that labels served as additional attentional cues for younger participants.&nbsp; We believe that analyzing participants&rsquo; looking patterns during learning coupled with computational modeling will help distinguish among these possibilities. &nbsp;The results of the reported experiments are being prepared for publication. They will also be disseminated through conference presentations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;M&nbsp;Sloutsky</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960703912_younger-infant-timecourse--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960703912_younger-infant-timecourse--rgov-800width.jpg\" title=\"Category learning in younger infants\"><img src=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960703912_younger-infant-timecourse--rgov-66x44.jpg\" alt=\"Category learning in younger infants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These are differences in looking to correct vs. incorrect category at test that were used as a measure of learning. Results indicate that learning transpired  in the silent and in the label condition, with the label condition eliciting faster responses.</div>\n<div class=\"imageCredit\">Created by Vladimir Sloutsky and Nate Blanco</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vladimir&nbsp;M&nbsp;Sloutsky</div>\n<div class=\"imageTitle\">Category learning in younger infants</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960829753_older-infant-timecoure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960829753_older-infant-timecoure--rgov-800width.jpg\" title=\"Category learning in older infants\"><img src=\"/por/images/Reports/POR/2017/1323963/1323963_10274107_1511960829753_older-infant-timecoure--rgov-66x44.jpg\" alt=\"Category learning in older infants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These are differences in looking to correct vs. incorrect category at test that were used as a measure of learning. Results indicate that learning transpired only in the silent condition.</div>\n<div class=\"imageCredit\">Created by Vladimir Sloutsky and Nate Blanco</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vladimir&nbsp;M&nbsp;Sloutsky</div>\n<div class=\"imageTitle\">Category learning in older infants</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of the project is to advance our understanding of the role of language in infant category learning. Three hypothetical mechanisms underlying these effects are considered. First, it is possible that linguistic labels are supervisory signals facilitating category learning.  According to this idea, linguistic labels are invitations to form categories &ndash; language provides top-down supervision facilitating category learning. The second possibility is that linguistic labels are features affecting processing of visual input. According to this idea, language is part of perceptual input. The third possibility is that linguistic labels start out as features but become supervisory signals in the course of development.\n\nTo distinguish among these possibilities, we conducted two studies. In Study 1, we conducted 3 experiments with 14-to-16-month-old infants and 17-19-month-old infants (with 25 infants of each age group per experiment). In Experiment 1, we established the baseline of category learning under a silent condition. In Experiment 2, we increased within-category featural overlap by adding a common auditory (non-linguistic) feature. In Experiment 3, we introduced two distinct category labels, each accompanying every member of one category.\n\nIn Study 2, we implemented each hypothesized mechanism as a computational model, with the goal of comparing each model?s fit to the data under various experimental conditions. To implement computational modeling, we will use Self Organizing Maps (SOMs, see Plunkett, 2010) that either treat labels as (a) supervisory signals or (b) features affecting within-category featural overlap. The advantage of using computational models is that they allow us to compare the entire pattern of data rather than comparing a small subset of variables. The plan is to apply model comparison and model selection algorithms select the most appropriate model describing a mechanism underlying the effect of words. Taking snapshots of the models? performance at different points in training will provide additional constraints on model selection and help identify developmental changes in the mechanism of category learning across infancy. Furthermore, computational models permit the generation of a set of specific empirical predictions that will be tested in future research.\n\nWhile Study 1 is completed, we are still working on Study 2. Here is a summary of results of Study 1. First, for all age groups, category learning in the sound condition was below that of the silent baseline condition and the label condition. These results (a) point to overshadowing stemming from non-linguistic sounds and (b) indicate that research comparing effects of labels with effects of sounds (without a silent baseline) on category learning is inconclusive at best. This is because the difference between the conditions may stem from the mentioned above overshadowing effects rather than from labels facilitating category learning. More important findings pertain to category learning in the other two conditions. For younger participants, robust category learning was observed in both the label condition and the silent conditions. In contrast, for the older participants, category learning transpired only in the silent condition. \n\nThese results are both surprising and informative. The fact that learning in the label condition decreased with age suggests that these effects are non-linguistic in nature (as people become more familiar with language, effects of language tend to increase). Therefore, it seems unlikely that labels exerted top-down supervision. We see these results as compatible with two possibilities. First, as discussed above, common labels could have increased the featural overlap within each category. And second, it is also possible that labels served as additional attentional cues for younger participants.  We believe that analyzing participants? looking patterns during learning coupled with computational modeling will help distinguish among these possibilities.  The results of the reported experiments are being prepared for publication. They will also be disseminated through conference presentations.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Vladimir M Sloutsky"
 }
}