{
 "awd_id": "1323319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-RIG: The impact of submesoscale processes on oligotrophic carbon cycling and the sensitivity of this interaction to climatically driven changes",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 99996.0,
 "awd_amount": 99996.0,
 "awd_min_amd_letter_date": "2013-07-08",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "Overview: Anthropogenically induced warming has begun to change the global oceans and has the potential to alter the ocean carbon sink. Future changes in mixed layer depth and the delivery of nutrients into the surface ocean are hypothesized to be the primary processes that will impact primary production and carbon cycling in the ocean. Both of these processes are significantly impacted by submesoscale physical dynamics (1-10 km). However, current global climate models used to understand climate sensitivity do not resolve these important features, and so are missing a fundamental mechanism impacting ocean carbon cycling. In this project, the PI will develop a novel biogeochemical and ecosystem model that captures the impact of submesoscale processes on carbon cycling in a framework that is computationally tractable for large-scale simulations. \r\n\r\nThe Spatially Heterogeneous Dynamic Plankton (SHiP) model will represent a distribution of resource environments at the subgridscale and will include five phytoplankton functional groups, as well as light, nitrogen, and phosphorus limitation on phytoplankton growth. This research will focus on two oligotrophic sites, the Bermuda Atlantic Time-series Station (BATS) and the Hawaii Ocean Time-series (HOT). The SHiP model will be used to explore the impact of the observed submesoscale dynamics captured by the APEX/ISUS profiling nitrate floats on primary production, species dynamics, and carbon export flux. A suite of model simulations will also be conducted to investigate the sensitivity of carbon cycling at BATS and HOT to changes in the frequency and intensity of submesoscale front formation, such as might occur under future climate scenarios. Finally, the measurement-driven SHiP simulations will be compared against an idealized Regional Ocean Modeling System simulation that explicitly resolves submesoscale dynamics.\r\n\r\nIntellectual Merit: Submesoscale processes have been shown to have a significant impact on ocean physics, however, the role that these processes play in carbon cycling remains unknown. This study will provide an observation-based analysis of the impact of submesoscale features on community composition and function in oligotrophic gyres and the sensitivity of this interaction to climatically driven changes. In addition, this work will validate a novel approach for mechanistically incorporating the impact of submesoscale dynamics into coarse-resolution models. This research will provide a computationally tractable framework for exploring the impact of changes in climate on global carbon cycling while including the impact of submesoscale processes. \r\n\r\nBroader Impacts: The investigator and students associated with this project will collaborate with the Neighborhood Academic Initiative (NAI) at USC to develop an ocean sciences module including a field trip on an oceanographic research vessel. The NAI strives to improve high school graduation and college matriculation rates in the school district surrounding USC, which serves predominantly Latino/Hispanic and African-American communities. The module will also expose the students to oceanography, and help local high school teachers develop an ocean sciences lesson plan to incorporate into their curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Levine",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi M Levine",
   "pi_email_addr": "n.levine@usc.edu",
   "nsf_id": "000638530",
   "pi_start_date": "2013-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900074318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820600",
   "pgm_ele_name": "OCE Research Initiation Grant"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Marine phytoplankton are microscopic photosynthetic organisms that live in the surface ocean and are responsible for approximately half of all photosynthesis on the planet. Phytoplankton also play a critical role in the global carbon cycle through the &lsquo;biological pump&rsquo;, which transfers organic carbon from the surface to the deep ocean acting to remove carbon dioxide from the atmosphere on time-scales of hundreds to millions of years. The strength of the biological pump (how efficient it is at sequestering carbon from the atmosphere) is determined by the interactions between ocean physics, chemistry and biology. The type of phytoplankton (community composition) and their growth rate also has a large impact on the biological pump. Therefore, understanding how phytoplankton respond to variability in their physical and chemical environment, and how this might change as the climate changes, is necessary to not only improve predictions of future ecosystem states but also to better constrain future climate states.&nbsp;</p>\n<p>Marine phytoplankton live in an environment that is in constant motion such that the physical (e.g. temperature and light) and chemical (e.g. nutrient) environment experienced by these microorganisms is constantly changing. The physical dynamics that impact the surface ocean environment range from large-scale dynamics such as seasonal cycles to finer-scale &lsquo;weather events&rsquo;. While much progress has been made toward understanding the biological impact of large-scale physical dynamics, we have only a limited understanding of how finer-scale physical dynamics impact organisms in the oceans. This is because these fine-scale features are difficult to observe and model. One class of fine-scale &lsquo;weather events&rsquo; in the ocean are submesoscale features.&nbsp; These dynamics are relatively short lived (~several days) and small in size (1-10km) but can drastically alter the physical and chemical environment experienced by phytoplankton. This has the potential to significantly change the growth rates of phytoplankton by creating an environment more favorable for growth, which in turn can increase the efficiency of the biological pump. This project investigated the impact of submesoscale physical dynamics on phytoplankton community composition and carbon cycling in the vast nutrient-limited (oligotrophic) regions of the oceans.</p>\n<p>Computer models are powerful tools for exploring interactions in complex systems. However, even the most powerful supercomputers are unable to represent the impact of submesoscale physical dynamics on global carbon cycling using conventional modeling approaches. We developed a novel ocean ecosystem model that represents fine-scale interactions between biology and physics using a framework that is computationally inexpensive enough to allow for it to be used in global models. We showed that submesoscale physical dynamics can significantly alter phytoplankton abundance and the cycling of carbon and nitrogen. We validated the model results using high-resolution data from multiple sources including satellite data and measurements made in the surface ocean using automated sampling technologies. Using our new modeling approach, we showed that the time scale (i.e. duration) and the intensity (i.e. magnitude) of the physical dynamics were critical for determining the response of phytoplankton. In addition, changes in the type of submesoscale dynamic could significantly impact marine carbon cycling in the future. This work suggests that fine-scale dynamics such as submesoscale features have the potential to contribute significantly to long term climate-driven changes in the biological pump.</p>\n<p>While we have come a long way in the fields of science, technology, engineering, and mathematics (STEM), there is still a paucity of women and minorities in both tenure-track faculty positions and in upper level non-academic scientist positions.&nbsp; This is particularly true in the mathematically based fields such as numerical modeling. Through this project, we have actively worked to bring Oceanography to under-represented minorities and underserved communities hoping to start to break the stereotypes of &lsquo;what a scientist looks like&rsquo;, an essential first step in motivating underprivileged and under-represented minority students to explore the STEM fields. Specifically, we visited several K-12 classrooms to showcase the research being done on this project and brought ~70 K-12 students on a day trip to the Wrigley Institute for Environmental Studies on Catalina Island. On the island, we toured the marine lab, taught a lesson on ocean acidification, and completed an ocean acidification lab experiment with the students. For nearly all of the students, this was their first time on a boat and the first time in a research laboratory.&nbsp;</p>\n<p>Research has shown that providing students exposure to research science early on in their careers increases retention in the STEM fields. This project has also supported research experience and mentoring for high-schoolers, undergraduates, and graduate students from under-represented groups.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2017<br>\n\t\t\t\t\tModified by: Naomi&nbsp;M&nbsp;Levine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMarine phytoplankton are microscopic photosynthetic organisms that live in the surface ocean and are responsible for approximately half of all photosynthesis on the planet. Phytoplankton also play a critical role in the global carbon cycle through the ?biological pump?, which transfers organic carbon from the surface to the deep ocean acting to remove carbon dioxide from the atmosphere on time-scales of hundreds to millions of years. The strength of the biological pump (how efficient it is at sequestering carbon from the atmosphere) is determined by the interactions between ocean physics, chemistry and biology. The type of phytoplankton (community composition) and their growth rate also has a large impact on the biological pump. Therefore, understanding how phytoplankton respond to variability in their physical and chemical environment, and how this might change as the climate changes, is necessary to not only improve predictions of future ecosystem states but also to better constrain future climate states. \n\nMarine phytoplankton live in an environment that is in constant motion such that the physical (e.g. temperature and light) and chemical (e.g. nutrient) environment experienced by these microorganisms is constantly changing. The physical dynamics that impact the surface ocean environment range from large-scale dynamics such as seasonal cycles to finer-scale ?weather events?. While much progress has been made toward understanding the biological impact of large-scale physical dynamics, we have only a limited understanding of how finer-scale physical dynamics impact organisms in the oceans. This is because these fine-scale features are difficult to observe and model. One class of fine-scale ?weather events? in the ocean are submesoscale features.  These dynamics are relatively short lived (~several days) and small in size (1-10km) but can drastically alter the physical and chemical environment experienced by phytoplankton. This has the potential to significantly change the growth rates of phytoplankton by creating an environment more favorable for growth, which in turn can increase the efficiency of the biological pump. This project investigated the impact of submesoscale physical dynamics on phytoplankton community composition and carbon cycling in the vast nutrient-limited (oligotrophic) regions of the oceans.\n\nComputer models are powerful tools for exploring interactions in complex systems. However, even the most powerful supercomputers are unable to represent the impact of submesoscale physical dynamics on global carbon cycling using conventional modeling approaches. We developed a novel ocean ecosystem model that represents fine-scale interactions between biology and physics using a framework that is computationally inexpensive enough to allow for it to be used in global models. We showed that submesoscale physical dynamics can significantly alter phytoplankton abundance and the cycling of carbon and nitrogen. We validated the model results using high-resolution data from multiple sources including satellite data and measurements made in the surface ocean using automated sampling technologies. Using our new modeling approach, we showed that the time scale (i.e. duration) and the intensity (i.e. magnitude) of the physical dynamics were critical for determining the response of phytoplankton. In addition, changes in the type of submesoscale dynamic could significantly impact marine carbon cycling in the future. This work suggests that fine-scale dynamics such as submesoscale features have the potential to contribute significantly to long term climate-driven changes in the biological pump.\n\nWhile we have come a long way in the fields of science, technology, engineering, and mathematics (STEM), there is still a paucity of women and minorities in both tenure-track faculty positions and in upper level non-academic scientist positions.  This is particularly true in the mathematically based fields such as numerical modeling. Through this project, we have actively worked to bring Oceanography to under-represented minorities and underserved communities hoping to start to break the stereotypes of ?what a scientist looks like?, an essential first step in motivating underprivileged and under-represented minority students to explore the STEM fields. Specifically, we visited several K-12 classrooms to showcase the research being done on this project and brought ~70 K-12 students on a day trip to the Wrigley Institute for Environmental Studies on Catalina Island. On the island, we toured the marine lab, taught a lesson on ocean acidification, and completed an ocean acidification lab experiment with the students. For nearly all of the students, this was their first time on a boat and the first time in a research laboratory. \n\nResearch has shown that providing students exposure to research science early on in their careers increases retention in the STEM fields. This project has also supported research experience and mentoring for high-schoolers, undergraduates, and graduate students from under-represented groups.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2017\n\n\t\t\t\t\tSubmitted by: Naomi M Levine"
 }
}