{
 "awd_id": "1323773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Implementation and Evaluation of a Sustainable Computer-Based Tutoring System for Introductory Linear Circuit Analysis",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 299744.0,
 "awd_amount": 299744.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "PARTICIPATING INSTITUTIONS: \r\nArizona State University (ASU - Lead)\r\nUniversity of Virginia (UVA)\r\nUniversity of Notre Dame (ND)\r\nUniversity of the Pacific (UOP)\r\nColorado State University (CSU)\r\n\r\n\r\nPROJECT DESCRIPTION \r\nThis project is developing and evaluating a computer-aided tutoring system to support the teaching of elementary linear circuit analysis. It is expanding a prototype system to cover topics in a traditional two-semester linear circuits course. The system can generate circuit problems with random topologies and element values for DC, steady-state AC, and transient circuits; allowing students to study concepts related to Fourier analysis, Laplace transforms, Bode plots, and three-phase circuits. Problem solutions are produced using a variety of special pedagogical features, including exercises designed to correct common student misconceptions. The system accepts a rich variety of inputs such as equations, re-drawn circuit diagrams, waveform sketches, matrix equations, as well as conventional numerical and multiple-choice answers. \r\n\r\nThe web-based system is being employed and evaluated in a variety of ways in linear circuit classes at ASU, UVA, ND, and UOP. Dr. Daniel Robinson (at CSU) is conducting rigorous evaluation and analysis of the resulting qualitative and quantitative student learning data collected at these institutions. Through testing the software system in a variety of public and private schools, the team is demonstrating that the system can provide rapid feedback to instructors and enhance student learning - in areas that students have the most difficulty.\r\n\r\n\r\nBROADER SIGNIFICANCE \r\nThe project is directly impacting more than 4300 students and having a significant effect on engineering education, since many engineering students in various disciplines take circuits courses. It is also expected that the system will be highly suitable for incorporation into massive open on-line courses (MOOCs) addressing this subject area. Student engagement is being increased through the use of interactive exercises that provide rapid feedback to students at each step of a problem. The team is also developing a tutorial authoring interface and execution engine that allows tutorial writers (e.g., instructors) to design more effective tutoring sequences by using the features of the circuit generation and solution modules. The approach is adaptable to other subject areas in electrical engineering, as well as other engineering disciplines. Some of the simpler tutorials and modules on basic circuit properties are being made available to high school students and the general public via a website designed for that purpose.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Skromme",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Skromme",
   "pi_email_addr": "skromme@asu.edu",
   "nsf_id": "000302986",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 299744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to expand, disseminate, and evaluate a computer-based tutoring system to help teach engineering students how to analyze linear electrical circuits (i.e., those not including diodes and transistors).&nbsp; This topic is typically covered in a required, &ldquo;gateway&rdquo; course that can have a major impact on student success in many different engineering majors.&nbsp; The system is designed to largely take the place of paper-based homework, and provide more rapid and effective learning by giving feedback on each and every step of a student&rsquo;s work.&nbsp; Most existing electronic homework systems, such as those usually supplied by publishers with textbooks, only check the final answers to the problems (which is similar to giving students the answers in the back of the book).&nbsp; A student may go through a page or two of calculations to solve such a problem, involving re-drawing a circuit diagram, deriving equations that describe it, solving the equations, and computing the final answers.&nbsp; In a subject like this, there are innumerable opportunities to make a mistake in any of these steps and get the wrong answer, which can lead to huge frustration.&nbsp; We have created special interfaces that allow students to do all of these steps easily on the computer screen, so we can stop them as soon as they make a mistake and give helpful feedback before they waste a lot of time and get frustrated.&nbsp; We also give them fully worked and explained examples that are of the exact same types as the problems they need to solve (compared to textbooks, where the end-of-chapter problems are often more complicated than the limited examples they give).&nbsp; Best of all, our system creates brand new problems on the fly from scratch for every student, rather than recycling the same stale problems found in textbooks.&nbsp; Our system provides a virtually unlimited source of problems and worked examples, where not only the numbers but the circuit diagrams themselves are unique.&nbsp; This approach allows students to get as much or as little practice they need on every topic, and discourages cheating or copying because every student has different problems and there is no such thing as a solutions manual.&nbsp; Students can &ldquo;give up&rdquo; on any problem with no penalty and see the fully worked solution, then just do a different problem of the same type.&nbsp; We also use special pedagogical methods and emphasize key concepts and skills that are often overlooked in conventional textbooks.&nbsp; We collected extensive data on students&rsquo; conceptual understanding and developed instructional methods to improve their scores on a concept post-test from 59% to averages as high as 79%, with a significant effect size of 1.02 standard deviations (a &ldquo;standard deviation&rdquo; is roughly equivalent to a grade level).&nbsp; We also record the outcome of every step of each student&rsquo;s work on a central server so that we can study and learn exactly where they are having trouble.&nbsp;</p>\n<p>Over the course of this project, our system has been used very widely by 4255 students in 109 class sections, taught by 45 distinct instructors at 11 different colleges and universities of widely varying types, including 3 historically black institutions.&nbsp; Students have given favorable ratings from 89-96% of the time to our tutorials, which now cover 19 different key topics in this subject area.&nbsp; We carried out rigorous, randomized, controlled experiments in both laboratory and realistic classroom settings to find out how well the program works, and to find out how much students learn using our system in comparison to both paper and publisher-based online homework.&nbsp; A classroom (non-randomized) experiment carried out at the University of Notre Dame found that post-test scores for students using our system on one topic(series and parallel connections) were 0.97 standard deviations better than for those using textbook-based exercises.&nbsp; A randomized experiment performed at Arizona State University (the largest engineering school in the U.S.) to compare our system to a fully developed commercial system (WileyPLUS) showed that students assigned to use our system on one important topic (&ldquo;nodal analysis&rdquo;) showed that students had scores on the post-test that were significantly better than those of students using WileyPLUS by 0.72 standard deviations.&nbsp; On another topic (&ldquo;mesh analysis&rdquo;), scores were a bit but not significantly higher.&nbsp; &nbsp;&nbsp;In a survey, fully 94% of these students (who all learned one topic using Circuit Tutor and the other one using WileyPLUS) felt that Circuit Tutor taught them the topics more effectively, and only 3% felt that WileyPLUS did so.&nbsp; Rigorous evaluations have been carried out on 6 of our 19 tutorials and more evaluations are planned.&nbsp; Our system is now in the preliminary stages of being commercialized through Wiley, so that it can be available to students at any college or university around the world, and hopefully improve student&rsquo;s learning very widely.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;J&nbsp;Skromme</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1323773/1323773_10279962_1512446357456_ScreenShot--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1323773/1323773_10279962_1512446357456_ScreenShot--rgov-800width.jpg\" title=\"Screen Shot of Circuit Tutor\"><img src=\"/por/images/Reports/POR/2017/1323773/1323773_10279962_1512446357456_ScreenShot--rgov-66x44.jpg\" alt=\"Screen Shot of Circuit Tutor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A typical exercise in Circuit Tutor, where students are learning to identify circuit elements that are in \"series\" or in \"parallel\" with each other, a key skill in circuit analysis.  Many students struggle with this skill, but find that this exercise (including the color coding) helps them greatly.</div>\n<div class=\"imageCredit\">Copyright (c) Brian J. Skromme, 2017.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;J&nbsp;Skromme</div>\n<div class=\"imageTitle\">Screen Shot of Circuit Tutor</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to expand, disseminate, and evaluate a computer-based tutoring system to help teach engineering students how to analyze linear electrical circuits (i.e., those not including diodes and transistors).  This topic is typically covered in a required, \"gateway\" course that can have a major impact on student success in many different engineering majors.  The system is designed to largely take the place of paper-based homework, and provide more rapid and effective learning by giving feedback on each and every step of a student?s work.  Most existing electronic homework systems, such as those usually supplied by publishers with textbooks, only check the final answers to the problems (which is similar to giving students the answers in the back of the book).  A student may go through a page or two of calculations to solve such a problem, involving re-drawing a circuit diagram, deriving equations that describe it, solving the equations, and computing the final answers.  In a subject like this, there are innumerable opportunities to make a mistake in any of these steps and get the wrong answer, which can lead to huge frustration.  We have created special interfaces that allow students to do all of these steps easily on the computer screen, so we can stop them as soon as they make a mistake and give helpful feedback before they waste a lot of time and get frustrated.  We also give them fully worked and explained examples that are of the exact same types as the problems they need to solve (compared to textbooks, where the end-of-chapter problems are often more complicated than the limited examples they give).  Best of all, our system creates brand new problems on the fly from scratch for every student, rather than recycling the same stale problems found in textbooks.  Our system provides a virtually unlimited source of problems and worked examples, where not only the numbers but the circuit diagrams themselves are unique.  This approach allows students to get as much or as little practice they need on every topic, and discourages cheating or copying because every student has different problems and there is no such thing as a solutions manual.  Students can \"give up\" on any problem with no penalty and see the fully worked solution, then just do a different problem of the same type.  We also use special pedagogical methods and emphasize key concepts and skills that are often overlooked in conventional textbooks.  We collected extensive data on students? conceptual understanding and developed instructional methods to improve their scores on a concept post-test from 59% to averages as high as 79%, with a significant effect size of 1.02 standard deviations (a \"standard deviation\" is roughly equivalent to a grade level).  We also record the outcome of every step of each student?s work on a central server so that we can study and learn exactly where they are having trouble. \n\nOver the course of this project, our system has been used very widely by 4255 students in 109 class sections, taught by 45 distinct instructors at 11 different colleges and universities of widely varying types, including 3 historically black institutions.  Students have given favorable ratings from 89-96% of the time to our tutorials, which now cover 19 different key topics in this subject area.  We carried out rigorous, randomized, controlled experiments in both laboratory and realistic classroom settings to find out how well the program works, and to find out how much students learn using our system in comparison to both paper and publisher-based online homework.  A classroom (non-randomized) experiment carried out at the University of Notre Dame found that post-test scores for students using our system on one topic(series and parallel connections) were 0.97 standard deviations better than for those using textbook-based exercises.  A randomized experiment performed at Arizona State University (the largest engineering school in the U.S.) to compare our system to a fully developed commercial system (WileyPLUS) showed that students assigned to use our system on one important topic (\"nodal analysis\") showed that students had scores on the post-test that were significantly better than those of students using WileyPLUS by 0.72 standard deviations.  On another topic (\"mesh analysis\"), scores were a bit but not significantly higher.    In a survey, fully 94% of these students (who all learned one topic using Circuit Tutor and the other one using WileyPLUS) felt that Circuit Tutor taught them the topics more effectively, and only 3% felt that WileyPLUS did so.  Rigorous evaluations have been carried out on 6 of our 19 tutorials and more evaluations are planned.  Our system is now in the preliminary stages of being commercialized through Wiley, so that it can be available to students at any college or university around the world, and hopefully improve student?s learning very widely. \n\n \n\n\t\t\t\t\tLast Modified: 12/04/2017\n\n\t\t\t\t\tSubmitted by: Brian J Skromme"
 }
}