{
 "awd_id": "1324580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2013 AEESP Conference and CAREER Workshop: Environmental Engineers and Scientists of 2050, July 14-16, 2013 in Golden, Colorado",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara Karn",
 "awd_eff_date": "2013-02-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-02-12",
 "awd_max_amd_letter_date": "2013-02-12",
 "awd_abstract_narration": "CBET 1324580\r\nLinda Figueroa\r\nThe purpose of this proposal is to partially support the 2013 AEESP Research and Education Conference, including a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals. The funding would also be used to partially offset the U.S. expenses of invited speakers to attend the conference.  The 2013 AEESP Research and Education Conference will be hosted by the Colorado School of Mines (CSM) and the University of Colorado, Boulder (CUB) and Denver (UCD) and held on the CSM Campus in Golden, Colorado. The Conference will be held July 14-16, 2013. The team of Colorado Universities was selected to host the 2013 Conference through a competitive proposal process. \r\n\r\nThe AEESP Conference is the flagship event of the Association of Environmental Engineering and Science Professors (AEESP). This conference serves as a venue for the exchange of information between the academic and practitioner communities, particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering. In this regard, the Conference benefits the practice of environmental engineering and science, improves our collective ability to educate the next generation of environmental engineers and scientists, and facilitates discovery and advancement of knowledge in our field. The Conference is typically well attended by Environmental Engineering/Science professors from throughout the United States. Anticipated attendance at the 2013 Conference is approximately 400 attendees, including graduate students and early-career faculty.\r\n\r\nThe theme of the Conference is the Environmental Scientist and Engineer of 2050, which will help to prepare faculty and students to be globally competitive by promoting dialog and increasing awareness of different global perspectives and to be ready for the challenges of the future. Incorporation of professional practitioners at this year?s Conference aims to attract, train, and retain a more diverse, globally integrated, and competitive science and engineering workforce. The integration of research and education within the Conference technical sessions, coupled with the workshops held in conjunction with the Conference, will lead to innovation in course and curriculum development. Members of groups underrepresented in environmental engineering will be recruited to participate in the workshops, particularly the CAREER workshop. This will include graduate students, post-doctoral researchers, and early-career faculty members.  Four nationally-prominent individuals (Lisa Jackson-EPA, Glen Daigger-CH2MHill, George Tchobanoglous-UC Davis and Susan Powers-Clarkson) have been invited to deliver keynote speeches at the Conference on topics that include global perspective, future of our field and the evolution of our educational breadth and mission. The participation of these nationally prominent individuals at the Conference will provide Conference attendees with perspectives and opportunities not typically available to educators and practitioners in the field of Environmental Science and Engineering. A post-conference report of highlights and findings from the Conference will be published in the quarterly AEESP newsletter and will be disseminated through other appropriate channels (web site, email distribution list, etc.).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Figueroa",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Figueroa",
   "pi_email_addr": "lfiguero@mines.edu",
   "nsf_id": "000465384",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Junko",
   "pi_last_name": "Munakata Marr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junko Munakata Marr",
   "pi_email_addr": "jmmarr@mines.edu",
   "nsf_id": "000285148",
   "pi_start_date": "2013-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois Street",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Colorado School of Mines (CSM), located in Golden, Colorado, is a public research university devoted to engineering and applied science. It has the highest admissions standards of any public university in Colorado and has distinguished itself with its curriculum and research program geared towards responsible stewardship of the earth and its resources.</p>\n<p>Drs. Linda Figueroa and Junko Munakata Marr, faculty in the Civil and Environmental Engineering Department, received funding from the National Science Foundation (NSF) to partially support the AEESP Research and Education Conference at CSM. The Association of Environmental Engineering and Science Professors (AEESP) is a private nonprofit organization with over 800 members around the world. The organization works to improve education and research programs, encourages pursuit of graduate studies, and generally promotes the environmental science and engineering academy. The AEESP conference is the flagship event for academic and practitioner communties to exchange information, \"particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering.&rdquo;</p>\n<p>The theme of the Conference was &ldquo;Environmental Engineers and Scientists of 2050: Education, Research and Practice.&rdquo; This theme was selected based on recognition of need of our future environmental engineers and scientists to have the knowledge and experience to facilitate engineering solutions to the environmental interplay between energy, infrastructure and water within a sustainable community context both domestically and abroad. Overall, the conference included 12 workshops, four plenary lectures, two poster sessions and 18 oral sessions, and attracted 463 registered attendees, over half the AEESP membership. More than 200 abstracts were received for ~100 oral presentation slots, and over 200 posters. International participants came from Australia, Belgium, Canada, Chile, China, Colombia, Germany, Hong Kong, Saudi Arabia, Switzerland, Taiwan, and the United Kingdom.</p>\n<p>The NSF funding included full support of a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals. During the workshop, a current NSF program manager described the NSF CAREER program. Keynote lectures presented career development and integrating with CAREER proposals, paths to success in academia without winning a CAREER proposal. In addition to the keynote speakers, the workshop included two panel discussions: one consisted of young faculty who have received CAREER awards, and another focused on the preparation and evaluation of CAREER proposals. The NSF funding was used to partially support participation (conference registration and workshop lunch) of 34 assistant professors and two assistant research professors with 0&ndash;4 years of experience, six post-doctoral researchers, and five PhD students nearing completion of their degrees. In addition, registration and lunch were provided from NSF funds for the workshop organizers, keynote speakers, and panel members. Four assistant professors, one post-doc and five students also participated in the workshop without financial support.</p>\n<p>Conference registration was also provided for four dignitaries and scholars from China to participate in a workshop organized by the Chinese-American Professors in Environmental Engineering and Science (CAPEES) in collaboration with AEESP. CAPEES is a non-profit organization devoted to promote discovery, exchange, and dissemination of knowledge and ideas in environmental Engineering and science (EES), foster professional growth and career development of Chinese-American professors, and promote international collaborations between North America and China. This workshop introduced the mechanisms and activities of higher education and government sponsored...",
  "por_txt_cntn": "\nColorado School of Mines (CSM), located in Golden, Colorado, is a public research university devoted to engineering and applied science. It has the highest admissions standards of any public university in Colorado and has distinguished itself with its curriculum and research program geared towards responsible stewardship of the earth and its resources.\n\nDrs. Linda Figueroa and Junko Munakata Marr, faculty in the Civil and Environmental Engineering Department, received funding from the National Science Foundation (NSF) to partially support the AEESP Research and Education Conference at CSM. The Association of Environmental Engineering and Science Professors (AEESP) is a private nonprofit organization with over 800 members around the world. The organization works to improve education and research programs, encourages pursuit of graduate studies, and generally promotes the environmental science and engineering academy. The AEESP conference is the flagship event for academic and practitioner communties to exchange information, \"particularly relating to the advancement of innovative research and the preparation of students for professional practice in environmental engineering.\"\n\nThe theme of the Conference was \"Environmental Engineers and Scientists of 2050: Education, Research and Practice.\" This theme was selected based on recognition of need of our future environmental engineers and scientists to have the knowledge and experience to facilitate engineering solutions to the environmental interplay between energy, infrastructure and water within a sustainable community context both domestically and abroad. Overall, the conference included 12 workshops, four plenary lectures, two poster sessions and 18 oral sessions, and attracted 463 registered attendees, over half the AEESP membership. More than 200 abstracts were received for ~100 oral presentation slots, and over 200 posters. International participants came from Australia, Belgium, Canada, Chile, China, Colombia, Germany, Hong Kong, Saudi Arabia, Switzerland, Taiwan, and the United Kingdom.\n\nThe NSF funding included full support of a workshop to assist junior faculty members with career planning and with the preparation of NSF CAREER proposals. During the workshop, a current NSF program manager described the NSF CAREER program. Keynote lectures presented career development and integrating with CAREER proposals, paths to success in academia without winning a CAREER proposal. In addition to the keynote speakers, the workshop included two panel discussions: one consisted of young faculty who have received CAREER awards, and another focused on the preparation and evaluation of CAREER proposals. The NSF funding was used to partially support participation (conference registration and workshop lunch) of 34 assistant professors and two assistant research professors with 0&ndash;4 years of experience, six post-doctoral researchers, and five PhD students nearing completion of their degrees. In addition, registration and lunch were provided from NSF funds for the workshop organizers, keynote speakers, and panel members. Four assistant professors, one post-doc and five students also participated in the workshop without financial support.\n\nConference registration was also provided for four dignitaries and scholars from China to participate in a workshop organized by the Chinese-American Professors in Environmental Engineering and Science (CAPEES) in collaboration with AEESP. CAPEES is a non-profit organization devoted to promote discovery, exchange, and dissemination of knowledge and ideas in environmental Engineering and science (EES), foster professional growth and career development of Chinese-American professors, and promote international collaborations between North America and China. This workshop introduced the mechanisms and activities of higher education and government sponsored research programs in China to advance the collaboration among EES faculty members between the US and Ch..."
 }
}