{
 "awd_id": "1324060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Elucidating the role of animal heme peroxidase and organic complexing agents in the formation of Mn oxides by a Roseobacter bacterium",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2013-07-19",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "The cycling of manganese (Mn) and formation of manganese oxide minerals has sweeping environmental and health implications. Manganese is a micronutrient, responsible for the function of a broad range of essential enzymes including those involved in photosynthesis and destruction of toxic cellular oxidants. The oxidized forms of Mn, both soluble Mn(III) and Mn(IV)-based oxide minerals, are key players in the cycling and sequestration of carbon and metal contaminants. The direct and indirect activity of microorganisms is largely responsible for the formation of Mn oxide minerals, yet why and how these organisms produce these minerals remains unclear. Animal heme peroxidase (AHP) enzymes have been implicated in the oxidation of Mn(II) and formation of Mn oxides by a number of bacteria. Further, the formation of Mn oxides by some bacteria and fungi has been linked to superoxide, an oxygen radical, produced outside the cell. Reaction between Mn(II) and superoxide results in the formation of hydrogen peroxide and Mn(III), not Mn(IV) oxide minerals. Removal of the hydrogen peroxide allows for the precipitation of small Mn oxides, yet their growth to larger particles such as those found in the environment is impeded and appears dependent upon the presence of organic compounds produced by the organism. It is clear that the formation of Mn oxides involves a complex network of abiotic and biotic reactions involving protein(s), superoxide, and organic molecules. Accordingly, this project will unravel the relationship between AHP, superoxide, and organic molecules in the formation of Mn oxides by a marine bacterium within the abundant and widespread Roseobacter clade. The PIs will identify the role of AHP in Mn oxide formation by disrupting genes encoding three AHP enzymes in a Mn oxide forming bacterium and also inserting these same genes into a related bacterium that does not make Mn oxides. The PIs will compare and monitor the species of Mn, the levels of superoxide and hydrogen peroxide, and the presence and composition of Mn-binding organic molecules produced by the wild-type and genetically modified bacteria to unravel the conditions necessary for Mn oxide formation.\r\n\r\nManganese is receiving increasing attention as a dominant control on the release of the greenhouse gas carbon dioxide from soils and sediments, as it is one of a select few compounds that can degrade recalcitrant carbon to more labile forms thus hindering its long-term sequestration and stabilization. Further, since the formation of Mn oxides requires particularly strong oxidants, Mn is now regarded as a promising paleoproxy where it may serve as a key indicator of high oxygen conditions on early Earth and other planets. Yet, a scientific understanding of the Mn cycle is fundamentally incomplete, with major knowledge gaps in the processes responsible for the formation of Mn oxide minerals. This project will obtain essential information helping to close these gaps, thereby improving predictive models of carbon cycling, aiding strategies for cleaning up contaminated ecosystems, and informing interpretations of the early Earth and extraterrestrial rock record. This project will also involve the PIs directly mentoring and assisting an MS graduate student and 3 undergraduate students in research associated with this project. Furthermore, the PIs will develop and host a summer workshop for K-12 teachers to introduce them to the field of geomicrobiology and assist them in the development of curriculum and in-class activities to translate this knowledge to students in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deric",
   "pi_last_name": "Learman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deric Learman",
   "pi_email_addr": "deric.learman@cmich.edu",
   "nsf_id": "000612838",
   "pi_start_date": "2013-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Michigan University",
  "inst_street_address": "119 BOVEE UNIVERSITY CTR",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT PLEASANT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9897746467",
  "inst_zip_code": "488583854",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "CENTRAL MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJDYK36PRTL5"
 },
 "perf_inst": {
  "perf_inst_name": "Central Michigan University",
  "perf_str_addr": "318 Brooks Hall",
  "perf_city_name": "Mount Pleasant",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488584679",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cycling of manganese (Mn) and formation of manganese oxide minerals have sweeping environmental and health implications. Manganese is a micronutrient, responsible for the function of a broad range of essential enzymes including those involved in photosynthesis and destruction of toxic cellular oxidants. The oxidized forms of Mn, both soluble Mn(III) and Mn(IV)-based oxide minerals, are key players in the cycling and sequestration of carbon and metal contaminants. The direct and indirect activity of microorganisms are largely responsible for the formation of Mn oxide minerals, yet why and how these organisms produce these minerals remains unclear. Recently, our research team has found a novel pathway whereby bacteria use superoxide, a reactive oxygen species (ROS), to oxidize Mn(II).&nbsp; The reaction between Mn(II) and superoxide results in the formation of hydrogen peroxide and Mn(III), not Mn(IV) oxide minerals. In fact, removal of the hydrogen peroxide byproduct is required for the subsequent precipitation of Mn oxides. The continued growth of these precipitates to larger Mn oxide deposits similar to those found in nature is dependent upon the presence of organic compounds also produced by the organism. Thus, it is clear that the formation of Mn oxides involves a complex network of abiotic and biotic reactions that include protein-mediated ROS production and degradation, superoxide-induced Mn(II) oxidation, and Mn oxide aggregation via biogenic organic metabolites.</p>\n<p>This project revealed the underpinning biochemical reactions and enzymes responsible for superoxide-mediated Mn oxide formation by a bacterium within the widespread <em>Roseobacter</em> clade (<em>Roseobacter</em> sp. AzwK-3b). In particular, the PIs discovered that animal heme peroxidase (AHP) enzymes generate superoxide which are responsible for Mn(II) oxidation by <em>Roseobacter</em> sp. AzwK-3b.&nbsp; Interestingly, the expression of AHP in not activated by Mn(II), hydrogen peroxide, or other required growth constituents (such as carbon or nitrogen).&nbsp; While carbon does not impact AHP expression, it did however alter the rates of Mn(IV) oxide formation, suggesting that organics in the growth medium also play a role in Mn oxidation formation. Further, through the development and refinement of novel spectroscopic techniques, the PIs revealed that biogenic Mn oxides, including those made by <em>Roseobacter</em> and other bacterial and fungal species, are a significant sink for organic carbon. In particular, the oxides contain high concentrations of both polysaccharides and proteins, pointing to an essential role of mineral-hosted carbon in supporting microbial metabolism within sediments and soils.</p>\n<p>Overall, the project supported and provided research opportunities for three graduate students and three undergraduate students. &nbsp;This work also impacted K-12 classrooms, as three high school teachers attended a workshop to learn about the importance of research and small scale (molecular) environmental processes, which are vital for a healthy planet.&nbsp; In addition, work was conducted with these teachers to develop in class activities that would engage K-12 students to learn about these important processes.</p>\n<p>Manganese is receiving increasing attention as a dominant control on the release of the greenhouse gas carbon dioxide from soils and sediments, as it is one of a select few compounds that can degrade recalcitrant carbon to more labile forms thus hindering its long-term sequestration and stabilization. Further, since the formation of Mn oxides requires particularly strong oxidants, Mn is now regarded as a promising paleoproxy where it may serve as a key indicator of high oxygen conditions on early Earth and other planets. Yet, a scientific understanding of the Mn cycle is fundamentally incomplete, with major knowledge gaps in the processes responsible for the formation of Mn oxide minerals. This project has obtained essential information helping to close these gaps, thereby improving predictive models of carbon cycling, aiding strategies for cleaning up contaminated ecosystems, and informing interpretations of the early Earth and extraterrestrial rock record.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2016<br>\n\t\t\t\t\tModified by: Deric&nbsp;Learman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe cycling of manganese (Mn) and formation of manganese oxide minerals have sweeping environmental and health implications. Manganese is a micronutrient, responsible for the function of a broad range of essential enzymes including those involved in photosynthesis and destruction of toxic cellular oxidants. The oxidized forms of Mn, both soluble Mn(III) and Mn(IV)-based oxide minerals, are key players in the cycling and sequestration of carbon and metal contaminants. The direct and indirect activity of microorganisms are largely responsible for the formation of Mn oxide minerals, yet why and how these organisms produce these minerals remains unclear. Recently, our research team has found a novel pathway whereby bacteria use superoxide, a reactive oxygen species (ROS), to oxidize Mn(II).  The reaction between Mn(II) and superoxide results in the formation of hydrogen peroxide and Mn(III), not Mn(IV) oxide minerals. In fact, removal of the hydrogen peroxide byproduct is required for the subsequent precipitation of Mn oxides. The continued growth of these precipitates to larger Mn oxide deposits similar to those found in nature is dependent upon the presence of organic compounds also produced by the organism. Thus, it is clear that the formation of Mn oxides involves a complex network of abiotic and biotic reactions that include protein-mediated ROS production and degradation, superoxide-induced Mn(II) oxidation, and Mn oxide aggregation via biogenic organic metabolites.\n\nThis project revealed the underpinning biochemical reactions and enzymes responsible for superoxide-mediated Mn oxide formation by a bacterium within the widespread Roseobacter clade (Roseobacter sp. AzwK-3b). In particular, the PIs discovered that animal heme peroxidase (AHP) enzymes generate superoxide which are responsible for Mn(II) oxidation by Roseobacter sp. AzwK-3b.  Interestingly, the expression of AHP in not activated by Mn(II), hydrogen peroxide, or other required growth constituents (such as carbon or nitrogen).  While carbon does not impact AHP expression, it did however alter the rates of Mn(IV) oxide formation, suggesting that organics in the growth medium also play a role in Mn oxidation formation. Further, through the development and refinement of novel spectroscopic techniques, the PIs revealed that biogenic Mn oxides, including those made by Roseobacter and other bacterial and fungal species, are a significant sink for organic carbon. In particular, the oxides contain high concentrations of both polysaccharides and proteins, pointing to an essential role of mineral-hosted carbon in supporting microbial metabolism within sediments and soils.\n\nOverall, the project supported and provided research opportunities for three graduate students and three undergraduate students.  This work also impacted K-12 classrooms, as three high school teachers attended a workshop to learn about the importance of research and small scale (molecular) environmental processes, which are vital for a healthy planet.  In addition, work was conducted with these teachers to develop in class activities that would engage K-12 students to learn about these important processes.\n\nManganese is receiving increasing attention as a dominant control on the release of the greenhouse gas carbon dioxide from soils and sediments, as it is one of a select few compounds that can degrade recalcitrant carbon to more labile forms thus hindering its long-term sequestration and stabilization. Further, since the formation of Mn oxides requires particularly strong oxidants, Mn is now regarded as a promising paleoproxy where it may serve as a key indicator of high oxygen conditions on early Earth and other planets. Yet, a scientific understanding of the Mn cycle is fundamentally incomplete, with major knowledge gaps in the processes responsible for the formation of Mn oxide minerals. This project has obtained essential information helping to close these gaps, thereby improving predictive models of carbon cycling, aiding strategies for cleaning up contaminated ecosystems, and informing interpretations of the early Earth and extraterrestrial rock record.\n\n\t\t\t\t\tLast Modified: 11/27/2016\n\n\t\t\t\t\tSubmitted by: Deric Learman"
 }
}