{
 "awd_id": "1324263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Changing Views of Social Roles among Clients in a Residential Addiction Treatment Program",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 16123.0,
 "awd_amount": 16123.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "Case Western Reserve University doctoral student Allison Schlosser, guided by Dr. Lee Hoffer, will undertake research on how socio-political inclusion is mediated by health-related power and knowledge  for clients in addiction treatment. This study examines emergent forms of citizenship among clients in clinically hybrid addiction treatment that combines biomedical technologies, mutual-aid, and various psychotherapies. This research situates client experience in relation to values of economic efficiency, individual choice, and self-responsibility. \r\n\r\nSchlosser will conduct 19 months of field research at a residential addiction treatment facility and the surrounding community in a post-Industrial city in the Midwestern United States. She will focus on how clients' citizenship is constructed in relation to clinically hybrid addiction treatment and in post-treatment life. This study is grounded in a longitudinal ethnographic design including participant-observation and repeated in-depth interviews with randomly selected clients (N=40) during treatment and focused ethnography (ethnographic shadowing, informal interviews, and in-depth interviews) with a sub-sample of clients (n=12) for 6 months of post-treatment. Analyses will focus on how diversely positioned clients (by gender, self-reported race, and mandated/voluntary treatment status) experience treatment and how their engagement with various forms of treatment relates to their socio-political inclusion. \r\n\r\nThis research contributes to anthropological and related social theory examining how novel forms of citizenship emerge in the context of complex health interventions that are shaped by broader cultural and economic trends. By contributing to our understanding of how shifts in the structure and provision of health services in a influence the socio-political inclusion of the most marginal in society, this study will also provide essential knowledge to inform health services and public policy. Funding this research also supports the education of a social scientist",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Hoffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Hoffer",
   "pi_email_addr": "lee.hoffer@case.edu",
   "nsf_id": "000535067",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Schlosser",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Allison V Schlosser",
   "pi_email_addr": "avs29@case.edu",
   "nsf_id": "000612936",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "Nord Hall, Suite 615",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16123.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Addiction, a central concern in the U.S. due to the opioid crisis, is increasingly understood as a chronic brain disease and treated bio-medically. Medications such as methadone and buprenorphine are now commonly used alongside longstanding approaches such as 12 Step mutual aid, behavioral interventions, and talk therapy. Advocates stress the de-stigmatizing potential of biomedical addiction treatment, yet when it is combined with other interventions it challenges beliefs about free will, responsibility, and choice central to cultural understandings of &ldquo;good&rdquo; (moral) personhood. How clients experience this mixed form of treatment, however, is poorly understood.</p>\n<p>This study used theories and methods of medical anthropology to examine clinically hybrid addiction treatment. Specifically, this research examined client experiences of treatment at &ldquo;Sunrise&rdquo; (pseudonym), a publically-funded residential center in Northeast Ohio that merges biomedicine with 12 Step, talk therapy, and behavioral approaches. Study objectives were to understand: 1) how client self-concepts are constructed in relation to social settings of treatment and everyday life outside of this setting, and 2) how clients engage biomedical knowledge as they negotiate self-concepts and social belonging in and after treatment. To address these aims, the researcher conducted 20 months of ethnography in and around Sunrise, including treatment observations, repeated in-depth interviews with 36 randomly selected clients, focused ethnography (shadowing and additional in-depth interviews) with a sub-sample of 10 clients, and supplemental interviews with 16 clients to add breadth and depth to the data. Focused ethnography with sub-sample clients continued for six months post-treatment.</p>\n<p>Findings underscore the conflicts clients experience when beliefs about addiction and morality in treatment, kin, peer, and juridical settings contradict. Instead of being a clear destigmatizing force, the role of biomedicine is contested. Biomedical treatments such as medications often stabilize clients and ease their fears of return to drug use. Clients, however, translate biomedicine to their everyday needs, local understandings of biology, and personal bodily experiences. Additionally, clients&rsquo; past negative experiences with medical treatment often shape their current experiences of medications.</p>\n<p>As clients navigated multiple social settings of daily life they drew on various addiction models to access social belonging and material resources. In these processes, clients negotiate paradoxes related to: 1) emotional intimacy, 2) bodily experience, and 3) overdose death. First, emotional intimacy is alternately promoted and punished in treatment. Clients must share intimate experiences in group therapy and provide emotional support to peers while maintaining distance from them outside of groups. Clients are also encouraged to break strained relationships with friends and family. These requirements contradict the interpersonal bonds and communalism common in everyday life during drug use.</p>\n<p>Second, biomedical interventions alter client bodies, self-concepts, and social relationships due to effects such as weight gain and sedation clients attribute to medications, as well as mandated medication and adherence practices that strip clients of a sense of control of their bodies. Many clients describe feeling &ldquo;medicated out&rdquo; of life; estranged from treatment peers and kin who oppose medications, counselors and other authorities who require their attention, and friends with whom they are unable to relate when sedated on medication. As a result, clients become alienated from their bodies; an experience at odds with the bodily connection established through drug use.</p>\n<p>Third, clients often experience death of friends, family, and former drug-using peers during treatment. As members of their social networks die, clients must negotiate a maze of messages variously framing the meaning of overdose, from the 12 Step emphasis on one&rsquo;s &ldquo;reservations&rdquo; about recovery to the biomedical emphasis on relapse as&nbsp;<em>part of</em>&nbsp;recovery. Clients draw on concepts of free will, choice, and responsibility central to beliefs about moral personhood in the U.S. as they process overdose deaths. While these values provide some solace to clients, they reinforce beliefs about addiction and personhood that exclude them as &ldquo;addicts.&rdquo;</p>\n<p>This research provides an in-depth examination of how clients navigate these conflicts. To be viewed as &ldquo;good&rdquo; persons within treatment frameworks, clients must sacrifice interpersonal bonds in kin and drug use networks, material support from those relationships, and deeply engrained bodily practices developed in drug use. Clients&rsquo; abilities to distance themselves from drug-using lifestyles is patterned by race, class, and gender, linking treatment success to social and economic marginalization.</p>\n<p>This work contributes to social theory related to addiction and healthcare by illuminating how treatment is interpreted and experienced in everyday life. This research advances our understanding of how the structure and provision of healthcare influence the lived experiences and inclusion of socially marginalized individuals. Finally, this study contributes information on lived experiences of addiction treatment and recovery necessary for productive public discourse and policy discussions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2017<br>\n\t\t\t\t\tModified by: Allison&nbsp;V&nbsp;Schlosser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAddiction, a central concern in the U.S. due to the opioid crisis, is increasingly understood as a chronic brain disease and treated bio-medically. Medications such as methadone and buprenorphine are now commonly used alongside longstanding approaches such as 12 Step mutual aid, behavioral interventions, and talk therapy. Advocates stress the de-stigmatizing potential of biomedical addiction treatment, yet when it is combined with other interventions it challenges beliefs about free will, responsibility, and choice central to cultural understandings of \"good\" (moral) personhood. How clients experience this mixed form of treatment, however, is poorly understood.\n\nThis study used theories and methods of medical anthropology to examine clinically hybrid addiction treatment. Specifically, this research examined client experiences of treatment at \"Sunrise\" (pseudonym), a publically-funded residential center in Northeast Ohio that merges biomedicine with 12 Step, talk therapy, and behavioral approaches. Study objectives were to understand: 1) how client self-concepts are constructed in relation to social settings of treatment and everyday life outside of this setting, and 2) how clients engage biomedical knowledge as they negotiate self-concepts and social belonging in and after treatment. To address these aims, the researcher conducted 20 months of ethnography in and around Sunrise, including treatment observations, repeated in-depth interviews with 36 randomly selected clients, focused ethnography (shadowing and additional in-depth interviews) with a sub-sample of 10 clients, and supplemental interviews with 16 clients to add breadth and depth to the data. Focused ethnography with sub-sample clients continued for six months post-treatment.\n\nFindings underscore the conflicts clients experience when beliefs about addiction and morality in treatment, kin, peer, and juridical settings contradict. Instead of being a clear destigmatizing force, the role of biomedicine is contested. Biomedical treatments such as medications often stabilize clients and ease their fears of return to drug use. Clients, however, translate biomedicine to their everyday needs, local understandings of biology, and personal bodily experiences. Additionally, clients? past negative experiences with medical treatment often shape their current experiences of medications.\n\nAs clients navigated multiple social settings of daily life they drew on various addiction models to access social belonging and material resources. In these processes, clients negotiate paradoxes related to: 1) emotional intimacy, 2) bodily experience, and 3) overdose death. First, emotional intimacy is alternately promoted and punished in treatment. Clients must share intimate experiences in group therapy and provide emotional support to peers while maintaining distance from them outside of groups. Clients are also encouraged to break strained relationships with friends and family. These requirements contradict the interpersonal bonds and communalism common in everyday life during drug use.\n\nSecond, biomedical interventions alter client bodies, self-concepts, and social relationships due to effects such as weight gain and sedation clients attribute to medications, as well as mandated medication and adherence practices that strip clients of a sense of control of their bodies. Many clients describe feeling \"medicated out\" of life; estranged from treatment peers and kin who oppose medications, counselors and other authorities who require their attention, and friends with whom they are unable to relate when sedated on medication. As a result, clients become alienated from their bodies; an experience at odds with the bodily connection established through drug use.\n\nThird, clients often experience death of friends, family, and former drug-using peers during treatment. As members of their social networks die, clients must negotiate a maze of messages variously framing the meaning of overdose, from the 12 Step emphasis on one?s \"reservations\" about recovery to the biomedical emphasis on relapse as part of recovery. Clients draw on concepts of free will, choice, and responsibility central to beliefs about moral personhood in the U.S. as they process overdose deaths. While these values provide some solace to clients, they reinforce beliefs about addiction and personhood that exclude them as \"addicts.\"\n\nThis research provides an in-depth examination of how clients navigate these conflicts. To be viewed as \"good\" persons within treatment frameworks, clients must sacrifice interpersonal bonds in kin and drug use networks, material support from those relationships, and deeply engrained bodily practices developed in drug use. Clients? abilities to distance themselves from drug-using lifestyles is patterned by race, class, and gender, linking treatment success to social and economic marginalization.\n\nThis work contributes to social theory related to addiction and healthcare by illuminating how treatment is interpreted and experienced in everyday life. This research advances our understanding of how the structure and provision of healthcare influence the lived experiences and inclusion of socially marginalized individuals. Finally, this study contributes information on lived experiences of addiction treatment and recovery necessary for productive public discourse and policy discussions.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2017\n\n\t\t\t\t\tSubmitted by: Allison V Schlosser"
 }
}