{
 "awd_id": "1325518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal SEES (Track 1), Collaborative:   Chesapeake Bay Sustainability: Implications of changing climate and shifting management objectives",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 582532.0,
 "awd_amount": 582532.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "This project aims to develop an advanced modeling framework that integrates the physical, biogeochemical, and human components needed to simulate and select climate change adaptation strategies that will support a sustainable system. It merges a fine resolution hydrodynamic model with a broader-scale whole-ecosystem model that is capable of simulating socioeconomic interactions to characterize human-natural linkages in the system. The research specifically uses hypothetical alterations to the Chesapeake Bay designed to reduce storm surge  to examine the impacts on estuarine dynamics, fisheries production, and potential flooding risks, with emphasis on feedbacks to the human system.\r\n\r\nThe conceptual framework for the project is an examination of the physical, chemical, and biological consequences of an alteration of the estuarine system designed to reduce risks in the linked human system. The focus of the proposed work is simulation of the intervention?s impacts on fisheries production and potential flooding risks, both feedbacks to the human system. This work directly addresses the issue of risk mitigation through physical alterations of estuarine systems potentially confounding current efforts to sustain water quality and fisheries production. Informing the policy and management decisions will require this type of enhanced modeling tools and expanded understanding of system responses.\r\n\r\nThis project brings together researchers with complementary strengths in the essential modeling efforts and the subsequent translation to policy guidance. The project will provide two senior graduate students training in interdisciplinary research on issues of sustainability, and it will provide course materials for other graduate students working in the Center for Coastal Resources Management at VIMS and the Coastal Policy Law Clinic at William & Mary.  Because the project will be managed from the Center for Coastal Resources Management at VIMS, the products and insights developed will have a unique connection to the coastal management and policy communities in Chesapeake Bay. The results of this project will be incorporated into the formal guidance, the outreach education programs, and the online data provided to local and state government personnel by the Center, thus ensuring the direct translation of project products to management and policy. In addition, because these topics are currently of great interest to a wide variety of public and private entities, there are opportunities for outreach education sessions to increase the understanding of sustainability concepts, policy options, and management challenges across a wide spectrum of stakeholders including state legislators, NGO staffs, and private citizens\r\n\r\nThis project is supported under NSF's Coastal SEES (Science, Engineering and Education for Sustainability) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Hershner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carl Hershner",
   "pi_email_addr": "carl@vims.edu",
   "nsf_id": "000205361",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Shen",
   "pi_email_addr": "shen@vims.edu",
   "nsf_id": "000242901",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donna Marie",
   "pi_last_name": "Bilkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Marie Bilkovic",
   "pi_email_addr": "donnab@vims.edu",
   "nsf_id": "000515719",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Ihde",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas F Ihde",
   "pi_email_addr": "Tom.Ihde@noaa.gov",
   "nsf_id": "000640207",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Institute of Marine Science",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230621346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 582532.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to develop a framework within which we could propose investigations of linked human and natural systems in developed coasts.&nbsp; We specifically wanted to work in the Chesapeake Bay because it is well-studied, it has some significant challenges created by both a growing and changing population and a changing climate, and it is representative of a developed coast.&nbsp;&nbsp; We conducted preliminary studies and held two workshops with multidisciplinary groups to develop a succinct and successful proposal for examining the social-ecological system present in Chesapeake Bay shorescapes &ndash; a shoreline zone that extends from the land into adjacent shallow waters.&nbsp;</p>\n<p>Part of this effort involved developing methods for linking existing models that had varying purposes: simulating water movement in the Bay, modeling water quality and habitat conditions, and assessing potential impacts on fisheries.&nbsp; This required significant effort to develop a protocol for transferring and formatting one model&rsquo;s output to become useful input for the other.&nbsp;&nbsp; We were ultimately able to generate some relatively simplistic impact analyses, and the evaluation of these outputs became a key factor in planning the approach we would take in the resulting proposal for investigation of shorescapes. Our test case of model integration was to estimate the consequences of a hypothetical alteration of the mouth of the Chesapeake Bay with a very large storm surge barrier.&nbsp; This work enabled us to evaluate hydrodynamic consequences under both average conditions, and in response to select storm events.&nbsp; Moreover, the physical change signal was sufficiently large to allow us to evaluate and/or hypothesize consequences in models of the region&rsquo;s natural and human systems.&nbsp;</p>\n<p>As part of the flooding risk assessment undertaken for this project we reviewed extant risk and vulnerability assessment protocols and then worked in a graduate student clinic to develop a physical vulnerability index for use in our project.&nbsp; The effort involved a total of eight students in the clinic, and provided a part of one MS thesis.&nbsp; The vulnerability index work is now drafted as a journal article.&nbsp; It provides an objective measure of vulnerability to storm flooding for coastal localities.&nbsp; We also undertook a preliminary investigation of risk perception among local government officials by means of a survey.&nbsp; Results of the survey have been summarized and are being used to inform the survey work that will be part of the investigation of shorescapes in the next project.</p>\n<p>Results of this work have formed the basis of multiple scientific presentations, four journal articles, and parts of two PhD dissertations.&nbsp; The modeling framework provided the information for assessment of both risk reduction and biological responses (habitat and fisheries change).&nbsp; The water quality modeling established a &ldquo;consequence&rdquo; data set that formed the basis for the two expert workshops we convened to assess the state of our understanding and analytical capabilities. In addition to the analyses, papers, and graduate student support this project generated, the primary outcome was identification of a promising concept for advancing our understanding of the processes that affect sustainability in coastal systems.&nbsp; By vetting the available models, available data, and potential analytical approaches, and by gathering input from a multidisciplinary group of experts, we were able to craft a successful proposal to investigate &ldquo;Sustainability in Chesapeake Bay shorescapes: climate change, management decisions, and ecological functions.&rdquo;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2016<br>\n\t\t\t\t\tModified by: Carl&nbsp;Hershner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1325518/1325518_10279934_1477935516776_ChesapeakeBayhypotheticalstormbarrier--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1325518/1325518_10279934_1477935516776_ChesapeakeBayhypotheticalstormbarrier--rgov-800width.jpg\" title=\"Chesapeake Bay hypothetical storm barrier\"><img src=\"/por/images/Reports/POR/2016/1325518/1325518_10279934_1477935516776_ChesapeakeBayhypotheticalstormbarrier--rgov-66x44.jpg\" alt=\"Chesapeake Bay hypothetical storm barrier\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulation of hypothetical storm surge barrier with two deep-water chipping channels that remain open (shown in white) except during storm events.</div>\n<div class=\"imageCredit\">Center for Coastal Resources Management, Virginia Institute of Marine Science</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carl&nbsp;Hershner</div>\n<div class=\"imageTitle\">Chesapeake Bay hypothetical storm barrier</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to develop a framework within which we could propose investigations of linked human and natural systems in developed coasts.  We specifically wanted to work in the Chesapeake Bay because it is well-studied, it has some significant challenges created by both a growing and changing population and a changing climate, and it is representative of a developed coast.   We conducted preliminary studies and held two workshops with multidisciplinary groups to develop a succinct and successful proposal for examining the social-ecological system present in Chesapeake Bay shorescapes &ndash; a shoreline zone that extends from the land into adjacent shallow waters. \n\nPart of this effort involved developing methods for linking existing models that had varying purposes: simulating water movement in the Bay, modeling water quality and habitat conditions, and assessing potential impacts on fisheries.  This required significant effort to develop a protocol for transferring and formatting one model?s output to become useful input for the other.   We were ultimately able to generate some relatively simplistic impact analyses, and the evaluation of these outputs became a key factor in planning the approach we would take in the resulting proposal for investigation of shorescapes. Our test case of model integration was to estimate the consequences of a hypothetical alteration of the mouth of the Chesapeake Bay with a very large storm surge barrier.  This work enabled us to evaluate hydrodynamic consequences under both average conditions, and in response to select storm events.  Moreover, the physical change signal was sufficiently large to allow us to evaluate and/or hypothesize consequences in models of the region?s natural and human systems. \n\nAs part of the flooding risk assessment undertaken for this project we reviewed extant risk and vulnerability assessment protocols and then worked in a graduate student clinic to develop a physical vulnerability index for use in our project.  The effort involved a total of eight students in the clinic, and provided a part of one MS thesis.  The vulnerability index work is now drafted as a journal article.  It provides an objective measure of vulnerability to storm flooding for coastal localities.  We also undertook a preliminary investigation of risk perception among local government officials by means of a survey.  Results of the survey have been summarized and are being used to inform the survey work that will be part of the investigation of shorescapes in the next project.\n\nResults of this work have formed the basis of multiple scientific presentations, four journal articles, and parts of two PhD dissertations.  The modeling framework provided the information for assessment of both risk reduction and biological responses (habitat and fisheries change).  The water quality modeling established a \"consequence\" data set that formed the basis for the two expert workshops we convened to assess the state of our understanding and analytical capabilities. In addition to the analyses, papers, and graduate student support this project generated, the primary outcome was identification of a promising concept for advancing our understanding of the processes that affect sustainability in coastal systems.  By vetting the available models, available data, and potential analytical approaches, and by gathering input from a multidisciplinary group of experts, we were able to craft a successful proposal to investigate \"Sustainability in Chesapeake Bay shorescapes: climate change, management decisions, and ecological functions.\"\n\n \n\n\t\t\t\t\tLast Modified: 11/02/2016\n\n\t\t\t\t\tSubmitted by: Carl Hershner"
 }
}