{
 "awd_id": "1327466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:   Interdisciplinary research in a diverse Appalachian ridge and valley ecosystem",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2013-01-22",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2013-03-27",
 "awd_max_amd_letter_date": "2013-03-27",
 "awd_abstract_narration": "A Research Experience for Undergraduates (REU) Sites award has been made to Samford University that will provide research training for 12 students, for 9 weeks during the summers of 2013-2014. The program focuses on multidisciplinary research to study interactions in complex systems ranging from the molecular to the landscape scale in a diverse Appalachian ridge and valley ecosystem at Oak Mountain State Park (OMSP) near Birmingham, AL. There are a wide range of potential student projects, involving both field and laboratory research, to address questions in ecology, population biology, botany, geography, plant chemistry, molecular biology, cell biology and pathogenesis.  Mentors are from the Departments of Biological and Environmental Sciences, Chemistry, Geography, and Pharmacy at Samford University. REU students have access to a wide array of individual labs, core facilities (e.g., electron microscopy, LC-MS, cell culture), and the unique OMSP research facility. Students are expected to perform full-time research and to participate in weekly workshops on ethical conduct in research, data analysis, professional communication skills, career opportunities, and the graduate school application process. In addition to the research process, students will participate in professional development activities, and field trips.  Discussions with mentors, experts, and fellow students will help participants compare complex biological and biochemical interactions across research topics. Students are selected based on academic record, professional goals, and potential for outstanding research. Outstanding undergraduate students who have limited opportunities to participate in research at their home institutions and students from underrepresented minority groups are particularly encouraged to apply.  Students are tracked to determine their continued interest in their academic field of study, their career paths, and the lasting influences of the research experience. Information about the program will be assessed by various means, including an REU common assessment tool. More information is available by visiting www.Samford.edu/REU, or by contacting the PI (Dr. Malia Fincher at rmfinche@samford.edu) or the co-PI (Dr. Betsy Dobbins at egdobbin@samford.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rita",
   "pi_last_name": "Fincher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rita M Fincher",
   "pi_email_addr": "rmfinche@samford.edu",
   "nsf_id": "000505952",
   "pi_start_date": "2013-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Samford University",
  "inst_street_address": "800 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2058702011",
  "inst_zip_code": "352290001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "AL06",
  "org_lgl_bus_name": "SAMFORD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "W3NJNTKTT6S3"
 },
 "perf_inst": {
  "perf_inst_name": "Samford University",
  "perf_str_addr": "800 Lakeshore Drive",
  "perf_city_name": "Birmingham",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Current research supports the effectiveness of faculty-mentored research experiences for improving the retention of science majors through undergraduate programs, graduate school, and into the science workforce. &nbsp;To facilitate undergraduate research participation and to increase the engagement of underrepresented groups in the science, technology, engineering, and mathematics (STEM) disciplines, Samford University has received NSF funding for a Research Experience for Undergraduates (REU) site at which students participate in a multidisciplinary research program based at Samford University and Oak Mountain State Park (OMSP) near Birmingham, AL. The park encompasses 9,940 acres of hardwood and pine dominated woodlands at the southern end of the ridge and valley province of the Appalachian Mountains. The varied geology of the area has contributed to a diverse, complex ecosystem. In the two years that our REU program has been funded, we have brought together students and mentors from multiple scientific disciplines to study interactions ranging from the molecular to the landscape scale including the biodiversity, genetic diversity, chemical diversity, ecology, and geography of the park.</p>\n<p class=\"Default\">&nbsp;An understanding of interactions at multiple scales forms the foundation for research in the natural sciences. The faculty of Samford University believes that faculty- mentored student research in a diverse research environment can be more effective than traditional lecture and laboratory exercises at helping undergraduate students integrate scientific concepts across multiple disciplines and scales. Many undergraduate students have limited exposure to hands-on, interactive research at their home institutions. Throughout the REU program, students develop the experimental design, data analysis, writing, and speaking skills needed by scientists in research, education, or applied fields. The final products of each student&rsquo;s research are a scholarly paper and an oral presentation that is presented at regional and national meetings and is used in outreach activities at Oak Mountain State Park.</p>\n<p class=\"Default\">&nbsp;Broader impacts of the Samford REU program include access to research opportunities for students from groups underrepresented in STEM careers, first generation college students, and students from non-Ph.D. granting institutions where opportunities to engage in research may be limited. Student participants are recruited through a nationally advertised search, with a focus on recruitment of regional students underrepresented in STEM disciplines.</p>\n<p class=\"Default\">&nbsp;Assessment of the program shows that student participants report significant improvement in development of scientific skills, scientific literacy, presentation and writing skills, and confidence in their work. Students reported that participating in research and workshops about graduate school and science careers provided insight and guidance for their future career plans, increasing the probability that they will attend graduate school in the sciences. All prior participants have remained in science majors and are either still enrolled or have successfully completed their undergraduate degrees. Virtually all graduates are enrolled in graduate school or are working in science disciplines or science teaching positions.</p>\n<p class=\"Default\">On an institutional scale, the Samford REU program has enhanced the research environment for students and faculty at Samford University and has contributed to a re-examination of mentor and student training practices. The workshops and training developed for the REU program have benefitted a much wider audience at Samford University and collaborating institutions. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2016<br>\n\t\t\t\t\tModified by: Rita&nbsp;M&nbsp;Fincher</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"e...",
  "por_txt_cntn": "Current research supports the effectiveness of faculty-mentored research experiences for improving the retention of science majors through undergraduate programs, graduate school, and into the science workforce.  To facilitate undergraduate research participation and to increase the engagement of underrepresented groups in the science, technology, engineering, and mathematics (STEM) disciplines, Samford University has received NSF funding for a Research Experience for Undergraduates (REU) site at which students participate in a multidisciplinary research program based at Samford University and Oak Mountain State Park (OMSP) near Birmingham, AL. The park encompasses 9,940 acres of hardwood and pine dominated woodlands at the southern end of the ridge and valley province of the Appalachian Mountains. The varied geology of the area has contributed to a diverse, complex ecosystem. In the two years that our REU program has been funded, we have brought together students and mentors from multiple scientific disciplines to study interactions ranging from the molecular to the landscape scale including the biodiversity, genetic diversity, chemical diversity, ecology, and geography of the park.\n An understanding of interactions at multiple scales forms the foundation for research in the natural sciences. The faculty of Samford University believes that faculty- mentored student research in a diverse research environment can be more effective than traditional lecture and laboratory exercises at helping undergraduate students integrate scientific concepts across multiple disciplines and scales. Many undergraduate students have limited exposure to hands-on, interactive research at their home institutions. Throughout the REU program, students develop the experimental design, data analysis, writing, and speaking skills needed by scientists in research, education, or applied fields. The final products of each studentÆs research are a scholarly paper and an oral presentation that is presented at regional and national meetings and is used in outreach activities at Oak Mountain State Park.\n Broader impacts of the Samford REU program include access to research opportunities for students from groups underrepresented in STEM careers, first generation college students, and students from non-Ph.D. granting institutions where opportunities to engage in research may be limited. Student participants are recruited through a nationally advertised search, with a focus on recruitment of regional students underrepresented in STEM disciplines.\n Assessment of the program shows that student participants report significant improvement in development of scientific skills, scientific literacy, presentation and writing skills, and confidence in their work. Students reported that participating in research and workshops about graduate school and science careers provided insight and guidance for their future career plans, increasing the probability that they will attend graduate school in the sciences. All prior participants have remained in science majors and are either still enrolled or have successfully completed their undergraduate degrees. Virtually all graduates are enrolled in graduate school or are working in science disciplines or science teaching positions.\nOn an institutional scale, the Samford REU program has enhanced the research environment for students and faculty at Samford University and has contributed to a re-examination of mentor and student training practices. The workshops and training developed for the REU program have benefitted a much wider audience at Samford University and collaborating institutions.  \n\n\t\t\t\t\tLast Modified: 03/09/2016\n\n\t\t\t\t\tSubmitted by: Rita M Fincher"
 }
}