{
 "awd_id": "1327992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IBSS: Societal, Economic, Technological, and Legal Implications of Personalized Face Composites",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 623946.0,
 "awd_amount": 623946.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "This interdisciplinary research project will focus on the use of personal information for targeted and hidden persuasion as well as the technical, economic, and social implications of such covert marketing strategies.  The researchers use the term \"visceral targeting\" to refer to techniques through which data about individuals is collected and then employed to covertly influence preferences, attitudes, and choices, without the individuals having knowledge of having given explicit consent for these practices.  Realms within which visceral targeting may be practiced include purchasing decisions of consumers, voting intentions of citizens, and disclosure behaviors of social network users.  This project will concentrate on the use of face composites in a personalized and targeted manner.  Personalized face composites can be created by collecting images of an individual's face (or images of friends or family members) from a variety of sources (such as social networking sites) and then digitally combining those images with facial images of third parties.  The result is a composite facial image which individuals may no longer recognize, but which may still evoke strong affective and emotional reactions.  These techniques may be used for implicit persuasion and targeted marketing, to influence individuals in ways that are both highly individualized and unlikely to be detected.  For example, a consumer might be shown an ad containing a personalized face composite, created using photos the consumer has made publicly available online, with the aim of influencing that consumer's preferences toward a product.  These marketing techniques have recently been made possible by advancements in computer science, statistics, and data mining and by the increasing amount of individual information now available across online social networks and other online resources.  The researchers will use a series of behavioral experiments to investigate the technological feasibility of such visceral marketing techniques, and they will conduct as set of complementary studies to examine related surrounding societal, economic, and legal implications of this practice.\r\n\r\nVisceral targeting techniques like personalized face composites may appeal to some groups, such as marketing companies, and be alarming to others, such as privacy advocates or members of the general public. This project will assess the actual feasibility of these techniques and their potential effect on people's attitudes and behaviors in various domains, including consumer behavior, personal opinions, and disclosure behavior.  The project will examine the underlying psychological mechanisms that might explain the effects of such visceral targeting techniques as well as the computational applicability of such techniques.  This project will provide new perspectives, information, and insights visceral targeting for a broad range of scholars and practitioners, including, sales executives, regulators, policy makers, and society at large.  This project is supported through the NSF Interdisciplinary Behavioral and Social Sciences Research (IBSS) competition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Acquisti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Acquisti",
   "pi_email_addr": "acquisti@andrew.cmu.edu",
   "nsf_id": "000487138",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eyal",
   "pi_last_name": "Peer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eyal Peer",
   "pi_email_addr": "epeer@andrew.cmu.edu",
   "nsf_id": "000639192",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821300",
   "pgm_ele_name": "Interdiscp Behav&SocSci IBSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8213",
   "pgm_ref_txt": "IBSS"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 623946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funded under this award investigated whether personal and private information can be used for targeted and hidden persuasion, and, if so, what are the technological, economic, psychological, and social implications of such covert &ldquo;visceral targeted&rdquo; marketing strategies. By visceral targeting, we refer to techniques by which individuals&rsquo; data is collected (for instance, by Internet services and data companies) and then used to covertly influence preferences, attitudes, and choices, without individuals&rsquo; knowledge or explicit consent. Such visceral targeting techniques could be appealing to some groups (such as marketing companies), but also alarming to others (such as privacy advocates or the general public). Thus, the general objective of the research was to establish whether visceral techniques are in fact effective in influencing individual behavior, and - if so - how to best inform, and prepare, both the public and policy makers about the potential impact that visceral targeting may have on individuals&rsquo; behaviors and ultimately on societal outcomes. One of the underlying goals was understanding whether and how individuals may be able to make informed decisions in online environments in the presence of such techniques.</p>\n<p>Much of the initial work under this award focused on the use of &ldquo;face composites&rdquo; or &ldquo;face morphs&rdquo; (facial images that are digitally produced by morphing individuals&rsquo; photos) in a personalized and targeted manner. Personalized face composites can be created by collecting images of an individual&rsquo;s face (or those of friends or family members) from a variety of sources (such as social networking sites), and then digitally combining those images with facial images of third parties. The result is a composite facial image which individuals may no longer recognize, but which may still evoke strong affective and emotional reactions. These techniques may be used for implicit persuasion and targeted marketing, to influence individuals in ways that are both highly individualized and unlikely to be detected. For example, a consumer might be shown an ad containing a personalized face composite, created using photos the consumer has made publicly available online, with the aim of influencing that consumer&rsquo;s preferences toward a product.</p>\n<p>In a series of experiments, however, we did not find evidence that such face composites or face morphs (specifically, self-morphs) did affect behavior in the field (as opposed to experimental lab settings) in a robust, consistent, and significant manner. Over the duration of the project, we extended our analysis to other channels of behavioral influence relying on consumer information &ndash; for instance, behavioral interventions in online user interfaces that may influence individuals to reveal more (or protect) personal data, as well as how individuals&rsquo; personal data disclosures end up affecting the behaviors or attitudes of other people. In this context, we did find evidence of an effect of various behavioral interventions on individuals&rsquo; behavior, including privacy-sensitive behavior.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2019<br>\n\t\t\t\t\tModified by: Alessandro&nbsp;Acquisti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research funded under this award investigated whether personal and private information can be used for targeted and hidden persuasion, and, if so, what are the technological, economic, psychological, and social implications of such covert \"visceral targeted\" marketing strategies. By visceral targeting, we refer to techniques by which individuals? data is collected (for instance, by Internet services and data companies) and then used to covertly influence preferences, attitudes, and choices, without individuals? knowledge or explicit consent. Such visceral targeting techniques could be appealing to some groups (such as marketing companies), but also alarming to others (such as privacy advocates or the general public). Thus, the general objective of the research was to establish whether visceral techniques are in fact effective in influencing individual behavior, and - if so - how to best inform, and prepare, both the public and policy makers about the potential impact that visceral targeting may have on individuals? behaviors and ultimately on societal outcomes. One of the underlying goals was understanding whether and how individuals may be able to make informed decisions in online environments in the presence of such techniques.\n\nMuch of the initial work under this award focused on the use of \"face composites\" or \"face morphs\" (facial images that are digitally produced by morphing individuals? photos) in a personalized and targeted manner. Personalized face composites can be created by collecting images of an individual?s face (or those of friends or family members) from a variety of sources (such as social networking sites), and then digitally combining those images with facial images of third parties. The result is a composite facial image which individuals may no longer recognize, but which may still evoke strong affective and emotional reactions. These techniques may be used for implicit persuasion and targeted marketing, to influence individuals in ways that are both highly individualized and unlikely to be detected. For example, a consumer might be shown an ad containing a personalized face composite, created using photos the consumer has made publicly available online, with the aim of influencing that consumer?s preferences toward a product.\n\nIn a series of experiments, however, we did not find evidence that such face composites or face morphs (specifically, self-morphs) did affect behavior in the field (as opposed to experimental lab settings) in a robust, consistent, and significant manner. Over the duration of the project, we extended our analysis to other channels of behavioral influence relying on consumer information &ndash; for instance, behavioral interventions in online user interfaces that may influence individuals to reveal more (or protect) personal data, as well as how individuals? personal data disclosures end up affecting the behaviors or attitudes of other people. In this context, we did find evidence of an effect of various behavioral interventions on individuals? behavior, including privacy-sensitive behavior.\n\n\t\t\t\t\tLast Modified: 04/26/2019\n\n\t\t\t\t\tSubmitted by: Alessandro Acquisti"
 }
}