{
 "awd_id": "1329317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadening Participation Research: Focus on Tribal Colleges",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 75916.0,
 "awd_amount": 75916.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The organizers will convene a 2013 Leaders' Forum for NSF-TCUP PIs and PDs.  TCUP leaders will collaboratively develop strategies to enhance their projects to include an emphasis on research capacity-building. During the two-day workshop, participants will immerse in formal sessions during which they will share and explore innovative best practices to STEM research, instruction, and evaluation under the theme \"Broadening Participation Research: Focus on Tribal Colleges.\"  In addition, participants will discuss workforce challenges, opportunities, and the economic impact of TCUP on the tribal communities served.\r\n\r\nIntellectual Merit :\r\nThe proposed workshop is a critical resource for tribal colleges that are attempting to build research capacity and to increase the number of American Indian students enrolling in, and completing, STEM degrees. NSF-TCUP projects have been instrumental to tribal colleges' capacity to develop and offer increased STEM instruction and student support since 2001. Some tribal colleges are emerging as research institutions, with many more positioned to offer opportunities for research in the near future. The workshop organizers have extensive experience with TCUP faculty, students, and administrators.  The workshop agenda will be finalized in consultation with a peer committee, and will include strategies for conducting research independently or in collaboration with neighboring colleges and universities, including other TCUP institutions.  \r\nBroader Impacts :\r\nThe 2013 Leaders' Forum will contribute to the knowledge of tribal colleges by making them aware of the potential benefits to their constituents and to the larger research community. Research originating from tribal colleges has the potential to make contributions to expand knowledge about American Indians and their homelands.The long-term impact will be tribe specific research and the development of highly qualified American Indian researchers for the US workforce. Successful projects with achievable and measurable outcomes will help move tribal colleges to the next level of institutional effectiveness and toward greater participation in American Higher Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Morgan",
   "pi_email_addr": "smorgan67@outlook.com",
   "nsf_id": "000401701",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sisseton Wahpeton Community College",
  "inst_street_address": "12572 BIA HIGHWAY 700",
  "inst_street_address_2": "",
  "inst_city_name": "AGENCY VILLAGE",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056983966",
  "inst_zip_code": "572627333",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SISSETON WAHPETON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LKWYJKHUWMR6"
 },
 "perf_inst": {
  "perf_inst_name": "Sisseton Wahpeton Community College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "572620689",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the development and implementation of the 2014 Leaders&rsquo; Forum, which consisted of a number of professional development workshop sessions for NSF-TCUP principal investigators and project directors.&nbsp; It also served as a forum for these participants to share experiences and collaborate on strategies to improve their programs.&nbsp; Of equal importance was the interaction between the participants and the program leaders from the National Science Foundation (NSF).&nbsp; This type of format allows a greater level of communication between the various projects and NSF officers, especially given that we were honored to have two special guests at the 2014 Leaders&rsquo; Forum.&nbsp; Dr. Joan Ferrini-Munday, HER/OAD Assistant Director, and Dr. Sylvia James, HER/HRD Division Director, from the National Science Foundation both attended the event, fostering a greater understanding of the impact of these projects at the Tribal Colleges &amp; Universities (TCU).</p>\n<p>&nbsp;</p>\n<p>The two-day workshop focused on practices for successful research at tribal colleges. Participants participated in formal sessions during which they heard presentations and were able to share their own experiences and ideas regarding current research initiatives at tribal colleges.&nbsp; Participants also actively engaged in discussions focusing the opportunities provided by NSF to conduct research at their institutions, in partnering with major research institutions, and to share ideas and concerns with NSF program officers.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;</p>\n<p>NSF-TCUP projects have been instrumental to tribal colleges developing STEM instructional and student support capacity since 2001. Some tribal colleges are emerging as research institutions, with many more positioned to offer opportunities for research in the near future.&nbsp; It is also understood at the TCUs that the research-at-the-core projects are a growing part of the evolution of the NSF-TCUP.&nbsp; Although infrastructure and capacity-building in STEM are still vital needs at most TCUs, many institutions are also initiating research activities and even full-fledged projects.</p>\n<p>&nbsp;</p>\n<p>The 2014 Leaders&rsquo; Forum contributed to the knowledge of tribal college leader of the potential benefits to their constituents and to the larger research community. Research originating from tribal colleges has the potential to make contributions to expand knowledge about American Indians and their homelands, in addition to serving as prototypes for successful STEM programs serving under-represented and disadvantaged populations through educational research projects.&nbsp;</p>\n<p><strong>Broader Impact</strong></p>\n<p>This workshop was a critical resource for tribal colleges attempting to build research capacity and to increase the number of American Indian students enrolling in, and completing, STEM degrees. The long-term impact will be tribe specific research and the development of highly qualified American Indian researchers for the US workforce. Successful projects with achievable and measurable outcomes will help move tribal colleges to the next level of institutional effectiveness and toward greater participation in American Higher Education.</p>\n<p>However, given the demographics of the communities served by most TCUs educational research of promising interventions to improve STEM education could be beneficial to many other communities dealing with issues related to poverty and first-generation college students.</p>\n<p>&nbsp;</p>\n<p>Additional information regarding the Leaders&rsquo; Forum and STEM education at TCUs is available on the following websites:</p>\n<p>The Native Science Report: <a href=\"http://nativesciencereport.org/\">http://nativesciencereport.org/</a></p>\n<p>The 2014 Leaders&rsquo; Forum: <a href=\"http://www.swc.tc/Leadership%20Fourm%202014.html\">http://www.s...",
  "por_txt_cntn": "\nThis project supported the development and implementation of the 2014 LeadersÆ Forum, which consisted of a number of professional development workshop sessions for NSF-TCUP principal investigators and project directors.  It also served as a forum for these participants to share experiences and collaborate on strategies to improve their programs.  Of equal importance was the interaction between the participants and the program leaders from the National Science Foundation (NSF).  This type of format allows a greater level of communication between the various projects and NSF officers, especially given that we were honored to have two special guests at the 2014 LeadersÆ Forum.  Dr. Joan Ferrini-Munday, HER/OAD Assistant Director, and Dr. Sylvia James, HER/HRD Division Director, from the National Science Foundation both attended the event, fostering a greater understanding of the impact of these projects at the Tribal Colleges &amp; Universities (TCU).\n\n \n\nThe two-day workshop focused on practices for successful research at tribal colleges. Participants participated in formal sessions during which they heard presentations and were able to share their own experiences and ideas regarding current research initiatives at tribal colleges.  Participants also actively engaged in discussions focusing the opportunities provided by NSF to conduct research at their institutions, in partnering with major research institutions, and to share ideas and concerns with NSF program officers.\n\nIntellectual Merit\n\n \n\nNSF-TCUP projects have been instrumental to tribal colleges developing STEM instructional and student support capacity since 2001. Some tribal colleges are emerging as research institutions, with many more positioned to offer opportunities for research in the near future.  It is also understood at the TCUs that the research-at-the-core projects are a growing part of the evolution of the NSF-TCUP.  Although infrastructure and capacity-building in STEM are still vital needs at most TCUs, many institutions are also initiating research activities and even full-fledged projects.\n\n \n\nThe 2014 LeadersÆ Forum contributed to the knowledge of tribal college leader of the potential benefits to their constituents and to the larger research community. Research originating from tribal colleges has the potential to make contributions to expand knowledge about American Indians and their homelands, in addition to serving as prototypes for successful STEM programs serving under-represented and disadvantaged populations through educational research projects. \n\nBroader Impact\n\nThis workshop was a critical resource for tribal colleges attempting to build research capacity and to increase the number of American Indian students enrolling in, and completing, STEM degrees. The long-term impact will be tribe specific research and the development of highly qualified American Indian researchers for the US workforce. Successful projects with achievable and measurable outcomes will help move tribal colleges to the next level of institutional effectiveness and toward greater participation in American Higher Education.\n\nHowever, given the demographics of the communities served by most TCUs educational research of promising interventions to improve STEM education could be beneficial to many other communities dealing with issues related to poverty and first-generation college students.\n\n \n\nAdditional information regarding the LeadersÆ Forum and STEM education at TCUs is available on the following websites:\n\nThe Native Science Report: http://nativesciencereport.org/\n\nThe 2014 LeadersÆ Forum: http://www.swc.tc/Leadership%20Fourm%202014.html\n\nThe PEEC Workshops: http://online.swc.tc/peec/?page_id=28\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Scott Morgan"
 }
}