{
 "awd_id": "1329505",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Illuminating the Lanternfly Tree: Phylogeny of the Planthopper Families Fulgoridae and Dictyopharidae  (Insecta: Hemiptera: Fulgoroidea) and their Bacterial Endosymbionts",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 188955.0,
 "awd_amount": 188955.0,
 "awd_min_amd_letter_date": "2013-03-18",
 "awd_max_amd_letter_date": "2015-03-10",
 "awd_abstract_narration": "Lanternflies (order Hemiptera, family Fulgoridae) and their sister-group of planthoppers (family Dictyopharidae) constitute a strikingly diverse and exceedingly charismatic insect group, with some iconic species (such as the 'peanut-headed bug') ubiquitously used to exemplify bizarre insect evolution and tropical insect biodiversity.  Together, these insect families include more than 1,000 described species that are distributed around the world (with the highest diversity occurring in the tropics).  These insects are exclusively sap-feeding herbivores, and can cause damage to their host-plants.  Additionally, the insects harbor, within their guts, multiple species of bacteria that provide essential nutrients to the insects that are not available in the insects' plant-sap diet.  Despite the many interesting aspects of these insects, their evolutionary history is virtually unknown.  The goal of this project is to reconstruct the evolutionary relationships within this group and to explore co-evolutionary trends between the insects and their bacterial endosymbionts.  Analyses will be based on data integrating modern DNA sequencing technology and traditional comparative morphology.  Products of this research will include not only the phylogenetic trees of the insects and their endosymbiotic bacteria, but also new internet-accessible tools to aid in the taxonomic identification of included species.\r\n\r\nThis research will provide an evolutionary framework for integrating other scientific studies conducted on the biology and ecology of individual planthopper species.  The identification tools to be developed will be of considerable value to scientists studying these insects.  Additionally, the cutting-edge evolutionary analyses carried out through this research will serve as a model for similar studies on other plant and animal groups.  This project will provide training for several students at virtually all academic levels, adding to the next generation of experts in systematic entomology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Cryan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Cryan",
   "pi_email_addr": "jason.cryan@naturalsciences.org",
   "nsf_id": "000089480",
   "pi_start_date": "2013-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Friends of the North Carolina State Museum of Natural Sciences",
  "inst_street_address": "11 W JONES ST",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9197079847",
  "inst_zip_code": "276011029",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "FRIENDS OF THE NORTH CAROLINA STATE MUSEUM OF NATURAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "LBLNQLWJZ5D1"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State Museum of Natural Sciences",
  "perf_str_addr": "11 West Jones St.",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276011029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lanternflies (classified within the insect order Hemiptera and family Fulgoridae) and their sister-group of planthoppers (family Dictyopharidae) constitute a strikingly diverse and exceedingly charismatic insect group, with some iconic species (such as the &ldquo;peanut-headed bug&rdquo;) ubiquitously used to exemplify bizarre insect evolution and tropical insect biodiversity.&nbsp; Together, these insect families include more than 1,000 described species that are distributed around the world (with the highest diversity occurring in the tropics).&nbsp; These insects are exclusively sap-feeding herbivores, and can cause damage to their host-plants.&nbsp; Additionally, the insects harbor, within their abdomens, multiple species of microbes that provide essential nutrients to the insects that are not available in the insects&rsquo; plant-sap diet.&nbsp; Despite the many interesting aspects of these insects, their evolutionary history is virtually unknown.</p>\n<p>&nbsp;</p>\n<p>Research funding from the National Science Foundation has made possible a large-scale investigation of the evolutionary history of these insects and the bacteria and fungi living symbiotically within them. This project was conducted in several phases, with the first phase being a series of international fieldwork expeditions that, together, resulted in the generation of one of the most important specimen collections of planthoppers in the world.&nbsp; Specimens representing a broad diversity within these insect groups were collected from many locations worldwide, and are preserved in ethanol at ultra-cold temperatures (approximately -114 degrees F).&nbsp; This preservation method ensures the long-term stability of macromolecules; thus, these specimens will be an important resource not only for future studies of insect anatomy and morphology, but also for genetic-based investigations.</p>\n<p>&nbsp;</p>\n<p>The second project phase consisted of laboratory-based work to generate a large genetic dataset consisting of DNA nucleotide sequences from several genes from representative species across these insect families.&nbsp; A second genetic dataset, also of comparative gene sequences, was generated from multiple bacterial and fungal species found symbiotically within these insect hosts.</p>\n<p>&nbsp;</p>\n<p>The third project phase, the analysis phase, is currently underway.&nbsp; Independent, computer-based analyses of these datasets are ongoing, but preliminary results suggest some surprising insights into the evolution of these insects.&nbsp; For example, preliminary results suggest that the accepted taxonomic classification structure for these families does not, in many ways, accurately represent their history of diversification, indicating the need for a new classification framework.&nbsp; Once that new framework is established, any newly described species in these groups can be predictively placed within a robust taxonomic and evolutionary understanding. Preliminary results also indicate that planthoppers in these families each harbor different symbiont assemblages. Computer-based analyses of these symbiont genomes will provide insight into the benefits these microbes confer on their host insects.</p>\n<p>&nbsp;</p>\n<p>Several students at various academic levels have received training through this project, learning the laboratory methods involved in DNA sequencing and the analysis of genetic data.&nbsp; And, importantly, the senior personnel involved with this project are Museum scientists who make frequent public science presentations spotlighting this project (with acknowledgment of the research funding from NSF) as an example of 'basic' evolutionary research.&nbsp; All together, over the course of this multi-year project, thousands of people have been introduced to this project and to the significance of this kind of research.&nbsp; Therefore, the funding from NSF for this research has positivel...",
  "por_txt_cntn": "\nLanternflies (classified within the insect order Hemiptera and family Fulgoridae) and their sister-group of planthoppers (family Dictyopharidae) constitute a strikingly diverse and exceedingly charismatic insect group, with some iconic species (such as the \"peanut-headed bug\") ubiquitously used to exemplify bizarre insect evolution and tropical insect biodiversity.  Together, these insect families include more than 1,000 described species that are distributed around the world (with the highest diversity occurring in the tropics).  These insects are exclusively sap-feeding herbivores, and can cause damage to their host-plants.  Additionally, the insects harbor, within their abdomens, multiple species of microbes that provide essential nutrients to the insects that are not available in the insectsÆ plant-sap diet.  Despite the many interesting aspects of these insects, their evolutionary history is virtually unknown.\n\n \n\nResearch funding from the National Science Foundation has made possible a large-scale investigation of the evolutionary history of these insects and the bacteria and fungi living symbiotically within them. This project was conducted in several phases, with the first phase being a series of international fieldwork expeditions that, together, resulted in the generation of one of the most important specimen collections of planthoppers in the world.  Specimens representing a broad diversity within these insect groups were collected from many locations worldwide, and are preserved in ethanol at ultra-cold temperatures (approximately -114 degrees F).  This preservation method ensures the long-term stability of macromolecules; thus, these specimens will be an important resource not only for future studies of insect anatomy and morphology, but also for genetic-based investigations.\n\n \n\nThe second project phase consisted of laboratory-based work to generate a large genetic dataset consisting of DNA nucleotide sequences from several genes from representative species across these insect families.  A second genetic dataset, also of comparative gene sequences, was generated from multiple bacterial and fungal species found symbiotically within these insect hosts.\n\n \n\nThe third project phase, the analysis phase, is currently underway.  Independent, computer-based analyses of these datasets are ongoing, but preliminary results suggest some surprising insights into the evolution of these insects.  For example, preliminary results suggest that the accepted taxonomic classification structure for these families does not, in many ways, accurately represent their history of diversification, indicating the need for a new classification framework.  Once that new framework is established, any newly described species in these groups can be predictively placed within a robust taxonomic and evolutionary understanding. Preliminary results also indicate that planthoppers in these families each harbor different symbiont assemblages. Computer-based analyses of these symbiont genomes will provide insight into the benefits these microbes confer on their host insects.\n\n \n\nSeveral students at various academic levels have received training through this project, learning the laboratory methods involved in DNA sequencing and the analysis of genetic data.  And, importantly, the senior personnel involved with this project are Museum scientists who make frequent public science presentations spotlighting this project (with acknowledgment of the research funding from NSF) as an example of 'basic' evolutionary research.  All together, over the course of this multi-year project, thousands of people have been introduced to this project and to the significance of this kind of research.  Therefore, the funding from NSF for this research has positively contributed not only to the training of future scientists, but also to public understanding and appreciation of pure scientific research.\n\n \n\n\t\t\t\t\tLast Modified: 04/15/2016\n\n\t\t\t\t\tSubmitted by: Jason R Cryan"
 }
}