{
 "awd_id": "1329542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Catchments and Coastlines--The Influence of Sediment Load and Type on Delta Morphodynamics and Deposits",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 56822.0,
 "awd_amount": 56822.0,
 "awd_min_amd_letter_date": "2013-05-17",
 "awd_max_amd_letter_date": "2013-05-17",
 "awd_abstract_narration": "The various shapes of river deltas were thought to be dependent mainly upon downstream processes, such as the wave- and tidal-power of the ocean basin and the energy flux of the river, but recent work has suggested that upstream controls, such as load and sediment type (i.e. cohesive vs. noncohesive sediment) may also be a major factor controlling delta morphology.  The PIs propose a theoretical and field study of how sediment load and type,and thus source terrain, control a delta?s planform morphology and internal stratigraphy. A series of numerical experiments using Delft3D, a morphodynamic physics-based model simulating 3D fluid flow and sediment transport, will extend the parameter space of earlier work by varying sediment fluxes and grain size distributions of a parent river subject to one flood wave per year.\r\nA final set of experiments will include the effects of wave and tides. The numerical predictions will be compared to cores, serial aerial photography, bathymetry, and ground penetrating radar datasets from modern deltas representing end-members of the modeling results. Candidate deltas include Wax Lake and Mossy deltas of Louisiana and Saskatchewan, and El Coyote fan delta on the western coast of the Gulf of California, where already existing data will be supplemented by limited fieldwork, Pleistocene shelf-edge deltas such as off Apalachicola, FL, and ancient deltas such as the Cretaceous Ferron and Panther Tongue deltas of Utah. A better understanding and predictive capability of delta planform and stratigraphy could improve our ability to predict coastline evolution in the face of changes in sediment feed volume and type and changes in the rate of creation of accommodation space due to global and local sea level rise. \r\n\r\nBroader Impacts Resulting from This Study: The lead PI?s  involvement with the National Center for Earth-surface Dynamics will ensure that this work will contribute to the science needed to restore the Mississippi delta and reverse the trend of land loss. This work will also be the dissertation topic and financial support for two graduate students and theses for two undergraduate students. All students will benefit from exposure to a problem requiring the integration of geomorphology, sediment transport, hydrodynamics, and morphodynamic modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Edmonds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Edmonds",
   "pi_email_addr": "edmondsd@indiana.edu",
   "nsf_id": "000556783",
   "pi_start_date": "2013-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E 3rd Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 56822.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BodyText1\">The overarching goal of this project was to improve our ability to predict coastline evolution in response to changes in sediment delivery by rivers and sea level rise.&nbsp; We tested the hypothesis that sediment amount and grain size control a delta&rsquo;s form and internal deposits.&nbsp; The sub-goals were to predict delta form, facies distributions, sandbody geometries and connectivity, distribution of mud drapes, and through-going surfaces important for hydrocarbon and groundwater exploitation.&nbsp; In particular, we conjectured that, all other factors equal, a sandy delta would have more active distributaries, a less rugose shoreline, less topographic variation, and less variability in its offshore bathymetry than a delta constructed by a mud-dominated sediment load; and its stratigraphy would have a steeper delta front, a greater percentage of channel facies, and less rugose sand bodies than a highly cohesive delta.</p>\n<p>We predicted the variables defined above using Delft3D, a physics-based computer model simulating 3D fluid flow and sediment transport and then compared the predictions to cores, serial aerial photography, bathymetry, outcrop measurements, and ground penetrating radar datasets from two modern deltas representing end-members of the modeling results--the Wax Lake delta, LA and the Goose River delta, Labrador--and one ancient delta--the Cretaceous Ferron Last Chance Delta of Utah.</p>\n<p>These model results are consistent with data collected from the Goose River Delta, a coarse-grained fan delta prograding into Goose Bay, Labrador, Canada. &nbsp;The Goose River flows into Goose Bay at the western end of Lake Melville, Labrador. &nbsp;Goose River delta sediments consist of arkosic, heavy-mineral-rich sand (D50 = 225 microns) with only moderate amounts of silt and clay, placing this delta at the coarser-grained, non-cohesive end of the spectrum. &nbsp;The delta started to form approx. 7000 years ago as the Laurentide ice sheet retreated and post-glacial rebound created a relative base level fall of approximately 4 mm/yr. &nbsp;The current tidal range in Goose Bay averages 0.5 m, and the average wave height is negligible. &nbsp;Results from our two field seasons show that the delta planform consists of three moribund lobes at elevations of ~15, ~ 5, and ~ 2 m and a presently active delta at sea level. &nbsp;Aerial photography from 1951 to 2012 show there has been surprisingly little progradation despite active channel change at the six-month timescale and an assumed base level fall of 244 mm during that period. A topographic section along a dipline consists of three treads and two clinoform risers. &nbsp;The bottomset tread is a virtually featureless fjord bottom at ~35 m from which a first clinoform rises to a second tread at ~-15 m. The second tread is a sandy platform onto which an upper clinoform downlaps. This upper sandy clinoform ranges in dip from 9 to 17 dg and passes into the topset at an elevation of ~ -1 m. &nbsp;The topset consists of braid-like trapezoidal unit bars that in GPR show little evidence of wave, alongshore current, or ice reworking, even though they are submerged at higher high tides. &nbsp;The planform, bar geometries and facies, and clinoform dips and dip-directions are remarkably consistent with model predictions from Delft3d.</p>\n<p>Although sea level is general rising around the World, there are northern latitude regions where the retreat of the last continental glaciers is creating a relative sea level fall.&nbsp; We also documented and quantified the morphologic and stratigraphic character of deltas subject to falling sea level. &nbsp;The numerical simulations predicted that the number of active distributaries decreases with an increase in the rate of base level fall and that the shoreline becomes increasingly irregular, whereas mean clinoform dips near the rollover and clinoform concavity sh...",
  "por_txt_cntn": "The overarching goal of this project was to improve our ability to predict coastline evolution in response to changes in sediment delivery by rivers and sea level rise.  We tested the hypothesis that sediment amount and grain size control a deltaÆs form and internal deposits.  The sub-goals were to predict delta form, facies distributions, sandbody geometries and connectivity, distribution of mud drapes, and through-going surfaces important for hydrocarbon and groundwater exploitation.  In particular, we conjectured that, all other factors equal, a sandy delta would have more active distributaries, a less rugose shoreline, less topographic variation, and less variability in its offshore bathymetry than a delta constructed by a mud-dominated sediment load; and its stratigraphy would have a steeper delta front, a greater percentage of channel facies, and less rugose sand bodies than a highly cohesive delta.\n\nWe predicted the variables defined above using Delft3D, a physics-based computer model simulating 3D fluid flow and sediment transport and then compared the predictions to cores, serial aerial photography, bathymetry, outcrop measurements, and ground penetrating radar datasets from two modern deltas representing end-members of the modeling results--the Wax Lake delta, LA and the Goose River delta, Labrador--and one ancient delta--the Cretaceous Ferron Last Chance Delta of Utah.\n\nThese model results are consistent with data collected from the Goose River Delta, a coarse-grained fan delta prograding into Goose Bay, Labrador, Canada.  The Goose River flows into Goose Bay at the western end of Lake Melville, Labrador.  Goose River delta sediments consist of arkosic, heavy-mineral-rich sand (D50 = 225 microns) with only moderate amounts of silt and clay, placing this delta at the coarser-grained, non-cohesive end of the spectrum.  The delta started to form approx. 7000 years ago as the Laurentide ice sheet retreated and post-glacial rebound created a relative base level fall of approximately 4 mm/yr.  The current tidal range in Goose Bay averages 0.5 m, and the average wave height is negligible.  Results from our two field seasons show that the delta planform consists of three moribund lobes at elevations of ~15, ~ 5, and ~ 2 m and a presently active delta at sea level.  Aerial photography from 1951 to 2012 show there has been surprisingly little progradation despite active channel change at the six-month timescale and an assumed base level fall of 244 mm during that period. A topographic section along a dipline consists of three treads and two clinoform risers.  The bottomset tread is a virtually featureless fjord bottom at ~35 m from which a first clinoform rises to a second tread at ~-15 m. The second tread is a sandy platform onto which an upper clinoform downlaps. This upper sandy clinoform ranges in dip from 9 to 17 dg and passes into the topset at an elevation of ~ -1 m.  The topset consists of braid-like trapezoidal unit bars that in GPR show little evidence of wave, alongshore current, or ice reworking, even though they are submerged at higher high tides.  The planform, bar geometries and facies, and clinoform dips and dip-directions are remarkably consistent with model predictions from Delft3d.\n\nAlthough sea level is general rising around the World, there are northern latitude regions where the retreat of the last continental glaciers is creating a relative sea level fall.  We also documented and quantified the morphologic and stratigraphic character of deltas subject to falling sea level.  The numerical simulations predicted that the number of active distributaries decreases with an increase in the rate of base level fall and that the shoreline becomes increasingly irregular, whereas mean clinoform dips near the rollover and clinoform concavity show no such dependence.  These results were again compared to the Goose River delta, a coarse-grained, fan delta prograding into a 30m deep fjord.  The Goose River delta has ex..."
 }
}