{
 "awd_id": "1329263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PLDI 2013 Travel Support",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2013-03-05",
 "awd_max_amd_letter_date": "2013-03-05",
 "awd_abstract_narration": "This award will support student travel to the 2013 ACM SIGPLAN Symposium on Programming Language Design and Implementation (PLDI '13), which is being held in Seattle, Washington.  PLDI is a top conference in the fields of programming languages and compilers.  The funds will help support U.S. students, focusing on Ph.D. students at an advanced stage in their program and students who would otherwise not be able to attend PLDI.  Supporting student travel to attend professional conferences and workshops is a very important mission of the NSF.  Broader impacts include training the next generation of researchers in this important research area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iulian",
   "pi_last_name": "Neamtiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Iulian Neamtiu",
   "pi_email_addr": "ineamtiu@njit.edu",
   "nsf_id": "000537180",
   "pi_start_date": "2013-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "794300",
   "pgm_ele_name": "PROGRAMMING LANGUAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7943",
   "pgm_ref_txt": "PROGRAMMING LANGUAGES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ACM Conference on Programming Language Design and<br />Implementation (PLDI) is the top technical forum for the<br />presentation of new and exciting advances in programming languages and<br />compiler research. The symposium covers a wide range of topics,<br />including language design and novel programming models, static and<br />dynamic analysis, domain-specific languages and tools, type systems<br />and program logics, program transformation and optimization, checking<br />or improving the security or correctness of programs, memory<br />management, parallelism, debugging, program understanding, and program<br />synthesis.<br /><br />The funding received for this proposal has enabled broader student<br />participation, especially by those that may not have adequate support<br />at their educational institution. As we did in the past, we have supported <br />the participation of underrepresented minorities.<br /><br />Since the conference was held in Seattle, and close to Portland and the Bay Area,<br />with their abundance of software companies,<br />the travel funding provided has helped strengthen the<br />ties between the supported student attendees and<br />researchers/practitioners working at these companies, which will have<br />benefits in both research and education.</p>\n<p>The 34th ACM SIGPLAN Symposium on Programming Language Design and<br />Implementation (PLDI 2013) and co-located events were held in Seattle,<br />WA, from June 16 to June 22, 2013.<br />The main conference was held over three days, June 17 to June 19.<br />Every day featured two parallel research papers sessions. <br />PLDI also included a Student Research Competition (SRC)<br />and a Fun and Interesting Thoughts (FIT) session---''a venue for new, interesting, provocative, and/or inspiring ideas.''<br />June 16 was<br />dedicated to tutorials. The Static Analysis Symposium (SAS) was held<br />June 20--June 22, the ACM SIGPLAN International Symposium on Memory Management (ISMM 2013)<br />was held on June 20, and several workshops were held June 19--June 22.<br />The co-location and allowed participants to amortize<br />their travel expenses across two conferences. <br />The lead organizers of PLDI'13 were<br />Dr. Hans-J. Boehm of Hewlett-Packard (general chair)<br />Prof. Cormac Flanagan of University of California, Santa Cruz (program chair).<br />NSF travel grants were administered by Iulian Neamtiu, Assistant<br />Professor at the University of California, Riverside who served as finance and<br />sponsorship chair. The full organizing committees and detailed programs (for both conferences<br />and satellite events) are available online at http://pldi2013.ucombinator.org.<br />PLDI is one of the top conferences in programming languages and<br />systems. The 2013 edition of PLDI received 267 submissions; 46 papers were accepted,<br />yielding an acceptance rate of 17%.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The NSF provided $12,000 in travel support.&nbsp; ACM, via SIGPLAN<br />(Special Interest Group on Programming Languages) provided additional travel support.&nbsp; NSF<br />funds supported only US citizens and US permanent residents.&nbsp; US<br />citizens and US permanent residents.&nbsp; The general strategy was to<br />prioritize funding for women, underrepresented minorities, and student<br />authors. <br /><br />All in all&nbsp; 11 students (US citizens or permanent residents), out<br />&nbsp; of which 1 underrepresented minority (African-American), 1 undergraduate, and<br />2 mixed ethnicity,&nbsp; were funded.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2013<br>\n\t\t\t\t\tModified by: Iulian&nbsp;Neamtiu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ACM Conference on Programming Language Design and\nImplementation (PLDI) is the top technical forum for the\npresentation of new and exciting advances in programming languages and\ncompiler research. The symposium covers a wide range of topics,\nincluding language design and novel programming models, static and\ndynamic analysis, domain-specific languages and tools, type systems\nand program logics, program transformation and optimization, checking\nor improving the security or correctness of programs, memory\nmanagement, parallelism, debugging, program understanding, and program\nsynthesis.\n\nThe funding received for this proposal has enabled broader student\nparticipation, especially by those that may not have adequate support\nat their educational institution. As we did in the past, we have supported \nthe participation of underrepresented minorities.\n\nSince the conference was held in Seattle, and close to Portland and the Bay Area,\nwith their abundance of software companies,\nthe travel funding provided has helped strengthen the\nties between the supported student attendees and\nresearchers/practitioners working at these companies, which will have\nbenefits in both research and education.\n\nThe 34th ACM SIGPLAN Symposium on Programming Language Design and\nImplementation (PLDI 2013) and co-located events were held in Seattle,\nWA, from June 16 to June 22, 2013.\nThe main conference was held over three days, June 17 to June 19.\nEvery day featured two parallel research papers sessions. \nPLDI also included a Student Research Competition (SRC)\nand a Fun and Interesting Thoughts (FIT) session---''a venue for new, interesting, provocative, and/or inspiring ideas.''\nJune 16 was\ndedicated to tutorials. The Static Analysis Symposium (SAS) was held\nJune 20--June 22, the ACM SIGPLAN International Symposium on Memory Management (ISMM 2013)\nwas held on June 20, and several workshops were held June 19--June 22.\nThe co-location and allowed participants to amortize\ntheir travel expenses across two conferences. \nThe lead organizers of PLDI'13 were\nDr. Hans-J. Boehm of Hewlett-Packard (general chair)\nProf. Cormac Flanagan of University of California, Santa Cruz (program chair).\nNSF travel grants were administered by Iulian Neamtiu, Assistant\nProfessor at the University of California, Riverside who served as finance and\nsponsorship chair. The full organizing committees and detailed programs (for both conferences\nand satellite events) are available online at http://pldi2013.ucombinator.org.\nPLDI is one of the top conferences in programming languages and\nsystems. The 2013 edition of PLDI received 267 submissions; 46 papers were accepted,\nyielding an acceptance rate of 17%.\n\n \n\n \n\nThe NSF provided $12,000 in travel support.  ACM, via SIGPLAN\n(Special Interest Group on Programming Languages) provided additional travel support.  NSF\nfunds supported only US citizens and US permanent residents.  US\ncitizens and US permanent residents.  The general strategy was to\nprioritize funding for women, underrepresented minorities, and student\nauthors. \n\nAll in all  11 students (US citizens or permanent residents), out\n  of which 1 underrepresented minority (African-American), 1 undergraduate, and\n2 mixed ethnicity,  were funded.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Iulian Neamtiu"
 }
}