{
 "awd_id": "1329383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ionospheric Storm Transition Region Properties",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunanda Basu",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 101905.0,
 "awd_amount": 101905.0,
 "awd_min_amd_letter_date": "2013-04-04",
 "awd_max_amd_letter_date": "2013-04-04",
 "awd_abstract_narration": "This project will investigate plasma structuring on an intermediate spatial scale along the edges of mid-latitude ionosphere disturbances known as storm enhanced density (SED) using data-assimilative models.  Although this topic has received attention only recently (relative to high- and low-latitude phenomena), improved understanding of SED generation and development is important for improving space-based communication and navigation capabilities.   The project will use numerical models (IDA4D and EMPIRE) in order to study the spatial structuring of SEDs along with their physical drivers.  Auxiliary data sets -- such as field-aligned plasma velocities measured by the Millstone Hill incoherent scatter radar, DMSP satellite data, estimated drift speeds from the Assimilative Mapping of Ionospheric Electrodynamics (AMIE) model, and total electron content measurements from GPS -- will also be used for cross-comparison with the model results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seebany",
   "pi_last_name": "Datta-Barua",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seebany Datta-Barua",
   "pi_email_addr": "sdattaba@iit.edu",
   "nsf_id": "000529242",
   "pi_start_date": "2013-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21905.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>The upper atmosphere from 250-500 km contains neutral atoms and molecules, in a layer known as the thermosphere.&nbsp; When the sun shines on this layer, some of the ultraviolet rays strip the electrons from some of the neutral particles, creating positively charged ions and free electrons.&nbsp; These charged particles are known as the ionosphere.&nbsp; Because they are electrically charged, these particles are not only subject to the heating and pressure and winds the way the neutral thermosphere is, they are also forced to move by Earth&rsquo;s magnetic field and electromagnetic fields created by the currents in the ionosphere and other regions of Earth&rsquo;s near-space environment.&nbsp; Models for these forces in the ionosphere exist and can be run globally to provide an overview of the &ldquo;climate&rdquo; of the ionosphere and thermosphere.&nbsp; However, when there is solar activity that affects the amount of energy and particles input into the Earth&rsquo;s magnetosphere and ionosphere, geomagnetic storms can occur that change the distribution of the charged particles, or plasma, in the ionosphere over the course of a couple hours to days.</p>\n<p>Global physics models are good at giving background &ldquo;average&rdquo; conditions, but they not really suited to capture these types of &ldquo;space weather&rdquo; changes. Measurements being made during the storm can indicate the real-time conditions.&nbsp; By blending storm-time measurements with the background models, we can get a more accurate picture of the forces at work in the ionosphere during storm-time, and across smaller scales, the size of states rather than continents.&nbsp; This technique is called \"data assimilation.\"</p>\n<p>The purpose of this project was to use thousands of measurements of the amount of plasma in the ionosphere as it changes over time, which can be made with the Global Positioning System (GPS), during an ionospheric storm and 1) estimate how much the density could change over 100 km distances on the edges of plasma formations created during the storm, and 2) to estimate the forces that pushed the plasma from one place to another, mainly electric fields and the thermosphere&rsquo;s neutral winds to find a relationship between these forces and the storm plasma formations.&nbsp; For this project we studied two different geomagnetic storms: 20 November, 2003, and 25 October 2011.&nbsp; These were two prominent geomagnetic storms during the past several years.</p>\n<p>Key outcomes</p>\n<p>Because of this work, we found that measurements can in fact be used to create a three-dimensional view of the ionosphere as it changes over time, with a resolution of less than 100 km horizontally.&nbsp; It requires having many GPS measurements, for example from GPS receivers on the ground spaced 100 km or less away from each other.&nbsp; (Such networks exist in the U.S. and provide their data publicly.)&nbsp; We also found that it is possible to infer the dynamic forces (electric fields and neutral winds) from analyzing these 3D time-varying plasma images, as long as the amount of plasma is changing significantly enough over time.&nbsp; We also incorporated point measurements of neutral wind measurements for the first time, as a way to help refine the dynamic forces that we estimated.&nbsp; The attached figure shows the ionosphere over part of the U.S. during one storm; the stars indicate the location of neutral wind measurements.&nbsp; This process of blending measurements and models at 100-km resolution can now be used to anticipate what the ionosphere looks and behaves like in nearby areas where we don&rsquo;t have actual measurements.</p>\n<p>This project provided one U.S. undergraduate student the opportunity to begin learning how to use the software algorithms developed for this project and even present a scientific poster at a national conference.&nbsp; This student was successfully ...",
  "por_txt_cntn": "\n\nThe upper atmosphere from 250-500 km contains neutral atoms and molecules, in a layer known as the thermosphere.  When the sun shines on this layer, some of the ultraviolet rays strip the electrons from some of the neutral particles, creating positively charged ions and free electrons.  These charged particles are known as the ionosphere.  Because they are electrically charged, these particles are not only subject to the heating and pressure and winds the way the neutral thermosphere is, they are also forced to move by EarthÆs magnetic field and electromagnetic fields created by the currents in the ionosphere and other regions of EarthÆs near-space environment.  Models for these forces in the ionosphere exist and can be run globally to provide an overview of the \"climate\" of the ionosphere and thermosphere.  However, when there is solar activity that affects the amount of energy and particles input into the EarthÆs magnetosphere and ionosphere, geomagnetic storms can occur that change the distribution of the charged particles, or plasma, in the ionosphere over the course of a couple hours to days.\n\nGlobal physics models are good at giving background \"average\" conditions, but they not really suited to capture these types of \"space weather\" changes. Measurements being made during the storm can indicate the real-time conditions.  By blending storm-time measurements with the background models, we can get a more accurate picture of the forces at work in the ionosphere during storm-time, and across smaller scales, the size of states rather than continents.  This technique is called \"data assimilation.\"\n\nThe purpose of this project was to use thousands of measurements of the amount of plasma in the ionosphere as it changes over time, which can be made with the Global Positioning System (GPS), during an ionospheric storm and 1) estimate how much the density could change over 100 km distances on the edges of plasma formations created during the storm, and 2) to estimate the forces that pushed the plasma from one place to another, mainly electric fields and the thermosphereÆs neutral winds to find a relationship between these forces and the storm plasma formations.  For this project we studied two different geomagnetic storms: 20 November, 2003, and 25 October 2011.  These were two prominent geomagnetic storms during the past several years.\n\nKey outcomes\n\nBecause of this work, we found that measurements can in fact be used to create a three-dimensional view of the ionosphere as it changes over time, with a resolution of less than 100 km horizontally.  It requires having many GPS measurements, for example from GPS receivers on the ground spaced 100 km or less away from each other.  (Such networks exist in the U.S. and provide their data publicly.)  We also found that it is possible to infer the dynamic forces (electric fields and neutral winds) from analyzing these 3D time-varying plasma images, as long as the amount of plasma is changing significantly enough over time.  We also incorporated point measurements of neutral wind measurements for the first time, as a way to help refine the dynamic forces that we estimated.  The attached figure shows the ionosphere over part of the U.S. during one storm; the stars indicate the location of neutral wind measurements.  This process of blending measurements and models at 100-km resolution can now be used to anticipate what the ionosphere looks and behaves like in nearby areas where we donÆt have actual measurements.\n\nThis project provided one U.S. undergraduate student the opportunity to begin learning how to use the software algorithms developed for this project and even present a scientific poster at a national conference.  This student was successfully recruited as a Ph.D. student in Mechanical and Aerospace Engineering to develop his thesis from this research with assistantship from this award.  He has continued two years into his program, and this award has enabled him to present his resea..."
 }
}