{
 "awd_id": "1329829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: A Novel Biomechatronic Interface Based on Wearable Dynamic Imaging Sensors",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 995055.0,
 "awd_amount": 995055.0,
 "awd_min_amd_letter_date": "2013-08-30",
 "awd_max_amd_letter_date": "2013-08-30",
 "awd_abstract_narration": "The problem of controlling biomechatronic systems, such as multiarticulating prosthetic hands, involves unique challenges in the science and engineering of Cyber Physical Systems (CPS), requiring integration between computational systems for recognizing human functional activity and intent and controlling prosthetic devices to interact with the physical world. Research on this problem has been limited by the difficulties in noninvasively acquiring robust biosignals that allow intuitive and reliable control of multiple degrees of freedom (DoF). The objective of this research is to investigate a new sensing paradigm based on ultrasonic imaging of dynamic muscle activity. The synergistic research plan will integrate novel imaging technologies, new computational methods for activity recognition and learning, and high-performance embedded computing to enable robust and intuitive control of dexterous prosthetic hands with multiple DoF. The interdisciplinary research team involves collaboration between biomedical engineers, electrical engineers and computer scientists. The specific aims are to: (1) research and develop spatio-temporal image analysis and pattern recognition algorithms to learn and predict different dexterous tasks based on sonographic patterns of muscle activity (2) develop a wearable image-based biosignal sensing system by integrating multiple ultrasound imaging sensors with a low-power heterogeneous multicore embedded processor and (3) perform experiments to evaluate the real-time control of a prosthetic hand.\r\nThe proposed research methods are broadly applicable to assistive technologies where physical systems, computational frameworks and low-power embedded computing serve to augment human activities or to replace lost functionality. The research will advance CPS science and engineering through integration of portable sensors for image-based sensing of complex adaptive physical phenomena such as dynamic neuromuscular activity, and real-time sophisticated image understanding algorithms to interpret such phenomena running on low-power high performance embedded systems. The technological advances would enable practical wearable image-based biosensing, with applications in healthcare, and the computational methods would be broadly applicable to problems involving activity recognition from spatiotemporal image data, such as surveillance.\r\n\r\nThis research will have societal impacts as well as train students in interdisciplinary methods relevant to CPS. About 1.6 million Americans live with amputations that significantly affect activities of daily living. The proposed project has the long-term potential to significantly improve functionality of upper extremity prostheses, improve quality of life of amputees, and increase the acceptance of prosthetic limbs. This research could also facilitate intelligent assistive devices for more targeted neurorehabilitation of stroke victims. This project will provide immersive interdisciplinary CPS-relevant training for graduate and undergraduate students to integrate computational methods with imaging, processor architectures, human functional activity and artificial devices for solving challenging public health problems. A strong emphasis will be placed on involving undergraduate students in research as part of structured programs at our institution. The research team will involve students with disabilities in research activities by leveraging an ongoing NSF-funded project. Bioengineering training activities will be part of a newly developed undergraduate curriculum and a graduate curriculum under development.\r\n\r\nThe synergistic research plan has been designed to advance CPS science and engineering through the development of new computational methods for dynamic activity recognition and learning from image sequences, development of novel wearable imaging technologies including high-performance embedded computing, and real-time control of a physical system. The specific aims are to: \r\n(1) Research and develop spatio-temporal image analysis and pattern recognition algorithms to learn and predict different dexterous tasks based on sonographic patterns of muscle activity. The first aim has three subtasks designed to collect, analyze and understand image sequences associated with functional tasks.  (2) Develop a wearable image-based biosignal sensing system by integrating multiple ultrasound imaging sensors with a low-power heterogeneous multicore embedded processor. The second aim has two subtasks designed to integrate wearable imaging sensors with a real-time computational platform. (3) Perform experiments to evaluate the real-time control of a prosthetic hand. The third aim will integrate the wearable image acquisition system developed in Aim 2, and the image understanding algorithms developed in Aim 1, for real-time evaluation of the control of a prosthetic hand interacting with a virtual reality environment.\r\n\r\nSuccessful completion of these aims will result in a real-time system that acquires image data from complex neuromuscular activity, decodes activity intent from spatiotemporal image data using computational algorithms, and controls a prosthetic limb in a virtual reality environment in real time. Once developed and validated, this system can be the starting point for developing a new class of sophisticated control algorithms for intuitive control of advanced prosthetic limbs, new assistive technologies for neurorehabilitation, and wearable real-time imaging systems for smart health applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siddhartha",
   "pi_last_name": "Sikdar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddhartha Sikdar",
   "pi_email_addr": "ssikdar@gmu.edu",
   "nsf_id": "000524662",
   "pi_start_date": "2013-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Kosecka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jana Kosecka",
   "pi_email_addr": "kosecka@gmu.edu",
   "nsf_id": "000207363",
   "pi_start_date": "2013-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huzefa",
   "pi_last_name": "Rangwala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huzefa Rangwala",
   "pi_email_addr": "hrangwal@gmu.edu",
   "nsf_id": "000515447",
   "pi_start_date": "2013-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Houman",
   "pi_last_name": "Homayoun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Houman Homayoun",
   "pi_email_addr": "hhomayoun@ucdavis.edu",
   "nsf_id": "000624468",
   "pi_start_date": "2013-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 995055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are over 50,000 individuals living with limb loss in the US. Loss of limbs has a profound impact on the ability of individuals to participate in activities of daily living. The function of the upper extremities is far more difficult to replace than that of the lower extremities. The primary functions of the upper extremities include not only gross and fine motor activities but also more complex combinations of activities, such as self-care, interaction with the environment and others, and self-expression.Thus, it is not surprising that persons with upper-limb amputation are generally less satisfied with the restoration of function provided by their prostheses relative to those with lower-limb amputation. Currently-available prosthetics only enable patients to perform a limited range of tasks. Although prosthetics have become more complex and more able to make complex movements, the means for patients to control these movements is inadequate. For the past 50 years, electromyography has been the predominant method for sensing electrical activity of the residual muscles in the forearm to infer the movement intent, a method known as myoelectric control. However, electromyography has a number of limitations that prevent robust sensing of the volitional intent of the user for the many different possible movements. Due to this, the current state of the art is moving towards more invasive approaches, such as targeted muscle reinnervation and peripheral nerve interfaces, to sense myoelectric signals closer to their source, which many amputees do not prefer. Therefore, there is an unmet need for a non-invasive control approach for prosthetic devices that enable many different movements/abilities.</p>\n<p>In this project, we proposed a paradigm shift in the field of prosthetic control using ultrasound imaging for sensing muscle deformation associated with volitional motor intent. This method is called sonomyography. The objective of this project was to develop a closed-loop cyber physical system that uses image analysis and machine learning to infer the volitional intent of the user in real time and control a terminal prosthetic device. We showed that this method can enable complex movements without the need for invasive approaches to amplify myoelectric signals, as ultrasound can resolve signals from deep within the tissue, and provides a rich signal source for decoding intent. We showed that sonomyography has significant advantages over conventional electromyography. As part of this project, we developed new machine learning algorithms to infer complex volitional movement from patterns of muscle deformation, developed new low-power wearable ultrasound imaging system, and evaluated closed loop control of virtual as well as physical prosthetic hands both in able bodied subjects as well as individuals with limb loss. This project brought together a multidisciplinary team of faculty and students from electrical engineering, bioengineering and computer science to develop technology that has the potential to significantly improve the lives of individuals living with limb loss.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2019<br>\n\t\t\t\t\tModified by: Siddhartha&nbsp;Sikdar</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556842152341_Proportionalcontrol--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556842152341_Proportionalcontrol--rgov-800width.jpg\" title=\"Proportional control of a TASKA hand using sonomyography\"><img src=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556842152341_Proportionalcontrol--rgov-66x44.jpg\" alt=\"Proportional control of a TASKA hand using sonomyography\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A subject controlling partial grasps of a TASKA multiarticulated prosthetic hand in real time using sonomypography.</div>\n<div class=\"imageCredit\">Siddhartha Sikdar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Sikdar</div>\n<div class=\"imageTitle\">Proportional control of a TASKA hand using sonomyography</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841415107_Virtualenvironment--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841415107_Virtualenvironment--rgov-800width.jpg\" title=\"Closed loop virtual evaluation environment\"><img src=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841415107_Virtualenvironment--rgov-66x44.jpg\" alt=\"Closed loop virtual evaluation environment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A subject controlling a virtual prosthetic hand in real time using sonomyography.</div>\n<div class=\"imageCredit\">Siddhartha Sikdar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Sikdar</div>\n<div class=\"imageTitle\">Closed loop virtual evaluation environment</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841500189_Prostheticablebodied--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841500189_Prostheticablebodied--rgov-800width.jpg\" title=\"Controlling a physical prosthetic hand using sonomyography\"><img src=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841500189_Prostheticablebodied--rgov-66x44.jpg\" alt=\"Controlling a physical prosthetic hand using sonomyography\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A subject is controlling a multi-articulated prosthetic hand in real time using sonomyography</div>\n<div class=\"imageCredit\">Siddhartha Sikdar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Sikdar</div>\n<div class=\"imageTitle\">Controlling a physical prosthetic hand using sonomyography</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841819510_TDSTASKA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841819510_TDSTASKA--rgov-800width.jpg\" title=\"Control of TASKA hand using wearable sonomyography system\"><img src=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841819510_TDSTASKA--rgov-66x44.jpg\" alt=\"Control of TASKA hand using wearable sonomyography system\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A subject controlling the TASKA multiarticulated hand using a wearable sonomyography system attached to their forearm.</div>\n<div class=\"imageCredit\">Siddhartha Sikdar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Sikdar</div>\n<div class=\"imageTitle\">Control of TASKA hand using wearable sonomyography system</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841265117_Overallschematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841265117_Overallschematic--rgov-800width.jpg\" title=\"Overall schematic demonstrating sonomyography\"><img src=\"/por/images/Reports/POR/2019/1329829/1329829_10273021_1556841265117_Overallschematic--rgov-66x44.jpg\" alt=\"Overall schematic demonstrating sonomyography\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The left panels show an ultrasound transducer used to image the forearm muscles as a subject performs different movements. The middle panel shows patterns of activity derived from image analysis. The right panels show a virtual prosthetic hand controlled by a machine learning algorithm.</div>\n<div class=\"imageCredit\">Siddhartha Sikdar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Sikdar</div>\n<div class=\"imageTitle\">Overall schematic demonstrating sonomyography</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThere are over 50,000 individuals living with limb loss in the US. Loss of limbs has a profound impact on the ability of individuals to participate in activities of daily living. The function of the upper extremities is far more difficult to replace than that of the lower extremities. The primary functions of the upper extremities include not only gross and fine motor activities but also more complex combinations of activities, such as self-care, interaction with the environment and others, and self-expression.Thus, it is not surprising that persons with upper-limb amputation are generally less satisfied with the restoration of function provided by their prostheses relative to those with lower-limb amputation. Currently-available prosthetics only enable patients to perform a limited range of tasks. Although prosthetics have become more complex and more able to make complex movements, the means for patients to control these movements is inadequate. For the past 50 years, electromyography has been the predominant method for sensing electrical activity of the residual muscles in the forearm to infer the movement intent, a method known as myoelectric control. However, electromyography has a number of limitations that prevent robust sensing of the volitional intent of the user for the many different possible movements. Due to this, the current state of the art is moving towards more invasive approaches, such as targeted muscle reinnervation and peripheral nerve interfaces, to sense myoelectric signals closer to their source, which many amputees do not prefer. Therefore, there is an unmet need for a non-invasive control approach for prosthetic devices that enable many different movements/abilities.\n\nIn this project, we proposed a paradigm shift in the field of prosthetic control using ultrasound imaging for sensing muscle deformation associated with volitional motor intent. This method is called sonomyography. The objective of this project was to develop a closed-loop cyber physical system that uses image analysis and machine learning to infer the volitional intent of the user in real time and control a terminal prosthetic device. We showed that this method can enable complex movements without the need for invasive approaches to amplify myoelectric signals, as ultrasound can resolve signals from deep within the tissue, and provides a rich signal source for decoding intent. We showed that sonomyography has significant advantages over conventional electromyography. As part of this project, we developed new machine learning algorithms to infer complex volitional movement from patterns of muscle deformation, developed new low-power wearable ultrasound imaging system, and evaluated closed loop control of virtual as well as physical prosthetic hands both in able bodied subjects as well as individuals with limb loss. This project brought together a multidisciplinary team of faculty and students from electrical engineering, bioengineering and computer science to develop technology that has the potential to significantly improve the lives of individuals living with limb loss.\n\n \n\n\t\t\t\t\tLast Modified: 05/02/2019\n\n\t\t\t\t\tSubmitted by: Siddhartha Sikdar"
 }
}