{
 "awd_id": "1330659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "TWC: Frontier: Collaborative: Rethinking Security in the Era of Cloud Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 749999.0,
 "awd_amount": 899985.0,
 "awd_min_amd_letter_date": "2013-08-14",
 "awd_max_amd_letter_date": "2018-04-13",
 "awd_abstract_narration": "There are at least two key features of the move to cloud computing that introduce the opportunity for significant leaps forward in computer security for tenant services.  First, a compute cloud provides a common software, hardware and management basis for rolling out cross-cutting services en masse that have resisted incremental deployment in a one-service-at-a-time fashion.  Second, compute clouds offer providers a broad view of activity across an unprecedented diversity of tenant services.  This research project leverages these features to develop new approaches to a wide array of fundamental problems in computer security.  By convening Cloud Security Horizons summits with industry stakeholders, this project further seeks to both contribute to industry directions in cloud computing and to be informed by them.\r\n\r\nParticular longstanding security challenges addressed in this project include secure transport, authorization, user and software authentication, security monitoring, and incident analysis.  Moreover, since modern clouds are not sufficiently extensible to support the envisioned capabilities, this project is constructing cloud software platforms that enable the flexibility, extensibility and security needed for this research to come to fruition in practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Chase",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Chase",
   "pi_email_addr": "chase@cs.duke.edu",
   "nsf_id": "000164438",
   "pi_start_date": "2013-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "8087",
   "pgm_ref_txt": "Frontiers in SaTC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 142295.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 144274.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150991.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 152862.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 159577.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 149986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cloud computing refers to leveraging remote computing and data storage<br />resources managed by a service provider (the \"cloud operator\") that is<br />typically distinct from the customer leveraging those resources over<br />the Internet (the \"cloud tenant\").&nbsp; Because clouds enable tenants to<br />pay for services based on use and so free tenants from building and<br />managing their own datacenters, cloud computing has increasingly<br />become a cornerstone of enterprise computing deployments over the past<br />decade.<br /><br />The premise of this project was that the shift to cloud computing<br />offers an opportunity to usher in a much-needed era of improved<br />information security.&nbsp; Our research vision deviated from the prevalent<br />cloud research agendas of the time, which focused on helping tenants<br />to both understand and then preempt new vulnerabilities that arise in<br />moving to a cloud that is oblivious to its tenants&rsquo; plights at best<br />and openly hostile to them at worst.&nbsp; Instead we sought to exploit the<br />opportunities inherent in leveraging cloud providers as trusted<br />partners to improve tenant security. In taking this perspective, we<br />showed that tenant security, like performance, cost, and scalability,<br />can benefit from the key trends underlying the shift to cloud<br />computing, such as the aggregation of services into cloud providers<br />and the resultant economies of scale.<br /><br />Concretely, we pursued research in three areas to support this vision,<br />namely leveraging trust in cloud providers to help tenants manage<br />their client populations, their outsourced infrastructure, and their<br />dependencies on other tenants.&nbsp; <br /><br />- CLIENT POPULATIONS: A substantial fraction of the effort of running<br />an application service is consumed by addressing the risks posed by<br />untrusted clients.&nbsp; These risks include client account takeovers,<br />denial-of-service attacks, and exploit attempts on the server itself.<br />We developed numerous technologies that leverage the cloud&rsquo;s massive<br />resources, elastic scaling capabilities, and centralization to help<br />tenant services defend against these risks.&nbsp; For example, we developed<br />a cloud-resident framework by which tenant sites can coordinate to<br />ensure that no end user is permitted to reuse the same or similar<br />passwords across these websites.&nbsp; In doing so, this framework could<br />largely break the culture of password reuse on the web today, which is<br />the dominant cause of account takeovers.&nbsp; Moreover, this framework<br />does not require disclosing a user's password at one website, or even<br />the existence of her account at that website, to other sites.<br /><br />- OUTSOURCED INFRASTRUCTURE: Numerous organizations outsource portions<br />of their own IT infrastructure to clouds, even if only to serve<br />intra-organization purposes while achieving the cost savings<br />associated with cloud computing.&nbsp; We developed a number of mechanisms<br />by which cloud operators could assist tenants in managing the security<br />of their outsourced infrastructure.&nbsp; For example, we developed a<br />system called DynIRIS to leverage the cloud to detect subtle data<br />exfiltration from enterprises.&nbsp; DynIRIS predicts attack pathways and<br />then instruments suspicious hosts with deep inspection (e.g., tracking<br />reads from sensitive files into memory) as needed to detect data<br />exfiltration.&nbsp; To mitigate performance impact of deep instrumentation,<br />DynIRIS leverages other infrastructure developed within the project to<br />dynamically migrate hosts on which deep instrumentation is required to<br />more powerful servers.<br /><br />- DEPENDENCIES ON OTHER TENANTS: We showed that new cloud services can<br />help to mediate secure interactions among tenants, and further enable<br />tenants to offer secure foundational services and application services<br />to one another, even without a priori trust between them.&nbsp; For<br />example, we designed a fully extensible, general layered attestation<br />architecture called Latte for the multi-tenant cloud.&nbsp; Clients can<br />verify that cloud services deployed in Latte are running code built<br />from specified source repositories. We implemented Latte in Kubernetes,<br />Docker and Spark to demonstrate how Latte can be used to improve cross<br />tenant trust with attestation, such as to allow restricted use of<br />private data.<br /><br />In addition to the technologies outlined above, the project ran a<br />Cloud Security Horizons Summit in years 1, 3, and 5.&nbsp; This summit<br />brought the research team together with industry stakeholders,<br />specifically representatives from among cloud operators, software and<br />hardware companies providing cloud-computing infrastructure, and major<br />cloud tenants.&nbsp; The meetings exposed these stakeholders to the<br />project's research outcomes, gathered feedback from these stakeholders<br />on the team's future research plans, and informed the research team of<br />ongoing security challenges faced by cloud operators and tenants.<br /><br />Another component of this project was a curriculum development<br />workshop that the researchers organized in years 2-5.&nbsp; Each workshop<br />hosted instructors from approximately a dozen non-R1 post-secondary<br />institutions in the US at UNC-Chapel Hill for 2.5 days.&nbsp; The purpose<br />of the workshop was to help these instructors incorporate coverage of<br />cloud security topics in their existing course offerings, and included<br />creation of lecture materials, presentations on cloud testbeds for<br />conducting course projects, discussion of course project ideas, and an<br />organized tour of a cloud-computing facility at IBM or NetApp.<br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2019<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;S&nbsp;Chase</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCloud computing refers to leveraging remote computing and data storage\nresources managed by a service provider (the \"cloud operator\") that is\ntypically distinct from the customer leveraging those resources over\nthe Internet (the \"cloud tenant\").  Because clouds enable tenants to\npay for services based on use and so free tenants from building and\nmanaging their own datacenters, cloud computing has increasingly\nbecome a cornerstone of enterprise computing deployments over the past\ndecade.\n\nThe premise of this project was that the shift to cloud computing\noffers an opportunity to usher in a much-needed era of improved\ninformation security.  Our research vision deviated from the prevalent\ncloud research agendas of the time, which focused on helping tenants\nto both understand and then preempt new vulnerabilities that arise in\nmoving to a cloud that is oblivious to its tenants’ plights at best\nand openly hostile to them at worst.  Instead we sought to exploit the\nopportunities inherent in leveraging cloud providers as trusted\npartners to improve tenant security. In taking this perspective, we\nshowed that tenant security, like performance, cost, and scalability,\ncan benefit from the key trends underlying the shift to cloud\ncomputing, such as the aggregation of services into cloud providers\nand the resultant economies of scale.\n\nConcretely, we pursued research in three areas to support this vision,\nnamely leveraging trust in cloud providers to help tenants manage\ntheir client populations, their outsourced infrastructure, and their\ndependencies on other tenants.  \n\n- CLIENT POPULATIONS: A substantial fraction of the effort of running\nan application service is consumed by addressing the risks posed by\nuntrusted clients.  These risks include client account takeovers,\ndenial-of-service attacks, and exploit attempts on the server itself.\nWe developed numerous technologies that leverage the cloud’s massive\nresources, elastic scaling capabilities, and centralization to help\ntenant services defend against these risks.  For example, we developed\na cloud-resident framework by which tenant sites can coordinate to\nensure that no end user is permitted to reuse the same or similar\npasswords across these websites.  In doing so, this framework could\nlargely break the culture of password reuse on the web today, which is\nthe dominant cause of account takeovers.  Moreover, this framework\ndoes not require disclosing a user's password at one website, or even\nthe existence of her account at that website, to other sites.\n\n- OUTSOURCED INFRASTRUCTURE: Numerous organizations outsource portions\nof their own IT infrastructure to clouds, even if only to serve\nintra-organization purposes while achieving the cost savings\nassociated with cloud computing.  We developed a number of mechanisms\nby which cloud operators could assist tenants in managing the security\nof their outsourced infrastructure.  For example, we developed a\nsystem called DynIRIS to leverage the cloud to detect subtle data\nexfiltration from enterprises.  DynIRIS predicts attack pathways and\nthen instruments suspicious hosts with deep inspection (e.g., tracking\nreads from sensitive files into memory) as needed to detect data\nexfiltration.  To mitigate performance impact of deep instrumentation,\nDynIRIS leverages other infrastructure developed within the project to\ndynamically migrate hosts on which deep instrumentation is required to\nmore powerful servers.\n\n- DEPENDENCIES ON OTHER TENANTS: We showed that new cloud services can\nhelp to mediate secure interactions among tenants, and further enable\ntenants to offer secure foundational services and application services\nto one another, even without a priori trust between them.  For\nexample, we designed a fully extensible, general layered attestation\narchitecture called Latte for the multi-tenant cloud.  Clients can\nverify that cloud services deployed in Latte are running code built\nfrom specified source repositories. We implemented Latte in Kubernetes,\nDocker and Spark to demonstrate how Latte can be used to improve cross\ntenant trust with attestation, such as to allow restricted use of\nprivate data.\n\nIn addition to the technologies outlined above, the project ran a\nCloud Security Horizons Summit in years 1, 3, and 5.  This summit\nbrought the research team together with industry stakeholders,\nspecifically representatives from among cloud operators, software and\nhardware companies providing cloud-computing infrastructure, and major\ncloud tenants.  The meetings exposed these stakeholders to the\nproject's research outcomes, gathered feedback from these stakeholders\non the team's future research plans, and informed the research team of\nongoing security challenges faced by cloud operators and tenants.\n\nAnother component of this project was a curriculum development\nworkshop that the researchers organized in years 2-5.  Each workshop\nhosted instructors from approximately a dozen non-R1 post-secondary\ninstitutions in the US at UNC-Chapel Hill for 2.5 days.  The purpose\nof the workshop was to help these instructors incorporate coverage of\ncloud security topics in their existing course offerings, and included\ncreation of lecture materials, presentations on cloud testbeds for\nconducting course projects, discussion of course project ideas, and an\norganized tour of a cloud-computing facility at IBM or NetApp.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/19/2019\n\n\t\t\t\t\tSubmitted by: Jeffrey S Chase"
 }
}