{
 "awd_id": "1330008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Data Driven Intelligent Controlled Sensing for Cyber Physical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 998503.0,
 "awd_amount": 998503.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2013-09-13",
 "awd_abstract_narration": "Cyber-physical systems employed in transportation, security and manufacturing applications rely on a wide variety of sensors for prediction and control. In many of these systems, acquisition of information requires the deployment and activation of physical sensors, which can result in increased expense or delay. A fundamental aspect of these systems is that they must seek information intelligently in order to support their mission, and must determine the optimal tradeoffs as to the cost of physical measurements versus the improvement in information.\r\n\r\nA recent explosion in sensor and UAV technology has led to new capabilities for controlling the nature and mobility of sensing actions by changing excitation levels, position, orientation, sensitivity, and similar parameters. This has in turn created substantial challenges to develop cyber-physical systems that can effectively exploit the degrees of freedom in selecting where and how to sense the environment. These challenges include high-dimensionality of observations and the associated \"curse of dimensionality\", non-trivial relationships between the observations and the latent variables, poor understanding of models relating the nature of potential sensing actions and the corresponding value of the collected information, and lack of sufficient training data from which to learn these models.\r\n\r\nIntellectual Merit: The proposed research includes: (1) data-driven stochastic control theory for intelligent sensing in cyber-physical systems that incorporates costs/delays/risks and accounts for scenarios where models for sensing, decision-making, and prediction are unavailable or poorly understood. (2) Validation of control methods on a UAV sensor network in the real world domain of archaeological surveying.\r\n\r\nBroader Impacts: The proposed effort includes: (a) Outreach: planned efforts for encouraging participation of women and under-represented groups; (b) Societal impact: research will lead to novel concepts in environmental monitoring, traffic surveillance, and security applications. (c) Multi- disciplinary activities: Impacting existing knowledge in cyber-physical systems, sensor management, and statistical learning. Research findings will be disseminated through conferences presentations, departmental seminars, journal papers, workshops and special sessions at IEEE CDC and RSS; (d) Curriculum development through new graduate level courses and course projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatesh",
   "pi_last_name": "Saligrama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesh Saligrama",
   "pi_email_addr": "srv@bu.edu",
   "nsf_id": "000308822",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Castanon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Castanon",
   "pi_email_addr": "dac@bu.edu",
   "nsf_id": "000478918",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mac",
   "pi_last_name": "Schwager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mac Schwager",
   "pi_email_addr": "schwager@stanford.edu",
   "nsf_id": "000609509",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152526",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 998503.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prediction under budget/resource constraints is a critical problem that arise in several settings like medical diagnosis, search engines, airport screening and surveillance. In these applications, budget constraints arise as a result of limits on sensor acquisition costs, computational cost, time/delay, network-throughput and power-consumption. As a case in point, modern passenger screening systems impose constraints on throughput. Another example arises in surveillance with UAVs, where one must conserve energy while optimizing search operations. An extreme version of these problems appear in the Internet of Things (IoT) setting, which is considered to be the next multi-billion industry with &ldquo;smart&rdquo; devices being designed for production-line, cars, retail stores, and even for toothbrush and spoons. Given that IoT based solutions seem destined to significantly permeate our day-to-day lives, data-driven learning and subsequent predictions on the device become critical due to several reasons like privacy, battery, latency etc.&nbsp;<br /> <br /> Learning under resource constraints departs from the traditional machine learning setting and introduces new exciting challenges. For instance, features are accompanied by costs (e.g. acquisition time of sensors or true monetary values in medical diagnosis) and their amortized sum is constrained at test-time. Also, different search strategies in prediction can have widely varying computational costs (e.g., binary search, linear search, dynamic programming). In other settings, a system must maintain a throughput constraint to keep pace with arriving traffic.<br /> <br /> The common aspect of all of these settings is that we must seeks trade-offs between prediction accuracy and prediction cost. Studying this tradeoff is an inherent challenge that needs to be investigated in a principled fashion in order to invent practically relevant machine learning algorithms. This problems lies at the intersection of ML, statistics, stochastic control and information theory.</p>\n<p>An important aspect of these problems is that the cost of information is often tied to the physical instruments used to collect that information.&nbsp; Hence, learning to predict accurately may require tasking of physical instruments such as vehicle-mounted sensors of different types, as well as human observers for labeling, in order to collect critical information for learning.&nbsp; In this context, the costs of acquiring information are not easy to quantify, as they depend on the physical constraints imposed by the sensing mechanisms.</p>\n<p>One of our main outcomes in this research is the development of theories of sensor control mechanisms to acquire new information based on its perceived value for learning, when sensors are mounted on vehicles and thus constrained by motion and visibility constraints. In our research, we have studied several paradigms that couple such cyber information seeking with the physical constraints of vehicle-mounted sensing, and developed novel fast algorithms for control of information collection in support of enhanced learning.</p>\n<p>We developed a novel framework and methods in the context of several compelling engineering applications in this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2018<br>\n\t\t\t\t\tModified by: Venkatesh&nbsp;Saligrama</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrediction under budget/resource constraints is a critical problem that arise in several settings like medical diagnosis, search engines, airport screening and surveillance. In these applications, budget constraints arise as a result of limits on sensor acquisition costs, computational cost, time/delay, network-throughput and power-consumption. As a case in point, modern passenger screening systems impose constraints on throughput. Another example arises in surveillance with UAVs, where one must conserve energy while optimizing search operations. An extreme version of these problems appear in the Internet of Things (IoT) setting, which is considered to be the next multi-billion industry with \"smart\" devices being designed for production-line, cars, retail stores, and even for toothbrush and spoons. Given that IoT based solutions seem destined to significantly permeate our day-to-day lives, data-driven learning and subsequent predictions on the device become critical due to several reasons like privacy, battery, latency etc. \n \n Learning under resource constraints departs from the traditional machine learning setting and introduces new exciting challenges. For instance, features are accompanied by costs (e.g. acquisition time of sensors or true monetary values in medical diagnosis) and their amortized sum is constrained at test-time. Also, different search strategies in prediction can have widely varying computational costs (e.g., binary search, linear search, dynamic programming). In other settings, a system must maintain a throughput constraint to keep pace with arriving traffic.\n \n The common aspect of all of these settings is that we must seeks trade-offs between prediction accuracy and prediction cost. Studying this tradeoff is an inherent challenge that needs to be investigated in a principled fashion in order to invent practically relevant machine learning algorithms. This problems lies at the intersection of ML, statistics, stochastic control and information theory.\n\nAn important aspect of these problems is that the cost of information is often tied to the physical instruments used to collect that information.  Hence, learning to predict accurately may require tasking of physical instruments such as vehicle-mounted sensors of different types, as well as human observers for labeling, in order to collect critical information for learning.  In this context, the costs of acquiring information are not easy to quantify, as they depend on the physical constraints imposed by the sensing mechanisms.\n\nOne of our main outcomes in this research is the development of theories of sensor control mechanisms to acquire new information based on its perceived value for learning, when sensors are mounted on vehicles and thus constrained by motion and visibility constraints. In our research, we have studied several paradigms that couple such cyber information seeking with the physical constraints of vehicle-mounted sensing, and developed novel fast algorithms for control of information collection in support of enhanced learning.\n\nWe developed a novel framework and methods in the context of several compelling engineering applications in this project.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2018\n\n\t\t\t\t\tSubmitted by: Venkatesh Saligrama"
 }
}