{
 "awd_id": "1330842",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Collaborative Research: Dakota Bioprocessing Consortium (DakotaBioCon)",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy VanReken",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 3000000.0,
 "awd_amount": 3000000.0,
 "awd_min_amd_letter_date": "2013-07-23",
 "awd_max_amd_letter_date": "2015-07-01",
 "awd_abstract_narration": "The Dakota Bioprocessing Consortium (DakotaBioCon) brings together researchers from four institutions in two neighboring states, North Dakota and South Dakota, with similar geographical, socio-economic and environmental diversity: North Dakota State University (NDSU), South Dakota State University (SDSU), University of North Dakota (UND) and South Dakota School of Mines & Technology (SDSMT). The vision of DakotaBioCon is through cutting-edge research and development to become a recognized intellectual leader in biomass bioprocessing that can help the region, nation and global society transition to a bio-based economy. The primary goal of DakotaBioCon is to establish a multi-state, multi-institution, multi-disciplinary, collaborative infrastructure to enable and facilitate the development of novel bioprocessing technologies for sustainable production of high-value chemicals and materials from renewable resources, with emphasis on lignin-derived products as economically viable substitutes for imported fossil-fuel based chemicals. DakotaBioCon achieves its goal of regional infrastructure development in the area of lignin bioprocessing through the accomplishment of several integrated objectives:\r\n\r\n1) Convert lignin into low molecular weight chemical fractions using a suite of novel processing methods, including high-temperature liquefaction and biodegradation of lignin, and analytical methods, (chromatography, spectrometry and chemical methods) to enable mass balance closure;\r\n2) Decipher the reaction mechanisms associated with the proposed lignin disassembly methods as a means to optimize and channel lignin fragmentation reaction pathways;\r\n3) Design process/purification schemes to convert precursor chemicals into valuable products;\r\n4) Develop new monomers/polymers and composites from lignin-derived aromatics/phenolics;\r\n5) Develop and upgrade the research and education infrastructure through joint collaborative activities that include sharing of data, knowledge, expertise, equipment, facilities, and educational programs.\r\n\r\nThe impacts of DakotaBioCon are far-reaching, and extend beyond the award period. Bioprocessing of renewable resources addresses strategic national security priorities by reducing national dependence on imported oil and creates new jobs. To ensure continuation and long-term sustainability, DakotaBioCon leverages existing partnerships within UND's Sustainable Energy Research Initiative and Supporting Education (SUNRISE), SDSU's SunGrant Initiative, and SDSMT's Center for Bioprocessing Research and Development (CBRD) and future commercial intellectual property.\r\n\r\nIntellectual Merit:\r\nDakotaBioCon focuses on bioprocessing of lignin to renewable phenolics, aromatic chemicals and green polymers with potential uses as chemical and polymeric alternatives to petrochemicals. New knowledge and scientific contributions to the field of lignin bioprocessing are being generated. The intellectual merit of the proposed research approach is: 1) the potential for development of new, more cost-efficient and environmentally-friendly methods/agents for lignin depolymerization; 2) the potential for development of a suite of novel analytical methods enabling detailed product analysis; 3) the potential for deciphering the mechanistic aspects of lignin thermochemical and biological fragmentation to attain enhanced conversion rates and/or generate new lignin building-block precursors for industrial chemical processes; and 4) the potential for development of new, green materials with improved chemical and physical properties.\r\n\r\nBroader Impacts:\r\nDakotaBioCon infrastructure supports basic and applied research programs and offer expanded education, training and workforce development opportunities for a diverse cohort of K-12, undergraduate, and graduate students. It contributes to meeting national energy and economic security needs. These programs are leveraged to enhance collaboration, knowledge, and resource-sharing in the growing interdisciplinary field of renewable energy and materials. The education and workforce development strategy of DakotaBioCon are characterized by an interdisciplinary approach and a unique web of partnerships that helps advance these programs to the next level of performance and delivery. Research findings are widely disseminated to the scientific community and public through website, news media, radio, public databases, presentations at national and international meetings, and peer-reviewed publications in journals of international repute.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Rice",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Rice",
   "pi_email_addr": "jim.rice@sdstate.edu",
   "nsf_id": "000387094",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gibbons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Gibbons",
   "pi_email_addr": "william.gibbons@sdstate.edu",
   "nsf_id": "000402255",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lew",
   "pi_last_name": "Christopher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lew P Christopher",
   "pi_email_addr": "lew.christopher@sdsmt.edu",
   "nsf_id": "000520112",
   "pi_start_date": "2013-07-23",
   "pi_end_date": "2015-07-01"
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "161E",
   "pgm_ref_txt": "Hydrocarb from Biomass (HyBi)"
  },
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Style1\"><strong>Overview</strong></p>\n<p class=\"Style1\">The goal of this EPSCoR Track II project was to create the Dakota Bioconversion Consortium (DakotaBioCon) through an interstate collaboration between four research universities in South Dakota and North Dakota. DakotaBioCon&rsquo;s research goal was to develop biochemical and chemical processes that would depolymerize lignin (a major component of plants) into the monomers that comprise it. These monomers could serve as a renewable source of raw materials that could substitute for high-value, petroleum-derived chemicals in processes that produce industrial chemicals, resins and polymers. Its infrastructure goal was to build the long-term collaborative infrastructure necessary to study novel pathways for sustainable production of high-value lignin-derived chemical raw materials.</p>\n<p class=\"Style1\"><strong>Intellectual Merit: Research Outcomes</strong></p>\n<p class=\"Style1CxSpMiddle\"><em><span style=\"text-decoration: underline;\">Biochemical Lignin Depolymerization</span></em>: Microbially-driven depolymerization studies demonstrated the ability to convert lignin into specific monomers using laccase with methyl syringate as a mediator. A significant yield of vanillin, up to 40%, was obtained. The laccase from <em>Trametes versicolor</em> produced the highest yields. A new approach to biochemical depolymerization was developed that solubilized lignin in dimethyl sulfoxide followed by the application of immobilized fungal cultures to significant enhance yields.</p>\n<p class=\"Style1\"><em><span style=\"text-decoration: underline;\">Chemical Lignin Depolymerization</span></em>: Non-catalytic decomposition appears to be at least as effective as catalytic decomposition for primary bond cleavage of lignin.&nbsp; A non-catalytic system avoids the problems with coke formation that limits the effectiveness of the catalytic approaches the program considered. A critical discovery that the &beta;&ndash;O-4 linkage in lignin can be converted to a vinyl ether structure which is much harder to cleave. Avoiding the use of basic condition is found to be the key to effective decomposition of lignin.</p>\n<p class=\"Style1\">Chemical pretreatment in combination with biodepolymerization showed that the addition of non-aqueous protic solvents, e.g., methanol, is essential for an efficient conversion of lignin into phenolic monomers.</p>\n<p class=\"Style1\"><em><span style=\"text-decoration: underline;\">Production of Polymers and Resins from Lignin:</span></em> A wide variety of polymers based on three different starting materials obtained from lignin: eugenol, guaiacol, and syringol, were synthesized both as homopolymers and co-polymers. The use of vanillin in several different types of thermosetting polymer systems was demonstrated.</p>\n<p class=\"Style1\">A novel method useful for the direct functionalization of lignin to produce liquid products that can be cured was developed. Co-polymers were converted to novel amphiphilic fouling-release coatings designed to mitigate issues of biofouling of ship hulls and also to epoxy resins by epoxidation of allylic double bonds present in the EEVE-based repeat units. These epoxy-functional polymers were used to produce coatings by curing with multifunctional amines and characterized and compared to benchmark coatings.</p>\n<p class=\"Style1\">A novel process for the direct functionalization of lignin with acetoacetate groups to yield a liquid reactive resin was investigated. The discovery that lignin is soluble in low molecular weight polyols enabled development of a process coupling dissolution in the diol and acetoacetylation yielding functionalized lignin with an acetoacetylated diluent. The resulting resins were cross-linked using melamine-formaldehyde resins to form cured coatings. This process has been extended to other functional groups.</p>\n<p><em><span style=\"text-decoration: underline;\">Life-Cycle Analysis (LCA) to Assess Sustainability:</span></em> The most promising process for lignin decomposition to monomer used in LCA modeling consisted of the following parameters: 0.1g of lignin processed with 10-min residence at 200&deg;C using a H<sub>2</sub>O:CO<sub>2</sub> ratio of 1:1 and a NiO catalyst. The electricity used for maintaining operational conditions during depolymerization was a major impact contributor. Dichloromethane solvent use was also a significant life cycle impact contributor. This scenario&rsquo;s promise was primarily due to the low reaction temperature and its corresponding energy consumption.<em> </em>Lower temperature reactions had lower environmental impact with comparable productivity. The use of lower-impact solvents (such as ethyl acetate instead of dichloromethane) and non-toxic catalysts (such as CO<sub>2</sub>) also reduced environmental impact.<em>&nbsp;</em></p>\n<p class=\"Style1\"><strong>Broader Impact Outcomes</strong></p>\n<p class=\"Style1\">DakotaBioCon provided research opportunities and research training to graduate and undergraduate students. A variety of workshops introduced the concepts of Green Chemistry, sustainability, and bioprocessing to K-12 and tribal college students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2016<br>\n\t\t\t\t\tModified by: James&nbsp;A&nbsp;Rice</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Overview\nThe goal of this EPSCoR Track II project was to create the Dakota Bioconversion Consortium (DakotaBioCon) through an interstate collaboration between four research universities in South Dakota and North Dakota. DakotaBioCon?s research goal was to develop biochemical and chemical processes that would depolymerize lignin (a major component of plants) into the monomers that comprise it. These monomers could serve as a renewable source of raw materials that could substitute for high-value, petroleum-derived chemicals in processes that produce industrial chemicals, resins and polymers. Its infrastructure goal was to build the long-term collaborative infrastructure necessary to study novel pathways for sustainable production of high-value lignin-derived chemical raw materials.\nIntellectual Merit: Research Outcomes\nBiochemical Lignin Depolymerization: Microbially-driven depolymerization studies demonstrated the ability to convert lignin into specific monomers using laccase with methyl syringate as a mediator. A significant yield of vanillin, up to 40%, was obtained. The laccase from Trametes versicolor produced the highest yields. A new approach to biochemical depolymerization was developed that solubilized lignin in dimethyl sulfoxide followed by the application of immobilized fungal cultures to significant enhance yields.\nChemical Lignin Depolymerization: Non-catalytic decomposition appears to be at least as effective as catalytic decomposition for primary bond cleavage of lignin.  A non-catalytic system avoids the problems with coke formation that limits the effectiveness of the catalytic approaches the program considered. A critical discovery that the &beta;&ndash;O-4 linkage in lignin can be converted to a vinyl ether structure which is much harder to cleave. Avoiding the use of basic condition is found to be the key to effective decomposition of lignin.\nChemical pretreatment in combination with biodepolymerization showed that the addition of non-aqueous protic solvents, e.g., methanol, is essential for an efficient conversion of lignin into phenolic monomers.\nProduction of Polymers and Resins from Lignin: A wide variety of polymers based on three different starting materials obtained from lignin: eugenol, guaiacol, and syringol, were synthesized both as homopolymers and co-polymers. The use of vanillin in several different types of thermosetting polymer systems was demonstrated.\nA novel method useful for the direct functionalization of lignin to produce liquid products that can be cured was developed. Co-polymers were converted to novel amphiphilic fouling-release coatings designed to mitigate issues of biofouling of ship hulls and also to epoxy resins by epoxidation of allylic double bonds present in the EEVE-based repeat units. These epoxy-functional polymers were used to produce coatings by curing with multifunctional amines and characterized and compared to benchmark coatings.\nA novel process for the direct functionalization of lignin with acetoacetate groups to yield a liquid reactive resin was investigated. The discovery that lignin is soluble in low molecular weight polyols enabled development of a process coupling dissolution in the diol and acetoacetylation yielding functionalized lignin with an acetoacetylated diluent. The resulting resins were cross-linked using melamine-formaldehyde resins to form cured coatings. This process has been extended to other functional groups.\n\nLife-Cycle Analysis (LCA) to Assess Sustainability: The most promising process for lignin decomposition to monomer used in LCA modeling consisted of the following parameters: 0.1g of lignin processed with 10-min residence at 200&deg;C using a H2O:CO2 ratio of 1:1 and a NiO catalyst. The electricity used for maintaining operational conditions during depolymerization was a major impact contributor. Dichloromethane solvent use was also a significant life cycle impact contributor. This scenario?s promise was primarily due to the low reaction temperature and its corresponding energy consumption. Lower temperature reactions had lower environmental impact with comparable productivity. The use of lower-impact solvents (such as ethyl acetate instead of dichloromethane) and non-toxic catalysts (such as CO2) also reduced environmental impact. \nBroader Impact Outcomes\nDakotaBioCon provided research opportunities and research training to graduate and undergraduate students. A variety of workshops introduced the concepts of Green Chemistry, sustainability, and bioprocessing to K-12 and tribal college students.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2016\n\n\t\t\t\t\tSubmitted by: James A Rice"
 }
}