{
 "awd_id": "1330836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Connecting Microtubule Mechanical and Structural Properties using a Novel Millimeter-length Gliding Assay",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "Intellectual Merit\r\nMost animal and plant cells contain a network of small, tube-like structures, aptly named microtubules, that are involved in a variety of cell functions, including organization of cell components, transport within cells, and cell division.  While microtubules in most cells have the same diameter (approximately 25 nm), some specialized cell types contain microtubules with different diameters.  Cells implicated in mechanosensation in C. elegans, for example, regulate microtubule diameters to be 40% larger than microtubules in other cells in the same organism. One functional property of microtubules is their stiffness or rigidity.  Physical theory predicts that large diameter microtubules should be substantially more rigid than small diameter microtubules. This research seeks to understand whether the mechanical properties (stiffness or rigidity) of microtubules with different diameters are significant enough to play a role in different biological functions.  In particular, this work will measure the rigidity and diameter of single microtubules with very high precision to determine whether mechanical differences between microtubules with different diameters outweigh mechanical variations of microtubules with the same diameter.  If so, the increased rigidity of large diameter microtubules is a candidate for biological function; if not, the heterogeneity of microtubule rigidities suggests that microtubule diameter is regulated for a non-mechanical purpose.  \r\n \r\nThe research involves development of new light microscopy tools capable of following single molecules with nanometer precision as these molecules move through millimeter distances.  While these tools will be developed to address the question of microtubule rigidity, they have applications beyond this work, potentially including long-distance cell motility and intracellular transport.\r\n \r\nBroader Impact\r\nThe project will provide research experiences, scientific authorship, and presentation opportunities for undergraduates over three years, both during the summer and academic year. Students from the physical sciences and life sciences will work together, with an eye to developing a disseminatable model of interdisciplinary research at the undergraduate level. Because of Lawrence University's increasing minority enrollment (153% increase since 2000) and PI's record of mentoring women students, this research will positively impact the engagement of underrepresented groups in the PhD pipeline. The experimental apparatus developed will also be used to recruit promising high school students to the LU Physics and Biochemistry programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Martin",
   "pi_email_addr": "douglas.s.martin@lawrence.edu",
   "nsf_id": "000538010",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "inst_street_address": "711 E BOLDT WAY",
  "inst_street_address_2": "",
  "inst_city_name": "APPLETON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9208326816",
  "inst_zip_code": "549115690",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WI08",
  "org_lgl_bus_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1BLWNK1NDX7"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence University",
  "perf_str_addr": "711 East Boldt Way",
  "perf_city_name": "Appleton",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549115626",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WI08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project Connecting Microtubule Mechanical and Structural Properties using a Novel Millimeter-length Gliding Assay had major positive outcomes in training future scientists and citizens, and resulted in the construction of new microscope technologies that add a tool to the way that living systems can be probed at the single molecule level. &nbsp;</p>\n<p>&nbsp;</p>\n<p>First, the new technologies. &nbsp;A key goal of this project was to develop a new microscope capable of tracking single molecules with nanometer precision over distances of millimeters. &nbsp;In other words, to first zoom in to scales of a billionth of a meter and then collect data over a million-fold larger area, like following the trajectory of a single person at the scale of one meter as the walk the length of the Appalachian Trail. &nbsp;The first part of this goal, building the single molecule microscope, was based on previous work in other labs as well as the principal investigators lab, and was completed quickly. &nbsp;The second goal, using this new microscope to autonomously track single molecules over a million-fold scale was almost reached, but not quite: at the end of the project time-line, the scale of tracking was only 100,000-fold, 10-fold less than desired. &nbsp;As a result, the second goal of the project, to investigate the link between structure and mechanics (that is, form and function) of a sub-cellular component (microtubule) remains in progress. Nonetheless, a few outcomes are noteworthy. &nbsp;We have found that a key theory describing the kinds of experiments we do is inexact; undergraduate students have modified that theory to help explain our results with better accuracy. &nbsp;In addition, the techniques we developed in building the microscope described above led to an opportunity to design a second microscope, a &ldquo;superresolution&rdquo; microscope, which has complemented our single molecule studies of living systems.</p>\n<p>&nbsp;</p>\n<p>Second, training future scientists and citizens: &nbsp;One broader impact of this work has been to involve a number of undergraduate students in the design of new experiments, the construction of new tools, and the development of new theories in teams of interdisciplinary researchers. &nbsp;Each component of the work described above involved student research fellows working in interdisciplinary teams, not the traditional graduate and post-doctoral researchers. &nbsp;The outcomes for these students has been fantastic: entry into PhD programs across the sciences (biochemistry, medicine, physics, cell biology, geophysics); major awards (Fulbright and NIH Postbaccalaureate IRT awards); and acting as lead presenters at national conferences. &nbsp;Placing interdisciplinary research and scientific communication at the start of these research careers may help grow our community of scientist-citizens focused on solving problems across disciplinary boundaries.</p>\n<p>&nbsp;</p>\n<p>All in all, then, the work performed under this project has been a qualified success and has generated a continuing program of work that should continue to lead to new technologies, new scientific understanding, and new research scientists in the coming years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Douglas&nbsp;Martin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project Connecting Microtubule Mechanical and Structural Properties using a Novel Millimeter-length Gliding Assay had major positive outcomes in training future scientists and citizens, and resulted in the construction of new microscope technologies that add a tool to the way that living systems can be probed at the single molecule level.  \n\n \n\nFirst, the new technologies.  A key goal of this project was to develop a new microscope capable of tracking single molecules with nanometer precision over distances of millimeters.  In other words, to first zoom in to scales of a billionth of a meter and then collect data over a million-fold larger area, like following the trajectory of a single person at the scale of one meter as the walk the length of the Appalachian Trail.  The first part of this goal, building the single molecule microscope, was based on previous work in other labs as well as the principal investigators lab, and was completed quickly.  The second goal, using this new microscope to autonomously track single molecules over a million-fold scale was almost reached, but not quite: at the end of the project time-line, the scale of tracking was only 100,000-fold, 10-fold less than desired.  As a result, the second goal of the project, to investigate the link between structure and mechanics (that is, form and function) of a sub-cellular component (microtubule) remains in progress. Nonetheless, a few outcomes are noteworthy.  We have found that a key theory describing the kinds of experiments we do is inexact; undergraduate students have modified that theory to help explain our results with better accuracy.  In addition, the techniques we developed in building the microscope described above led to an opportunity to design a second microscope, a \"superresolution\" microscope, which has complemented our single molecule studies of living systems.\n\n \n\nSecond, training future scientists and citizens:  One broader impact of this work has been to involve a number of undergraduate students in the design of new experiments, the construction of new tools, and the development of new theories in teams of interdisciplinary researchers.  Each component of the work described above involved student research fellows working in interdisciplinary teams, not the traditional graduate and post-doctoral researchers.  The outcomes for these students has been fantastic: entry into PhD programs across the sciences (biochemistry, medicine, physics, cell biology, geophysics); major awards (Fulbright and NIH Postbaccalaureate IRT awards); and acting as lead presenters at national conferences.  Placing interdisciplinary research and scientific communication at the start of these research careers may help grow our community of scientist-citizens focused on solving problems across disciplinary boundaries.\n\n \n\nAll in all, then, the work performed under this project has been a qualified success and has generated a continuing program of work that should continue to lead to new technologies, new scientific understanding, and new research scientists in the coming years.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Douglas Martin"
 }
}