{
 "awd_id": "1331873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CyberSEES: Type 1: A Pilot Study on Cognitive Acoustic Underwater Networks (CAUNet) for Sustainable Ocean Monitoring and Exploration",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 59999.0,
 "awd_amount": 59999.0,
 "awd_min_amd_letter_date": "2013-09-18",
 "awd_max_amd_letter_date": "2015-04-14",
 "awd_abstract_narration": "Environmental awareness is a key to sustainable ocean monitoring and exploration. To meet the ever growing requirements of the ocean monitoring and exploration applications, and to preserve a sustainable blue ocean for next generations, a cognitive acoustic underwater network (CAUNet) that is aware of the coexistence of multiple underwater acoustic systems will be designed. The project goals include investigating acoustic spectrum usage via data collection and analysis, designing algorithms, software and hardware for acoustic spectrum sensing and spectrum management, and evaluating the feasibility and performance of the proposed work via simulations, and lab and field experiments. \r\n\r\nThis project will make significant contributions to the underwater network research community by improving the efficiency of UANs while making them more environmentally friendly. The research activities in this project also provide a rich environment and platform that can facilitate educating and training students from high school to graduate level and inspire students in underrepresented groups to pursue research in science and engineering. Moreover, this project will motivate and enable a wide range of research and outreach activities within the underwater communications, networking, engineering, and marine science communities, and promote progress towards practical solutions in diverse aquatic applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Wepfer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Wepfer",
   "pi_email_addr": "bill.wepfer@me.gatech.edu",
   "nsf_id": "000337418",
   "pi_start_date": "2015-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mardi",
   "pi_last_name": "Hastings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mardi Hastings",
   "pi_email_addr": "mardi.hastings@gatech.edu",
   "nsf_id": "000599605",
   "pi_start_date": "2013-09-18",
   "pi_end_date": "2015-04-14"
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Underwater acoustic networks (UANs) incorporate new technology that can facilitate global climate monitoring, and scientific exploration and coastline protection of the world&rsquo;s oceans. Much like airborne AM/FM radio stations, current UAN design assumes full control of designated frequency bands to transmit and receive communication signals or data. Many marine mammals and fish, however, use the same acoustic bandwidths for communicating, navigating, and foraging. Therefore to minimize signal degradation, an ideal UAN must be able to detect other UANs and other extraneous human noise sources as well as marine animals, and somehow adapt to perform wireless communications smoothly without affecting any co-existing acoustic systems. Moreover, special caution must be taken if marine animals are present so that their sound reception will not be masked and their sound production not interrupted by unnatural sounds. Thus environmental awareness is key to designing UANs for sustainable ocean monitoring and exploration.</p>\n<p>&nbsp;The sounds emitted by UAN sensors (i.e., nodes) are not expected to cause physical injury to any marine animal; however, UAN signals could affect their communication and hearing. A major issue is auditory masking of critical acoustic signals (e.g., offspring, predators, prey, mates), which can affect survival and reproduction. In particular, this project was focused on animals near a UAN test site in Long Island Sound. Long Island Sound (LIS) is part of the NE US Continental Shelf Large Marine Ecosystem that extends from the Gulf of Maine to Cape Hatteras, North Carolina. It is the winter home for many marine animals, some coming as far away as the Arctic Circle. Thus human activities in LIS could affect a very large population of marine life. This project included determining marine animals in LIS with potential vulnerability to UAN sound fields, collecting and analyzing underwater background noise at the LIS test site, determining models for auditory systems in the potentially vulnerable marine animals, and determining the potential for auditory masking of sounds critical to them by integrating their auditory models with acoustic field models of UAN nodes located in the background noise at LIS.&nbsp;</p>\n<p>Seals, dolphins, killer whales, sperm whales, humpback whales, Atlantic cod, Atlantic menhaden, and the northern lined seahorse are protected or commercially important marine animals in LIS which detect and use acoustic signals in frequency bands that overlap with UANs, typically operating in the 5-30 kHz bandwidth. Results of the integrated modeling showed that auditory masking in vulnerable marine mammal species is possible within 10-meters range of a UAN node with 10-watts power, and in vulnerable fish species within 2-meters range. This integrated model can be incorporated into software algorithms so that detection of animals at these ranges would trigger switching to another frequency band so as to prevent auditory masking or interference with vocalizations. It provides the basis for effective acoustic spectrum sensing and management necessary for design of a cognitive acoustic underwater network (CAUNet) that can be aware of multiple co-existing underwater acoustic systems and adapt to provide environmentally friendly, reliable, and spectrally efficient UANs in challenging undersea environments.</p>\n<p>&nbsp;This project was the first interdisciplinary collaboration to design a UAN that will acoustically adapt so as not to interfere with reception and production of sound by marine animals. Results of this project established a framework applicable to development of UAN&rsquo;s to ensure that underwater communications are available to all stakeholders, including marine animals. Results of this project showed that underwater acoustic networks designed to minimize impacts on the marine environment are feasible.&nbsp; Environmentally...",
  "por_txt_cntn": "\nUnderwater acoustic networks (UANs) incorporate new technology that can facilitate global climate monitoring, and scientific exploration and coastline protection of the worldÆs oceans. Much like airborne AM/FM radio stations, current UAN design assumes full control of designated frequency bands to transmit and receive communication signals or data. Many marine mammals and fish, however, use the same acoustic bandwidths for communicating, navigating, and foraging. Therefore to minimize signal degradation, an ideal UAN must be able to detect other UANs and other extraneous human noise sources as well as marine animals, and somehow adapt to perform wireless communications smoothly without affecting any co-existing acoustic systems. Moreover, special caution must be taken if marine animals are present so that their sound reception will not be masked and their sound production not interrupted by unnatural sounds. Thus environmental awareness is key to designing UANs for sustainable ocean monitoring and exploration.\n\n The sounds emitted by UAN sensors (i.e., nodes) are not expected to cause physical injury to any marine animal; however, UAN signals could affect their communication and hearing. A major issue is auditory masking of critical acoustic signals (e.g., offspring, predators, prey, mates), which can affect survival and reproduction. In particular, this project was focused on animals near a UAN test site in Long Island Sound. Long Island Sound (LIS) is part of the NE US Continental Shelf Large Marine Ecosystem that extends from the Gulf of Maine to Cape Hatteras, North Carolina. It is the winter home for many marine animals, some coming as far away as the Arctic Circle. Thus human activities in LIS could affect a very large population of marine life. This project included determining marine animals in LIS with potential vulnerability to UAN sound fields, collecting and analyzing underwater background noise at the LIS test site, determining models for auditory systems in the potentially vulnerable marine animals, and determining the potential for auditory masking of sounds critical to them by integrating their auditory models with acoustic field models of UAN nodes located in the background noise at LIS. \n\nSeals, dolphins, killer whales, sperm whales, humpback whales, Atlantic cod, Atlantic menhaden, and the northern lined seahorse are protected or commercially important marine animals in LIS which detect and use acoustic signals in frequency bands that overlap with UANs, typically operating in the 5-30 kHz bandwidth. Results of the integrated modeling showed that auditory masking in vulnerable marine mammal species is possible within 10-meters range of a UAN node with 10-watts power, and in vulnerable fish species within 2-meters range. This integrated model can be incorporated into software algorithms so that detection of animals at these ranges would trigger switching to another frequency band so as to prevent auditory masking or interference with vocalizations. It provides the basis for effective acoustic spectrum sensing and management necessary for design of a cognitive acoustic underwater network (CAUNet) that can be aware of multiple co-existing underwater acoustic systems and adapt to provide environmentally friendly, reliable, and spectrally efficient UANs in challenging undersea environments.\n\n This project was the first interdisciplinary collaboration to design a UAN that will acoustically adapt so as not to interfere with reception and production of sound by marine animals. Results of this project established a framework applicable to development of UANÆs to ensure that underwater communications are available to all stakeholders, including marine animals. Results of this project showed that underwater acoustic networks designed to minimize impacts on the marine environment are feasible.  Environmentally friendly networks are needed for acceptance by society to enable their use for global monitoring of the oceans...."
 }
}