{
 "awd_id": "1331353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hazards SEES Type 1: Persistent Volcanic Crises in the USA: From Precursors to Resilience",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 291722.0,
 "awd_amount": 291722.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "This project brings together a new research team to: 1) quantify and reduce uncertainties in physical and social/behavioral data sets for our active United States volcanoes; 2) analyze the complex processes of decision-making during volcanic crises, and 3) utilize Bayesian approaches to cope with incomplete, sometimes contradictory inputs into decision-making during these events. This project will begin a new, large collaboration between the Volcanic Hazards Program of the U.S. Geological Survey and seven academic institutions.\r\n\r\nThe goal of this project is to improve the relationship with restless, potentially dangerous active volcanoes in the United States. Moderate to large volcanic eruptions are infrequent but high-consequence events of long duration and with multiple hazards. They carry a host of volcanological, engineering, mathematical, societal, planning, and economic problems, along with very high levels of uncertainty in all types of data. Amongst large geological hazards, they are almost unique in being preceded by weeks or months of clearly recognizable precursors which offer the potential for successful early interventions. The impacts of volcanic eruptions should be, for this reason, amongst the easiest to mitigate of all the great natural hazards. Nevertheless, the costs of volcanic disasters are often out of proportion to the magnitude of the parent eruptions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Houghton",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce F Houghton",
   "pi_email_addr": "bhought@soest.hawaii.edu",
   "nsf_id": "000474200",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "Hawaii Volcano Observatory",
  "perf_str_addr": "Crater Rim Rd",
  "perf_city_name": "Hawaiian Volcanoes Nationa",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "967180051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "HI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808700",
   "pgm_ele_name": "SEES Hazards"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 291722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award forged a team to 1) quantify and reduce uncertainties in data sets from our active US volcanoes, 2) analyze the complex processes of decision-making by individuals and institutions during volcanic crises, and 3) utilize statistical methods to cope with incomplete, sometimes contradictory inputs into decision-making during these events. It assembled scientists from the physical, behavioral and mathematical sciences from University of Hawaii at Manoa, University at Buffalo, Duke University, University of California at Berkeley, Eastern Tennessee State University and Marquette University working together with the Volcanic Hazards Program of the U. S. Geological Survey to develop a more ambitious long term program to tackle volcanic crises at K?lauea in Hawaii and at the Long Valley caldera in California.</p>\n<p>The team now has extended NSF support to use this study and improve our relationship with &lsquo;restless&rsquo;, potentially dangerous active volcanoes in the United States. Their eruptions are infrequent but high-consequence events of long duration and with multiple hazards. They carry a host of volcanological, engineering, mathematical, societal, planning, and economic problems, along with very high levels of uncertainty in all types of data.&nbsp; Amongst large geological hazards, they are almost unique in being preceded by weeks or months of clearly recognizable precursors which offer the potential for successful early interventions. However, in the past, the costs of volcanic disasters are often out of proportion to the magnitude of the parent eruptions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2016<br>\n\t\t\t\t\tModified by: Bruce&nbsp;Houghton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award forged a team to 1) quantify and reduce uncertainties in data sets from our active US volcanoes, 2) analyze the complex processes of decision-making by individuals and institutions during volcanic crises, and 3) utilize statistical methods to cope with incomplete, sometimes contradictory inputs into decision-making during these events. It assembled scientists from the physical, behavioral and mathematical sciences from University of Hawaii at Manoa, University at Buffalo, Duke University, University of California at Berkeley, Eastern Tennessee State University and Marquette University working together with the Volcanic Hazards Program of the U. S. Geological Survey to develop a more ambitious long term program to tackle volcanic crises at K?lauea in Hawaii and at the Long Valley caldera in California.\n\nThe team now has extended NSF support to use this study and improve our relationship with ærestlessÆ, potentially dangerous active volcanoes in the United States. Their eruptions are infrequent but high-consequence events of long duration and with multiple hazards. They carry a host of volcanological, engineering, mathematical, societal, planning, and economic problems, along with very high levels of uncertainty in all types of data.  Amongst large geological hazards, they are almost unique in being preceded by weeks or months of clearly recognizable precursors which offer the potential for successful early interventions. However, in the past, the costs of volcanic disasters are often out of proportion to the magnitude of the parent eruptions. \n\n \n\n\t\t\t\t\tLast Modified: 01/12/2016\n\n\t\t\t\t\tSubmitted by: Bruce Houghton"
 }
}