{
 "awd_id": "1332633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Meaning and Evaluation of Fathers in the Professional Workplace",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 11055.0,
 "awd_amount": 11055.0,
 "awd_min_amd_letter_date": "2013-08-31",
 "awd_max_amd_letter_date": "2013-08-31",
 "awd_abstract_narration": "SES-1332633\r\nMelissa Milkie\r\nKathleen Denny\r\nUniversity of Maryland College Park\r\n\r\nAll else being equal, fathers earn more than childless men and all women in the professional workplace, a phenomenon referred to as the \"fatherhood wage premium.\" Moreover, survey research shows that certain fathers, namely those who are married, white, and highly involved with their children, are privileged over others. Individual-level explanations, such as positive selection and productivity, do not fully explain fathers' earnings advantage or variation in that advantage. Employer bias is often cited, though rarely empirically examined, as an important factor responsible for privileging fathers over non-fathers and certain fathers over others in the professional workplace. This dissertation project examines the contours of father preference in the workplace and attends to several critical gaps in our understanding of how, why, and which fathers are advantaged in the workplace.  The primary research objectives are to analyze: (1) how fathers' level of involvement with their children is evaluated in the professional workplace; (2) how level of involvement is evaluated for fathers of different racial/ethnic backgrounds; (3) how fathers of different racial/ethnic backgrounds are evaluated without involvement level specified; and (4) how employer characteristics, including gender, race, and parental status, influence evaluations of fathers in the professional workplace. The study addresses these objectives through an experimental vignette study and a semi-structured interview study. The experiment examines how a representative sample of employed adults evaluates fathers in the context of the professional workplace. The semi-structured interview study augments the experiment by interviewing employers to determine the meanings, assumptions and stereotypes held about fathers in the workplace. This research is expected to contribute both theoretically and empirically to multiple literatures. Specifically, the sociological fatherhood wage premium literature will benefit from a clarification of the consequential yet poorly understood role of employer bias that perpetuates a pattern of workplace inequality. Further, the research is poised to challenge the broader literature on the theory of the \"ideal worker.\" By empirically analyzing variation in what constitutes an ideal worker who is favored and privileged in the professional workplace, this research has the potential to transform our taken-for-granted understanding of who embodies the ideal worker and why.\r\n\r\nBroader Impacts\r\nFindings from the proposed study will be useful both within and outside of academia. Within the academic literature, the project will contribute to our understanding of certain advantage hierarchies in the workplace. The research will also serve applied and practical purposes given its overall focus on gender- and race-based workplace bias and discrimination. With effective publicizing and circulation of results, this research has the potential to induce action and encourage organizations to seriously assess their own workplace patterns and practices. In doing so, project results are expected to bring critical yet likely largely unperceived sources of workplace inequality to light within and across workplaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Milkie",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa A Milkie",
   "pi_email_addr": "mmilkie@umd.edu",
   "nsf_id": "000567604",
   "pi_start_date": "2013-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Denny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Denny",
   "pi_email_addr": "kdenny@umd.edu",
   "nsf_id": "000641649",
   "pi_start_date": "2013-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "college park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421321",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scholars consistently demonstrate the existence of a motherhood wage penalty in the professional workplace. Research is now mounting to suggest that not only are fathers not penalized in the same ways as mothers for being parents, but men&rsquo;s parental status is instead <em>privileged</em> at work, both in terms of earnings and evaluations. The main purpose of the project was to elucidate the contours of father preference in the workplace, a critical dimension of workplace culture that operates in concert with other forms of bias and discrimination to produce hierarchies of status and privilege. Specifically, the primary research objectives were to examine: (1) how fathers&rsquo; level of involvement with children is evaluated in the professional workplace; (2) how level of involvement is evaluated for fathers of different racial/ethnic backgrounds; and (3) how employer characteristics, including gender, race, and parental status, influence evaluations of fathers in the professional workplace. I addressed these research objectives through two methods: an experimental vignette study and a semi-structured interview study. The vignette study assessed the extent to which evaluations of a fictitious male job candidate varied by his race/ethnicity (African-American, Latino, Asian, and white) and fatherhood status (childless, nominal father with no involvement specified, less involved father, and highly involved father) and by respondents&rsquo; characteristics. The semi-structured interview study augmented the experimental study by interviewing 15 hiring managers and human resource professionals in the white-collar workplace to ascertain the meanings, assumptions and stereotypes held about fathers.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of the project is both empirical and theoretical. The results expand existing knowledge of father privilege in the professional workplace. Previous experimental research finds that white, nominal fathers (men identified as fathers with no involvement level stipulated) are evaluated more favorably than women and childless men. This project pushed beyond evaluations of white nominal fathers and acknowledged previously overlooked variation among fathers, specifically in terms of race and paternal involvement. Results indicate that evaluations of men do indeed vary by race/ethnicity and level of paternal involvement. Together, findings from the experimental and interview studies reveal an &ldquo;involvement premium&rdquo; for men in the professional workplace. Experimental results show that highly involved fathers were evaluated more favorably, especially in terms of salary offer, than their childless, nominal father, and less involved father counterparts. The observed involvement premium, however, is both a gendered and racialized phenomenon. It is gendered in that men respondents in the experimental study were responsible for distributing the premium, offering highly involved fathers significantly higher salaries than other categories of men applicants and than women respondents. It is racialized in that Asian and white highly involved fathers were most privileged by their high involvement status, whereas Latino and African-American fathers were most penalized by their low involvement status. Results from the interview study corroborate the racialized nature of the involvement premium. When asked whether fathers or childless men would be expected to be evaluated more favorably for each racial group, the majority of employers in the study sample suggested that childless African-American men would be evaluated more favorably than African-American fathers because African-American fatherhood signaled <em>irresponsibility, </em>whereas white and Asian fatherhood signaled the opposite.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Theoretically, this constellation of findings challenges the conceptualization of the &ldquo;ideal worker&rdquo; by offeri...",
  "por_txt_cntn": "\nScholars consistently demonstrate the existence of a motherhood wage penalty in the professional workplace. Research is now mounting to suggest that not only are fathers not penalized in the same ways as mothers for being parents, but menÆs parental status is instead privileged at work, both in terms of earnings and evaluations. The main purpose of the project was to elucidate the contours of father preference in the workplace, a critical dimension of workplace culture that operates in concert with other forms of bias and discrimination to produce hierarchies of status and privilege. Specifically, the primary research objectives were to examine: (1) how fathersÆ level of involvement with children is evaluated in the professional workplace; (2) how level of involvement is evaluated for fathers of different racial/ethnic backgrounds; and (3) how employer characteristics, including gender, race, and parental status, influence evaluations of fathers in the professional workplace. I addressed these research objectives through two methods: an experimental vignette study and a semi-structured interview study. The vignette study assessed the extent to which evaluations of a fictitious male job candidate varied by his race/ethnicity (African-American, Latino, Asian, and white) and fatherhood status (childless, nominal father with no involvement specified, less involved father, and highly involved father) and by respondentsÆ characteristics. The semi-structured interview study augmented the experimental study by interviewing 15 hiring managers and human resource professionals in the white-collar workplace to ascertain the meanings, assumptions and stereotypes held about fathers. \n\n \n\nThe intellectual merit of the project is both empirical and theoretical. The results expand existing knowledge of father privilege in the professional workplace. Previous experimental research finds that white, nominal fathers (men identified as fathers with no involvement level stipulated) are evaluated more favorably than women and childless men. This project pushed beyond evaluations of white nominal fathers and acknowledged previously overlooked variation among fathers, specifically in terms of race and paternal involvement. Results indicate that evaluations of men do indeed vary by race/ethnicity and level of paternal involvement. Together, findings from the experimental and interview studies reveal an \"involvement premium\" for men in the professional workplace. Experimental results show that highly involved fathers were evaluated more favorably, especially in terms of salary offer, than their childless, nominal father, and less involved father counterparts. The observed involvement premium, however, is both a gendered and racialized phenomenon. It is gendered in that men respondents in the experimental study were responsible for distributing the premium, offering highly involved fathers significantly higher salaries than other categories of men applicants and than women respondents. It is racialized in that Asian and white highly involved fathers were most privileged by their high involvement status, whereas Latino and African-American fathers were most penalized by their low involvement status. Results from the interview study corroborate the racialized nature of the involvement premium. When asked whether fathers or childless men would be expected to be evaluated more favorably for each racial group, the majority of employers in the study sample suggested that childless African-American men would be evaluated more favorably than African-American fathers because African-American fatherhood signaled irresponsibility, whereas white and Asian fatherhood signaled the opposite. \n\n \n\nTheoretically, this constellation of findings challenges the conceptualization of the \"ideal worker\" by offering an empirically-founded understanding of variation in what constitutes an ideal worker and who is perceptually privileged in the professional workplace. The cultura..."
 }
}