{
 "awd_id": "1332575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project:  Implementation and Assessment of Blended Learning First and Second Year Chemistry Courses at Spelman College",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 478567.0,
 "awd_min_amd_letter_date": "2013-08-24",
 "awd_max_amd_letter_date": "2018-05-15",
 "awd_abstract_narration": "Spelman College, a minority-serving institution, will implement course revision in General and Organic Chemistry through the National Science Foundation?s Historically Black Colleges and Universities-Undergraduate Program (HBCU-UP) Targeted Infusion Project funding opportunity.   The project implements a ?blended learning? in first and second year chemistry courses to improve the retention of students selecting majors in this STEM field.\r\n\r\nThe activities are designed to monitor and support student success while training students to engage in scientific thinking, master and apply scientific concepts, and transfer skills developed in the critical freshman and sophomore undergraduate years of STEM study.  A blended learning format will be used for content delivery to include skill-building activities involving problem-solving sessions, team-based guided inquiry learning (e.g., POGIL, ChemDrills, case studies, computer modeling).\r\n\r\nThis 36-month project includes assessment that involves use of pre-and post exams in both sequence courses and comprehensive evaluation focusing on long-term goals impacting student retention.   National and international venues will be used for the dissemination of project outcomes as well as Spelman?s I-Tunes University and the universities website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leyte",
   "pi_last_name": "Winfield",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leyte L Winfield",
   "pi_email_addr": "lwinfield@spelman.edu",
   "nsf_id": "000539343",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Hibbard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Hibbard",
   "pi_email_addr": "lhibbard@spelman.edu",
   "nsf_id": "000267269",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spelman College",
  "inst_street_address": "350 SPELMAN LN SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4042705897",
  "inst_zip_code": "303144399",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "SPELMAN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ES69D58DJPE7"
 },
 "perf_inst": {
  "perf_inst_name": "Spelman College",
  "perf_str_addr": "350 Spelman LN, SW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 78567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project align with the national agenda and the NSF&rsquo;s Historically Black Colleges and Universities (HBCUs) commitment to &ldquo;enhancing the quality of undergraduate STEM education and research at HBCUs as a means to broaden participation in the Nation&rsquo;s STEM workforce.&rdquo;&nbsp; As such, at the heart of this proposal is a multipronged approach that strategically engages faculty and peers mentors to promote student success while creating effective synergy among <em>pedagogical</em> activities. The specific goals of the project were achieved as follows:</p>\n<p><strong>Goal 1:</strong><em> The goal of improving STEM Student Retention and Success Rates for the First Two Years of Postsecondary Education was mostly achieved. There were several factors that impacted student retention in Chemistry and Biochemistry. However, the intervention demonstrated to contribute to some success in increasing retention overall. Despite some variation in trends throughout the project, retention rates increased.&nbsp; </em>An important contributing factor for retention is that incoming students who entered as chemistry majors were able to begin the chemistry curriculum upon entering Spelman, however, for students who were required to take remediation courses or declare Chemistry as a major after the first semester of their first year, their retention rate was lower.</p>\n<p><strong><em>Goal 2</em></strong><em>:&nbsp; The goal to develop, revise, and implement blended learning strategies and technology-based learning resources related to content delivery, in-class skill development, and post-lecture assessment was achieved</em>.<em>&nbsp; </em>In Year 1, a total of 31 narrated PowerPoint Lectures Online (LOLs) were developed for the CHE 111 course and 32 LOLs were developed for the CHE 112 course. A total of thirteen (13) POGIL worksheets were used in CHE 111, and 16 worksheets were used in CHE 112. Four (4) case studies were developed, three for the CHE 111 class and broad-scoping one that spanned the second semester. For Organic Chemistry, 60 online lecture videos were created. Written notes covering the 15 topics associated with the first-semester Organic Chemistry course have been fully edited. Included in the notes are problem-solving guides and critical thinking problems. ChemDrills, 37 in total, have been created that span the first 13 topics. Three (3) analogies and computer-based modeling assignments were created to convey chemical concepts and to compliment inquiry-based learning. Analogies composed 8% (n= 4) ChemDrills and 10% percent (<em>n</em>=5) of the ChemDrills were computational modules. Rubrics and concept inventories were created and used to determine student learning outcomes throughout the project. Quantitative and qualitative methods were used to determine students&rsquo; engagement in the course and attitudes towards learning in the interactive engagement classroom.&nbsp; These data were analyzed to identify topics/concepts with which students had the most difficulty.</p>\n<p><strong>Goal 3</strong>:&nbsp; <em>The goal to evaluate the effect of the blended learning model on student learning outcomes was met. While most rubrics and assessments were developed in Year 1, the subsequent years were used to make modifications to content based on student feedback and performance. </em>Students correctly answered approximately 49% of the question on a pre-assessment administered for a physical chemistry course in the fall of 2018, indicating that students who completed the integrated courses recalled approximately half of the content. When examining final exam scores amongst general chemistry students in the fall and spring semesters of the intervention, the data demonstrate a trend where students score similarly or better during the spring semesters, indicating retention and improvement of knowledge. This trend is in contrast to the years before the intervention, where students scored higher on their final exams in the fall semester, indicating a decrease in performance, and possibly retention, from fall to spring. Despite this change, the findings indicated that some students enjoyed the blended learning format, while others found the blended learning format challenging. Overall, in a recent (2017-2018) assessment of chemistry related skills, students reported feeling confident in the skills they obtained in the first two years of the chemistry curriculum. It should be noted that during these introductory courses, student comprehension grew throughout the project.&nbsp;</p>\n<p><strong>Goal 4</strong>:&nbsp; <em>The goal to catalyze widespread adoption of empirically validated teaching practices by other faculty who teach the First and Second Year Courses and in upper-level courses was partially met. Spelman faculty from various departments were trained, in addition to faculty within the Chemistry Department. </em>In Year 3, Dr. Hibbard completely revised the CHE 346 Physical Chemistry II lecture to incorporate the flipped learning pedagogy, creating slides for 15 topics.&nbsp; Process Oriented Guided Inquiry Learning (POGIL) worksheets were also introduced in both the Physical Chemistry Lecture and Laboratory courses. Chemistry faculty have been exposed to the intervention. However, faculty other than the PIs, have not fully adopted blended course format in general and organic chemistry courses.</p>\n<p>The project produced 13 publications, 30 presentations, 11 workshops and symposia, and three other educational and web-based resources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2019<br>\n\t\t\t\t\tModified by: Leyte&nbsp;L&nbsp;Winfield</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project align with the national agenda and the NSF?s Historically Black Colleges and Universities (HBCUs) commitment to \"enhancing the quality of undergraduate STEM education and research at HBCUs as a means to broaden participation in the Nation?s STEM workforce.\"  As such, at the heart of this proposal is a multipronged approach that strategically engages faculty and peers mentors to promote student success while creating effective synergy among pedagogical activities. The specific goals of the project were achieved as follows:\n\nGoal 1: The goal of improving STEM Student Retention and Success Rates for the First Two Years of Postsecondary Education was mostly achieved. There were several factors that impacted student retention in Chemistry and Biochemistry. However, the intervention demonstrated to contribute to some success in increasing retention overall. Despite some variation in trends throughout the project, retention rates increased.  An important contributing factor for retention is that incoming students who entered as chemistry majors were able to begin the chemistry curriculum upon entering Spelman, however, for students who were required to take remediation courses or declare Chemistry as a major after the first semester of their first year, their retention rate was lower.\n\nGoal 2:  The goal to develop, revise, and implement blended learning strategies and technology-based learning resources related to content delivery, in-class skill development, and post-lecture assessment was achieved.  In Year 1, a total of 31 narrated PowerPoint Lectures Online (LOLs) were developed for the CHE 111 course and 32 LOLs were developed for the CHE 112 course. A total of thirteen (13) POGIL worksheets were used in CHE 111, and 16 worksheets were used in CHE 112. Four (4) case studies were developed, three for the CHE 111 class and broad-scoping one that spanned the second semester. For Organic Chemistry, 60 online lecture videos were created. Written notes covering the 15 topics associated with the first-semester Organic Chemistry course have been fully edited. Included in the notes are problem-solving guides and critical thinking problems. ChemDrills, 37 in total, have been created that span the first 13 topics. Three (3) analogies and computer-based modeling assignments were created to convey chemical concepts and to compliment inquiry-based learning. Analogies composed 8% (n= 4) ChemDrills and 10% percent (n=5) of the ChemDrills were computational modules. Rubrics and concept inventories were created and used to determine student learning outcomes throughout the project. Quantitative and qualitative methods were used to determine students? engagement in the course and attitudes towards learning in the interactive engagement classroom.  These data were analyzed to identify topics/concepts with which students had the most difficulty.\n\nGoal 3:  The goal to evaluate the effect of the blended learning model on student learning outcomes was met. While most rubrics and assessments were developed in Year 1, the subsequent years were used to make modifications to content based on student feedback and performance. Students correctly answered approximately 49% of the question on a pre-assessment administered for a physical chemistry course in the fall of 2018, indicating that students who completed the integrated courses recalled approximately half of the content. When examining final exam scores amongst general chemistry students in the fall and spring semesters of the intervention, the data demonstrate a trend where students score similarly or better during the spring semesters, indicating retention and improvement of knowledge. This trend is in contrast to the years before the intervention, where students scored higher on their final exams in the fall semester, indicating a decrease in performance, and possibly retention, from fall to spring. Despite this change, the findings indicated that some students enjoyed the blended learning format, while others found the blended learning format challenging. Overall, in a recent (2017-2018) assessment of chemistry related skills, students reported feeling confident in the skills they obtained in the first two years of the chemistry curriculum. It should be noted that during these introductory courses, student comprehension grew throughout the project. \n\nGoal 4:  The goal to catalyze widespread adoption of empirically validated teaching practices by other faculty who teach the First and Second Year Courses and in upper-level courses was partially met. Spelman faculty from various departments were trained, in addition to faculty within the Chemistry Department. In Year 3, Dr. Hibbard completely revised the CHE 346 Physical Chemistry II lecture to incorporate the flipped learning pedagogy, creating slides for 15 topics.  Process Oriented Guided Inquiry Learning (POGIL) worksheets were also introduced in both the Physical Chemistry Lecture and Laboratory courses. Chemistry faculty have been exposed to the intervention. However, faculty other than the PIs, have not fully adopted blended course format in general and organic chemistry courses.\n\nThe project produced 13 publications, 30 presentations, 11 workshops and symposia, and three other educational and web-based resources.\n\n\t\t\t\t\tLast Modified: 06/06/2019\n\n\t\t\t\t\tSubmitted by: Leyte L Winfield"
 }
}