{
 "awd_id": "1332913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Effect of State Violence on Mobility and Urban Space",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 10837.0,
 "awd_amount": 10837.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "This research project investigates how the daily mobility practices of two generations of low-income individuals are affected by state violence. The project will provide insight into how the experience of state violence influences practices of daily life (for example, mobility, leisure activities, and errands), the subsequent ramifications for political transitions and democracy building, its emotional and bodily implications and the way in which these experiences are refracted by generational differences and gender. This project is underpinned by theoretical analyses from feminist geopolitics, emotional geography, and sociological analyses which have shown that daily life, despite violence, is filled with imagination, ethical imperatives, and mundane everyday enactments of strategies and tactics to live a life beyond the basic needs of survival. Additionally, through comparing the way that two generations frame their experiences of the state, violence, and urban life, this research will verify if perceptions and emotional processes differ by age and will unpack how these two generational groups understand each other's hopes, aspirations, and daily negotiations. The three primary research questions are: RQ 1: How does state violence impact daily urban mobility practices? RQ 2: What elements of the urban environment are symbolic of periods of emergency laws and how are they represented and interpreted? and RQ 3: How do people represent and interpret post-upheaval events? For each of these questions, the research will compare the two age cohorts in order to gain insight into the role of youth and memory in interpretations and representations of the emergency law era and the recent revolution.\r\n\r\nTo interrogate these phenomena, this project is located in Cairo, Egypt, which had been under Emergency law from 1981-2012 and in which there are still many documented reports of violence committed by state authorities. The project will work within select urban sites in Cairo that represent different nodes of daily life for low-income Cairenes: shopping, leisure, education, and political participation. Research methods will include participant observation, focus groups and interviews with low-income Cairo residents in two age cohorts: one group of participants between the ages of 18 and 26, and a second cohort between the ages of 49 and 57. This project will provide a site-specific analysis of the effects of emergency law on everyday life in the Middle East, aiding policy analysts and social scientist in their research of the changing political landscape of Egypt and producing generalizable results on changes occurring in the region. Research on the use of emergency law is needed, as its use is a global phenomenon. Further, the United States is one of Egypt's major donors, providing economic and social aid. Projects such as this one can highlight the importance and/or effectiveness of aid toward the development of a just and democratic society. Results will be shared with human rights organizations operating within Egypt through workshops and disseminated within academic journals, national and international conferences, and through non-academic media such as online magazines and websites. Data collected will also be used for purposes related to teaching in and outside of the academic classroom. Finally, as a result of these activities, the doctoral dissertation research improvement award will enable the development of an independent research career for a rising scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Secor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anna J Secor",
   "pi_email_addr": "ajseco2@pop.uky.edu",
   "nsf_id": "000215392",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Smith",
   "pi_email_addr": "cesmit5@uky.edu",
   "nsf_id": "000641963",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone,109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>I received a Doctoral Dissertation Improvement grant from the National Science Foundation for my research on the relationship between state violence and mobility practices amongst low-income residents of Cairo, Egypt. This award allowed me to travel to Cairo, Egypt for one month, January-February 2014. While there, I conducted 6 focus groups with men and women between the ages of 18-26 and 49-57. In this process I was assisted by the El Nagy research firm located Maadi, Egypt.</p>\n<p><span style=\"white-space: pre;\"> </span>During this time I was also able to reconnect with previous research participants from a separate phase of this project and conduct an interview with the head of the Egyptian Organization for Human Rights, Hafez Abu Al Seada.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to the above activities, I conducted informal interviews with Cairene&rsquo;s (primarily street vendors) and conducted participant observation of informal transportation networks and street conflicts/protest. This provided added insight into how dynamics between state security forces and civilians continue to transform in the post 2011 period.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As a result of this research activity I have produced three individual paper drafts to submit for publication. The first paper draft is slated to be submitted to the academic journal: <em>Gender, Place and Culture: A Journal of Feminist Geography</em> this Fall, November 2014.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2014<br>\n\t\t\t\t\tModified by: Christine&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n I received a Doctoral Dissertation Improvement grant from the National Science Foundation for my research on the relationship between state violence and mobility practices amongst low-income residents of Cairo, Egypt. This award allowed me to travel to Cairo, Egypt for one month, January-February 2014. While there, I conducted 6 focus groups with men and women between the ages of 18-26 and 49-57. In this process I was assisted by the El Nagy research firm located Maadi, Egypt.\n\n During this time I was also able to reconnect with previous research participants from a separate phase of this project and conduct an interview with the head of the Egyptian Organization for Human Rights, Hafez Abu Al Seada.\n\n In addition to the above activities, I conducted informal interviews with CaireneÆs (primarily street vendors) and conducted participant observation of informal transportation networks and street conflicts/protest. This provided added insight into how dynamics between state security forces and civilians continue to transform in the post 2011 period.\n\n            As a result of this research activity I have produced three individual paper drafts to submit for publication. The first paper draft is slated to be submitted to the academic journal: Gender, Place and Culture: A Journal of Feminist Geography this Fall, November 2014. \n\n \n\n\t\t\t\t\tLast Modified: 10/10/2014\n\n\t\t\t\t\tSubmitted by: Christine Smith"
 }
}