{
 "awd_id": "1332255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in the geometry of Banach spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 12442.0,
 "awd_amount": 12442.0,
 "awd_min_amd_letter_date": "2013-03-28",
 "awd_max_amd_letter_date": "2013-03-28",
 "awd_abstract_narration": "This project specifically addresses problems in the geometry of Banach spaces with a focus on the analysis of coordinate systems such as bases and frames.  Coordinate systems are widely used in both application and theory, strongly connecting these problems to other areas of mathematics such as approximation theory, descriptive set theory, and differential topology.  For example, new Banach spaces are often constructed by explicitly building a basis for the space. In this spirit, this project will address the construction of new Banach spaces with the property that every bounded operator on the space is a multiple of the identity plus a compact operator. Moreover, the project will also study the greedy approximation properties of coordinate systems in Banach spaces. Greedy approximation is based on the idea of always taking the \"biggest piece\" in each step of an iterative algorithm. This project will consider the existence of greedy bases and the convergence of greedy algorithms in particular Banach spaces.  Beyond greedy approximation, this project intends to extend the descriptive set theory approach to bases, which has given remarkable insight into the structural theory of Banach spaces, to that of frames. Furthermore, this project will work on adapting the techniques and structure of Hilbert and Banach frames to the continuously varying setting of vector bundles.\r\n\r\n\r\nThe structural attributes of Banach spaces and Hilbert spaces make them ideal settings for analyzing many problems in mathematics and engineering. A common example is encoding and transmitting signals. Bases in a Hilbert space or Banach space give a unique representation  for the vectors in the space while the representation given by a frame is redundant.  Signal encoding and transmission is often accomplished by sending coefficients with respect to some basis. This strategy, however, is not robust in the face of error, as any loss or corruption of basis coefficients results in the loss of entire dimensions of the signal. This is where frames come in as their redundancy distributes error loss over the whole space instead of concentrating it in isolated dimensions. Frames now play an important role in signal processing, and the study of their geometry in both Hilbert and Banach spaces is a growing area of research. Additionally, sometimes it is important to consider not just a single vector space, but some related collection of spaces. For example, the tangent bundle of a surface is the collection of tangent planes to the surface.  In this case we want a basis for the tangent space at each point which moves smoothly over the surface. It is impossible to find such a basis for many surfaces. On the contrary, it is always possible to find a redundant\r\nframe for the tangent space which moves smoothly.  Given this, it is naturally of interest to study such frames.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Freeman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Freeman",
   "pi_email_addr": "daniel.freeman@slu.edu",
   "nsf_id": "000513955",
   "pi_start_date": "2013-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Louis University",
  "inst_street_address": "221 N GRAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3149773925",
  "inst_zip_code": "631032006",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "SAINT LOUIS UNIVERSITY",
  "org_prnt_uei_num": "JNBLLTBTLLD8",
  "org_uei_num": "JNBLLTBTLLD8"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Louis University",
  "perf_str_addr": "221 N. Grand Blvd",
  "perf_city_name": "St Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631032006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coordinate systems give a way to simply decompose objects into component pieces which can be studied and manipulated then put back together.&nbsp; For instance, a common application is to decompose music into its harmonic frequency components which can then be adjusted to change the volume of certain frequencys or remove high frequency static noise.&nbsp; Harmonic frequencies are very useful for studying music, but different settings and applications call for different types of coordinate systems.&nbsp; The overarching theme for the different topics in this project deals with the construction of particular coordinate systems for different Banach spaces and vector bundles.</p>\n<p>A wavelet&nbsp;&Psi; for L<sub>2</sub>(R) is a function that can be used to&nbsp; form an orthonormal basis by applying dilation and translation operators to &psi;.&nbsp; Wavelets are very important in application, but it is natural to ask if using both dilation and translation operators is theoretically necessary to create a coordinate system.&nbsp; The PI with E. Odell, Th. Schlumprecht, and A. Zsak proved that it is impossible to construct an unconditional basis for L<sub>p</sub>(R) consisting of translations of a single function for any 1&le;p&lt;&infin;.&nbsp; On the other hand, we proved that there exists an unconditional Schauder frame of integer translates of a single function for L<sub>p</sub>(R) if and only if 2</p>\n<p>Each point in a smooth n-dimensional manifold is associated with an n-dimensional tangent space.&nbsp; A classical topic in differential topology deals with studying bases for the tangent space which move smoothly over the manifold.&nbsp; The PI has developed the notion of a Parseval frame which moves smoothly over a manifold, and mentored the research of 5 undergraduate students on this topic, 4 of whom are now in graduate school.&nbsp; With Daniel Poore, Rebecca Wei, and Madyline Wyse the PI proved that every smooth Riemannian manifold with a moving Parseval frame may be embedded into a smooth Riemannian manifold with a moving orthonormal basis which projects to the moving Parseval frame.&nbsp; This gives a continuous extension of the famous Naimark dilation theorem to the setting of Riemannian manifolds.&nbsp; With Ryan Hotovy and Eileen Martin, the PI proved that every odd dimensional sphere has a moving finite unit norm tight frame for its tangent bundle.&nbsp; This is in starck contrast to the classical result that the only spheres with a moving basis for their tangent bundle are S<sup>1</sup>,S<sup>3</sup>, and S<sup>7</sup>.</p>\n<p>One of the most famous open problems in functional analysis is the invariant subspace problem for Hilbert spaces.&nbsp; That is, given a separable infinite dimensional Hilbert space H and a bounded linear operator T on H, does there exist a closed proper subspace Y of H such that TY is a subspace of Y.&nbsp; The PI with S.A. Argyros, R. Haydon, E. Odell, Th. Raikoftsalis, Th. Schlumprecht, and D.Z. Zisimopoulou proved the related result that a separable infinite dimensional Hilbert space embeds into a separable Banach space X with the property that every bounded operator on X has an invariant subspace.&nbsp; Even stronger than this, every bounded operator on X is a scalar multiple of the identity operator plus a compact operator.</p>\n<p>The celebrated Krivine's Theorem states that for every basic sequence (x<sub>n</sub>) in a Banach space there exists a 1&le;p&le;&infin; such that for all n and &epsilon;&gt;0, l<sup>n</sup><sub>p</sub> is (1+&epsilon;)-equivalent to a finite block sequence of (x<sub>n</sub>).&nbsp; Rosenthal proved that the collection of such p's can be stabalized.&nbsp; That is, every Banach space X has a subspace Y and a closed set I in [1,&infin;] such that for every subspace Z of Y, l<sub>p</sub>is finitely block represented in Z if and only if p is in I.&nbsp; With K. Beanland and P. Motakis, the PI construct...",
  "por_txt_cntn": "\nCoordinate systems give a way to simply decompose objects into component pieces which can be studied and manipulated then put back together.  For instance, a common application is to decompose music into its harmonic frequency components which can then be adjusted to change the volume of certain frequencys or remove high frequency static noise.  Harmonic frequencies are very useful for studying music, but different settings and applications call for different types of coordinate systems.  The overarching theme for the different topics in this project deals with the construction of particular coordinate systems for different Banach spaces and vector bundles.\n\nA wavelet &Psi; for L2(R) is a function that can be used to  form an orthonormal basis by applying dilation and translation operators to &psi;.  Wavelets are very important in application, but it is natural to ask if using both dilation and translation operators is theoretically necessary to create a coordinate system.  The PI with E. Odell, Th. Schlumprecht, and A. Zsak proved that it is impossible to construct an unconditional basis for Lp(R) consisting of translations of a single function for any 1&le;p&lt;&infin;.  On the other hand, we proved that there exists an unconditional Schauder frame of integer translates of a single function for Lp(R) if and only if 2\n\nEach point in a smooth n-dimensional manifold is associated with an n-dimensional tangent space.  A classical topic in differential topology deals with studying bases for the tangent space which move smoothly over the manifold.  The PI has developed the notion of a Parseval frame which moves smoothly over a manifold, and mentored the research of 5 undergraduate students on this topic, 4 of whom are now in graduate school.  With Daniel Poore, Rebecca Wei, and Madyline Wyse the PI proved that every smooth Riemannian manifold with a moving Parseval frame may be embedded into a smooth Riemannian manifold with a moving orthonormal basis which projects to the moving Parseval frame.  This gives a continuous extension of the famous Naimark dilation theorem to the setting of Riemannian manifolds.  With Ryan Hotovy and Eileen Martin, the PI proved that every odd dimensional sphere has a moving finite unit norm tight frame for its tangent bundle.  This is in starck contrast to the classical result that the only spheres with a moving basis for their tangent bundle are S1,S3, and S7.\n\nOne of the most famous open problems in functional analysis is the invariant subspace problem for Hilbert spaces.  That is, given a separable infinite dimensional Hilbert space H and a bounded linear operator T on H, does there exist a closed proper subspace Y of H such that TY is a subspace of Y.  The PI with S.A. Argyros, R. Haydon, E. Odell, Th. Raikoftsalis, Th. Schlumprecht, and D.Z. Zisimopoulou proved the related result that a separable infinite dimensional Hilbert space embeds into a separable Banach space X with the property that every bounded operator on X has an invariant subspace.  Even stronger than this, every bounded operator on X is a scalar multiple of the identity operator plus a compact operator.\n\nThe celebrated Krivine's Theorem states that for every basic sequence (xn) in a Banach space there exists a 1&le;p&le;&infin; such that for all n and &epsilon;&gt;0, lnp is (1+&epsilon;)-equivalent to a finite block sequence of (xn).  Rosenthal proved that the collection of such p's can be stabalized.  That is, every Banach space X has a subspace Y and a closed set I in [1,&infin;] such that for every subspace Z of Y, lpis finitely block represented in Z if and only if p is in I.  With K. Beanland and P. Motakis, the PI constructed a Banach space whose stabalized Krivine set is not connected.  This answered a problem posed by Habala and Tomczak-Jaegermann which had the distinction of being listed as problem 12 in Edward Odell's presentation of 15 open problems in Banach spaces at the Fields institute in 2002.\n\n\t\t\t\t\tLast Modified: ..."
 }
}