{
 "awd_id": "1332430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Identity and the Process of Goal Accomplishment",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 11960.0,
 "awd_amount": 11960.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "SES-1332430\r\nJan Stets\r\nRyan Trettevik\r\nInstitution: University of California Riverside\r\n\r\nAs individuals work towards a goal, for example, being a \"marathon runner,\" \"college graduate,\" or \"successful businessperson,\" they evaluate their progress toward goal accomplishment on the basis of the feedback they receive from others. If their progress toward goal accomplishment is slower than their expected rate, they should feel negative emotions, and if their progress toward goal accomplishment is faster than expected, they should feel positive emotions. In turn, these emotions should help us understand when people remain committed to their goals with positive emotions fueling commitment to goals and negative emotions curtailing commitment to goals. In this dissertation, the Co-PI tests the long-standing identity argument that the verification of one's goals generates positive feelings and the non-verification of one's goals generates negative feelings. At the same time, the Co-PI investigates the rate of verifying one's goal, that is, whether feedback as to one's performance reveals slower progress, faster progress, or progress at one's expected rate. The analysis is of college students as they go through a 10-week, undergraduate course. Students will be closely followed during the course through a series of surveys that track their self-views' on their identity as student, their goals (expected grades as they go through the course), expected rate of achieving their goals, and their emotional responses to feedback on their performance. Statistical tests using regression will allow the Co-PI to examine the effects of goal attainment and the rate of progress towards goal attainment on students' emotional state. \r\n\r\nBroader Impact\r\nHaving a better understanding of how goal accomplishment and progress toward goal accomplishment influences individuals' feelings over time can provide insights into better ways to help people as they work towards their goals. It may be important for individuals to modify their goals, or modify the rate at which they expect to reach their goals in order to feel good and continue persisting in their efforts. This would have implications in all areas of life including at school, at work, at home, and in relationships. Employers, coaches, teachers, and mentors may be more effective in guiding others when they face difficulties if they have a better understanding of the ways in which people view themselves, their goals, and the anticipated pace at which they expect to achieve their goals since these characteristics influence the emotions individuals experience and impact how they respond accordingly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Stets",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jan E Stets",
   "pi_email_addr": "jan.stets@ucr.edu",
   "nsf_id": "000270928",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Trettevik",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan P Trettevik",
   "pi_email_addr": "rtret001@ucr.edu",
   "nsf_id": "000629408",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave.",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research advances theorizing and empirical work on emotions. Many sociological theories on emotions focus on the feelings that emerge based on the cognitive consistency principle. According to this principle, when individuals compare what they experience in a situation with what they expect to experience, they will feel good when their expectations are met and bad when their expectations are not met. The Co-PI extends this principle by considering the expected <em>rate</em> of achieving consistency. People not only experience emotions as a result of met or unmet expectations, but they also experience emotions when the pace at which they meet their expectations is slower or faster than expected. In this dissertation, the Co-PI examines both the degree to which people's expectations are met and the rate they are met to assess how each independently and jointly influences one's feeling state.</p>\n<p>The Co-PI investigates this issue by comparing assumptions regarding emotions in identity theory (Burke and Stets 2009) with assumptions from an alternative theory - the control model of affec (Carver and Scheier 1998). The key difference between these theoretical approaches is that identity theory focuses on emotions given achieving identity verification (i.e. thinking that others view of the self is the same os one's self-view) while the control model of affect focuses on emotions resulting from the rate of achieving identity verification. Findings indicate that both of these effects independently influence the emotions that individuals experience as a result of identity and goal processes.</p>\n<p>Incorporating an examination of the <em>rate</em> at which people get what they expect in situations will lead to more precise predictions of emotions across numerous sociological theories that are based on the consistency principle of emotions including identity theory, affect control theory, expectations states theory, exchange theory, and justice theory. In addition to making better predictions of emotions, identifying how individuals feel as they work toward their goals could lead to a better understanding of persistence and abandonment efforts when individuals have problems with goal achievement.</p>\n<p class=\"FreeFormA\">As this dissertation demonstrates, people not only have an emotional response to goal achievement, but they also have an emotional response to how they are doing on their way to goal achievement. In turn, their feelings may paralyze them for future action or facilitate future success. This experience occurs in all walks of life. It occurs at school, at work, at home, in relationships, and with respect to one&rsquo;s physical and mental health. Having a better understanding of how goal accomplishment and progress toward goal accomplishment influences emotions, behavior, self-views, and expectations over time provides insights into how we might help individuals who fail at achieving their goals.</p>\n<p class=\"FreeFormA\">At issue are the conditions under which individuals may need to change their goals or, alternatively, modify the pace at which they expect to attain their goals. Individuals sometimes fail to disengage from identities that do not reflect who they are, and they may set up expectations at a pace that they cannot achieve. For example, students who view themselves as &ldquo;studious,&rdquo; &ldquo;motivated,&rdquo; and &ldquo;responsible&rdquo; in the student identity and who expect an &ldquo;A&rdquo; in all of their classes may not be engaging in behavior reflective of their identity such as attending class, doing homework assignments, and studying for exams. In order to reach their goals or verify their identity, they would need to change their behavior. Furthermore, their expected rate of obtaining an &ldquo;A&rdquo; may be unrealistic. They may instead need intermediate goals or a slower expectation of the time it will take them to becom...",
  "por_txt_cntn": "\nThis research advances theorizing and empirical work on emotions. Many sociological theories on emotions focus on the feelings that emerge based on the cognitive consistency principle. According to this principle, when individuals compare what they experience in a situation with what they expect to experience, they will feel good when their expectations are met and bad when their expectations are not met. The Co-PI extends this principle by considering the expected rate of achieving consistency. People not only experience emotions as a result of met or unmet expectations, but they also experience emotions when the pace at which they meet their expectations is slower or faster than expected. In this dissertation, the Co-PI examines both the degree to which people's expectations are met and the rate they are met to assess how each independently and jointly influences one's feeling state.\n\nThe Co-PI investigates this issue by comparing assumptions regarding emotions in identity theory (Burke and Stets 2009) with assumptions from an alternative theory - the control model of affec (Carver and Scheier 1998). The key difference between these theoretical approaches is that identity theory focuses on emotions given achieving identity verification (i.e. thinking that others view of the self is the same os one's self-view) while the control model of affect focuses on emotions resulting from the rate of achieving identity verification. Findings indicate that both of these effects independently influence the emotions that individuals experience as a result of identity and goal processes.\n\nIncorporating an examination of the rate at which people get what they expect in situations will lead to more precise predictions of emotions across numerous sociological theories that are based on the consistency principle of emotions including identity theory, affect control theory, expectations states theory, exchange theory, and justice theory. In addition to making better predictions of emotions, identifying how individuals feel as they work toward their goals could lead to a better understanding of persistence and abandonment efforts when individuals have problems with goal achievement.\nAs this dissertation demonstrates, people not only have an emotional response to goal achievement, but they also have an emotional response to how they are doing on their way to goal achievement. In turn, their feelings may paralyze them for future action or facilitate future success. This experience occurs in all walks of life. It occurs at school, at work, at home, in relationships, and with respect to oneÆs physical and mental health. Having a better understanding of how goal accomplishment and progress toward goal accomplishment influences emotions, behavior, self-views, and expectations over time provides insights into how we might help individuals who fail at achieving their goals.\nAt issue are the conditions under which individuals may need to change their goals or, alternatively, modify the pace at which they expect to attain their goals. Individuals sometimes fail to disengage from identities that do not reflect who they are, and they may set up expectations at a pace that they cannot achieve. For example, students who view themselves as \"studious,\" \"motivated,\" and \"responsible\" in the student identity and who expect an \"A\" in all of their classes may not be engaging in behavior reflective of their identity such as attending class, doing homework assignments, and studying for exams. In order to reach their goals or verify their identity, they would need to change their behavior. Furthermore, their expected rate of obtaining an \"A\" may be unrealistic. They may instead need intermediate goals or a slower expectation of the time it will take them to become a student who is seen as \"studious,\" \"motivated,\" and \"responsible\" by others. These findings could contribute to educators and counselors gaining a better understanding as to how to best help students so t..."
 }
}