{
 "awd_id": "1332341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-PSBR: Closing the loop- towards a PSBR design framework for self-sustained marine microalgal-based fuel production",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Garie Fordyce",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 1999985.0,
 "awd_amount": 1999985.0,
 "awd_min_amd_letter_date": "2013-07-16",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "ABSTRACT\r\n \r\n\r\n\r\nIntellectual Merit\r\n\r\nAlgal oils have many characteristics of an ideal feedstock for biofuels production, offering the ability to use poor quality water (municipal wastewater, brackish water, etc.), atmospheric carbon dioxide (CO2), and to reuse CO2 in flue gases in their preparation. However, there are several technical challenges associated with culturing and harvesting algae in current generation photosynthetic biorefineries (PSBRs). The overall goal of this project awarded jointly by NSF Emerging Frontiers in Research and Innovation Division and the Division of Molecular  & Cellular Biosciences to Professors Amy Grunden, Francis de los Reyes III, Joel Ducoste, S. Ranji Ranjithan, and Heike Sederoff, all of North Carolina State University, Raleigh, NC, is to model, develop, implement, and evaluate a scalable PSBR that uses transformational nutrient recycle processes and supports efficient conversion of CO2 to oils in a marine microalgae-based system. Using synergistic engineering and biotechnological approaches, the team will: 1) genetically engineer a marine microalgae species (Dunaliella spp.) with enhanced CO2 uptake/fixation and the capability to recycle nitrogen and phosphorous from microalgal biomass; 2) design a small-scale PSBR using a kinetic model, which will be used to develop a scalable dynamic reactor model based on computational fluids dynamics  simulation of the PSBR; 3) develop innovative, scalable approaches for algal harvesting and lipid extraction; and 4) develop a life-cycle analysis (LCA) framework that includes flexible and scalable cost and life-cycle inventory process models of the microalgal PSBR system. In a novel feature of the effort, the North Carolina State team plan the demonstration of novel Lagrangian microsensors that can assess accumulation of light radiation in proportion to its exposure during transport through the reactor, which will significantly aid in the modeling and testing of PSBR operation in response to light. Thus, genetic enhancement, reactor modeling, and LCA will be used to optimize the production of algal biomass and lipids in the PSBR.\r\n\r\nBroader Impacts \r\nDevelopment of truly scalable and sustainable PSBRs offers tremendous economic and environmental impact by reducing the transportation sector reliance on fossil fuels. Innovative and transformative enabling-technologies that will permit robust production of marine microalgae biomass and lipids in scalable and sustainable PSBRs will bring significant environmental and economic benefits to the nation through the development of an efficient, high-yield alternative energy feedstock production platform. \r\n\r\nIn addition, through the proposed mentoring and outreach programs, this interdisciplinary project involving engineers, microbiologists, molecular biologists, and plant physiologists provides unique opportunities for broadening STEM participation among high school, undergraduate, graduate, and postdoctoral scholars who will be required to bridge traditional disciplines and become the new generation of scientists and engineers to develop renewable energy for future generations. Specifically, the NCSU team will develop widely distributable web-based teaching modules for secondary students based on PSBR technologies in collaboration with faculty from Research Triangle High School (RTHS, www.rthighschool.org), a STEM-focused public charter school serving a diverse population from seven North Carolina counties.   The PIs will also host a 6-week high school student summer research program for students that have matriculated through a 1-week preparatory Research Methods Bootcamp developed by the RTHS team. In addition, the team will introduce a new undergraduate special topics honors course, Photosynthetic Biorefineries for Fuel Production, to train undergraduate engineering and biology students in an integrated Honors seminar/discussion course providing opportunities for independent study as well as teamwork on topics relevant to photosynthetic biorefinery design, modeling, and operation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Grunden",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Amy M Grunden",
   "pi_email_addr": "amy_grunden@ncsu.edu",
   "nsf_id": "000119343",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranji",
   "pi_last_name": "Ranjithan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ranji S Ranjithan",
   "pi_email_addr": "ranji@eos.ncsu.edu",
   "nsf_id": "000280044",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Ducoste",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joel J Ducoste",
   "pi_email_addr": "jducoste@eos.ncsu.edu",
   "nsf_id": "000157711",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "de los Reyes",
   "pi_mid_init": "L",
   "pi_sufx_name": "III",
   "pi_full_name": "Francis L de los Reyes",
   "pi_email_addr": "fldelosr@ncsu.edu",
   "nsf_id": "000388924",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heike",
   "pi_last_name": "Sederoff",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Heike W Sederoff",
   "pi_email_addr": "hwsedero@ncsu.edu",
   "nsf_id": "000253396",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "4550 Thomas Hall, Box 7615",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957615",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1999985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">This EFRI-PSBR project has developed, modeled, and evaluated a scalable photosynthetic biorefinery (PSBR) that uses nutrient recycle processes and supports efficient CO<sub>2</sub>-to-Oil conversion. We focused on the marine microalgae&nbsp;<em>Dunaliella&nbsp;</em>spp. because they are fast-growing,<sup>&nbsp;</sup>are a rich source of a wide variety of lipids, can grow in brackish or low-quality water,<sup>&nbsp;</sup>and lack outer cell walls,&nbsp;facilitating efficient lipid extraction. Our group has sequenced four&nbsp;<em>Dunaliella</em>&nbsp;genomes and developed protocols for genetic engineering of&nbsp;<em>Dunaliella</em>. Our previous EFRI-HyBi effort (0937721) demonstrated that a multi-step, catalytic process can efficiently produce high quality hydrocarbon biofuels from microalgal lipids that are chemically identical to their petroleum-derived counterparts.</p>\n<p style=\"text-align: left;\">Autotrophic growth of microalgae in atmospheric CO<sub>2</sub>&nbsp;results in a low volumetric productivity and requires energy consuming harvesting and extraction technology. Productivity can be improved by maximizing CO<sub>2&nbsp;</sub>uptake and fixation rates for the production of TAGs and other fuel components such as aromatic compounds. Viable sources for water, CO<sub>2</sub>, and nutrient fertilizer (N, P, S) are required for sustained operations at scale. Recycling water and nutrients will dramatically change the economic viability and environmental impacts of microalgae-to-biofuels systems. Our EFRI PSBR project developed&nbsp;<strong>transformative technologies&nbsp;</strong>to: 1) enhance microalgal CO<sub>2</sub>&nbsp;and P, N, and S nutrient acquisition; 2) generate Lagrangian microsensors for accurate reactor light distribution characterization; 3) develop osmotic lysis technology to separate oil from biomass for nutrient recycling, and 4) generate LCA and dynamic modeling-informed scalable reactor design.&nbsp;</p>\n<p style=\"text-align: left;\">This project has helped us develop new algal bioreactor designs that promote better algal productivity. Specifically, the project&nbsp;<span>supported our design and building of automated algal bioreactors with real-time sensing of CO2, O2 and pH of the cultures</span>&nbsp;In addition, we developed&nbsp;<span>microensors as part of this project that enabled us to capture realtime microalgal growth performance in response to light and ultimately to generate algal growth</span>&nbsp;models that have allowed us to understand growth parameters that are most important for efficient biomass and lipid production. Furthermore, t<span>he microensors developed during this project will have application to interrogation of other fluid systems. Additionally,&nbsp;<span>LCA models developed as part of this project will have utility for resource and economic analysis of algal biofuel systems as comparison to other energy production systems. Togetther t</span></span>hese capabilities will allow us to move closer to make algal biofuel and biocommodity production an economically feasible process at industrial scale.&nbsp;</p>\n<p style=\"text-align: left;\"><strong>&nbsp;</strong></p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2019<br>\n\t\t\t\t\tModified by: Amy&nbsp;M&nbsp;Grunden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This EFRI-PSBR project has developed, modeled, and evaluated a scalable photosynthetic biorefinery (PSBR) that uses nutrient recycle processes and supports efficient CO2-to-Oil conversion. We focused on the marine microalgae Dunaliella spp. because they are fast-growing, are a rich source of a wide variety of lipids, can grow in brackish or low-quality water, and lack outer cell walls, facilitating efficient lipid extraction. Our group has sequenced four Dunaliella genomes and developed protocols for genetic engineering of Dunaliella. Our previous EFRI-HyBi effort (0937721) demonstrated that a multi-step, catalytic process can efficiently produce high quality hydrocarbon biofuels from microalgal lipids that are chemically identical to their petroleum-derived counterparts.\nAutotrophic growth of microalgae in atmospheric CO2 results in a low volumetric productivity and requires energy consuming harvesting and extraction technology. Productivity can be improved by maximizing CO2 uptake and fixation rates for the production of TAGs and other fuel components such as aromatic compounds. Viable sources for water, CO2, and nutrient fertilizer (N, P, S) are required for sustained operations at scale. Recycling water and nutrients will dramatically change the economic viability and environmental impacts of microalgae-to-biofuels systems. Our EFRI PSBR project developed transformative technologies to: 1) enhance microalgal CO2 and P, N, and S nutrient acquisition; 2) generate Lagrangian microsensors for accurate reactor light distribution characterization; 3) develop osmotic lysis technology to separate oil from biomass for nutrient recycling, and 4) generate LCA and dynamic modeling-informed scalable reactor design. \nThis project has helped us develop new algal bioreactor designs that promote better algal productivity. Specifically, the project supported our design and building of automated algal bioreactors with real-time sensing of CO2, O2 and pH of the cultures In addition, we developed microensors as part of this project that enabled us to capture realtime microalgal growth performance in response to light and ultimately to generate algal growth models that have allowed us to understand growth parameters that are most important for efficient biomass and lipid production. Furthermore, the microensors developed during this project will have application to interrogation of other fluid systems. Additionally, LCA models developed as part of this project will have utility for resource and economic analysis of algal biofuel systems as comparison to other energy production systems. Togetther these capabilities will allow us to move closer to make algal biofuel and biocommodity production an economically feasible process at industrial scale. \n \n \n\n\t\t\t\t\tLast Modified: 11/30/2019\n\n\t\t\t\t\tSubmitted by: Amy M Grunden"
 }
}