{
 "awd_id": "1332092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Performance Optimization Toolbox for Wave Energy Conversion Devices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 255000.0,
 "awd_min_amd_letter_date": "2013-06-21",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "This Small Business Technology Transfer Phase I project is titled ?Performance Optimization Toolbox for Wave Energy Conversion Devices?. Advanced wave prediction and concurrent online adjustment of the operating parameters (such as hydraulic system pressure and generator load) of existing wave energy conversion (WEC) devices have the potential to increase their power extraction efficiency by at least 200% over presently used approaches. However, application of such advanced control-theories have not been implemented by industry Todate. This is largely due to two major issues: (1) the difficulty of predicting the waves encountered by a WEC system 20-40 seconds in advance, which is required to effectively implement online tuning strategies, and (2) the challenges associated with optimizing the control system, given various nonlinear system behaviors and constraints. The research objectives of this project are to resolve the key issues in this multi-disciplinary problem and develop a toolbox that allows WEC device developers to optimize their device performance and therefore enable transformative improvements in WEC device performance and their economic viability. During phase I, a software suite will be developed and tested, leveraging advanced simulation, estimation, and control tools, which will enable remarkable performance improvements for existing WEC devices. \r\n\r\nThe broader impact/commercial potential of this project will be to enable an effective cost-reduction pathway for wave energy. According to a recent study released by the US Department of Energy, wave power could provide up to 630TWh/year in the US alone, which corresponds to 15% of the US electrical demand in 2011. At the current market rate of 8 cents/kWh, this represents a market opportunity of $50 billion per year and would add more than 150,000 jobs to the US economy. Unfortunately, current WEC methods need to attain a significant level of cost reduction and/or performance improvement to compete with other power generation methods. Advanced controls and rapid tuning will enable a cost-reduction pathway that will allow wave energy to become competitive with other power generation methods. The ability to accurately predict wave fields (and, in certain cases, to use advanced control theory to take corrective actions to minimize loads and improve performance and/or operational safety) has numerous applications in other areas, including tsunami prediction, maritime operations, and offshore oil & gas. Though these applications will not be explored in the present effort, the foundation laid with the present research could easily be extended to these related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mirko",
   "pi_last_name": "Previsic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mirko Previsic",
   "pi_email_addr": "mirko@re-vision.net",
   "nsf_id": "000638835",
   "pi_start_date": "2013-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Re Vision Consulting, LLC",
  "inst_street_address": "6630 14TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9169773970",
  "inst_zip_code": "958312206",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "RE VISION CONSULTING LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JMHLRLJNRXN9"
 },
 "perf_inst": {
  "perf_inst_name": "Re Vision Consulting",
  "perf_str_addr": "1104 Corporate Way",
  "perf_city_name": "Sacramento",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958313875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project is to develop a control system that can be used as a &lsquo;building block&rsquo; by wave energy converter (WEC) device developers to improve their device&rsquo;s performance to close to their theoretical upper limits. To achieve this goal, two capabilities need to be developed: (1) the prediction of ocean waves and the future excitation forces on the WEC in real-time about 30 seconds into the future, and (2) a controls algorithm that optimizes the response of the power take off over time to maximize power production. The primary objectives of phase I efforts are centered around coming full circle in the development of an algorithm framework that can meet these requirements and testing/validating these algorithms on a suitable wave energy converter.&nbsp;</p>\n<p>During phase I, we developed a set of algorithms and tested them in a virtual environment to gain a full understanding of: (1) their efficacy in enabling our optimal controls objectives, (2) their computational cost, and (3) our ability to meet the functionality requirements of most wave energy device topologies under development.&nbsp;</p>\n<p>Phase I efforts demonstrated that the set of algorithms developed and refined during phase I are suitable to optimize WEC device performance, and get very close to theoretical point absorber limits. We were able to demonstrate these capabilities on two different device topologies that are highly relevant from an industry point of view. As part of the effort we identified that the non-linearity&rsquo;s in some wave energy converters pose formidable challenges and in response implemented a fully non-linear controls approach that allows us to address this issue. We also implemented a wave identification and prediction algorithm that is able to forecast waves with a high degree of accuracy within the time-horizon required for optimal control of WEC devices.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/20/2015<br>\n\t\t\t\t\tModified by: Mirko&nbsp;Previsic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project is to develop a control system that can be used as a æbuilding blockÆ by wave energy converter (WEC) device developers to improve their deviceÆs performance to close to their theoretical upper limits. To achieve this goal, two capabilities need to be developed: (1) the prediction of ocean waves and the future excitation forces on the WEC in real-time about 30 seconds into the future, and (2) a controls algorithm that optimizes the response of the power take off over time to maximize power production. The primary objectives of phase I efforts are centered around coming full circle in the development of an algorithm framework that can meet these requirements and testing/validating these algorithms on a suitable wave energy converter. \n\nDuring phase I, we developed a set of algorithms and tested them in a virtual environment to gain a full understanding of: (1) their efficacy in enabling our optimal controls objectives, (2) their computational cost, and (3) our ability to meet the functionality requirements of most wave energy device topologies under development. \n\nPhase I efforts demonstrated that the set of algorithms developed and refined during phase I are suitable to optimize WEC device performance, and get very close to theoretical point absorber limits. We were able to demonstrate these capabilities on two different device topologies that are highly relevant from an industry point of view. As part of the effort we identified that the non-linearityÆs in some wave energy converters pose formidable challenges and in response implemented a fully non-linear controls approach that allows us to address this issue. We also implemented a wave identification and prediction algorithm that is able to forecast waves with a high degree of accuracy within the time-horizon required for optimal control of WEC devices.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/20/2015\n\n\t\t\t\t\tSubmitted by: Mirko Previsic"
 }
}