{
 "awd_id": "1332394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-BioFlex: Hybrid polymer-paper based multi-sensor implants for continuous remote monitoring",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2013-07-16",
 "awd_max_amd_letter_date": "2017-04-19",
 "awd_abstract_narration": "Hydrocephalus is a chronic incurable condition that characterized by the excess accumulation of cerebrospinal fluid in the brain and affects 1 to 2 in every 1000 births per year.  Today, hydrocephalus is primarily treated using an implanted shunt to drain excess fluid, a technique that is virtually unchanged since its introduction in the 1950?s.  Its temporary efficacy has made hydrocephalus one of the most frequently encountered problems in neurosurgery with repeated shunt revisions or replacements required over the lifetime of a patient.  A major unmet need is early diagnosis of shunt malfunction which is difficult, unreliable, and costly.  \r\n\r\nIntellectual Merit:\r\nRapid and accurate diagnoses are critically important to initiate timely intervention and avoid prolonged suffering.  Therefore, the overall goal of this proposal is to realize a transformative wirelessly-operated multi-sensor system comprising a self-aware, self-reporting hydrocephalus shunt.  Novel concepts will be introduced in materials, sensors, microfabrication, and systems integration to overcome the current limitations and engineering challenges.  Flexible substrates will consist of paper selectively integrated into a polymer carrier film that is either directly applied to catheters or seamlessly connected to tissue using selectively patterned and strategically placed thermosensitive bioadhesives.  Composite thin film substrates with novel material properties will contain sensors, electronics, and a power source while still allowing conformal placement.  Functional initiated chemical vapor deposited polymers will be selectively applied using novel techniques to modify surfaces to minimize immunologic responses and prevent biofouling and infection.  Electrodeposited films will be explored as novel sensor materials that are easily integrated with BioFlex.  Multi-sensor arrays will feature ?wet? electrochemical impedance transduction technology that does not requiring hermetic packaging.  Flexibility and miniature form factor are critical for low profile multi-sensor systems that conform to standard flexible polymer shunts and occupy limited real estate in vivo.  This system provides a wireless technology platform for the objective diagnosis of shunt dysfunction and real-time monitoring of hydrocephalus-shunt hydrodynamics to enable better patient care and correlation of treatment to disease progression.  The foundation established here will promote long-term growth of BioFlex remote monitoring implants for challenging critical care applications.  The technical team brings complementary strengths in biomaterials, surface coatings, modeling and simulation, microelectronics, microelectromechanical systems fabrication and sensors, wireless devices, implantable devices, and system integration to realize transformational bioelectronic implants. \r\n\r\nBroader Impacts:\r\nBioFlex will enable improved care of hydrocephalus, a chronic, incurable disease typically starting at childhood and requiring a lifetime of medical care.  Remote monitoring followed by timely intervention will improve care and quality of life while reducing both hospitalizations and healthcare costs.  The economic and environmental benefits of the development and use of implantable, wireless BioFlex for hydrocephalus include reduced hospital admissions, earlier interventions, prevention of crisis management, reduced complications, and halting of disease progression.  This platform will be the basis for future development of self-aware . \r\nThe diverse BioFlex team is committed to broadening participation with an extensive track record to prove it.  A major focus is recruitment of diverse students for research experiences at all education levels and focused mentoring.  Students will amplify outreach as BioFlex ambassadors to recruit future engineers to undergraduate programs.  International collaborations will be developed and enriched through undergraduate, graduate, and researcher exchange through existing programs.  Partnership with the Center for Technology and Innovation in Pediatrics and Center for Body Computing will promote timely collaboration between students, researchers, clinicians, and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellis",
   "pi_last_name": "Meng",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ellis F Meng",
   "pi_email_addr": "ellismen@usc.edu",
   "nsf_id": "000456353",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malancha",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malancha Gupta",
   "pi_email_addr": "malanchg@usc.edu",
   "nsf_id": "000537930",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Weiland",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Weiland",
   "pi_email_addr": "weiland@umich.edu",
   "nsf_id": "000561652",
   "pi_start_date": "2013-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900070701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hydrocephalus is a chronic incurable condition that characterized by the excess accumulation of cerebrospinal fluid in the brain and affects 1 to 2 in every 1000 births per year.&nbsp; Today, hydrocephalus is primarily treated using an implanted shunt to drain excess fluid, a technique that is virtually unchanged since its introduction in the 1950&rsquo;s.&nbsp; Not surprisingly, its temporary efficacy has made hydrocephalus one of the most frequently encountered problems in neurosurgery with repeated shunt revisions or replacements required over the lifetime of a patient at a cost of billions every year.&nbsp; A major unmet need is early diagnosis of shunt malfunction which is difficult, unreliable, and costly.</p>\n<p>Rapid and accurate diagnoses are critically important to initiate timely intervention and avoid prolonged suffering. &nbsp;Therefore, the overall goal of this proposal was to realize a transformative wirelessly-operated multi-sensor system comprising a self-aware, self-reporting hydrocephalus shunt. &nbsp;Specific objectives and activities related to these goals were: (1) design and fabrication of multi-sensor platform (patency, pressure, flow) to monitor hydrocephalus shunt catheters, (2) exploration of design options (e.g. electrode orientations, device material mechanics, functional polymeric coatings, electrodeposited films) for improved chronic performance, (3) development of wireless system for continuous, untethered monitoring of shunt status, and (4) validation within in vitro and in vivo models.</p>\n<p>We made significant progress in all areas.&nbsp; We developed novel sensors that can detect the degree of obstruction (patency) and that monitor flow and pressure.&nbsp; In many cases, we developed multiple sensors and strategies to achieve these in order to achieve appropriate performance.&nbsp; Sensors were designed to operate in physiologically relevant ranges for hydrocephalus.&nbsp; To improve fundamental materials issues, we developed novel electrodeposited Pt-Ir coatings to improve sensor performance and initiated polymer coatings that modify the functionality of surfaces.&nbsp; We also developed new methods to enable the microfabrication of flexible sensors.&nbsp; We evaluated sensor performance and robustness under a variety of conditions.</p>\n<p>We made substantial progress on test and measurement circuitry required to evaluate and operate sensors, include development of a novel method to perform sensing wirelessly.&nbsp; We developed and evaluated animal models to advance the sensors towards clinical application.&nbsp;</p>\n<p>This EFRI award enabled a number of new sensor strategies for advancing hydrocephalus treatment and specifically for monitoring the status of implanted shunts that patients depend on to manage their condition.&nbsp; These technological developments laid the foundation for additional research as well as intellectual property that can further advance the technology through entrepreneurial efforts.&nbsp; In addition, the many graduate students, undergraduate students, high school students, and high school student teachers participated in the research.&nbsp; The diversity of this group highlights the success in the effort to broaden participation.&nbsp; As clinical translation requires a sustained long term effort and commitment, the core research team continues to push this effort beyond the lifetime of the funding to bring lasting benefit to hydrocephalus patients.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2019<br>\n\t\t\t\t\tModified by: Ellis&nbsp;F&nbsp;Meng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHydrocephalus is a chronic incurable condition that characterized by the excess accumulation of cerebrospinal fluid in the brain and affects 1 to 2 in every 1000 births per year.  Today, hydrocephalus is primarily treated using an implanted shunt to drain excess fluid, a technique that is virtually unchanged since its introduction in the 1950?s.  Not surprisingly, its temporary efficacy has made hydrocephalus one of the most frequently encountered problems in neurosurgery with repeated shunt revisions or replacements required over the lifetime of a patient at a cost of billions every year.  A major unmet need is early diagnosis of shunt malfunction which is difficult, unreliable, and costly.\n\nRapid and accurate diagnoses are critically important to initiate timely intervention and avoid prolonged suffering.  Therefore, the overall goal of this proposal was to realize a transformative wirelessly-operated multi-sensor system comprising a self-aware, self-reporting hydrocephalus shunt.  Specific objectives and activities related to these goals were: (1) design and fabrication of multi-sensor platform (patency, pressure, flow) to monitor hydrocephalus shunt catheters, (2) exploration of design options (e.g. electrode orientations, device material mechanics, functional polymeric coatings, electrodeposited films) for improved chronic performance, (3) development of wireless system for continuous, untethered monitoring of shunt status, and (4) validation within in vitro and in vivo models.\n\nWe made significant progress in all areas.  We developed novel sensors that can detect the degree of obstruction (patency) and that monitor flow and pressure.  In many cases, we developed multiple sensors and strategies to achieve these in order to achieve appropriate performance.  Sensors were designed to operate in physiologically relevant ranges for hydrocephalus.  To improve fundamental materials issues, we developed novel electrodeposited Pt-Ir coatings to improve sensor performance and initiated polymer coatings that modify the functionality of surfaces.  We also developed new methods to enable the microfabrication of flexible sensors.  We evaluated sensor performance and robustness under a variety of conditions.\n\nWe made substantial progress on test and measurement circuitry required to evaluate and operate sensors, include development of a novel method to perform sensing wirelessly.  We developed and evaluated animal models to advance the sensors towards clinical application. \n\nThis EFRI award enabled a number of new sensor strategies for advancing hydrocephalus treatment and specifically for monitoring the status of implanted shunts that patients depend on to manage their condition.  These technological developments laid the foundation for additional research as well as intellectual property that can further advance the technology through entrepreneurial efforts.  In addition, the many graduate students, undergraduate students, high school students, and high school student teachers participated in the research.  The diversity of this group highlights the success in the effort to broaden participation.  As clinical translation requires a sustained long term effort and commitment, the core research team continues to push this effort beyond the lifetime of the funding to bring lasting benefit to hydrocephalus patients.\n\n\t\t\t\t\tLast Modified: 09/30/2019\n\n\t\t\t\t\tSubmitted by: Ellis F Meng"
 }
}