{
 "awd_id": "1332241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Black Graduate Conference in Psychology 2013",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 32119.0,
 "awd_amount": 32119.0,
 "awd_min_amd_letter_date": "2013-06-07",
 "awd_max_amd_letter_date": "2013-06-07",
 "awd_abstract_narration": "The Black Graduate Student Conference in Psychology (BGSCP) has been held every year since 1995 and has demonstrated success in retention of African American graduate students in psychology. The goals of this conference are to: 1) provide graduate students in psychology with a supportive atmosphere to present their research and receive constructive feedback from fellow African American graduate students and faculty that will improve their research capabilities; 2) provide students with an opportunity to exchange strategies and experiences that will help them to thrive in graduate school and beyond; and 3) provide a forum for African American graduate students in psychology to develop long-lasting professional relationships with future colleagues. Conference activities consist of paper presentations, poster sessions, roundtable discussions and professional development presentations. Students are required to participate in all aspects of the conference. This requirement along with the small size of the conference ensures that students get to know each other and fosters a climate of support. The enhanced level of interaction also promotes the exchange of scientific ideas across different areas of psychology, encouraging a more informed and interdisciplinary approach to psychological research.\r\n\r\nOver the years, the conference has played a vital role in training African American graduate students to become productive and effective researchers, some of whom have gone on to become academic psychologists. The impact of the conference continues to be felt as the research skills and professional contacts that former participants gained from the conference help them to develop professionally throughout their careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "Neblett",
   "pi_mid_init": "W",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Enrique W Neblett",
   "pi_email_addr": "eneblett@umich.edu",
   "nsf_id": "000196394",
   "pi_start_date": "2013-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Davie Hall, CB 3270",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 32119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Enrique Neblett has completed execution of the grant supported actitives for the NSF-funded award \"Black Graduate Conference in Psychology 2013.\" The specific objectives of the conference were to provide graduate students in psychology with opportunities to learn how to present in a professional conference context, to practice intellectual dialogue, to gain professional development experiences, to receive substantive and stylistic feedback on research and presentations, and to network with other graduate students in a welcoming environment while also receiving critical, but supportive feedback from a host of psychology faculty from across the nation.</span></p>\n<p><span><span>The 19th Annual BGCP was held at the Univeristy of North Carolina at Chapel Hill on June 6 - 9, 2013. The conference theme was \"Black Psychology in the 21st Century: Lifting Together As We Climb\" The itinerary included: registration and an opening reception; six paper (12 total papers) and two poster sessions (28 total posters); panel discussions (Negotiating Pathways to Publication; Careers in Academia; Cultivating Careers Outside of Academia; Federal Grant Funding for Graduate Students); a Closing Banquet; and a Concluding Session with Faculty and Student Feedback. Additional highlights included: Reflections on the history of BGCP by Dr. Jules Harrell (Howard University); faculty mentoring lunches with graduate student attendees; and greetings from Dr. Jacqueline Mattis (New York University) from Instanbul, Turkey via Skype. Approximately 50 students and 20 faculty attended and participated in the conference. Funds from this award were also used to support partial costs for the 2014 Black Graduate Conference in Psychology held at Howard University in Washington, DC from June 5 - 8, 2014.</span></span></p>\n<p>The Black Graduate Conference in Psychology provides an opportunity for students to receive critical feedback on works in progress. For example, students receive feedback about weaknesses, limitations, and/or shortcomings of existing projects, and suggestions for improvement in their work and for the development of future projects such as masters theses and doctoral dissertations. As much of the scholarship concerns African American subjects, the feedback which students receive from faculty and fellow students contributes to the knowledge base, theory, and research and pedagogical methods pertaining to African Americans in the field of psychology. This feedback indirectly improves the quality of research that is conducted and the scholarship produced about the psychology of persons of African descent in the United States. Over many years, BGCP&nbsp;has yielded research collaborations across universities, coauthored journal articles by faculty and students, and connections with post-doctoral fellowship and job opportunities. &nbsp;</p>\n<p>Conference evaluation feedback provided by students suggests several impacts beyond science and technology. These include: inspiring and empowering students to succeed; motivating students to complete unfinished projects (e.g., incomplete manuscripts), creating an intellectually stimulating environment that challenges students; cultivating a sense of belonging in the field for studens who do not see others who look like themselves in the field; fostering success and increasing the likelihood of successful completion of doctoral programs in psychology by underrepresented minorities; and fostering a legacy and/or tradition of scholars producing scholarship on African American psychology. The BGCP continues to build the confidence of underrepresented students in science and psychology, more specifically, and produces an environment where students can envision themselves as future psychologists in the academy. BGCP alumni&nbsp;have developed a strong network among themselves having taken on the hosting of an active Facebook page on which students share...",
  "por_txt_cntn": "\nEnrique Neblett has completed execution of the grant supported actitives for the NSF-funded award \"Black Graduate Conference in Psychology 2013.\" The specific objectives of the conference were to provide graduate students in psychology with opportunities to learn how to present in a professional conference context, to practice intellectual dialogue, to gain professional development experiences, to receive substantive and stylistic feedback on research and presentations, and to network with other graduate students in a welcoming environment while also receiving critical, but supportive feedback from a host of psychology faculty from across the nation.\n\nThe 19th Annual BGCP was held at the Univeristy of North Carolina at Chapel Hill on June 6 - 9, 2013. The conference theme was \"Black Psychology in the 21st Century: Lifting Together As We Climb\" The itinerary included: registration and an opening reception; six paper (12 total papers) and two poster sessions (28 total posters); panel discussions (Negotiating Pathways to Publication; Careers in Academia; Cultivating Careers Outside of Academia; Federal Grant Funding for Graduate Students); a Closing Banquet; and a Concluding Session with Faculty and Student Feedback. Additional highlights included: Reflections on the history of BGCP by Dr. Jules Harrell (Howard University); faculty mentoring lunches with graduate student attendees; and greetings from Dr. Jacqueline Mattis (New York University) from Instanbul, Turkey via Skype. Approximately 50 students and 20 faculty attended and participated in the conference. Funds from this award were also used to support partial costs for the 2014 Black Graduate Conference in Psychology held at Howard University in Washington, DC from June 5 - 8, 2014.\n\nThe Black Graduate Conference in Psychology provides an opportunity for students to receive critical feedback on works in progress. For example, students receive feedback about weaknesses, limitations, and/or shortcomings of existing projects, and suggestions for improvement in their work and for the development of future projects such as masters theses and doctoral dissertations. As much of the scholarship concerns African American subjects, the feedback which students receive from faculty and fellow students contributes to the knowledge base, theory, and research and pedagogical methods pertaining to African Americans in the field of psychology. This feedback indirectly improves the quality of research that is conducted and the scholarship produced about the psychology of persons of African descent in the United States. Over many years, BGCP has yielded research collaborations across universities, coauthored journal articles by faculty and students, and connections with post-doctoral fellowship and job opportunities.  \n\nConference evaluation feedback provided by students suggests several impacts beyond science and technology. These include: inspiring and empowering students to succeed; motivating students to complete unfinished projects (e.g., incomplete manuscripts), creating an intellectually stimulating environment that challenges students; cultivating a sense of belonging in the field for studens who do not see others who look like themselves in the field; fostering success and increasing the likelihood of successful completion of doctoral programs in psychology by underrepresented minorities; and fostering a legacy and/or tradition of scholars producing scholarship on African American psychology. The BGCP continues to build the confidence of underrepresented students in science and psychology, more specifically, and produces an environment where students can envision themselves as future psychologists in the academy. BGCP alumni have developed a strong network among themselves having taken on the hosting of an active Facebook page on which students share professional conference opportunities, research collaboration opportunities, and successes in their field. Furthermore,  BGCP has pro..."
 }
}