{
 "awd_id": "1332705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Alongshore Advective Acceleration in the Surf Zone",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 762866.0,
 "awd_amount": 762866.0,
 "awd_min_amd_letter_date": "2013-07-08",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "Overview: This project focuses on the alongshore flow variations and advective accelerations owing to surfzone bathymetric variations. Feedbacks between alongshore flow variations and surfzone morphological changes may be critical to the evolution of surfzone morphology on beaches with alongshore uniform incident waves. Determining the magnitude of the alongshore advective accelerations and flow variability resulting from surfzone features is important to developing accurate models for coastal evolution and transport of pollution. Field evidence that the advective acceleration contributes significantly to the momentum balance also may lead to new theories and models for shoreline change.\r\n\r\nIntellectual Merit: Analytical and numerical studies suggest that alongshore advective acceleration may be important to surfzone rip currents, alongshore flow meanders, dispersion, and sediment transport and morphological evolution. Recent numerical model simulations indicate that alongshore advective acceleration can be large relative to other terms in the depth- and time-averaged surfzone momentum balance on beaches with alongshore bathymetric variations as small as ten centimeters. However, field measurements have shown that alongshore flows are predicted well with simplified equations that neglect advective accelerations. Furthermore, except near strong rip currents, field observations show relatively small alongshore variations in alongshore surfzone flows. The simplified equations may reproduce observed velocities accurately because the advective acceleration term is balanced by an alongshore pressure gradient term, or because advective acceleration is accounted for by the parameterized bottom friction coefficient. It also is possible that the observation-based estimates of alongshore flow gradients are biased low because flow maxima and minima are not resolved owing to the relatively large spatial separations between in situ sensors. Alternatively, the numerical models, which are sensitive to the friction coefficient, may overpredict the advective acceleration. Densely distributed observations of wave forcing, pressure gradients, and surfzone flows will be obtained to calibrate numerical model simulations. The field measurements will be used to estimate advective acceleration and the field-tested model will be used to explore the causes of the advective accelerations in the presence of alongshore inhomogeneous surfzone bathymetry. In particular, the observations and simulations will address the following questions: Is alongshore advective acceleration important? Are model predictions of alongshore flow gradients and advective acceleration accurate? And what causes alongshore advective acceleration? By combining field observations designed to measure flow variations at the spatial scales of small surfzone bathymetric variations with numerical model simulations, the investigators will be able to address these questions about the importance and causes of alongshore advective accelerations on beaches with near uniform incident waves.\r\n\r\nBroader Impacts: The American Shore and Beach Preservation Association (ASBPA, http://www.asbpa.org) is concerned that Americans interested in coastal engineering are not able to obtain field experience. Thus, a partnership with ASBPA and interested engineering firms will be established to provide field training to undergraduates, recent graduates, and young professionals embarking on coastal careers. In particular, two programs will be offered: 2- to 3-week-long fieldwork-focused internships for young professionals currently employed in coastal consulting and engineering firms, and 6-month-long fellowships for students interested in coastal engineering careers. More than a dozen companies already have expressed interest in the internships, and have offered to support their employees to participate in the proposed program. The student fellowships would be similar to the Swashzone Fellowships previously conducted by the lead investigator, Raubenheimer, which have led to several students receiving positions in coastal engineering firms. The interns and students will work with the investigators to obtain field observations, and to improve models for nearshore processes, which in turn will improve coastal management, help protect coastal communities, and sustain coastal resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Britt",
   "pi_last_name": "Raubenheimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Britt Raubenheimer",
   "pi_email_addr": "britt@whoi.edu",
   "nsf_id": "000199763",
   "pi_start_date": "2013-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Elgar",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steve L Elgar",
   "pi_email_addr": "elgar@whoi.edu",
   "nsf_id": "000175485",
   "pi_start_date": "2013-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hansen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Hansen",
   "pi_email_addr": "jhansen@whoi.edu",
   "nsf_id": "000641409",
   "pi_start_date": "2013-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "98 Water Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 762866.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This study examined the importance of flow inertia (or alongshore advective acceleration v*dv/dy, where <em>v</em> is alongshore velocity and <em>y </em>is the alongshore distance) to flow patterns and morphological changes (erosion and accretion) in shallow water (less than 5 m water depth).</p>\n<p>Analytical and numerical studies had suggested that the flow inertia might be important to rip currents, alongshore flow meanders, dispersion, and morphological evolution. Numerical model simulations had indicated that the inertia term could be large relative to other terms in the depth- and time-averaged surfzone momentum balance on beaches with alongshore-bathymetric variations as small as 0.1 m. In other words, these studies suggested that flows did not react quickly to the local forcing (water level gradients, breaking waves), but rather that spatial acceleration and deceleration of flows acted as significant sources of momentum or sinks to the forcing.</p>\n<p>However, field measurements had shown that alongshore flows were predicted well with simplified equations that neglected flow inertia. Furthermore, except near strong rip currents, field observations had shown relatively small alongshore variations in alongshore surfzone flows.</p>\n<p>In this study, observations and simulations were used to address the following questions:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - Is alongshore advective acceleration important? Yes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - Are model predictions of alongshore flow gradients and advective acceleration accurate? Yes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - What causes alongshore advective acceleration? It depends on the location.</p>\n<p>The study results indicated that depth-averaged numerical models simulate the alongshore flows reasonably well both on long beaches and in the vicinity of an inlet, with biases less than &plusmn;0.1 m/s (mean flows were &plusmn;1.0 m/s). The flow inertia terms, primarily v*dv/dy, were a significant component of the momentum balance.</p>\n<p>Onshore of a submarine canyon, the inertia terms were about the same magnitude as the bottom stress, and were much smaller than either the breaking-wave or water-level-tilt (pressure gradient) forcing. In contrast, on a long, straight beach, the inertia terms were larger than the flow-forcing by breaking waves, and were balanced primarily by tilts in the water surface, which were related to the along-coast variability in the seafloor sand levels.&nbsp; The inertia terms were shown to be important to the locations of rip currents and sand accretion/erosion (which were shifted up to about 100 m owing to flow inertia effects). Near an inlet, observations and simulations showed that inertia caused flows to remain strong across the ebb shoal on ebb despite adverse water-surface tilts, and that flows required longer distances to accelerate on flood owing to inertia effects.</p>\n<p>In addition, we partnered with the American Shore and Beach Preservation Association (ASBPA, <a href=\"http://www.asbpa.org\">http://www.asbpa.org</a>) and interested engineering firms to provide field training to undergraduates, recent graduates, and young professionals embarking on coastal careers.</p>\n<p>In particular, the ASBPA is concerned that undergraduates interested in coastal engineering are not able to obtain field experience, in part owing to reduced federal funding for university-based coastal engineering research. This lack of experience places these students at a competitive disadvantage in the job marketplace post-graduation, decreases the success of coastal engineering firms and coastal planning organizations, and ultimately reduces the collective knowledge base in the coastal restoration industry, which is critical to maintaining the societal benefits accrued from coastal systems. The ASBPA policy statement notes that foreign engineers have been expanding their expertise to address problems involving the physical dynamics, erosion, and environmental impacts along the U.S. coast. Meanwhile, the ASBPA states &ldquo;a similar coordinated effort to maintain excellence in coastal engineering and science has not occurred in the U.S.&rdquo; and that recent &ldquo;graduates are often trained in more interdisciplinary and theoretical courses with little or no coastal field experience. U.S. graduates offer strong numerical modeling skills, but little real world experience in applied studies.&rdquo;</p>\n<p>Eleven interns participated in the field-training program. We explained the motivation for the projects, taught the interns about the instrumentation, and gave lectures on numerical modeling, data quality control, data analysis, choice of instrumentation, and bathymetric surveying techniques. Comments from the interns following the program included:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &ldquo;Just wanted to let you guys know that I recently was hired as a Technical Sales and Support Associate! If not for the opportunity to work in Duck I do not know if I would have received this opportunity.&rdquo;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &ldquo;I would like to say once again that this opportunity was huge. Thank you very much for having us, and for being concerned about providing us a good experience. That was very, very good.&rdquo;</p>\n<p>Most of the interns have remained in touch with the scientists and students they met during the program to ask questions and receive input on data analysis or field plans.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2017<br>\n\t\t\t\t\tModified by: Britt&nbsp;Raubenheimer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis study examined the importance of flow inertia (or alongshore advective acceleration v*dv/dy, where v is alongshore velocity and y is the alongshore distance) to flow patterns and morphological changes (erosion and accretion) in shallow water (less than 5 m water depth).\n\nAnalytical and numerical studies had suggested that the flow inertia might be important to rip currents, alongshore flow meanders, dispersion, and morphological evolution. Numerical model simulations had indicated that the inertia term could be large relative to other terms in the depth- and time-averaged surfzone momentum balance on beaches with alongshore-bathymetric variations as small as 0.1 m. In other words, these studies suggested that flows did not react quickly to the local forcing (water level gradients, breaking waves), but rather that spatial acceleration and deceleration of flows acted as significant sources of momentum or sinks to the forcing.\n\nHowever, field measurements had shown that alongshore flows were predicted well with simplified equations that neglected flow inertia. Furthermore, except near strong rip currents, field observations had shown relatively small alongshore variations in alongshore surfzone flows.\n\nIn this study, observations and simulations were used to address the following questions:\n\n          - Is alongshore advective acceleration important? Yes.\n\n          - Are model predictions of alongshore flow gradients and advective acceleration accurate? Yes.\n\n          - What causes alongshore advective acceleration? It depends on the location.\n\nThe study results indicated that depth-averaged numerical models simulate the alongshore flows reasonably well both on long beaches and in the vicinity of an inlet, with biases less than &plusmn;0.1 m/s (mean flows were &plusmn;1.0 m/s). The flow inertia terms, primarily v*dv/dy, were a significant component of the momentum balance.\n\nOnshore of a submarine canyon, the inertia terms were about the same magnitude as the bottom stress, and were much smaller than either the breaking-wave or water-level-tilt (pressure gradient) forcing. In contrast, on a long, straight beach, the inertia terms were larger than the flow-forcing by breaking waves, and were balanced primarily by tilts in the water surface, which were related to the along-coast variability in the seafloor sand levels.  The inertia terms were shown to be important to the locations of rip currents and sand accretion/erosion (which were shifted up to about 100 m owing to flow inertia effects). Near an inlet, observations and simulations showed that inertia caused flows to remain strong across the ebb shoal on ebb despite adverse water-surface tilts, and that flows required longer distances to accelerate on flood owing to inertia effects.\n\nIn addition, we partnered with the American Shore and Beach Preservation Association (ASBPA, http://www.asbpa.org) and interested engineering firms to provide field training to undergraduates, recent graduates, and young professionals embarking on coastal careers.\n\nIn particular, the ASBPA is concerned that undergraduates interested in coastal engineering are not able to obtain field experience, in part owing to reduced federal funding for university-based coastal engineering research. This lack of experience places these students at a competitive disadvantage in the job marketplace post-graduation, decreases the success of coastal engineering firms and coastal planning organizations, and ultimately reduces the collective knowledge base in the coastal restoration industry, which is critical to maintaining the societal benefits accrued from coastal systems. The ASBPA policy statement notes that foreign engineers have been expanding their expertise to address problems involving the physical dynamics, erosion, and environmental impacts along the U.S. coast. Meanwhile, the ASBPA states \"a similar coordinated effort to maintain excellence in coastal engineering and science has not occurred in the U.S.\" and that recent \"graduates are often trained in more interdisciplinary and theoretical courses with little or no coastal field experience. U.S. graduates offer strong numerical modeling skills, but little real world experience in applied studies.\"\n\nEleven interns participated in the field-training program. We explained the motivation for the projects, taught the interns about the instrumentation, and gave lectures on numerical modeling, data quality control, data analysis, choice of instrumentation, and bathymetric surveying techniques. Comments from the interns following the program included:\n\n          \"Just wanted to let you guys know that I recently was hired as a Technical Sales and Support Associate! If not for the opportunity to work in Duck I do not know if I would have received this opportunity.\"\n\n          \"I would like to say once again that this opportunity was huge. Thank you very much for having us, and for being concerned about providing us a good experience. That was very, very good.\"\n\nMost of the interns have remained in touch with the scientists and students they met during the program to ask questions and receive input on data analysis or field plans.\n\n\t\t\t\t\tLast Modified: 12/03/2017\n\n\t\t\t\t\tSubmitted by: Britt Raubenheimer"
 }
}