{
 "awd_id": "1332531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project: Use of Mobile Application to Improve Active Learning and Student Participation in the Computer Science Classroom",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 235091.0,
 "awd_amount": 276731.0,
 "awd_min_amd_letter_date": "2013-06-24",
 "awd_max_amd_letter_date": "2016-08-30",
 "awd_abstract_narration": "The Targeted Infusion project at Winston Salem State University develops a mobile classroom response system (MRS) to help students address interactive problems while improving class engagement and enhancing problem solving skills. The project includes four distinct activities: the development of mobile classroom response system software; the development of interactive problem solving course modules and corresponding rubrics that utilize the MRS software; the deployment of the software and course modules in targeted Computer Science classes at Winston Salem State University; and the assessment and documentation of progress. The purpose of the MRS software is to provide a responsive environment where students can solve problems in an interactive way and communicate solutions with the instructor, allowing the instructor to respond providing feedback and student performance data. The MRS software and corresponding course modules will be deployed in sophomore and junior level courses which are required for both Computer Science and Information Technology majors. A comprehensive evaluation framework will be utilized for assessment and evidence-based continuous improvement across the duration of the project. \r\n\r\nThe project will significantly impact student engagement in the classroom and enhance their problem solving abilities. It will also invigorate interest in the field of computer science among African American undergraduate students through exposure to a technology-rich learning environment, and it will prepare them for graduate school or the workforce. The instructional software system, course modules and study results will be disseminated through websites, publications and presentations, enabling other institutions to effectively incorporate them in their undergraduate computer science curriculum. Undergraduate student researchers working with this project will gain experience in software development in mobile platforms. The project will also enrich teaching strategies by including a diverse set of active learning components.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Muztaba",
   "pi_last_name": "Fuad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Muztaba Fuad",
   "pi_email_addr": "fuadmo@wssu.edu",
   "nsf_id": "000539466",
   "pi_start_date": "2013-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Etim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Etim",
   "pi_email_addr": "etimj@wssu.edu",
   "nsf_id": "000588085",
   "pi_start_date": "2013-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debzani",
   "pi_last_name": "Deb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debzani Deb",
   "pi_email_addr": "debd@wssu.edu",
   "nsf_id": "000640571",
   "pi_start_date": "2013-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Winston-Salem State University",
  "inst_street_address": "601 S MARTIN LUTHER KING JR DR",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367503019",
  "inst_zip_code": "271100003",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WINSTON-SALEM STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K54FKGWN2EN5"
 },
 "perf_inst": {
  "perf_inst_name": "Winston-Salem State University",
  "perf_str_addr": "601 M. L. King Jr. Drive",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271100001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 235091.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 41640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Active learning is an educational approach where learners are actively engaged in learning process. Studies reveal strong empirical evidence that active involvement in the learning process is crucially important for the mastery of skills.&nbsp; Specifically, in STEM disciplines, it is important for learners to actively study a problem and explore possible solutions by interacting with the problem in a hands-on approach. In such situations, traditional pen-and-paper based pedagogical approaches are not enough and more interactive teaching and learning strategy is necessary to make learning more productive. This research explored whether by presenting in-class exercises as visual interactive entities (where students can actively interact with the problem) by using mobile devices and where timely and frequent feedback can be provided; student&rsquo;s class room engagement and learning can be improved. By having interactive mobile App quizzes rather than traditional pen-and-paper quizzes, the goal of this research is to make the quizzes more visual and appealing to students and to allow them to realize the effect of their interactions at different stage of the exercise in real-time. The traditional pen-and-paper approach is time consuming for faculty to administer and grade, is inherently difficult for students to express the dynamics of a particular concept, does not allow timely feedback to student, limits providing faculty a real-time evidence of student-learning and restricts the number of exercises that students can practice and receive feedback on. As part of this research, Mobile Response System (MRS), a client-server software environment is developed, which facilitates in-class interactive exercises and their real-time assessment using mobile devices and therefore focuses on addressing many of the above-mentioned problems. MRS supports immediate and automated grading of the interactive exercises and once graded, provides students with email containing their grade for that exercise, the visual representation of the correct answer along with the correct set of interactions, and a visual representation of their submitted answer. Immediate grading allows the students to obtain faster and frequent feedbacks that reinforce their learning and help them to identify misconceptions and problem areas sooner. Summary of features of MRS are as follows:</p>\n<p>1.&nbsp; MRS supports multi-step interactive exercises which typically spans into many screens, where students can transition between screens.</p>\n<p>2.&nbsp; In order to support unlimited practice and graded exercises, the interactive exercise Apps are designed to accept inputs as parameters, where parameters can be populated with either randomly generated values or instructor generated values to create many different variations of a problem.</p>\n<p>3.&nbsp; MRS provides anonymous and summative grading statistics instantly for the instructor to share with the students after each grading session. This instant visualization of class grade distribution allows the instructor to have real-time evidence of students&rsquo; comprehension of lecture materials and also helps instructor to identify the concepts that need to be repeated or reinforced. Along with the grading statistics, MRS also analyzes a wealth of students&rsquo; mobile device usage and interactions data (i.e. button clicks, time spent, navigation behavior etc.), anonymizes and summarizes them, and makes them available for immediate visualization. This summarized information allows instructor to better understand and interpret student mental model and attitudes during problem solving.</p>\n<p>4.&nbsp; MRS uses step-wise grading and students can receive partial credit for partially correct answer.</p>\n<p>5.&nbsp; MRS also supports in- class anonymous communication, where students can send anonymous question/feedback to the instructor and additionally can vote on existing pool of questions (submitted by other students) that instructor may choose to review and answer at the end of the class.</p>\n<p>&nbsp;</p>\n<p>The new pedagogy with the help of MRS software was used for ten semesters in two Computer Science courses and two Chemistry courses in the university. The research studied the student-generated evidence of the strong and weak points of the MRS interventions and explored various research questions around these evidences. The comparative study based on students&rsquo; final course grade and course failing rate shows that the intervened group of students had better retention of the topics covered over the entire course and performed significantly better than the non-intervened group.&nbsp; Analysis of survey responses shows very high levels of agreement on perceived learning and perceived engagement. Answers to the open-ended questions reveal the mostly appreciated features of MRS and differences are noticed between junior and sophomore student responses in terms of length and frequency of usage. Overall,&nbsp;students enjoyed MRS, explored it enough to suggest important improvements and expressed the desire to experience more of it beyond the intervened courses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2017<br>\n\t\t\t\t\tModified by: Muztaba&nbsp;M&nbsp;Fuad</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nActive learning is an educational approach where learners are actively engaged in learning process. Studies reveal strong empirical evidence that active involvement in the learning process is crucially important for the mastery of skills.  Specifically, in STEM disciplines, it is important for learners to actively study a problem and explore possible solutions by interacting with the problem in a hands-on approach. In such situations, traditional pen-and-paper based pedagogical approaches are not enough and more interactive teaching and learning strategy is necessary to make learning more productive. This research explored whether by presenting in-class exercises as visual interactive entities (where students can actively interact with the problem) by using mobile devices and where timely and frequent feedback can be provided; student?s class room engagement and learning can be improved. By having interactive mobile App quizzes rather than traditional pen-and-paper quizzes, the goal of this research is to make the quizzes more visual and appealing to students and to allow them to realize the effect of their interactions at different stage of the exercise in real-time. The traditional pen-and-paper approach is time consuming for faculty to administer and grade, is inherently difficult for students to express the dynamics of a particular concept, does not allow timely feedback to student, limits providing faculty a real-time evidence of student-learning and restricts the number of exercises that students can practice and receive feedback on. As part of this research, Mobile Response System (MRS), a client-server software environment is developed, which facilitates in-class interactive exercises and their real-time assessment using mobile devices and therefore focuses on addressing many of the above-mentioned problems. MRS supports immediate and automated grading of the interactive exercises and once graded, provides students with email containing their grade for that exercise, the visual representation of the correct answer along with the correct set of interactions, and a visual representation of their submitted answer. Immediate grading allows the students to obtain faster and frequent feedbacks that reinforce their learning and help them to identify misconceptions and problem areas sooner. Summary of features of MRS are as follows:\n\n1.  MRS supports multi-step interactive exercises which typically spans into many screens, where students can transition between screens.\n\n2.  In order to support unlimited practice and graded exercises, the interactive exercise Apps are designed to accept inputs as parameters, where parameters can be populated with either randomly generated values or instructor generated values to create many different variations of a problem.\n\n3.  MRS provides anonymous and summative grading statistics instantly for the instructor to share with the students after each grading session. This instant visualization of class grade distribution allows the instructor to have real-time evidence of students? comprehension of lecture materials and also helps instructor to identify the concepts that need to be repeated or reinforced. Along with the grading statistics, MRS also analyzes a wealth of students? mobile device usage and interactions data (i.e. button clicks, time spent, navigation behavior etc.), anonymizes and summarizes them, and makes them available for immediate visualization. This summarized information allows instructor to better understand and interpret student mental model and attitudes during problem solving.\n\n4.  MRS uses step-wise grading and students can receive partial credit for partially correct answer.\n\n5.  MRS also supports in- class anonymous communication, where students can send anonymous question/feedback to the instructor and additionally can vote on existing pool of questions (submitted by other students) that instructor may choose to review and answer at the end of the class.\n\n \n\nThe new pedagogy with the help of MRS software was used for ten semesters in two Computer Science courses and two Chemistry courses in the university. The research studied the student-generated evidence of the strong and weak points of the MRS interventions and explored various research questions around these evidences. The comparative study based on students? final course grade and course failing rate shows that the intervened group of students had better retention of the topics covered over the entire course and performed significantly better than the non-intervened group.  Analysis of survey responses shows very high levels of agreement on perceived learning and perceived engagement. Answers to the open-ended questions reveal the mostly appreciated features of MRS and differences are noticed between junior and sophomore student responses in terms of length and frequency of usage. Overall, students enjoyed MRS, explored it enough to suggest important improvements and expressed the desire to experience more of it beyond the intervened courses.\n\n \n\n\t\t\t\t\tLast Modified: 10/08/2017\n\n\t\t\t\t\tSubmitted by: Muztaba M Fuad"
 }
}