{
 "awd_id": "1332261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Heritage of Science and Technology in the Arctic, April 21-25, 2013",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 33810.0,
 "awd_amount": 33810.0,
 "awd_min_amd_letter_date": "2013-04-04",
 "awd_max_amd_letter_date": "2013-04-04",
 "awd_abstract_narration": "The award supports an American research team from North Dakota State University and senior American scholars to participate in the international conference \"XIII Nordic Theoretical Archaeology Group\" (Nordic-TAG) to be held in Reykjavik, Iceland on April 21-25, 2013.  Participation in the conference aims to (1) increase international dialogue and collaboration with regards to the archaeological resources of the Arctic region; (2) hold a symposium on the heritage of science and technology in the Arctic; (3) provide learning and professionalization opportunities for members of the PI's North Dakota State University (NDSU) research team; and (4) bring leading American scholars Lynn Meskell and Charles Orser as honored speakers for the conference.   Participation in this year's conference is timely because it represents the first time Nordic-TAG will be held outside Scandinavia, to better incorporate the Nordic communities of the North Atlantic and its neighbors, including the United States.  American scholars who are leaders in the field of archaeology will lend strong US representation. Further, the symposium supported in part by this award, \"The Heritage of Science and Technology in the Arctic,\" directly addresses the history of scientific exploration and international cooperation in the Arctic that continues to this day across many scientific disciplines, including archaeology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Samuels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Samuels",
   "pi_email_addr": "kathryn.lafrenz.samuels@ndsu.edu",
   "nsf_id": "000634069",
   "pi_start_date": "2013-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "XIII Nordic-TAG (Theoretical Archaeology Group) Conference",
  "perf_str_addr": "University of Iceland",
  "perf_city_name": "Reykjavik",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "IC",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Iceland",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 33810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding was requested to support an American research team from North Dakota State University and senior American scholars to participate in the international conference &ldquo;XIII Nordic Theoretical Archaeology Group&rdquo; (Nordic-TAG) to be held in Reykjavik, Iceland on April 21-25, 2013. The aim of participation in the conference was to (1) increase international dialogue and collaboration with regards to the archaeological resources of the Arctic region; (2) hold a symposium on the heritage of science and technology in the Arctic; (3) provide learning and professionalization opportunities for members of Lafrenz Samuels&rsquo; research team; and (4) bring leading American scholars Lynn Meskell and Charles Orser as honored speakers for the conference. Participants in the symposium were recruited based on visible research profiles in Arctic archaeology and its management, and submitted paper abstracts demonstrating merit and relevance to the goals of symposium. Participants from Lafrenz Samuels&rsquo; research team were chosen according to two criteria: the student&rsquo;s interest in becoming a professional archaeologist, plus exemplary performance in the course ANTH 480/680 &ldquo;Development of Anthropological Theory,&rdquo; a required course for majors and masters students in the anthropology program at North Dakota State University.</p>\n<p>The central activity was holding the symposium on \"The Heritage of Science and Technology in the Arctic.\" Presentations were given by Susan Kaplan and Genevieve LeMoine (Bowdoin College,&nbsp;The Peary-MacMillan Arctic Museum and Arctic Studies Center) on \"Working on the Edge: Archaeological Investigations of Peary and the Inughuit at Cape Sheridan, Ellesmere Island, Nunavut,\" Arthur Mason (US-Norway Fulbright fellow) on \"The Social through the Recursive,\" Anne Jensen (UIC Science LLC) on \"Science is Ourselves? I&ntilde;upiat and the Archaeology of Science on the North Slope of Alaska,\" Frigga Kruse (independent scholar) on \"British Involvement in the Early Industrialization of Spitsbergen,\" and Kathryn Lafrenz Samuels (North Dakota State University) on \"On the Arctic Scale: Transboundary Sites of Scientific Exploration.\"</p>\n<p>The XIII Nordic-TAG conference provided an excellent opportunity for professionalization for Lafrenz Samuel's research team, which included one lecturer, three graduate students, and two undergraduates. The students in particular were exposed for the first time to an international research conference, providing networking opportunities, and visits to area archaeological sites as part of the conference proceedings.&nbsp;Conference participation therefore afforded key professionalization and learning experiences for early researchers and students at North Dakota State University. Training archaeological professionals is a social good that will give back to society through future generations of responsible resource management and international scientific collaboration.&nbsp;</p>\n<p><span>Cultural heritage studies is an emerging field of interdisciplinary research that focuses on how the past is made relevant in the present. The Arctic region has a rich history of scientific and technological interest, and with the increasing interest in developing the Arctic region today, this heritage will be mobilized within a suite of claims over how best to manage Arctic resources, foster development, and advance scientific and technological understanding in the region.&nbsp;Heritage in part deals with the intersection between archaeology and society. The symposium &ldquo;The Heritage of Science and Technology in the Arctic&rdquo; therefore precisely focused on the broader impacts that archaeological research contributes to society, and how it becomes interwoven with important social issues and debates.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified...",
  "por_txt_cntn": "\nFunding was requested to support an American research team from North Dakota State University and senior American scholars to participate in the international conference \"XIII Nordic Theoretical Archaeology Group\" (Nordic-TAG) to be held in Reykjavik, Iceland on April 21-25, 2013. The aim of participation in the conference was to (1) increase international dialogue and collaboration with regards to the archaeological resources of the Arctic region; (2) hold a symposium on the heritage of science and technology in the Arctic; (3) provide learning and professionalization opportunities for members of Lafrenz SamuelsÆ research team; and (4) bring leading American scholars Lynn Meskell and Charles Orser as honored speakers for the conference. Participants in the symposium were recruited based on visible research profiles in Arctic archaeology and its management, and submitted paper abstracts demonstrating merit and relevance to the goals of symposium. Participants from Lafrenz SamuelsÆ research team were chosen according to two criteria: the studentÆs interest in becoming a professional archaeologist, plus exemplary performance in the course ANTH 480/680 \"Development of Anthropological Theory,\" a required course for majors and masters students in the anthropology program at North Dakota State University.\n\nThe central activity was holding the symposium on \"The Heritage of Science and Technology in the Arctic.\" Presentations were given by Susan Kaplan and Genevieve LeMoine (Bowdoin College, The Peary-MacMillan Arctic Museum and Arctic Studies Center) on \"Working on the Edge: Archaeological Investigations of Peary and the Inughuit at Cape Sheridan, Ellesmere Island, Nunavut,\" Arthur Mason (US-Norway Fulbright fellow) on \"The Social through the Recursive,\" Anne Jensen (UIC Science LLC) on \"Science is Ourselves? I&ntilde;upiat and the Archaeology of Science on the North Slope of Alaska,\" Frigga Kruse (independent scholar) on \"British Involvement in the Early Industrialization of Spitsbergen,\" and Kathryn Lafrenz Samuels (North Dakota State University) on \"On the Arctic Scale: Transboundary Sites of Scientific Exploration.\"\n\nThe XIII Nordic-TAG conference provided an excellent opportunity for professionalization for Lafrenz Samuel's research team, which included one lecturer, three graduate students, and two undergraduates. The students in particular were exposed for the first time to an international research conference, providing networking opportunities, and visits to area archaeological sites as part of the conference proceedings. Conference participation therefore afforded key professionalization and learning experiences for early researchers and students at North Dakota State University. Training archaeological professionals is a social good that will give back to society through future generations of responsible resource management and international scientific collaboration. \n\nCultural heritage studies is an emerging field of interdisciplinary research that focuses on how the past is made relevant in the present. The Arctic region has a rich history of scientific and technological interest, and with the increasing interest in developing the Arctic region today, this heritage will be mobilized within a suite of claims over how best to manage Arctic resources, foster development, and advance scientific and technological understanding in the region. Heritage in part deals with the intersection between archaeology and society. The symposium \"The Heritage of Science and Technology in the Arctic\" therefore precisely focused on the broader impacts that archaeological research contributes to society, and how it becomes interwoven with important social issues and debates.  \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/12/2015\n\n\t\t\t\t\tSubmitted by: Kathryn Samuels"
 }
}