{
 "awd_id": "1332568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Critical Thinking in Underserved Minority Students through Broad-based Explicit and Discipline-specific Pedagogical Approaches",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 390481.0,
 "awd_amount": 468576.0,
 "awd_min_amd_letter_date": "2013-07-30",
 "awd_max_amd_letter_date": "2018-08-20",
 "awd_abstract_narration": "The University of Maryland Eastern Shore will implement an HBCU-UP Targeted Infusion Project that aims to enhance student critical thinking skills and practice through redesign of an entry level biology course. The course redesign incorporates instructional strategies that teach and provide an environment to practice critical thinking. The goals are to enhance faculty expertise in critical thinking instruction, infuse critical thinking skill development in biology curricula using broad-based and discipline-specific pedagogical approaches, and to initiate the development of a resource center for critical thinking efforts and practices for the institution. \r\n\r\nThe project stems from the university?s strategic plan to review and/or modify academic programs to produce a more competitive global workforce and a series of faculty workshops on critical thinking. The existing Critical Thinking in Science Course ultimately was modified, and data showed that the students enrolled in the general course performed better in science gatekeeper courses than those who were not enrolled. The proposed project will extend this experiment by developing a discipline-specific course and pedagogical strategies for all biology majors.      \r\n\r\nWhile the project is intended to target underrepresented students, the curriculum transformation to enhance the development of critical thinking skills will enhance STEM education in general and could impact undergraduate education at all types of institutions. Specifically, through traditional and non-traditional modes of dissemination, the best practices related to infusing critical thinking into STEM curricula will broadly introduce, inform, and expose faculty at HBCUs and other institutions to processes associated with improving STEM student success.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Johnson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Linda R Johnson",
   "pi_email_addr": "lrjohnson@umes.edu",
   "nsf_id": "000511864",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Eastern Shore",
  "inst_street_address": "11868 ACADEMIC OVAL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCESS ANNE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4106516714",
  "inst_zip_code": "218531295",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND ES",
  "org_prnt_uei_num": "",
  "org_uei_num": "LNUBJQ26R2M5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Eastern Shore",
  "perf_str_addr": "1 Back Bone Road",
  "perf_city_name": "Princess Anne",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218531299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 390481.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 78095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Project enhanced STEM undergraduate student learning through a conscientious and deliberate redesign of Principles of Biology, a Gen Ed and STEM program entry level core course. The course redesign resulted in the development of instructional strategies that: 1) systematically taught the components and process of critical thinking; and 2) provided an environment for continual practice of critical thinking. As a supplement to the grant, the project increased the institution&rsquo;s research capacity by facilitating the establishment of a Zebrafish research facility. The research facility provided opportunities for hands-on research experiences further enhancing the student learning environment through the application of critical thinking.</p>\n<p>For the critical thinking course redesign component of the project, faculty were trained and certified for critical thinking instruction through professional workshops and the completion of certification online courses offered by Center and Foundation for Critical Thinking. Trained faculty developed both broad-based explicit and discipline specific pedagogical approaches and strategies to enhance the learning environment.</p>\n<p>Briefly, the course redesign included learning modules with broad-based critical thinking theories, protocols and practices, and discipline-specific content structured around identified Fundamental and Powerful concepts. Pedagogical approaches and strategies followed a semi-flipped classroom concept that fostered collaborative learning through student engagement and interaction. Course concepts and content were reinforced through concept-linked critical thinking activities that routinely involved close reading, writing assignments, Socratic questioning, and the application of intellectual standards. Several intervention assessment methods were used. One of the three iterations which included seasoned instructors demonstrated an increase in student performance when compared to a control group. While the other iterations were inconclusive, the iteration with the seasoned instructors resulted in an outcome that provided a promising model to increase the effectiveness of STEM education particularly for underserved, underprepared, and/or underrepresented minorities.</p>\n<p>In addition, the project also developed a virtual Center for Critical Thinking (CCT). Designed by Premier Web Designs Solutions, CCT is expected to be an interactive networking platform for students, faculty and guests and a resource for blogs and links related to best critical thinking practices for students and faculty.</p>\n<p>The supplement project increased the institution&rsquo;s research capacity by facilitating the establishment of a Zebrafish research facility. &nbsp;The research facility was used to increase institutional research opportunities. Specific to this grant, a preliminary zebrafish research model was developed to address the effects of estrogen and estrogen-like compounds on the development of the reproductive system of aquatic vertebrate animals. While still in development, the model is promising. We now have the ability to gain a better understanding of the effects of estrogen and estrogen-like compounds particularly, their derivatives on biological systems.</p>\n<p>The course redesign project focused on the needs of underprepared student populations, however, any modifications incorporated to enhance basic literacy skills will not only enhance STEM education in general but will have broader impacts on Education programming in general at UMES. In addition to addressing our institutions commitment to the enhancement of undergraduate education and faculty development, the project can provide pedagogical strategies and approaches that will deliberately infuse critical thinking activities in both General Education and STEM gatekeeper courses. Its development, implementation, and refinement at UMES, a Historically Black College and University (HBCU), can result in methodologies that may address the academic environments that are unique HBCUs. The program&rsquo;s best practices, for student learning can potentially be developed into a model that may meet the needs of other HBCUs.</p>\n<p>While it has been challenging to make the CCT available in the current climate, its potential to increase student learning and academic completion by centralizing invaluable resources is significant. Once moved to the institutions&rsquo; IT platform, the Center will serve as a foundational source that will cater to the academic needs of the students.&nbsp; It has the ability to not only provide resources and activities that could enhance critical thinking, but it also could be used as a supplemental source for online instruction in all disciplines. The Center has the potential to be a centralized resource center that will provide structure for student learning.</p>\n<p>Finally, the Zebrafish research facility provides research opportunities and experiences for STEM undergraduate students, both independent projects and projects that can now be integrated in the curriculum. Student participation results in enhanced critical thinking skills and confidence in their professional identities. This is important for professional progression, particularly in underrepresented groups.</p>\n<p>The facility impacts faculty research output and their ability to gain internal and external funding.&nbsp; Currently, the facility is used by those who are seeking to establish or expand their independent research projects. Many newly formed projects are multidisciplinary research collaborations within the department (DNS) which consists of four undergraduate degree disciplines and two graduate programs. Other projects reach beyond the DNS and into other research programs at the University.</p>\n<p>While the project was challenging, the outcomes provided the foundation for future projects.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2022<br>\n\t\t\t\t\tModified by: Linda&nbsp;R&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Project enhanced STEM undergraduate student learning through a conscientious and deliberate redesign of Principles of Biology, a Gen Ed and STEM program entry level core course. The course redesign resulted in the development of instructional strategies that: 1) systematically taught the components and process of critical thinking; and 2) provided an environment for continual practice of critical thinking. As a supplement to the grant, the project increased the institution’s research capacity by facilitating the establishment of a Zebrafish research facility. The research facility provided opportunities for hands-on research experiences further enhancing the student learning environment through the application of critical thinking.\n\nFor the critical thinking course redesign component of the project, faculty were trained and certified for critical thinking instruction through professional workshops and the completion of certification online courses offered by Center and Foundation for Critical Thinking. Trained faculty developed both broad-based explicit and discipline specific pedagogical approaches and strategies to enhance the learning environment.\n\nBriefly, the course redesign included learning modules with broad-based critical thinking theories, protocols and practices, and discipline-specific content structured around identified Fundamental and Powerful concepts. Pedagogical approaches and strategies followed a semi-flipped classroom concept that fostered collaborative learning through student engagement and interaction. Course concepts and content were reinforced through concept-linked critical thinking activities that routinely involved close reading, writing assignments, Socratic questioning, and the application of intellectual standards. Several intervention assessment methods were used. One of the three iterations which included seasoned instructors demonstrated an increase in student performance when compared to a control group. While the other iterations were inconclusive, the iteration with the seasoned instructors resulted in an outcome that provided a promising model to increase the effectiveness of STEM education particularly for underserved, underprepared, and/or underrepresented minorities.\n\nIn addition, the project also developed a virtual Center for Critical Thinking (CCT). Designed by Premier Web Designs Solutions, CCT is expected to be an interactive networking platform for students, faculty and guests and a resource for blogs and links related to best critical thinking practices for students and faculty.\n\nThe supplement project increased the institution’s research capacity by facilitating the establishment of a Zebrafish research facility.  The research facility was used to increase institutional research opportunities. Specific to this grant, a preliminary zebrafish research model was developed to address the effects of estrogen and estrogen-like compounds on the development of the reproductive system of aquatic vertebrate animals. While still in development, the model is promising. We now have the ability to gain a better understanding of the effects of estrogen and estrogen-like compounds particularly, their derivatives on biological systems.\n\nThe course redesign project focused on the needs of underprepared student populations, however, any modifications incorporated to enhance basic literacy skills will not only enhance STEM education in general but will have broader impacts on Education programming in general at UMES. In addition to addressing our institutions commitment to the enhancement of undergraduate education and faculty development, the project can provide pedagogical strategies and approaches that will deliberately infuse critical thinking activities in both General Education and STEM gatekeeper courses. Its development, implementation, and refinement at UMES, a Historically Black College and University (HBCU), can result in methodologies that may address the academic environments that are unique HBCUs. The program’s best practices, for student learning can potentially be developed into a model that may meet the needs of other HBCUs.\n\nWhile it has been challenging to make the CCT available in the current climate, its potential to increase student learning and academic completion by centralizing invaluable resources is significant. Once moved to the institutions’ IT platform, the Center will serve as a foundational source that will cater to the academic needs of the students.  It has the ability to not only provide resources and activities that could enhance critical thinking, but it also could be used as a supplemental source for online instruction in all disciplines. The Center has the potential to be a centralized resource center that will provide structure for student learning.\n\nFinally, the Zebrafish research facility provides research opportunities and experiences for STEM undergraduate students, both independent projects and projects that can now be integrated in the curriculum. Student participation results in enhanced critical thinking skills and confidence in their professional identities. This is important for professional progression, particularly in underrepresented groups.\n\nThe facility impacts faculty research output and their ability to gain internal and external funding.  Currently, the facility is used by those who are seeking to establish or expand their independent research projects. Many newly formed projects are multidisciplinary research collaborations within the department (DNS) which consists of four undergraduate degree disciplines and two graduate programs. Other projects reach beyond the DNS and into other research programs at the University.\n\nWhile the project was challenging, the outcomes provided the foundation for future projects.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/19/2022\n\n\t\t\t\t\tSubmitted by: Linda R Johnson"
 }
}