{
 "awd_id": "1333279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Conservation, Conflict, and Control in Tropical Protected Areas",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 12915.0,
 "awd_amount": 12915.0,
 "awd_min_amd_letter_date": "2013-08-02",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "This doctoral dissertation research project will examine how conflict, costs, and conservation priorities shape spatial enforcement decisions in four national parks of Colombia.  Protected areas like national parks are a cornerstone of biodiversity conservation, but they are sites where officials often fail to enforce existing regulations against human-related pressures.  Recent studies show that budgetary constraints alone do not provide sufficient explanation for differences in the conservation impact of protected areas.  This doctoral dissertation research project seeks to assess the proposition that the costs of conflict and access can prevent park managers from allocating enforcement resources in ways that optimize conservation outcomes.  To test this proposition, the doctoral student will assess the conservation success of Colombian parks using satellite imagery and econometric estimation techniques.  He will examine how estimated success varies with levels of conflict, accessibility, and park budget.  The student will conduct field research in four national parks to examine how enforcement allocation decisions of protected area managers are shaped by spatial differences in expected conflict, accessibility, and conservation priorities.\r\n\r\nBy empirically examining the role of conflict and cost in spatial enforcement allocation, this research will provide new insights regarding potentially crucial determinants of conservation success in protected areas.  Few studies have empirically examined how protected area regulations are enforced in practice, let alone how enforcement allocation varies spatially as a function of key decision variables such as conflict, accessibility, and conservation priorities.  Enhanced understanding of the relative influence of these variables on enforcement allocation can improve the efficiency of current and future policies and investments that seek to strengthen tropical protected area networks.  Project findings also will lay the groundwork of a research program on modeling and optimizing enforcement dynamics in tropical protected areas.  Collected data will be used as the baseline for an assessment of the impact of future enforcement investments on conservation outcomes.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Agrawal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Agrawal",
   "pi_email_addr": "arunagra@umich.edu",
   "nsf_id": "000252461",
   "pi_start_date": "2013-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christoph",
   "pi_last_name": "Nolte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christoph Nolte",
   "pi_email_addr": "chrnolte@bu.edu",
   "nsf_id": "000642009",
   "pi_start_date": "2013-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "440 Church St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project examined the patterns of conflict and regulatory enforcement in fifteen national parks in Colombia. Colombia is one of the most bio-diverse countries in the world, yet not all parks succeed in fully enforcing park regulations within their boundaries. We conducted a detailed analysis of the enforcement chains in each park, looking at threats, patrolling strategies, and the threat-specific success rates in detecting infractions, identifying violators, administrative procedures, and sanctions.</p>\n<p>We found that challenges to enforcement differ signficantly by threat. While furtive activities mainly constitute a detection challenge, activities related to deforestation (agriculture, grazing, construction) mainly constitute a challenge because unclear land rights make it difficult to sanction violators. We also found that park guards were more likely to patrol areas where the potential for conflict was high (presence of infractors), but then often avoid activities which were likely to result in conflict (e.g. preferring persuasion to formal sanctioning processes).&nbsp;</p>\n<p>We concluded that increasing the regulatory enforcement capacity of the visited parks will not only require more equipment and staff, as often suggested, but also improved resolution of land tenure, clarification of<br />use rights, improved patrolling strategies and protection of<br />park guards from conflict. We disseminated results to national and international stakeholders and the scientific community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Christoph&nbsp;Nolte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project examined the patterns of conflict and regulatory enforcement in fifteen national parks in Colombia. Colombia is one of the most bio-diverse countries in the world, yet not all parks succeed in fully enforcing park regulations within their boundaries. We conducted a detailed analysis of the enforcement chains in each park, looking at threats, patrolling strategies, and the threat-specific success rates in detecting infractions, identifying violators, administrative procedures, and sanctions.\n\nWe found that challenges to enforcement differ signficantly by threat. While furtive activities mainly constitute a detection challenge, activities related to deforestation (agriculture, grazing, construction) mainly constitute a challenge because unclear land rights make it difficult to sanction violators. We also found that park guards were more likely to patrol areas where the potential for conflict was high (presence of infractors), but then often avoid activities which were likely to result in conflict (e.g. preferring persuasion to formal sanctioning processes). \n\nWe concluded that increasing the regulatory enforcement capacity of the visited parks will not only require more equipment and staff, as often suggested, but also improved resolution of land tenure, clarification of\nuse rights, improved patrolling strategies and protection of\npark guards from conflict. We disseminated results to national and international stakeholders and the scientific community.\n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Christoph Nolte"
 }
}