{
 "awd_id": "1333524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Individualized Modeling towards Cognitive Control of Human-Machine Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 235000.0,
 "awd_amount": 235000.0,
 "awd_min_amd_letter_date": "2013-08-21",
 "awd_max_amd_letter_date": "2013-08-21",
 "awd_abstract_narration": "The research objective of this project is to integrate human factors and control for modeling of collaborative human-machine systems. Specifically, in a driver-vehicle system, the driver's cognitive state and behavior may become significant factors to the overall system performance. This work is to study a driver assistance system (DAS) that integrates the driver's cognitive state and behavior, as well as the vehicle state and behavior, as inputs. Driver's cognitive state includes emotion, mental workload and attention. The approach has three main aspects: (1) investigate a method to model a driver's cognitive state and behavior while controlling a vehicle in a dynamic human-machine environment (HME); (2) incorporate the HME model into a DAS as a form of feedback control; (3) test and validate the above theories through the DAS simulation.\r\n\r\nThe research makes significant contributions to the areas of human state and behavior modeling, as well as cognitive control of human-machine systems. Driver assistance systems have a strong relevance to transportation safety, and one large deliverable from this research includes a reduction in automobile accidents. This DAS is a specific test bed for a more general Human Assistance System (HAS). The test bed results can be used to model a more generic HAS, which can then be applied to human-machine systems in a variety of domains such as medicine, manufacturing, and space applications. This work will provide experience to students and teachers by providing educational activities to support k-12 education. Graduate and undergraduate students will benefit through research integration with curriculums and senior design projects. This work expects to attract minorities and underrepresented groups, especially women. The work will also reach out towards professional societies and international collaboration for a wide dissemination of the research outcome.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingzi",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingzi Lin",
   "pi_email_addr": "yi.lin@neu.edu",
   "nsf_id": "000214555",
   "pi_start_date": "2013-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 235000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this award period, accomplishments were made through a variety of projects, including three specific objectives. The first involves investigation of an integrated, individualized approach towards Human Machine Environment (HME) system (e.g., driver-vehicle-environment) modeling, specifically operator cognitive state and behavior while controlling and manipulating a vehicle in a dynamic environment; the second incorporates the HME model into the HAS (e.g., Driver Assistance System (DAS)) and develops an individualized HAS by applying model-based optimal feedback control technology; and last, validate the above two objectives in a driver-vehicle system test bed. Meanwhile, other kinds of HAS are being studied and researched, including the applications of Brain-Computer Interfaces (BCI) and Human-Robot Interaction (HRI).</p>\n<p>Significant achievements were made in the driving simulation study. Specifically, a networked multi-driver simulation system had been developed along with the proposal of theoretical framework. A new simulation platform including a bicycle simulator using oculus rift has been established and tested for validation, and a number of human-machine interaction experiments have been run based on this system. Several hypothesizes have been testified. The multi-driver simulation system provides a safe and effective lab environment for interactive driving behavior studies. With the help of the multi-driving simulator platform, the PI&rsquo;s lab has and will continue to characterize the genesis and features of car accidents. Also, a good amount of research on Brain- Computer interaction has been done. In particular, EEG has been used to investigate driving anger and driving fatigue detection, proving that EEG is a promising signal to characterize driving style and help reduce traffic accidents.</p>\n<p>Training and professional development were carried out during the course of this award. Dozens of graduate and undergraduate students (both national and international) were involved in this research. Some of graduate students took part in collaborative activities with high school students, mentoring K-12 students on broader science awareness. Undergraduate students from the Industrial Engineering Capstone groups were educated in experimental design and testing. One new course &ldquo;Human Performance Systems&rdquo; was developed at Northeastern University, which is a graduate level course that introduces students to the idea of human performance, and shows how it is affected by other physiopsychological factors. Two other courses, Biosensor and Human Behavior Measurement (graduate and undergraduate), and Human Factors Engineering (graduate), are taught both on campus and on line, where students learn to properly consider human factors to identify design constraints, and are taught the tools needed to implement feasible solutions.</p>\n<p>This research has crucial impacts on the development of the principal discipline. For Human-Machine Systems, the multi-driver simulation system provides a safe and effective lab environment for interactive driving behavior studies. For sensor technology, a novel sensor design paradigm 'natural contact' has been made. Development of thin film sensors to make measurements through natural contact will provide future cognitive inference studies with the ability to collect physiological signals non-intrusively. For cognitive science, we propose to integrate individualized inference algorithms, which could be effective. A computational-intelligence based inference method was created which mimics the decision making process in human society.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2017<br>\n\t\t\t\t\tModified by: Yingzi (Lynn)&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring this award period, accomplishments were made through a variety of projects, including three specific objectives. The first involves investigation of an integrated, individualized approach towards Human Machine Environment (HME) system (e.g., driver-vehicle-environment) modeling, specifically operator cognitive state and behavior while controlling and manipulating a vehicle in a dynamic environment; the second incorporates the HME model into the HAS (e.g., Driver Assistance System (DAS)) and develops an individualized HAS by applying model-based optimal feedback control technology; and last, validate the above two objectives in a driver-vehicle system test bed. Meanwhile, other kinds of HAS are being studied and researched, including the applications of Brain-Computer Interfaces (BCI) and Human-Robot Interaction (HRI).\n\nSignificant achievements were made in the driving simulation study. Specifically, a networked multi-driver simulation system had been developed along with the proposal of theoretical framework. A new simulation platform including a bicycle simulator using oculus rift has been established and tested for validation, and a number of human-machine interaction experiments have been run based on this system. Several hypothesizes have been testified. The multi-driver simulation system provides a safe and effective lab environment for interactive driving behavior studies. With the help of the multi-driving simulator platform, the PI?s lab has and will continue to characterize the genesis and features of car accidents. Also, a good amount of research on Brain- Computer interaction has been done. In particular, EEG has been used to investigate driving anger and driving fatigue detection, proving that EEG is a promising signal to characterize driving style and help reduce traffic accidents.\n\nTraining and professional development were carried out during the course of this award. Dozens of graduate and undergraduate students (both national and international) were involved in this research. Some of graduate students took part in collaborative activities with high school students, mentoring K-12 students on broader science awareness. Undergraduate students from the Industrial Engineering Capstone groups were educated in experimental design and testing. One new course \"Human Performance Systems\" was developed at Northeastern University, which is a graduate level course that introduces students to the idea of human performance, and shows how it is affected by other physiopsychological factors. Two other courses, Biosensor and Human Behavior Measurement (graduate and undergraduate), and Human Factors Engineering (graduate), are taught both on campus and on line, where students learn to properly consider human factors to identify design constraints, and are taught the tools needed to implement feasible solutions.\n\nThis research has crucial impacts on the development of the principal discipline. For Human-Machine Systems, the multi-driver simulation system provides a safe and effective lab environment for interactive driving behavior studies. For sensor technology, a novel sensor design paradigm 'natural contact' has been made. Development of thin film sensors to make measurements through natural contact will provide future cognitive inference studies with the ability to collect physiological signals non-intrusively. For cognitive science, we propose to integrate individualized inference algorithms, which could be effective. A computational-intelligence based inference method was created which mimics the decision making process in human society. \n\n \n\n\t\t\t\t\tLast Modified: 10/17/2017\n\n\t\t\t\t\tSubmitted by: Yingzi (Lynn) Lin"
 }
}