{
 "awd_id": "1333155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interdependency in Decision Making, A Holistic Approach to Understanding Community Recovery from Catastrophes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mendonca",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 101879.0,
 "awd_amount": 101879.0,
 "awd_min_amd_letter_date": "2013-07-26",
 "awd_max_amd_letter_date": "2013-07-26",
 "awd_abstract_narration": "This study analyzes the recovery process from Hurricane Sandy in New York City to develop a better theoretical understanding of how the inter-related decisions and actions of residents, businesses and government policymakers intersect in creating successful or failed recovery outcomes. Long-term recovery from major disasters has been one of the least studied phases of the disaster cycle, and because of its complexity it has largely been studied only in a piecemeal fashion. Yet, as numerous recent disasters have shown, recovery planners face enormous challenges and require better understanding of the specific dynamics of this process. The research analyzes New York City's recovery over a three-year period to better understand how and why effective community recovery happens. Data collected through large-scale surveys, in-depth case studies and analysis of government policies will be used to test a conceptual framework of integrated disaster recovery decision-making based on questions such as: What factors contribute to household recovery decisions and how are they related to businesses recovery success? What factors contribute to business recovery decisions and to what extent are they related to household recovery success? How do these relationships change or evolve over time? Do government and institutions' policies and programs capture the recovery needs and priorities of households and businesses initially and over time? \r\n\r\nBetter understanding the ways in which household, business and government decisions interrelate is critical to helping planners, politicians and recovery managers develop more robust and resilient communities. The study will contribute to a mostly under-studied aspect of the disaster recovery process and help improve policy and assistance response to disaster-affected communities. These findings will add to the still evolving knowledge base on the complexities of urban and mega-urban responses to catastrophic disasters that continue to impact American cities such as New York, a premier global city that was seemingly diligent in long-term planning and pre-storm preparation but was still severely affected by Sandy. This illustrates the need for better understanding of response and recovery to disasters and the findings from this research will directly contribute to better planning and policy-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Divya",
   "pi_last_name": "Chandrasekhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Divya Chandrasekhar",
   "pi_email_addr": "D.Chandrasekhar@utah.edu",
   "nsf_id": "000615103",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Southern University",
  "inst_street_address": "3100 CLEBURNE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133137457",
  "inst_zip_code": "770044501",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "TEXAS SOUTHERN UNIVERSITY",
  "org_prnt_uei_num": "HEMSG8TLU9N3",
  "org_uei_num": "HYYJJ5ZP7CR9"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Southern University",
  "perf_str_addr": "3100 Cleburne Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770044501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 62447.0
  }
 ],
 "por": null
}