{
 "awd_id": "1333335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF/Collaborative Research:   Computationally Driven Targeting of Advanced Thermoelectric Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Campo",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 396000.0,
 "awd_min_amd_letter_date": "2013-09-16",
 "awd_max_amd_letter_date": "2018-08-02",
 "awd_abstract_narration": "****Technical Abstract****\r\nThe discovery of thermoelectric materials is the critical bottleneck limiting the widespread use of thermoelectric generators for energy harvesting.  To date, the search for such materials has been challenging due to the multitude of conflicting property requirements that must be simultaneously satisfied. The proposed research addresses these challenges through a high-throughput search for materials, enabled by the continued improvements in large-scale computing and the development of a thermoelectric performance metric suitable for high-throughput calculations.  High accuracy measurements of electronic structure and majority carrier transport properties will be used to validate the calculated descriptors. In support of these efforts, rapid experimental validation approaches for theory-predicted thermoelectric materials will be developed. On-the-fly data mining of the resulting experimental/theoretical property database will yield material-property relationships pointing to new target materials.  The resulting techniques and software tools will be well-documented and open-access. The resulting property database will serve as the seed for a long-term central, open repository for thermoelectric materials.  This research program lays the groundwork for a new, computationally driven, paradigm in thermoelectric material research.\r\n\r\n****Non-Technical Abstract****\r\nThe development of advanced thermoelectric materials could have a profound impact on the nation's energy portfolio. Solar thermoelectric generators and waste heat recovery could provide a significant fraction of our electricity needs.  This program will lead to the development and dissemination of a transformative methodology for the realization of new thermoelectric materials, which can be extended to other materials sub-disciplines.  High throughput electronic structure calculations of known earth-abundant compounds will provide the critical descriptors to identify new materials. The veracity of these calculations will be continuously tested through experimental measurements.  Adaptive data mining will be used to extract structure-property trends and organically grow the material database.  In doing so, a new generation of students (community college, undergraduate, graduate, post-doc) will be trained, which are conversant with both theoretical and experimental approaches to science by immersing them in a fully integrated research program.  This effort extends beyond the core students in the research group through workshops focused on integrated theory/experiment approaches to thermoelectric materials and working in a \"big-data\" environment.  A suite of K-12 and community college outreach programs targets the recruitment of underrepresented groups in STEM.  These innovative programs include teacher training modules, after school programs, and summer research opportunities for community college students.\r\n\r\nThis award is supported by the Divisions of Materials Research (DMR), of Mathematical Sciences (DMS), and of Computer and Network Systems (CNS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mason",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas O Mason",
   "pi_email_addr": "t-mason@northwestern.edu",
   "nsf_id": "000270767",
   "pi_start_date": "2013-09-16",
   "pi_end_date": "2014-04-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Barnett",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Barnett",
   "pi_email_addr": "s-barnett@northwestern.edu",
   "nsf_id": "000305650",
   "pi_start_date": "2014-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Dr.",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013108",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 36000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Space power generation, silent refrigeration, and personal devices powered by our own body heat are just some of the applications that make thermoelectrics useful in our everyday lives. At the heart of all these technologies is a semiconducting material, which converts heat into useful electricity (in power applications) and uses electricity to manage heat (in refrigeration applications). What makes these materials truly remarkable is their reversibility: one material can empower both applications.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Researchers from Northwestern University, the Colorado School of Mines, and the University of Colorado Boulder have been working tirelessly to uncover new materials that are more efficient for thermoelectric applications. These new materials will improve the performance of existing thermoelectric technologies. The researchers are reducing the search time for new materials by working in an advanced collaborative mode that leverages experience in computation, theory, and experiments. Not only is their work leading to new, advanced thermoelectric materials, but their work has broader impacts in training the next generation workforce in computational and informatics techniques.</p>\n<p><span style=\"white-space: pre;\"> </span>To asses the potential performance of new thermoelectric materials, this team of researchers developed a thermoelectric &ldquo;quality factor,&rdquo; which describes the necessary physical properties for high performance. Since thermoelectric materials must meet stringent requirements for their ability to conduct heat and electricity, accurate predictions of thermal and electrical conductivity are important for identifying candidate materials. Over several iterations of the quality factor, which were validated through experimental measurements, the team identified over 50 new materials that merit further study.</p>\n<p><span style=\"white-space: pre;\"> </span>Towards the end of this project, the team stumbled upon a far larger problem inherent in all semiconducting materials: that of dopability. In semiconducting applications (thermoelectric, electronic, solar, etc.) tuning the carrier concentration through doping is an important technique for optimizing their properties. However, many materials can not be doped, either because a suitable dopant is not known or because intrinsic defects in the material prevent effective doping. This research team is transferring their experience in high-throughput methods to a new project, which will ultimately provide better guidance on dopability in semiconducting materials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/12/2019<br>\n\t\t\t\t\tModified by: Scott&nbsp;A&nbsp;Barnett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Space power generation, silent refrigeration, and personal devices powered by our own body heat are just some of the applications that make thermoelectrics useful in our everyday lives. At the heart of all these technologies is a semiconducting material, which converts heat into useful electricity (in power applications) and uses electricity to manage heat (in refrigeration applications). What makes these materials truly remarkable is their reversibility: one material can empower both applications. \n\n Researchers from Northwestern University, the Colorado School of Mines, and the University of Colorado Boulder have been working tirelessly to uncover new materials that are more efficient for thermoelectric applications. These new materials will improve the performance of existing thermoelectric technologies. The researchers are reducing the search time for new materials by working in an advanced collaborative mode that leverages experience in computation, theory, and experiments. Not only is their work leading to new, advanced thermoelectric materials, but their work has broader impacts in training the next generation workforce in computational and informatics techniques.\n\n To asses the potential performance of new thermoelectric materials, this team of researchers developed a thermoelectric \"quality factor,\" which describes the necessary physical properties for high performance. Since thermoelectric materials must meet stringent requirements for their ability to conduct heat and electricity, accurate predictions of thermal and electrical conductivity are important for identifying candidate materials. Over several iterations of the quality factor, which were validated through experimental measurements, the team identified over 50 new materials that merit further study.\n\n Towards the end of this project, the team stumbled upon a far larger problem inherent in all semiconducting materials: that of dopability. In semiconducting applications (thermoelectric, electronic, solar, etc.) tuning the carrier concentration through doping is an important technique for optimizing their properties. However, many materials can not be doped, either because a suitable dopant is not known or because intrinsic defects in the material prevent effective doping. This research team is transferring their experience in high-throughput methods to a new project, which will ultimately provide better guidance on dopability in semiconducting materials.\n\n\t\t\t\t\tLast Modified: 04/12/2019\n\n\t\t\t\t\tSubmitted by: Scott A Barnett"
 }
}