{
 "awd_id": "1333211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Migration, Nationalism, and Welfare State Reform",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 11208.0,
 "awd_amount": 11208.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "SES-1333211\r\nRobin Stryker\r\nJ. Taylor Danielson\r\nUniversity of Arizona\r\n\r\nThe 1990s marked the movement of welfare states away from providing transfer payments and benefits-in-kind (e.g., healthcare) toward policies that equip individuals with the skills necessary to re-enter the labor market.  Although these employment-focused programs successfully incorporated previously excluded groups (e.g., women) into the labor force, existing research suggests that these programs negatively impact immigrants in Europe by contributing to the development of new forms of institutionalized inequality and legitimizing the forced assimilation of immigrants into European society.  To determine why these programs continue to be implemented despite their unintended consequences for immigrants and how immigration affects the structure and generosity of welfare state programs, this project examines:\r\n1.\tHow, and to what extent, changes in immigration rates from non-EU/Muslim countries into Europe have affected public support for welfare state programs.\r\n2.\tWhether politicians have used changes in immigration to influence public support for policy reforms that cut back and restructure existing welfare state programs and shift service provision from the state onto the market.\r\n3.\tHow changes in immigration rates from non-EU/Muslim countries into previously ethnically homogeneous European countries have contributed to the erosion/restructuring of welfare state programs in these countries.  \r\nTo answer these questions, this study uses publicly available data from the European Value Survey (EVS) and the International Social Survey Programme (ISSP) to analyze changes in public attitudes toward both the welfare state and immigrants.  These data will be used to determine if populations have become more or less receptive to anti-immigrant rhetoric and proposed welfare state reforms in response to changes in immigration. In addition to these quantitative analyses, parliamentary records from the United Kingdom will be examined and situated in a larger historical context to determine if anti-immigrant rhetoric was used to call for reform of labor activation programs, anti-poverty policies, and/or redistributive programs.  The findings from the U.K. case will be used to assess whether or not changes in immigration may also be linked to welfare state restructuring efforts in Sweden, traditionally a more robust and redistributive welfare state.\r\n\r\nBroader Impacts\r\n\r\nBy examining the use of immigration to justify restructuring and cutting existing welfare state policies, this study will help us understand what role group divisions play in the policymaking process; whether or not European countries are experiencing increases in anti-immigrant sentiment among their citizenry and reduced support for the welfare state; and how certain group divisions are rendered more or less salient in an attempt to generate support for welfare state reform.  Should the results of this study demonstrate that European countries are experiencing increases in anti-immigrant sentiment among their citizenry; findings could potentially assist European lawmakers in identifying the potential causes of anti-immigrant sentiment and methods for addressing these issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Stryker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Stryker",
   "pi_email_addr": "rstryker@email.arizona.edu",
   "nsf_id": "000287185",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Danielson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Danielson",
   "pi_email_addr": "jtdaniel@email.arizona.edu",
   "nsf_id": "000630677",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11208.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>John Taylor Danielson has completed the research portion of his project \"Migration, Nationalism, and Welfare State Reform\" and is currently writing and revising the final two chapters of the dissertation. As a political sociologist working in the areas of social policy and public opinion research,  Danielson is particularly interested in identifying the social  psychological mechanisms underlying changing support for the welfare  state. Consequently, the dissertation examines the role that racial tensions and ethnic conflict play in shaping social policies (e.g., healthcare, unemployment benefits, anti-poverty programs) in both the United States and Western Europe. More specifically, this project focuses on the ways that changing migration patterns into Western Europe may be related to changing state expenditures via rising or falling program demand, shifting popular support for the welfare state, and changes in the number of ballots cast for far-right, nationalist parties over time.</p>\n<p>While this project was generously supported by a National Science  Foundation Doctoral Dissertation Improvement Grant, due to changes in the both the overarching research goals of the project and Danielson's own professional trajectory the co-PI did not require these funds to complete his dissertation. Instead, Danielson was able to accomplish the goals of his project using publicly available data from a wide variety of sources, including the International Social Survey Programme (ISSP), Organisation for Economic Co-Operation and Development (OECD), the Manifesto Project Database to examine changes in welfare state spending and public opinion across 16 countries. The results of these analyses indicate that immigration patterns are both directly and <em>in</em>directly related to welfare state expenditures. On the one hand, statistical analyses conducted at the country-level indicate that changing migration patterns may directly affect state expenditures on social policies by contributing to rising program demand. However, the degree to which this relationship holds is dependent on the reactivity of the welfare state to changing program demand as well as what types of migrants (e.g., workers, asylum-seekers, etc.) are entering the countries examined here and the types of benefits that these migrants are entitled to under existing immigration laws.</p>\n<p>In terms of the indirect effects of immigration on the welfare state, Danielson's dissertation shows that public support for unemployment benefits has largely declined across the majority of Western European countries in his data. While these shifts in popular support are, in part, due to economic growth and declining unemployment rates across Western Europe during the 1990s and early 2000s, these analyses demonstrated that these changes in public opinion also occurred at the same time as major shift in immigration into these countries. These results further indicated that: 1) anti-immigrant sentiment increased during this same time period, 2) attitudes toward migrants were related to changing levels of support for the welfare state, and 3) increases in the number of migrants and entering and residing within these countries was associated with growing popular support for far-right, nationalist parties. Based on these findings, Danielson argues that immigration may shape the welfare state by undermining popular support for specific social policies and contributing to increases in the percentage of votes cast for far-right parties that not only adopt anti-immigrant rhetoric but may also call for reductions in welfare state spending as well. Consequently, by shaping public attitudes, immigration may indirectly affect the welfare state through political pressures as well as by shaping directly demand for specific state benefits.</p>\n<p>This dissertation, which will be completed in 2016, demonstrates the usefulness of applying social ...",
  "por_txt_cntn": "\nJohn Taylor Danielson has completed the research portion of his project \"Migration, Nationalism, and Welfare State Reform\" and is currently writing and revising the final two chapters of the dissertation. As a political sociologist working in the areas of social policy and public opinion research,  Danielson is particularly interested in identifying the social  psychological mechanisms underlying changing support for the welfare  state. Consequently, the dissertation examines the role that racial tensions and ethnic conflict play in shaping social policies (e.g., healthcare, unemployment benefits, anti-poverty programs) in both the United States and Western Europe. More specifically, this project focuses on the ways that changing migration patterns into Western Europe may be related to changing state expenditures via rising or falling program demand, shifting popular support for the welfare state, and changes in the number of ballots cast for far-right, nationalist parties over time.\n\nWhile this project was generously supported by a National Science  Foundation Doctoral Dissertation Improvement Grant, due to changes in the both the overarching research goals of the project and Danielson's own professional trajectory the co-PI did not require these funds to complete his dissertation. Instead, Danielson was able to accomplish the goals of his project using publicly available data from a wide variety of sources, including the International Social Survey Programme (ISSP), Organisation for Economic Co-Operation and Development (OECD), the Manifesto Project Database to examine changes in welfare state spending and public opinion across 16 countries. The results of these analyses indicate that immigration patterns are both directly and indirectly related to welfare state expenditures. On the one hand, statistical analyses conducted at the country-level indicate that changing migration patterns may directly affect state expenditures on social policies by contributing to rising program demand. However, the degree to which this relationship holds is dependent on the reactivity of the welfare state to changing program demand as well as what types of migrants (e.g., workers, asylum-seekers, etc.) are entering the countries examined here and the types of benefits that these migrants are entitled to under existing immigration laws.\n\nIn terms of the indirect effects of immigration on the welfare state, Danielson's dissertation shows that public support for unemployment benefits has largely declined across the majority of Western European countries in his data. While these shifts in popular support are, in part, due to economic growth and declining unemployment rates across Western Europe during the 1990s and early 2000s, these analyses demonstrated that these changes in public opinion also occurred at the same time as major shift in immigration into these countries. These results further indicated that: 1) anti-immigrant sentiment increased during this same time period, 2) attitudes toward migrants were related to changing levels of support for the welfare state, and 3) increases in the number of migrants and entering and residing within these countries was associated with growing popular support for far-right, nationalist parties. Based on these findings, Danielson argues that immigration may shape the welfare state by undermining popular support for specific social policies and contributing to increases in the percentage of votes cast for far-right parties that not only adopt anti-immigrant rhetoric but may also call for reductions in welfare state spending as well. Consequently, by shaping public attitudes, immigration may indirectly affect the welfare state through political pressures as well as by shaping directly demand for specific state benefits.\n\nThis dissertation, which will be completed in 2016, demonstrates the usefulness of applying social psychological theories to the real world  to better understand how and why public support..."
 }
}