{
 "awd_id": "1333070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Assessing the Characteristics and Consequences of Prehistoric Land Use in the Cahokia Region",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 14509.0,
 "awd_amount": 14509.0,
 "awd_min_amd_letter_date": "2013-08-24",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "This doctoral dissertation research project will investigate the role of climate change and land use in the emergence and decline of the complex agricultural society at Cahokia, the largest prehistoric Native American settlement north of the Rio Grande.  Cahokia was located in southwestern Illinois in the Mississippi River valley near present-day St. Louis.  Agriculture began to develop in eastern North America around 4,000 years ago, and by 1050 CE, Cahokia had emerged in the central Mississippi River valley with a population of approximately 10,000 inhabitants, monumental earthworks, and an expansive trade network.  Despite its role as a cultural and political center, Cahokia was almost completely abandoned by 1350 CE for reasons that remain unclear.  One hypothesis is that prolonged drought or severe flooding caused Cahokia's decline.  Other prehistoric agricultural societies appear to have been highly vulnerable to periods of water scarcity that reduced crop yields and triggered social instability.  Environmental degradation caused by agricultural intensification may have exacerbated the effects of climatic change and further contributed to Cahokia's decline.  To assess the potential role of climate change and resource overexploitation in the emergence and decline of Cahokia, the doctoral student will collect lake sediment cores from four oxbow lakes in in the Mississippi River floodplain along a transect beginning at Cahokia and moving southward towards areas that were less populated during the late prehistoric period.  From all sediment cores, the student will develop long-term records of agricultural expansion and contraction (using fossil pollen, charcoal, and carbon isotopes) and hydroclimatic variability (using sediment mineral content and particle-size) that span the last two millennia.  These high-quality records of changing land use, land cover, fire regimes, and hydroclimatic conditions that permit tests of hypotheses concerning the role of environmental change in Cahokia's abandonment.\r\n\r\nThis project will contribute to a broader understanding of the resilience and vulnerability of agricultural societies to land-use intensification and climate variability.  By developing an understanding of why past agricultural societies collapsed, this project will provide insights into how to manage contemporary agricultural systems in order to increase their resilience in the face of environmental perturbations.  This project lies at the intersection of the earth sciences, ecology, geography, and anthropology, and the researchers will present their work at national conferences to both social and natural scientists.  The results of this research will be shared with the public through presentations at the interpretive center at Cahokia.  All data will be made publicly available through the Neotoma Paleoecology Database, an online repository for data from lake sediment cores.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Williams",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Williams",
   "pi_email_addr": "jww@geography.wisc.edu",
   "nsf_id": "000453969",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Munoz",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel E Munoz",
   "pi_email_addr": "s.munoz@northeastern.edu",
   "nsf_id": "000642276",
   "pi_start_date": "2013-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061491",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14509.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to evaluate the role of environmental changes in the emergence and decline of Cahokia &ndash; a once large and prosperous Native American city situated along the central Mississippi River. In the 12<sup>th</sup> century, Cahokia became the largest settlement in the Americas north of Mexico, but was abandoned by the mid-14<sup>th</sup> century. Specifically, we sought to test two hypotheses that have previously been used to explain Cahokia&rsquo;s decline: (1) Did resource over-exploitation, namely the replacement of native forests and prairies with agricultural fields, create resource shortages and degrade soils, and thereby motivate individuals to abandon Cahokia? (2) Did environmental variability, especially drought and flooding of the Mississippi River, contribute to the abandonment of the region? For this doctoral dissertation research, the graduate student Co-PI (Samuel E. Munoz, now a postdoctoral scholar at the Woods Hole Oceanographic Institution) and advisor PI (Dr. John W. Williams) at the University of Wisconsin-Madison collected a series lake sediment records from oxbow lakes adjacent to Cahokia, and developed high-resolution and well-dated records of past vegetation composition, fire history, and flood history.</p>\n<p>We collected 3 new records from lakes along the central Mississippi River in Illinois (Horseshoe Lake, Madison Co.; Grassy Lake, Union Co.; Horseshoe Lake, Alexander Co.) following a transect beginning near Cahokia, where late prehistoric human populations were largest, moving downstream to progressively more remote areas. Lake sediment cores were initially split, imaged, and scanned for bulk density and magnetic characteristics at the University of Minnesota&rsquo;s Limnological Research Center, then transported to the University of Wisconsin-Madison for further analysis. We analyzed the sediments for fossil pollen, sedimentary charcoal, carbon isotopes, sediment grain size, and radiocarbon dates. The pollen and carbon isotopic data show that the area around Cahokia rapidly transitioned from a largely forested to an open and agricultural landscape beginning around A.D. 450, centuries before Cahokia became a large population center (ca A.D. 1050). Signals of these land cover changes, however, were only seen in the sediment cores collected from sites near to Cahokia and other large population centers. The limited extent of land cover change associated with Cahokia&rsquo;s expansion imply that timber over-exploitation was not a major cause of Cahokia&rsquo;s abandonment, although resource limitation may have played a role in the development of extensive trade networks and more intensive forms of agriculture that characterized the late prehistoric period.</p>\n<p>The physical sedimentology of these cores provide indicators of past floods in the Mississippi River, with flood deposits characterized by mineral-rich silts with highly uniform grain size and low concentrations of pollen and other organic materials.&nbsp; At least eight large flood events are documented at the Horseshoe Lake (Madison Co.) site next to Cahokia over the last two thousand years. &nbsp;These data and other regional paleoclimatic records indicate that the emergence of Cahokia coincided with an anomalously arid period in the Midwestern United States when large Mississippi River floods became less frequent.&nbsp; The area&rsquo;s abandonment coincides with the return of more frequent large floods. Thus, Cahokia&rsquo;s emergence and decline appears to be, in part, a societal response to shifting hydrological conditions resulting from climatic variability. This work directly bears on efforts to understand the resilience of human societies to environmental variability and change, and, more broadly, on current efforts to map pre-Industrial land cover for use in earth system models with the goal of improving our understanding of the global climate ...",
  "por_txt_cntn": "\nThe goal of this project was to evaluate the role of environmental changes in the emergence and decline of Cahokia &ndash; a once large and prosperous Native American city situated along the central Mississippi River. In the 12th century, Cahokia became the largest settlement in the Americas north of Mexico, but was abandoned by the mid-14th century. Specifically, we sought to test two hypotheses that have previously been used to explain CahokiaÆs decline: (1) Did resource over-exploitation, namely the replacement of native forests and prairies with agricultural fields, create resource shortages and degrade soils, and thereby motivate individuals to abandon Cahokia? (2) Did environmental variability, especially drought and flooding of the Mississippi River, contribute to the abandonment of the region? For this doctoral dissertation research, the graduate student Co-PI (Samuel E. Munoz, now a postdoctoral scholar at the Woods Hole Oceanographic Institution) and advisor PI (Dr. John W. Williams) at the University of Wisconsin-Madison collected a series lake sediment records from oxbow lakes adjacent to Cahokia, and developed high-resolution and well-dated records of past vegetation composition, fire history, and flood history.\n\nWe collected 3 new records from lakes along the central Mississippi River in Illinois (Horseshoe Lake, Madison Co.; Grassy Lake, Union Co.; Horseshoe Lake, Alexander Co.) following a transect beginning near Cahokia, where late prehistoric human populations were largest, moving downstream to progressively more remote areas. Lake sediment cores were initially split, imaged, and scanned for bulk density and magnetic characteristics at the University of MinnesotaÆs Limnological Research Center, then transported to the University of Wisconsin-Madison for further analysis. We analyzed the sediments for fossil pollen, sedimentary charcoal, carbon isotopes, sediment grain size, and radiocarbon dates. The pollen and carbon isotopic data show that the area around Cahokia rapidly transitioned from a largely forested to an open and agricultural landscape beginning around A.D. 450, centuries before Cahokia became a large population center (ca A.D. 1050). Signals of these land cover changes, however, were only seen in the sediment cores collected from sites near to Cahokia and other large population centers. The limited extent of land cover change associated with CahokiaÆs expansion imply that timber over-exploitation was not a major cause of CahokiaÆs abandonment, although resource limitation may have played a role in the development of extensive trade networks and more intensive forms of agriculture that characterized the late prehistoric period.\n\nThe physical sedimentology of these cores provide indicators of past floods in the Mississippi River, with flood deposits characterized by mineral-rich silts with highly uniform grain size and low concentrations of pollen and other organic materials.  At least eight large flood events are documented at the Horseshoe Lake (Madison Co.) site next to Cahokia over the last two thousand years.  These data and other regional paleoclimatic records indicate that the emergence of Cahokia coincided with an anomalously arid period in the Midwestern United States when large Mississippi River floods became less frequent.  The areaÆs abandonment coincides with the return of more frequent large floods. Thus, CahokiaÆs emergence and decline appears to be, in part, a societal response to shifting hydrological conditions resulting from climatic variability. This work directly bears on efforts to understand the resilience of human societies to environmental variability and change, and, more broadly, on current efforts to map pre-Industrial land cover for use in earth system models with the goal of improving our understanding of the global climate system.\n\nAll fossil pollen and radiocarbon data has or will soon be made publically available by submission to the Neotoma Paleoecology Database (w..."
 }
}