{
 "awd_id": "1334165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Gentrification and Change in Neighborhood Crime",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 11857.0,
 "awd_amount": 11857.0,
 "awd_min_amd_letter_date": "2013-09-06",
 "awd_max_amd_letter_date": "2013-09-06",
 "awd_abstract_narration": "SES-1334165\r\nStacy De Coster\r\nKristin Williams\r\nNorth Carolina State University\r\n\r\n\r\nSocial scientists long have recognized a relationship between community structure and crime rates. Research on communities and crime has informed understanding of how changes within neighborhoods affect criminal activity and the exercise of social controls, particularly communities' transition during times of disinvestment, deterioration, and disorganization. Little is known, however, about what happens to local crime rates as these areas undergo the process of gentrification or the influx of middle-class residents and marked transformation of the neighborhood physical and social milieus. The existing literature that does exist provides inconsistent findings. Such empirical ambiguity is likely the result of several methodological shortcomings in the current scholarship, including a lack of consistency in the way that gentrification is defined and measured and the failure to consider that the effects of the gentrification process reverberate to surrounding areas. This doctoral research employs a definition of gentrification informed by urban sociology to explore quantitatively how reinvestment activity shapes crime levels within the neighborhood as well as in peripheral communities. The attention then shifts to identifying key mechanisms that explain the crime-related consequences of urban reinvestment. Relying on narratives offered by residents and community leaders in a gentrifying area, this study focuses on the interplay among community relationships, policing practices, and crime reporting patterns to elucidate the ways in which gentrification translates into crime fluctuations. \r\n\r\n Broader Impacts \r\n\r\nThe paucity of research regarding the relationship between urban reinvestment and crime renders cities and neighborhoods unable to address the effects of gentrification within and around their boundaries. By assessing the degree to which gentrification affects community crime, this research will highlight the potential threat of reinvestment to communities and areas around their peripheries. Likewise, by affording attention to the mechanisms linking gentrification to crime outcomes, this research will underscore the reasons why gentrification translates into crime changes and, thus, will shed light on the neighborhood dynamics most in need of attention in transitioning communities. This research offers insights regarding such issues in ways that can be beneficial to local police departments, community organizations, city planners, long-term residents, and residents who are gentrifying the neighborhoods. Specifically, the findings of this study will allow these groups to anticipate, prepare for, and respond to potential crime problems in neighborhoods that have been gentrified, are currently",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "DeCoster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy DeCoster",
   "pi_email_addr": "smdecost@yahoo.com",
   "nsf_id": "000339748",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin Williams",
   "pi_email_addr": "knwillia@ncsu.edu",
   "nsf_id": "000616558",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11857.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project aimed to expand understanding of the gentrification process and its effects on communities from a criminological perspective.&nbsp; Specifically, it was designed to meet five primary academic objectives.&nbsp; The first was to offer an operationalization of gentrification, derived from urban sociology accounts, that is specific enough to detect the phenomenon and differentiate it from other types of urban renewal, yet broad enough to allow gentrification to manifest in diverse ways across both time and space.&nbsp; To this end, I defined and operationalized gentrification as a process of structural and compositional transformations, after a period of disinvestment and decline, brought about by the influx of middle- and upper-class residents.</p>\n<p>The second goal was to employ this operationalization in an assessment of how gentrification affected community crime levels in St. Louis during the 1990s.&nbsp; The results indicate that gentrifying neighborhoods experienced larger crime declines than non-gentrifying neighborhoods, but their crime levels remained higher at decade&rsquo;s end.&nbsp; The third research objective, closely related to the second, was to examine whether the extent of reinvestment activity influences the relationship between gentrification and crime.&nbsp; The empirical findings indicate that the decadal crime declines associated with gentrification were not contingent upon the degree of change occurring as a result of gentrification.</p>\n<p>The fourth goal of the project was to initiate the study of extracommunity effects related to gentrification.&nbsp; Although scholars have recognized that neighborhood crime levels are spatially interdependent, empirical considerations as to how any crime changes galvanized by gentrification stimulate crime fluctuations in adjacent areas have been missing in the criminological literature.&nbsp; The exploratory analyses suggest that, under certain circumstances, the impact of reinvestment can reverberate through peripheral communities and that these extracommunity effects may be more consequential for some neighborhoods than others.</p>\n<p>The final academic objective was to elucidate potential processes linking reinvestment activity to community crime changes in a gentrifying neighborhood located in St. Louis (known as Northcity).&nbsp; Qualitative data gathered through interviews with community residents and local leaders reveal that community tensions sparked by reinvestment and shifts in policing activity are both key in shaping crime outcomes in the neighborhood.&nbsp; This finding underscores the need for community leaders, neighborhood organizations, city planners, and local police officials to work together to prepare for and effectively respond to any crime increases brought about by reinvestment in the gentrifying neighborhood itself, as well as peripheral communities.&nbsp; Specifically, attention should be paid to issues related to the physical and symbolic displacement of incumbent residents as these are the main factors that foster hostility among community residents and undermine neighborhood social controls.&nbsp; An increase in proactive policing may be beneficial for supplementing weakened informal controls, but local law enforcement will have to be especially careful in their actions as a primary source of tension between impoverished incumbents and police is the perception of profiling and unfair treatment based on socioeconomic status and race.&nbsp; This mistrust of the criminal justice system further isolates incumbent residents from community affairs and perpetuates a divide between them and the gentrifiers, who they see as allies of the police.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2014<br>\n\t\t\t\t\tModified by: Stacy&nbsp;De Coster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project aimed to expand understanding of the gentrification process and its effects on communities from a criminological perspective.  Specifically, it was designed to meet five primary academic objectives.  The first was to offer an operationalization of gentrification, derived from urban sociology accounts, that is specific enough to detect the phenomenon and differentiate it from other types of urban renewal, yet broad enough to allow gentrification to manifest in diverse ways across both time and space.  To this end, I defined and operationalized gentrification as a process of structural and compositional transformations, after a period of disinvestment and decline, brought about by the influx of middle- and upper-class residents.\n\nThe second goal was to employ this operationalization in an assessment of how gentrification affected community crime levels in St. Louis during the 1990s.  The results indicate that gentrifying neighborhoods experienced larger crime declines than non-gentrifying neighborhoods, but their crime levels remained higher at decadeÆs end.  The third research objective, closely related to the second, was to examine whether the extent of reinvestment activity influences the relationship between gentrification and crime.  The empirical findings indicate that the decadal crime declines associated with gentrification were not contingent upon the degree of change occurring as a result of gentrification.\n\nThe fourth goal of the project was to initiate the study of extracommunity effects related to gentrification.  Although scholars have recognized that neighborhood crime levels are spatially interdependent, empirical considerations as to how any crime changes galvanized by gentrification stimulate crime fluctuations in adjacent areas have been missing in the criminological literature.  The exploratory analyses suggest that, under certain circumstances, the impact of reinvestment can reverberate through peripheral communities and that these extracommunity effects may be more consequential for some neighborhoods than others.\n\nThe final academic objective was to elucidate potential processes linking reinvestment activity to community crime changes in a gentrifying neighborhood located in St. Louis (known as Northcity).  Qualitative data gathered through interviews with community residents and local leaders reveal that community tensions sparked by reinvestment and shifts in policing activity are both key in shaping crime outcomes in the neighborhood.  This finding underscores the need for community leaders, neighborhood organizations, city planners, and local police officials to work together to prepare for and effectively respond to any crime increases brought about by reinvestment in the gentrifying neighborhood itself, as well as peripheral communities.  Specifically, attention should be paid to issues related to the physical and symbolic displacement of incumbent residents as these are the main factors that foster hostility among community residents and undermine neighborhood social controls.  An increase in proactive policing may be beneficial for supplementing weakened informal controls, but local law enforcement will have to be especially careful in their actions as a primary source of tension between impoverished incumbents and police is the perception of profiling and unfair treatment based on socioeconomic status and race.  This mistrust of the criminal justice system further isolates incumbent residents from community affairs and perpetuates a divide between them and the gentrifiers, who they see as allies of the police.\n\n\t\t\t\t\tLast Modified: 09/30/2014\n\n\t\t\t\t\tSubmitted by: Stacy De Coster"
 }
}