{
 "awd_id": "1334713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF/Collaborative Research:  Computationally Driven Targeting of Advanced Thermoelectric Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Campo",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 856000.0,
 "awd_amount": 991000.0,
 "awd_min_amd_letter_date": "2013-09-16",
 "awd_max_amd_letter_date": "2018-02-23",
 "awd_abstract_narration": "****Technical Abstract****\r\nThe discovery of thermoelectric materials is the critical bottleneck limiting the widespread use of thermoelectric generators for energy harvesting.  To date, the search for such materials has been challenging due to the multitude of conflicting property requirements that must be simultaneously satisfied. The proposed research addresses these challenges through a high-throughput search for materials, enabled by the continued improvements in large-scale computing and the development of a thermoelectric performance metric suitable for high-throughput calculations.  High accuracy measurements of electronic structure and majority carrier transport properties will be used to validate the calculated descriptors. In support of these efforts, rapid experimental validation approaches for theory-predicted thermoelectric materials will be developed. On-the-fly data mining of the resulting experimental/theoretical property database will yield material-property relationships pointing to new target materials.  The resulting techniques and software tools will be well-documented and open-access. The resulting property database will serve as the seed for a long-term central, open repository for thermoelectric materials.  This research program lays the groundwork for a new, computationally driven, paradigm in thermoelectric material research.\r\n\r\n****Non-Technical Abstract****\r\nThe development of advanced thermoelectric materials could have a profound impact on the nation's energy portfolio. Solar thermoelectric generators and waste heat recovery could provide a significant fraction of our electricity needs.  This program will lead to the development and dissemination of a transformative methodology for the realization of new thermoelectric materials, which can be extended to other materials sub-disciplines.  High throughput electronic structure calculations of known earth-abundant compounds will provide the critical descriptors to identify new materials. The veracity of these calculations will be continuously tested through experimental measurements.  Adaptive data mining will be used to extract structure-property trends and organically grow the material database.  In doing so, a new generation of students (community college, undergraduate, graduate, post-doc) will be trained, which are conversant with both theoretical and experimental approaches to science by immersing them in a fully integrated research program.  This effort extends beyond the core students in the research group through workshops focused on integrated theory/experiment approaches to thermoelectric materials and working in a \"big-data\" environment.  A suite of K-12 and community college outreach programs targets the recruitment of underrepresented groups in STEM.  These innovative programs include teacher training modules, after school programs, and summer research opportunities for community college students.\r\n\r\nThis award is supported by the Divisions of Materials Research (DMR), of Mathematical Sciences (DMS), and of Computer and Network Systems (CNS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Toberer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Toberer",
   "pi_email_addr": "etoberer@mines.edu",
   "nsf_id": "000623703",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladan",
   "pi_last_name": "Stevanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladan Stevanovic",
   "pi_email_addr": "vstevano@mines.edu",
   "nsf_id": "000630869",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois St",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011842",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 856000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br id=\"docs-internal-guid-a015ecee-7fff-6247-d6bc-aef7d3bb5776\" /></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The &nbsp; research goal of this project was to develop a robust computational and data mining toolkit to discover advanced thermoelectric materials. The major intellectual merit-focused goals were to (i) develop and validate approaches to rapidly assess thermoelectric performance through electronic structure calculations and machine learning, (ii) experimentally assess these predictions, enabling the refinement of the model, (iii) resolve situations where the model and experiment radically diverge, and (iv) develop a permanent thermoelectric material property database that is free, open and interactive.&nbsp; The project had significant success at all four aspects of intellectual merit.  Concerning the first goal, an approach was developed that significantly outperformed existing predictive models while being suitable for large chemical search spaces. Compounds predicted from this search were found to be excellent thermoelectric materials (eg SnSe, Mg3Sb2, KGaSb4).  Such success was a direct outcome of iteratively improving the model through experimental feedback, per the second and third goals. For example, the predictions concerning thermal conductivity were significantly improved through a study of what properties predict anharmonic bonding. &nbsp; The results of the high throughput calculations and associated performance predictions were released on</span><a style=\"text-decoration: none;\" href=\"http://tedesignlab.org/\"><span style=\"font-size: 11pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> </span><span style=\"font-size: 11pt; font-family: 'Times New Roman'; color: #1155cc; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: underline; text-decoration-skip-ink: none; vertical-align: baseline; white-space: pre-wrap;\">http://tedesignlab.org/</span></a><span style=\"font-size: 11pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> for the general public&rsquo;s consumption.&nbsp; Additional outcomes of this project include: extending this search to anisotropic properties, infrastructure for the automated calculation of defects and material properties (MatMiner), and studies of grain boundary mobility.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: 'Times New Roman'; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The broader impacts of this work included:&nbsp; (i) involve students in research at the intersection of experimental materials science, advanced computation techniques, and data mining methodologies, (ii) encouraging student retention when students transfer from community colleges to four-year institutes, (iii) broad dissemination of predictions, and (iv) training the thermoelectric community in material informatics.&nbsp; Graduate students and postdocs from CU Boulder, CSM, and Northwestern extensively collaborated on their research, bringing a diverse range of skill sets together. Undergraduates at these institutions likewise were exposed to interdisciplinary research and a theory-first approach to materials science.  Community college student retention was addressed through the development of the Bridge Opportunities for Transfer Student Success program, which offered an REU-type experience to students as they transfer to CSM.&nbsp; Nearly two dozen students came through this program over the course of the award and the program continues today.  The goal of dissemination was achieved through the TEDesignLab website, several review articles, many invited talks, and un-funded collaborations with a diverse array of laboratories.  The final goal, concerning training the thermoelectric community in material informatics, was addressed through summer schools in 2016 and 2019 with 60 and 90 graduate students participating, respectively.  An unexpected broader impact was the impact on other semiconducting technologies; the predictive models are now being used in the power electronics and photovoltaics communities.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2019<br>\n\t\t\t\t\tModified by: Eric&nbsp;S&nbsp;Toberer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe   research goal of this project was to develop a robust computational and data mining toolkit to discover advanced thermoelectric materials. The major intellectual merit-focused goals were to (i) develop and validate approaches to rapidly assess thermoelectric performance through electronic structure calculations and machine learning, (ii) experimentally assess these predictions, enabling the refinement of the model, (iii) resolve situations where the model and experiment radically diverge, and (iv) develop a permanent thermoelectric material property database that is free, open and interactive.  The project had significant success at all four aspects of intellectual merit.  Concerning the first goal, an approach was developed that significantly outperformed existing predictive models while being suitable for large chemical search spaces. Compounds predicted from this search were found to be excellent thermoelectric materials (eg SnSe, Mg3Sb2, KGaSb4).  Such success was a direct outcome of iteratively improving the model through experimental feedback, per the second and third goals. For example, the predictions concerning thermal conductivity were significantly improved through a study of what properties predict anharmonic bonding.   The results of the high throughput calculations and associated performance predictions were released on http://tedesignlab.org/ for the general public?s consumption.  Additional outcomes of this project include: extending this search to anisotropic properties, infrastructure for the automated calculation of defects and material properties (MatMiner), and studies of grain boundary mobility. \n\n \nThe broader impacts of this work included:  (i) involve students in research at the intersection of experimental materials science, advanced computation techniques, and data mining methodologies, (ii) encouraging student retention when students transfer from community colleges to four-year institutes, (iii) broad dissemination of predictions, and (iv) training the thermoelectric community in material informatics.  Graduate students and postdocs from CU Boulder, CSM, and Northwestern extensively collaborated on their research, bringing a diverse range of skill sets together. Undergraduates at these institutions likewise were exposed to interdisciplinary research and a theory-first approach to materials science.  Community college student retention was addressed through the development of the Bridge Opportunities for Transfer Student Success program, which offered an REU-type experience to students as they transfer to CSM.  Nearly two dozen students came through this program over the course of the award and the program continues today.  The goal of dissemination was achieved through the TEDesignLab website, several review articles, many invited talks, and un-funded collaborations with a diverse array of laboratories.  The final goal, concerning training the thermoelectric community in material informatics, was addressed through summer schools in 2016 and 2019 with 60 and 90 graduate students participating, respectively.  An unexpected broader impact was the impact on other semiconducting technologies; the predictive models are now being used in the power electronics and photovoltaics communities.      \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2019\n\n\t\t\t\t\tSubmitted by: Eric S Toberer"
 }
}