{
 "awd_id": "1334933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control and Optimization of Biomanufacturing Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2013-07-14",
 "awd_max_amd_letter_date": "2013-07-14",
 "awd_abstract_narration": "The objective of this award is to develop theories and methods for the control and optimization of bio-manufacturing systems. The research will address issues related to upstream bio-manufacturing processes (where cell cultures secrete proteins through fermentation) and downstream bio-manufacturing processes (consisting of purification steps such as chromatography and filtration). At each step, the yield, throughput, and quality of individual production runs are subject to significant variability due to time varying nature of the cell lines, complex nature of the underlying biological reactions, and stochastic failures due to process uncertainty. The goal of this research is to integrate the theories of the underlying chemical and biological processes with the principles from uncertainty theory and optimization, and develop a knowledge base that will enable improvements yield, quality and throughput of bio-manufacturing operations.\r\n\r\nIf successful, this research will provide decision support to help bio-manufacturers improve efficiency, reduce timelines, and costs. For the upstream bioreactor operations, new stochastic optimization models will be developed to capture the trade-offs related to operating policies and their impact on quality, yield, and total costs. For the downstream operations, new performance evaluation models will be developed to analyze trade-offs related to downstream parameters, such as, the quality of the batch, the resin binding capability, purification cycle times, and efficiency. Leveraging the functional relationships obtained from specialized models for upstream and downstream operations, the research will develop mathematical models for optimizing system design and production schedules. All models will be validated with industry partners and insights obtained from this research will be incorporated into practice. The methodologies developed in this research have potential applications in other emerging areas of advanced manufacturing such as bio-fuels and nano-manufacturing. The research will also train several students and influence university curricula in related areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ananth",
   "pi_last_name": "Krishnamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ananth Krishnamurthy",
   "pi_email_addr": "ananth@engr.wisc.edu",
   "nsf_id": "000339119",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Maravelias",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christos T Maravelias",
   "pi_email_addr": "maravelias@princeton.edu",
   "nsf_id": "000219290",
   "pi_start_date": "2013-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent advances in genetics, genomics and proteomics have led to the development of novel biologic drugs for diseases like cancer, rheumatoid arthritis, and many others. Unlike traditional &ldquo;small molecule&rdquo; drugs that are chemically synthesized, &ldquo;biologics&rdquo; (mostly proteins or peptides) are synthesized using live systems such as bacteria, viruses, or mammalian cells. The manufacture of biologic products using biotechnology is often referred to as biomanufacturing. While the sales of biologics are expected to surpass $140 billion by 2020, biologics are fast becoming the victims of their own success and a looming deficit in biomanufacturing capacity threatens to restrict the commercialization of these products. Furthermore, the complexity associated with living organisms employed during the production process introduces significant challenges. For example, the yield of the system varies considerably over time and batch failures due to, for example, contamination are common. Thus, the methods for design and operation of such processes should account for these challenges. &nbsp;Accordingly, this research project focused on the design, scheduling, and control of biomanufacturing systems to improve manufacturing efficiencies, reduce timelines, and lower costs.</p>\n<p>The major outcomes of this project were the following:</p>\n<ol>\n<li>We developed models to capture random disturbances on biomanufacturing operations, considering multiple types of failure and the simultaneous growth of both yield and unwanted byproducts. </li>\n<li>We evaluated various tradeoffs and identified the optimal condition-based bioreactor harvesting policies by incorporating unique characteristics of biomanufacturing operations. The resulting insights and guidelines are different from the ones derived based on the classical cost-driven models. </li>\n<li>We demonstrated the use of the methods by studying antibody production. We compared the performance of the optimal harvesting policy with popular policies typically used in practice and showed that trying to maximize the desired antibody yield is not necessarily optimal from the profit perspective. We also developed smart policies that are easier to implement in practice.</li>\n<li>We developed an optimization framework that quantifies the risks and costs in protein purification operations to answer several important questions; for example, (a) for a given starting material, can the biomanufacturing company determine whether the final purity and yield requirements specified by the customer are achievable? (b) How &ldquo;easy&rdquo; is the purification process likely to be, based on the starting material and limitations in the available purification techniques? By answering these questions, biomanufacturing firms can significantly improve their profitability and reduce their lead times. </li>\n<li>We derived a set of best practices for real-time production scheduling. Specifically, we showed that rescheduling is needed even if trigger events are not present and showed the importance of accounting for new information as soon as it becomes available. We also provided guidelines for the design of real-time scheduling systems, including the selection of the appropriate model, horizon length, time-step, and objective function modifications. </li>\n</ol>\n<p>This research brought together principles from uncertainty theory, stochastic control, optimization, and biology to determine optimal manufacturing policies. All model formulations and assumptions where based on industry feedback; and aimed at improving quality and yield of biomanufacturing processes and reducing bottlenecks. Research findings were compared with existing operating policies. The research findings are expected to find immediate applications in manufacturing. The research project involved active participation of women and minorities. One of the doctoral students working on this research was a woman. Research findings were shared through publications in leading journals and industry forums organized by the University of Wisconsin-Madison.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2019<br>\n\t\t\t\t\tModified by: Christos&nbsp;Maravelias</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecent advances in genetics, genomics and proteomics have led to the development of novel biologic drugs for diseases like cancer, rheumatoid arthritis, and many others. Unlike traditional \"small molecule\" drugs that are chemically synthesized, \"biologics\" (mostly proteins or peptides) are synthesized using live systems such as bacteria, viruses, or mammalian cells. The manufacture of biologic products using biotechnology is often referred to as biomanufacturing. While the sales of biologics are expected to surpass $140 billion by 2020, biologics are fast becoming the victims of their own success and a looming deficit in biomanufacturing capacity threatens to restrict the commercialization of these products. Furthermore, the complexity associated with living organisms employed during the production process introduces significant challenges. For example, the yield of the system varies considerably over time and batch failures due to, for example, contamination are common. Thus, the methods for design and operation of such processes should account for these challenges.  Accordingly, this research project focused on the design, scheduling, and control of biomanufacturing systems to improve manufacturing efficiencies, reduce timelines, and lower costs.\n\nThe major outcomes of this project were the following:\n\nWe developed models to capture random disturbances on biomanufacturing operations, considering multiple types of failure and the simultaneous growth of both yield and unwanted byproducts. \nWe evaluated various tradeoffs and identified the optimal condition-based bioreactor harvesting policies by incorporating unique characteristics of biomanufacturing operations. The resulting insights and guidelines are different from the ones derived based on the classical cost-driven models. \nWe demonstrated the use of the methods by studying antibody production. We compared the performance of the optimal harvesting policy with popular policies typically used in practice and showed that trying to maximize the desired antibody yield is not necessarily optimal from the profit perspective. We also developed smart policies that are easier to implement in practice.\nWe developed an optimization framework that quantifies the risks and costs in protein purification operations to answer several important questions; for example, (a) for a given starting material, can the biomanufacturing company determine whether the final purity and yield requirements specified by the customer are achievable? (b) How \"easy\" is the purification process likely to be, based on the starting material and limitations in the available purification techniques? By answering these questions, biomanufacturing firms can significantly improve their profitability and reduce their lead times. \nWe derived a set of best practices for real-time production scheduling. Specifically, we showed that rescheduling is needed even if trigger events are not present and showed the importance of accounting for new information as soon as it becomes available. We also provided guidelines for the design of real-time scheduling systems, including the selection of the appropriate model, horizon length, time-step, and objective function modifications. \n\n\nThis research brought together principles from uncertainty theory, stochastic control, optimization, and biology to determine optimal manufacturing policies. All model formulations and assumptions where based on industry feedback; and aimed at improving quality and yield of biomanufacturing processes and reducing bottlenecks. Research findings were compared with existing operating policies. The research findings are expected to find immediate applications in manufacturing. The research project involved active participation of women and minorities. One of the doctoral students working on this research was a woman. Research findings were shared through publications in leading journals and industry forums organized by the University of Wisconsin-Madison.\n\n\t\t\t\t\tLast Modified: 09/29/2019\n\n\t\t\t\t\tSubmitted by: Christos Maravelias"
 }
}