{
 "awd_id": "1334426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Granular Materials Design and Optimization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2013-07-26",
 "awd_max_amd_letter_date": "2013-07-26",
 "awd_abstract_narration": "1334426\r\nPI: Jaeger\r\n\r\nThe handling and processing of particulate matter is important to the economy and technology base of the nation. For applications where either the performance of the granular material is critical or the fabrication cost is substantial, optimization of the constituent particles becomes a key task. Yet the understanding and control of the complex behavior exhibited by granular material poses formidable challenges, in particular for non-spherical shapes. The state-of-the-art approach is to predict the aggregate properties for given particle type or shape. What is needed for proper design, but so far has been lacking, is a general approach to the inverse problem: a methodology that identifies those particle attributes that will optimize given aggregate properties. The objective of the project is to develop and implement such methodology. The project integrates evolutionary optimization strategies, numerical simulations, three-dimensional (3d) rapid prototyping, experiments testing the mechanical load response, and non-invasive x-ray imaging into a comprehensive, tightly coupled approach capable of providing solutions to this inverse problem.\r\n\r\nThis project directly addresses questions that so far have been difficult to answer, including how to optimize particle shape for given performance goals or design granular materials with unique aggregate characteristics that fall outside the typical performance regions. A focus of the project will be on designing the mechanical load response of random granular aggregate systems, an aspect much less studied than the static packing properties. Going beyond simple convex particles, the project will explore a wide class of compound particles composed from smaller building blocks. Arbitrary particle shapes will be represented by granular molecules, whose configuration can be mutated and evolved to optimize performance. This evolution is performed by an optimization algorithm that calls up DEM simulations. The project will explore a range of different particle-level variables besides shape, such as size, bulk modulus, and bending rigidity (for more complex, granular-polymer-type particles). Among the specific goals will be to design granular materials not only with respect to characteristics like the effective modulus or the yield stress of the aggregate, but to design the whole stress strain curve. 3d-printing will make it possible to fabricate large numbers of optimized particles for direct experimental validation. X-rays will provide microstructural information in cases where particles cannot be simulated and to check whether design rules obtained from model particles, such as 3d-printed ones, remain valid when the particle material is changed.\r\n\r\nThe availability of optimized designed particles would make it possible to overcome a number of bottlenecks currently limiting the use of granular materials and open up a wide range of new uses. This might include lightweight jammable and shape-conforming materials for soft robotics; high-toughness high-porosity materials for medical implants; or shock absorbing materials that have designed stress-strain characteristics and can be poured around sensitive equipment. The project will train graduate and undergraduate students in forefront research at the interface of science and engineering. The research will be integrated with a multi-faceted set of education and outreach activities, including activities with the nearby Chicago Museum of Science and Industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heinrich",
   "pi_last_name": "Jaeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heinrich Jaeger",
   "pi_email_addr": "h-jaeger@uchicago.edu",
   "nsf_id": "000380148",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375814",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "149E",
   "pgm_ref_txt": "Granular systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The handling and processing of particulate matter is important to the nation&rsquo;s economy and technology base. For applications where either the performance of the granular material is critical or the fabrication cost is substantial, optimization of the constituent particles becomes a key task. However, the understanding and control of the complex behavior exhibited by granular material poses formidable challenges, in particular for non-spherical shapes. The state-of-the-art approach had been to start from given particle type or shape and try to predict the resulting overall material properties. On the other hand, what is needed for proper design, but had been lacking, is a general approach to the inverse problem: a methodology that starts from given properties of the material as a whole and identifies the particle attributes required to reach the design target. The absence of a general methodology for dealing with this inverse problem had been a severe limitation along the path toward being able to control the performance of granular materials by design. The objective of the project was to develop and implement such new methodology.</p>\n<p>The project achieved this through a comprehensive new approach that integrates computer-based artificial evolution with experiments using three-dimensional (3d) rapid prototyping and non-invasive x-ray imaging. Arbitrary particle shapes were represented by granular molecules composed of overlapping spheres, and the size and configuration of these spheres was then optimized. This shape optimization was performed by letting large families of similar shapes compete in computer simulations and then evolve the most promising candidates until shapes emerged whose performance matched the targeted characteristics. For experimental validation and testing, 3d-printing was used to fabricate large numbers of the optimized particles, while x-ray imaging provided direct, non-invasive access to microstructural information.</p>\n<p>The developed methodology has made it possible to overcome a number of bottlenecks currently limiting the use of granular materials and has opened up a wide range of new uses. &nbsp;One key result has been enabling the design of properties that fall outside the typical performance envelope for particulate matter. Specifically, the project discovered new particle types optimized for packing particularly densely or adapted to changing load conditions so as to form a material that when strained becomes stronger, a unique and atypical, yet highly desirable, behavior for non-cohesive granular matter.</p>\n<p>The project introduced the concept of aleatory architecture, in which the disordered, random configuration of individual particles in a granular material can provide a number of important benefits within the architectural context. Using suitably shaped particles that can support steep angles yet remain mechanically stable without external confinement, aleatory architecture makes it possible to create vertical surfaces for freestanding walls and columns, or even overhangs and domed spaces, without the need for cementing or otherwise bonding together any constituent elements. This means that simple architectural structures can be created quickly by pouring particles into a mold that defines the overall form, and upon removing the mold the structures are freestanding and loadbearing. Given that the type of particle that is most appropriate for this application has a shape that tends to produce loosely packed structures in which the void space can easily take up more than 50% of the total volume, this approach combines rapid deployment with low material use. The fact that there is no permanent bonding between particles guarantees that the structure can be easily and fully recycled for re-use. In collaboration with architects, first prototypes of jamming-based aleatory structures were created and tested.</p>\n<p>Beyond the field of particulate or granular materials, the methodology developed by this project has the potential to impact a wide range of other areas where identifying optimized solutions in a complex, multi-dimensional parameter space is a key problem. &nbsp;In collaboration with chemical engineers this was demonstrated explicitly for copolymer thin films, for which self-assembly of defect-free nanoscale patterns depends on a carefully balanced trade-off among a large number of materials parameters. Such nanoscale patterns are important for next-generation electronic devices.</p>\n<p>In terms of human resource development, the project trained three graduate and three undergraduate students in forefront research at the interface of science and engineering, preparing them for future roles as leaders in their scientific communities. One graduate student received his PhD during the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2016<br>\n\t\t\t\t\tModified by: Heinrich&nbsp;Jaeger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe handling and processing of particulate matter is important to the nation?s economy and technology base. For applications where either the performance of the granular material is critical or the fabrication cost is substantial, optimization of the constituent particles becomes a key task. However, the understanding and control of the complex behavior exhibited by granular material poses formidable challenges, in particular for non-spherical shapes. The state-of-the-art approach had been to start from given particle type or shape and try to predict the resulting overall material properties. On the other hand, what is needed for proper design, but had been lacking, is a general approach to the inverse problem: a methodology that starts from given properties of the material as a whole and identifies the particle attributes required to reach the design target. The absence of a general methodology for dealing with this inverse problem had been a severe limitation along the path toward being able to control the performance of granular materials by design. The objective of the project was to develop and implement such new methodology.\n\nThe project achieved this through a comprehensive new approach that integrates computer-based artificial evolution with experiments using three-dimensional (3d) rapid prototyping and non-invasive x-ray imaging. Arbitrary particle shapes were represented by granular molecules composed of overlapping spheres, and the size and configuration of these spheres was then optimized. This shape optimization was performed by letting large families of similar shapes compete in computer simulations and then evolve the most promising candidates until shapes emerged whose performance matched the targeted characteristics. For experimental validation and testing, 3d-printing was used to fabricate large numbers of the optimized particles, while x-ray imaging provided direct, non-invasive access to microstructural information.\n\nThe developed methodology has made it possible to overcome a number of bottlenecks currently limiting the use of granular materials and has opened up a wide range of new uses.  One key result has been enabling the design of properties that fall outside the typical performance envelope for particulate matter. Specifically, the project discovered new particle types optimized for packing particularly densely or adapted to changing load conditions so as to form a material that when strained becomes stronger, a unique and atypical, yet highly desirable, behavior for non-cohesive granular matter.\n\nThe project introduced the concept of aleatory architecture, in which the disordered, random configuration of individual particles in a granular material can provide a number of important benefits within the architectural context. Using suitably shaped particles that can support steep angles yet remain mechanically stable without external confinement, aleatory architecture makes it possible to create vertical surfaces for freestanding walls and columns, or even overhangs and domed spaces, without the need for cementing or otherwise bonding together any constituent elements. This means that simple architectural structures can be created quickly by pouring particles into a mold that defines the overall form, and upon removing the mold the structures are freestanding and loadbearing. Given that the type of particle that is most appropriate for this application has a shape that tends to produce loosely packed structures in which the void space can easily take up more than 50% of the total volume, this approach combines rapid deployment with low material use. The fact that there is no permanent bonding between particles guarantees that the structure can be easily and fully recycled for re-use. In collaboration with architects, first prototypes of jamming-based aleatory structures were created and tested.\n\nBeyond the field of particulate or granular materials, the methodology developed by this project has the potential to impact a wide range of other areas where identifying optimized solutions in a complex, multi-dimensional parameter space is a key problem.  In collaboration with chemical engineers this was demonstrated explicitly for copolymer thin films, for which self-assembly of defect-free nanoscale patterns depends on a carefully balanced trade-off among a large number of materials parameters. Such nanoscale patterns are important for next-generation electronic devices.\n\nIn terms of human resource development, the project trained three graduate and three undergraduate students in forefront research at the interface of science and engineering, preparing them for future roles as leaders in their scientific communities. One graduate student received his PhD during the project.\n\n \n\n\t\t\t\t\tLast Modified: 09/13/2016\n\n\t\t\t\t\tSubmitted by: Heinrich Jaeger"
 }
}