{
 "awd_id": "1335338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChem: Nanocomposites Incorporating Stereocomplexation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 290000.0,
 "awd_amount": 290000.0,
 "awd_min_amd_letter_date": "2013-08-30",
 "awd_max_amd_letter_date": "2013-08-30",
 "awd_abstract_narration": "This research is about making plastic materials which are more environmentally friendly. To do so, the principles of Green Chemistry and Engineering are followed. These principles include the use of renewable resources and making materials which are biodegradable.  The research seeks to develop new and improved bioplastics. The approach of this research will be to incorporate tiny nanometer-sized biodegradable cellulosic whiskers as a reinforcing phase in a bioplastic matrix called poly(lactic acid).  To obtain improved properties, the surface of the tiny nanowhiskers must be engineered at the molecular scale. This surface engineering is accomplished by reacting the cellulose surface with environmentally benign compatibilizing agents.  These surface modified nanowhiskers are subsequently mixed into the bioplastic as a reinforcing phase.  The research is predominantly experimental in nature materials will be reacted, mixed, and molded. Test samples will be measured to determine important physical properties and the project will employ state-of-the-art analytical tools to elucidate important structure-property relationships.  The combination of research themes involving sustainable ecology, biotechnology, and nanotechnology places the work in the exciting emerging field of ecobionanotechnology.\r\n\r\nIf successful, the benefits of this research will include several different positive outcomes.  Bioplastics have lower environmental footprints when quantitatively evaluated using life cycle analysis techniques. On a pound-for-pound basis, they require less energy and produce fewer emissions than their corresponding petroleum based plastics.  Not only are such materials better for the environment, they reduce the dependence of the United States on foreign oil. The project is consistent with Federal policies supporting greater use of biobased products including the Blueprint for the Bioeconomy and the Food, Conservation, and Energy Act of 2008. The research will create new bioplastic materials and technology transfer will support the creation of Green Jobs and domestic manufacturing.    Teaching and training will be promoted as the project supports students. Outreach activities include faculty and student participating in the Environmental Learning for the Future (ELF) program at local elementary schools.   Students educated in the principles of Green Chemistry and Sustainable Materials Science will graduate with the skills needed to meet the important technical challenges of the 21st century",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dorgan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Dorgan",
   "pi_email_addr": "jdorgan@mines.edu",
   "nsf_id": "000147220",
   "pi_start_date": "2013-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois Street",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 290000.0
  }
 ],
 "por": null
}