{
 "awd_id": "1335418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Synergy, Crowding out, and Small Business: Linking Macro, Meso, and Micro Networks",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 11171.0,
 "awd_amount": 11171.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "SES-1335418\r\nPI: Lingxin Hao\r\nCo-PI: Nazish Zafar\r\nJohns Hopkins University\r\n\r\nSmall businesses provide a means for individuals with limited resources to earn a living and they contribute toward the versatility of urban economies, but these businesses typically have a short life cycle and the majority do not last more than 5 years. Therefore, to compete and survive, business owners rely on numerous sources of support such as their personal networks while governments also offer support through policies and programs. This dissertation examines the interaction between networks, policies, and programs. One school of thought claims that support from the external policies and programs displaces the support provided by private networks, while another theory claims that they actually stimulates private support, i.e. the relationship is synergistic. This study acknowledges that both dynamics are possible, and focuses on exploring the channels through which the synergistic connections are made. These channels could include grassroots organizations and business groups. The sites for this study include two global cities: Singapore and Sao Paulo, Brazil. Singapore provides an ideal case study as there is a strong tradition of policies and programs working closely with the grassroots whilst Sao Paulo provides a useful comparative to illustrate a system in which active external support is less embedded. Primary data will be collected through a series of qualitative interviews with business owners, community leaders, and policy officials, surveys with the business owners, and participant observation to acquire an ethnographic perspective. Transcripts from parliamentary debates and policy reports will provide a historical and contemporary perspective for the analysis. Three major theoretical streams inform this dissertation: social network analysis, new institutionalism, and the synergy thesis. Together, these theories illuminate the context in which small businesses operate, but they also expose the need for further research on how synergistic relations might operate between private networks and the external policies and programs. The innovation in this research is to examine the role of bridging institutions in society where support from policy links with existent private networks to optimize the success of small businesses. This research seeks to expand our knowledge on the public-private nexus.\r\n\r\nBroader Impacts\r\nSmall businesses are increasingly framed as an engine of economic development in countries around the world. The research aims to inform policy on effective channels for supporting small businesses by identifying bridging institutions and elaborating on their linking mechanisms, as well as provide empirical flesh to current theories on state and society, specifically, elaborating on how intermediate groups facilitate symbiosis between governments, markets, and social networks. This study will also include the organizational strategies of women and immigrants. The findings will be published in academic journals as well as policy reports to bolster research, teaching, and understanding in this field of research and development. It will also be invaluable for the development of course material for teaching university courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lingxin",
   "pi_last_name": "Hao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lingxin Hao",
   "pi_email_addr": "hao@jhu.edu",
   "nsf_id": "000300589",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nazish",
   "pi_last_name": "Zafar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nazish Zafar",
   "pi_email_addr": "nzafar1@jhu.edu",
   "nsf_id": "000630204",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Summary and Outcomes:</strong> Small businesses provide a means for individuals with limited resources to earn a living and they contribute toward the versatility of urban economies, but these businesses typically have a short life cycle. Therefore, to compete and survive, business owners rely on numerous sources of support such as their personal networks while governments also offer support through policies and programs. This dissertation examines the interaction between the government and very small businesses. There are two competing schools of thought: synergy and crowding-out. The crowding-out hypothesis claims that support from the government displaces private networks, while the synergy thesis claims that the role of the government stimulates private support. This study recognizes that both crowding-out and synergy can take place, and focuses on exploring the <em>conditions</em> under which they occur by examining the linkages between the government (macro), grassroots (meso) and personal networks (micro). The research will identifies institutions located in the &lsquo;meso-sphere&rsquo; that bridge the government with very small business owners to achieve synergistic development.</p>\n<p>Primary data for the study includes qualitative interviews with business owners, community leaders, and government official along with participant observation to acquire an ethnographic perspective. Transcripts from parliamentary debates and policy reports from each city will provide a historical and contemporary perspective for the analysis.</p>\n<p>To-date, I have delineated the small business population into three ideal-type categories based on their orientation toward growth and capital investment: (a) subsistence enterprises (b) growth-oriented enterprises (c) high-potential start-ups. For each population, I am examining their constraints and networks of support for three key factors of production: land, labor, and capital.</p>\n<p>In each cell of analysis (eg land use among subsistence enterprises), I have taken stock of formal sources of support from the government, as well as informal mobilization strategies, and joined these networks by indicating the loop of feedback between the government (macro) and business owners (micro) and the means by which top-down support is mediated by secondary institutions (meso). I analyze the model by asking 3 questions about the linking institutions: (a) is this institution operating voluntarily or mandated by the state?- and specifying whether it is grassroots, semi-governmental, non-governmental, or private &nbsp;(b) does the government work exclusively with a single or selection of groups to reach out to business owners (such as funneling funds and getting feedback), or does the government entertain multiple groups to bridge with the business owners? (c) where is the locus of agency located in this public-private partnership (eg decisions on resource allocation)&mdash;is it concentrated at the top with the government, do civic institutions in the meso-sphere benefit from autonomy in decision-making, or is the system decentralized with informal organization in the micro-sphere? With this analysis, I am creating a framework of public-private partnerships that casts light on the structure of support created from both the top-down and bottom-up among small business owners.</p>\n<p><strong>Intellectual Merit</strong>: Three major theoretical streams inform this dissertation: social network analysis, new institutionalism, and the synergy thesis. Together, these theories build an analytical framework to guide the research on the institutional context of small businesses, but they also expose the need for further analysis on how <em>synergistic</em> relations might occur between private networks and the government. The innovation in this research is to examine the role of <em>bridging institutions</em> in the meso-spaces wher...",
  "por_txt_cntn": "\nProject Summary and Outcomes: Small businesses provide a means for individuals with limited resources to earn a living and they contribute toward the versatility of urban economies, but these businesses typically have a short life cycle. Therefore, to compete and survive, business owners rely on numerous sources of support such as their personal networks while governments also offer support through policies and programs. This dissertation examines the interaction between the government and very small businesses. There are two competing schools of thought: synergy and crowding-out. The crowding-out hypothesis claims that support from the government displaces private networks, while the synergy thesis claims that the role of the government stimulates private support. This study recognizes that both crowding-out and synergy can take place, and focuses on exploring the conditions under which they occur by examining the linkages between the government (macro), grassroots (meso) and personal networks (micro). The research will identifies institutions located in the æmeso-sphereÆ that bridge the government with very small business owners to achieve synergistic development.\n\nPrimary data for the study includes qualitative interviews with business owners, community leaders, and government official along with participant observation to acquire an ethnographic perspective. Transcripts from parliamentary debates and policy reports from each city will provide a historical and contemporary perspective for the analysis.\n\nTo-date, I have delineated the small business population into three ideal-type categories based on their orientation toward growth and capital investment: (a) subsistence enterprises (b) growth-oriented enterprises (c) high-potential start-ups. For each population, I am examining their constraints and networks of support for three key factors of production: land, labor, and capital.\n\nIn each cell of analysis (eg land use among subsistence enterprises), I have taken stock of formal sources of support from the government, as well as informal mobilization strategies, and joined these networks by indicating the loop of feedback between the government (macro) and business owners (micro) and the means by which top-down support is mediated by secondary institutions (meso). I analyze the model by asking 3 questions about the linking institutions: (a) is this institution operating voluntarily or mandated by the state?- and specifying whether it is grassroots, semi-governmental, non-governmental, or private  (b) does the government work exclusively with a single or selection of groups to reach out to business owners (such as funneling funds and getting feedback), or does the government entertain multiple groups to bridge with the business owners? (c) where is the locus of agency located in this public-private partnership (eg decisions on resource allocation)&mdash;is it concentrated at the top with the government, do civic institutions in the meso-sphere benefit from autonomy in decision-making, or is the system decentralized with informal organization in the micro-sphere? With this analysis, I am creating a framework of public-private partnerships that casts light on the structure of support created from both the top-down and bottom-up among small business owners.\n\nIntellectual Merit: Three major theoretical streams inform this dissertation: social network analysis, new institutionalism, and the synergy thesis. Together, these theories build an analytical framework to guide the research on the institutional context of small businesses, but they also expose the need for further analysis on how synergistic relations might occur between private networks and the government. The innovation in this research is to examine the role of bridging institutions in the meso-spaces where support from the government might synergize with existent private networks so as to optimize the operation of very small businesses. This theoretical framework ai..."
 }
}