{
 "awd_id": "1335722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Particle-mediated enhanced transport of semi-volatile organic compounds in indoor environments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "CBET 1336807/1335722/1336202\r\nGlenn Morrison/Jennifer Benning/John Little\r\nMissouri University of Science & Technology/So Dak School of Mines/ Tech/VA Polytechnic Inst & St. Univ.\r\n\r\nOccupants of buildings are exposed to toxic chemicals from the vast number of modern building products and furnishings that continuously release these compounds. Occupants absorb semi-volatile organic compounds (SVOCs) such as plasticizers, pesticides, flame-retardants, and others through inhaling, eating, drinking and even by absorbing them through the skin. The presence of airborne particles in the indoor environment from smog, cooking, smoking and other sources may dramatically increase dermal absorption for these compounds. This research will test the hypothesis that airborne particles increase chemical emission rates from sources of SVOCs and deposition of these chemicals onto surfaces such as skin and clothing by altering the way these chemicals are transported from surface-to-surface. A theoretical model of this system predicts as much as a 10-fold increase in the rate of transport from indoor surfaces and materials to occupants, thereby increasing inhalation and dermal (skin) dose. This occurs because particles can absorb and release very large amounts of SVOCs as they move in and out of regions near surfaces.  The proposed research will carefully combine experimental quantification of relevant parameters (partition and transport phenomena) with model analysis. Under realistic environmental conditions, organic and salt particles will be equilibrated with a pure SVOC (phthalate esters, polybrominated diphenyl ethers, polychlorinated biphenyls) and the gas-phase deposition rates will be measured for flat plate and tubular geometries. The results will be used to test theoretical models of particle-mediated enhanced emissions and uptake. Further, experimental results and mass-transfer models will be integrated into indoor air quality models to improve predictions of exposure, dose and risk to indoor sources of SVOCs. The research team will integrate undergraduate and graduate students in field collection of samples, model analysis and exposure predictions. Their experiences will inform the development of a student-vetted educational module on SVOCs which will be disseminated through the Association for Environmental Engineering and Science Professors.\r\n\r\nBuilding occupants can absorb toxic plasticizers, pesticides, flame-retardants, and others chemicals through inhalation, consumption of food and beverages, and even absorption through the skin. This research examines the extent to which airborne particles in the indoor environment from smog, cooking, smoking and other sources may dramatically increase absorption for these compounds. Although this possibility has been predicted by a recent theoretical model, this project will be the first to test the model experimentally and under real-world conditions. This new knowledge will provide health professionals with tools to better understand and predict exposure and risk associated with low-volatility chemicals in a wide range of environmental scenarios. The results will help to better understand and mitigate the health risks of high-particulate environments that result from activities such as smoking and cooking. The research will also help manufacturers reformulate products such as building materials by identifying those chemicals that should be avoided.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Little",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Little",
   "pi_email_addr": "jcl@vt.edu",
   "nsf_id": "000460247",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "418 Durham Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>Interior surfaces play an important role in the occurrence and transport of SVOCs in indoor environment, as interphase mass transfer among air, particles, dust, and occupant surfaces can redistribute SVOCs throughout the building.&nbsp; SVOC partitioning onto airborne particles tends to result in higher concentrations than the gas phase concentrations.&nbsp; These SVOC-containing particles can remain in the air or settle and re-suspend, allowing for inhalation and ingestion.&nbsp; Thus the presence of airborne particles from ambient air, cooking, smoking and other activities may substantially increase occupant dose of SVOCs.&nbsp;</p>\n<p>The research has considerable intellectual merit because:</p>\n<ul>\n<li>The project provides a scientific understanding of the particle-mediated SVOC transport mechanisms in the indoor environment.&nbsp; </li>\n<li>For the first time, the enhanced mass transfer of SVOCs by aerosols was examined for a variety of conditions. </li>\n<li>The new mechanistic understanding will enhance our ability to estimate population exposure to SVOCs though inhalation and dermal uptake.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Broader impact</p>\n<p>The research has significant broader impacts:</p>\n<ul>\n<li>The fundamental approaches developed in this research provide powerful  tools for health professionals to understand the influence of particles  on the exposure to SVOCs.</li>\n<li>The novel model-based experimental approach provides new insight into experimental designs for rapid K<sub>p</sub> measurement and a sound basis for researchers to investigate particle-mediated mass transfer of SVOCs.</li>\n<li>As part of a collaborative project, the research contributes to the exchange of knowledge and allows an interdisciplinary approach with is beneficial for stakeholders, policy makers, and the broad population because it can help to reduce human exposure. </li>\n</ul>\n<p>&nbsp;</p>\n<p>A specially-designed chamber was used to investigate the particle-mediated mass transfer of SVOCs, with di-2-ethylhexyl phthalate (DEHP) as target compound.&nbsp; Inorganic and organic particles particles were introduced into the chamber at different concentrations and different flow rates.&nbsp; The particle/air partition coefficient (K<sub>p</sub>) and vapor pressure of DEHP were determined, evaluated, and compared.&nbsp; The experimental quantification was combined with the Computational Fluid Dynamics (CFD) model for the analysis of transport phenomena.&nbsp; The results showed that SVOC transport between emission source and air is significantly enhanced in the presence of particles due to the increased concentration gradient.&nbsp; This work reveals quantifiable influence of particles on overall SVOC dynamics and allows for a more comprehensive exposure assessment involving particles.</p>\n<p>Additionally, differences in K<sub>p</sub> between organic and inorganic particles were evaluated.&nbsp; The results show that partitioning of SVOCs into organic particles is mainly governed by adsorption, while partitioning onto inorganic particles is an adsorptive process.&nbsp; Consequently, organic particles might have an even higher potential to enhance SVOC emissions as they provide a larger sink. This new understanding shows that both adsorption and absorption have to be considered. Neglecting these mechanisms can lead to severe over- or underestimation of the influence of particles on SVOC emissions or exposure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Little</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nInterior surfaces play an important role in the occurrence and transport of SVOCs in indoor environment, as interphase mass transfer among air, particles, dust, and occupant surfaces can redistribute SVOCs throughout the building.  SVOC partitioning onto airborne particles tends to result in higher concentrations than the gas phase concentrations.  These SVOC-containing particles can remain in the air or settle and re-suspend, allowing for inhalation and ingestion.  Thus the presence of airborne particles from ambient air, cooking, smoking and other activities may substantially increase occupant dose of SVOCs. \n\nThe research has considerable intellectual merit because:\n\nThe project provides a scientific understanding of the particle-mediated SVOC transport mechanisms in the indoor environment.  \nFor the first time, the enhanced mass transfer of SVOCs by aerosols was examined for a variety of conditions. \nThe new mechanistic understanding will enhance our ability to estimate population exposure to SVOCs though inhalation and dermal uptake.\n\n\n \n\nBroader impact\n\nThe research has significant broader impacts:\n\nThe fundamental approaches developed in this research provide powerful  tools for health professionals to understand the influence of particles  on the exposure to SVOCs.\nThe novel model-based experimental approach provides new insight into experimental designs for rapid Kp measurement and a sound basis for researchers to investigate particle-mediated mass transfer of SVOCs.\nAs part of a collaborative project, the research contributes to the exchange of knowledge and allows an interdisciplinary approach with is beneficial for stakeholders, policy makers, and the broad population because it can help to reduce human exposure. \n\n\n \n\nA specially-designed chamber was used to investigate the particle-mediated mass transfer of SVOCs, with di-2-ethylhexyl phthalate (DEHP) as target compound.  Inorganic and organic particles particles were introduced into the chamber at different concentrations and different flow rates.  The particle/air partition coefficient (Kp) and vapor pressure of DEHP were determined, evaluated, and compared.  The experimental quantification was combined with the Computational Fluid Dynamics (CFD) model for the analysis of transport phenomena.  The results showed that SVOC transport between emission source and air is significantly enhanced in the presence of particles due to the increased concentration gradient.  This work reveals quantifiable influence of particles on overall SVOC dynamics and allows for a more comprehensive exposure assessment involving particles.\n\nAdditionally, differences in Kp between organic and inorganic particles were evaluated.  The results show that partitioning of SVOCs into organic particles is mainly governed by adsorption, while partitioning onto inorganic particles is an adsorptive process.  Consequently, organic particles might have an even higher potential to enhance SVOC emissions as they provide a larger sink. This new understanding shows that both adsorption and absorption have to be considered. Neglecting these mechanisms can lead to severe over- or underestimation of the influence of particles on SVOC emissions or exposure.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: John C Little"
 }
}