{
 "awd_id": "1336165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research (RUI): Assessing Load Reduction and Biological Recovery After 500 MGD Treatment Upgrades in an Effluent-Dominated Aquatic Ecosystem",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 138745.0,
 "awd_amount": 138745.0,
 "awd_min_amd_letter_date": "2013-08-15",
 "awd_max_amd_letter_date": "2013-08-15",
 "awd_abstract_narration": "1336062 / 1336165 / 1336604 \r\nSchoenfuss/Martinovic-Weigelt/Schultz \r\n\r\n\r\nUrbanization has resulted in many aquatic ecosystems becoming impacted by effluent discharges from wastewater treatment plants. In recent years, treated wastewater effluent has been identified as a pathway for endocrine active compounds, including hormones and pharmaceuticals, to enter aquatic ecosystem with adverse effects for the health of exposed fish populations. Despite these dramatic alterations to pre-industrial conditions, effluent dominated systems sustain many fish species and are used by the human population for recreation. Updates to the wastewater infrastructure supplying these urban aquatic ecosystems cannot accomplish restoration to pristine condition, and instead need to strive for the greatest cost-benefit of the infrastructure investment. This project explores the idea that large-scale wastewater infrastructure improvements will reduce overall endocrine active compound concentrations in an effluent dominated urban aquatic ecosystem and, thus, will enhance the sustainability of fish populations despite continued presence and inputs of these compounds. A case study will examine the efficacy of upgrading two major wastewater treatment plants in the Greater Chicago Metropolitan Area to disinfection (Ultraviolet (UV); chlorination/dechlorination). This aquatic ecosystem has been the focus of intense biological and chemical study for several years and provides a unique opportunity to assess (i) how two approaches to effluent disinfection will reduce endocrine active compound loads in the final effluent; (ii) how estrogenicity, a measure of the total biological activity in the system, is affected by the upgrades to two treatment plants contributing roughly 50% of all effluent in the Greater Chicago Metropolitan Area; (iii) how the two treatment technologies (UV vs. chlorination/dechlorination) compare in their efficacy of removing endocrine active compounds from the final treated effluent; and (iv) how adverse biological effects in exposed fish will be mitigated. \r\n\r\nThis project will address an understudied area in the environmental sciences that has a direct impact on the majority of our population, which resides in urban areas with effluent dominated ecosystems. The ability to study the effects of two disinfection technologies side-by-side in two size-matched urban wastewater treatment plants will provide efficacy information to wastewater treatment plant engineers and will help guide investment into future infrastructure upgrades. Urban ecosystems will benefit from a better understanding of how technology can help to reduce the environmental loads of endocrine active compounds and provide for sustainable fish populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dalma",
   "pi_last_name": "Martinovic-Weigelt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dalma Martinovic-Weigelt",
   "pi_email_addr": "mart6831@stthomas.edu",
   "nsf_id": "000615807",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Garcia-Reyero Vinas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia Garcia-Reyero Vinas",
   "pi_email_addr": "nvinas@igbb.msstate.edu",
   "nsf_id": "000642843",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of St. Thomas",
  "inst_street_address": "2115 SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6519626038",
  "inst_zip_code": "551051048",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "UNIVERSITY OF ST THOMAS",
  "org_prnt_uei_num": "MEQUD34ZB1Y6",
  "org_uei_num": "MEQUD34ZB1Y6"
 },
 "perf_inst": {
  "perf_inst_name": "University of St. Thomas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 138745.0
  }
 ],
 "por": null
}