{
 "awd_id": "1336082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Genetic and Metabolic Signatures of Marine Microorganisms in Oxygen Depleted and Varying Geochemical Seascapes (MetaOmics in the Cariaco Basin)",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 683052.0,
 "awd_amount": 683052.0,
 "awd_min_amd_letter_date": "2013-06-26",
 "awd_max_amd_letter_date": "2015-07-13",
 "awd_abstract_narration": "Oxygen depleted water columns (ODWCs) appear to be expanding in response to global climate change. This alters trophic structure, compresses habitat and modifies geochemical cycles of major elements. Oxygen depletion can vary in intensity and duration from seasonal hypoxia to permanent anoxia. The focus of this study is a classic example of the anoxic end-member, the Cariaco Basin. The overall goal is to examine how microbial functional potential (metagenomic), activity (metatranscriptomic), taxonomic diversity (based on SSU rRNA) and the ecological/geochemical consequences (in terms of measured rates of key processes) relate along vertical oxygen/geochemical gradients and between seasons in the Cariaco Basin. This will reveal relationships between expression of particular sets of genes, environmental differences in nutrients, energy substrates and oxidant availabilities.\r\nThe objectives are to: (1) Integrate hydrographic, geochemical and microbial ecological data with metagenomic and metatranscriptomic profiles to understand regulatory and metabolic networks defining microbial community responses to environmental forcing during high and low productivity periods. This will help to understand the importance of processes, such as anaerobic oxidation of methane, utilization of redox-sensitive metals, the cryptic sulfur cycle in this ODWC, and the impacts of oxygen depletion on nitrogen transformations. (2) Determine the importance of associations between microbial eukaryotes (mEuks) and prokaryotes in this ODWC. (3) Identify \"indicator\" genes of known or unknown function that may be relevant to major elemental and trace gas cycling as targets for further biochemical characterization and molecular probe development, and quantify a key subset of these genes and transcripts across redox gradients using qPCR. (4) Provide a basis for developing monitoring tools using expressed genes indicative of important elemental transformations and fluxes for diagnosing the health status of natural and human engineered ecosystems. (5) Compare results with recent and ongoing studies of other ODWCs to discern shared and unique attributes of these systems.\r\n\r\nIntellectual Merit: Previous studies of ODWCs have underscored the need for more data on microbial community structure and functionality in ODWCs, particularly biochemical rate measurements and other data on community responses to changing conditions. Better predictive models of responses of marine microbial communities and biogeochemical processes to global climate change are essential for informing future policy and management decisions. Data from an anoxic end-member ODWC like Cariaco Basin are critically needed to compare with data from other recent and ongoing studies of seasonally-depleted coastal systems and permanently-depleted deep basin and western boundary oxygen minimum zones (OMZs) to construct more skillful models. This study will advance the understanding of impacts of expanding ODWCs around the world, moving beyond assessments based only on taxonomic diversity, to yield new insights into the ecology and physiology of major microbial groups in these environments and interactions among Bacteria, Archaea and microbial eukaryotes.\r\n\r\nBroader Impacts: The PIs and their collaborators will train one Research Associate, one postdoctoral investigator, a graduate student, and numerous undergraduates from SBU. All personnel will be trained in various aspects of microbial ecology and oceanography, with an emphasis on both traditional (e.g., microscopy) and \"cutting edge\" (e.g. metagenomics/transcriptomics) techniques. The PIs will also involve the Zephyr Education Foundation's marine science literacy and education program, located in Woods Hole, MA. The PIs will work with this organization to educate inner city K-12 students using local boat field trips organized by Zephyr, and lectures, and classroom laboratory exercises designed by the PIs. Additionally, this project will have broad implications for understanding how ODWCs affect marine ecosystems, and may influence future management strategies and models describing the cycling of C and N between the ocean and atmosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Edgcomb",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia P Edgcomb",
   "pi_email_addr": "vedgcomb@whoi.edu",
   "nsf_id": "000203507",
   "pi_start_date": "2013-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Taylor",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Craig D Taylor",
   "pi_email_addr": "ctaylor@whoi.edu",
   "nsf_id": "000434742",
   "pi_start_date": "2013-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431541",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 683052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Research: Genetic and Metabolic Signatures of Marine Microorganisms in Oxygen Depleted and Varying Geochemical Seascapes (MetaOmics in the Cariaco Basin)</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Approximately 10% of global oceans are experiencing moderate to severe oxygen depletion, with consequent significant impacts on nitrogen and sulfur cycling by microorganisms. Oxygen-depleted water columns shift microbial communities and their activities toward processes that lead to increased release of climate-active trace gases, and depletion of bioavailable nitrogen, which can have detrimental effects on ocean primary production. The overall goal of this work was to examine microbial diversity (Bacteria, Archaea, and Eukarya, plus viruses) and processes along an oxygen gradient in a well-constrained ecosystem (Cariaco Basin, Venezuela) and to determine if partitioning of microbial processes occurs between the particle-associated and free-living fractions. Our hypothesis was that cryptic sulfur cycle and close coupling of nitrogen and sulfur cyling are fueling the high chemoautotrophy and heterotrophic productivity in oxygen-depleted waters. We produced data on taxonomic diversity (based on SSU rRNA iTAGs), microbial functional potential (metagenome libraries and qPCR of functional genes), and gene activity (metatranscriptome libraries and RT-qPCR of functional genes), in two seasons, in the particle-associated and free-living fractions, and at six primary sampling depths along oxygen and chemical gradient in the Cariaco water column. We interpreted these data in the context of hydrographic, geochemical, and microbial ecological data, including observed rates of key microbial processes along the redoxcline.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Particle-associated and free-living communities were found to be functionally different. Evidence was found for a cryptic sulfur cycle in suboxic/anoxic waters, as was close metabolic coupling of sulfur and nitrogen cycles. Both denitrification and annamox were active nitrogen removing processes in the Cariaco Basin, while occurring in separate niches. Denitrifiers are primarily particle-associated and responsive to NO<sub>3</sub><sup>-</sup> pulses potentially provided by horizontal intrusions in this system. Anammox organisms were primarily free-living and generally unresponsive to DIN pulses. Bacterial assemblage composition across the redoxcline clearly underwent abrupt changes that were detected in 2009 in the course of the Cariaco Ocean Time-Series program. The dominant putative chemoautotrophs in this layer appeared to have switched from e-proteobacteria to g-proteobacteria after the 2009 transition. During the observation period, vertical distributions of H<sub>2</sub>S, NH<sub>4</sub><sup>+</sup>, O<sub>2</sub>, NO<sub>3</sub><sup>-</sup>, and NO<sub>2</sub><sup>-</sup> and water density structure changed significantly through the redoxcline. Variations in vertical fluxes of oxidants (O<sub>2</sub>, NO<sub>3</sub><sup>-</sup>, and NO<sub>2</sub><sup>-</sup>) and reductants (H<sub>2</sub>S, S<sub>2</sub>O<sub>3</sub><sup>2</sup>, SO<sub>3</sub><sup>2-</sup>, S<sup>0</sup>, NH<sub>4</sub><sup>+</sup>) appear to be key in niche partitioning between e- and g-proteobacteria and may explain the ecosystem state change in ways that are yet to be discovered.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Forty-eight metagenomes and forty-eight metatranscriptomes have been deposited to public databases, as well as 141 iTAG libraries. Two publications by our group and two presentations by Edgcomb at international events hosted by the Scientific Committee on Ocean Research highlighted this work, pointed out the biases and artifacts introduced by traditional Niskin sampling for RNA-based studies, and made the case for the need for technological advances to provide cost-effective means for rapid in situ sample collection and preservation. This project framed the PhD thesis for one graduate student, Elizabeth Suter, Stony Brook University (SBU), and the work of one Postdoctoral Investigator, Maria Pachiadaki, WHOI. In addition, three high school students were trained during summer projects, and at least two high school students annually (2016-17, 2015-16, 2014-15, 2013-14) for Science Fair Projects around the theme of effects of oxygen depletion on marine microbial ecology. Edgcomb taught groups of ~20 high school students annually in each of summers 2014-2017 during 2-day intensive workshops on marine microbiology and oxygen depletion, through the Weston Schools Advanced Biotechnology Institute.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2017<br>\n\t\t\t\t\tModified by: Virginia&nbsp;P&nbsp;Edgcomb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollaborative Research: Genetic and Metabolic Signatures of Marine Microorganisms in Oxygen Depleted and Varying Geochemical Seascapes (MetaOmics in the Cariaco Basin)\n\n \n\n \n\n \n\nApproximately 10% of global oceans are experiencing moderate to severe oxygen depletion, with consequent significant impacts on nitrogen and sulfur cycling by microorganisms. Oxygen-depleted water columns shift microbial communities and their activities toward processes that lead to increased release of climate-active trace gases, and depletion of bioavailable nitrogen, which can have detrimental effects on ocean primary production. The overall goal of this work was to examine microbial diversity (Bacteria, Archaea, and Eukarya, plus viruses) and processes along an oxygen gradient in a well-constrained ecosystem (Cariaco Basin, Venezuela) and to determine if partitioning of microbial processes occurs between the particle-associated and free-living fractions. Our hypothesis was that cryptic sulfur cycle and close coupling of nitrogen and sulfur cyling are fueling the high chemoautotrophy and heterotrophic productivity in oxygen-depleted waters. We produced data on taxonomic diversity (based on SSU rRNA iTAGs), microbial functional potential (metagenome libraries and qPCR of functional genes), and gene activity (metatranscriptome libraries and RT-qPCR of functional genes), in two seasons, in the particle-associated and free-living fractions, and at six primary sampling depths along oxygen and chemical gradient in the Cariaco water column. We interpreted these data in the context of hydrographic, geochemical, and microbial ecological data, including observed rates of key microbial processes along the redoxcline.\n\n      Particle-associated and free-living communities were found to be functionally different. Evidence was found for a cryptic sulfur cycle in suboxic/anoxic waters, as was close metabolic coupling of sulfur and nitrogen cycles. Both denitrification and annamox were active nitrogen removing processes in the Cariaco Basin, while occurring in separate niches. Denitrifiers are primarily particle-associated and responsive to NO3- pulses potentially provided by horizontal intrusions in this system. Anammox organisms were primarily free-living and generally unresponsive to DIN pulses. Bacterial assemblage composition across the redoxcline clearly underwent abrupt changes that were detected in 2009 in the course of the Cariaco Ocean Time-Series program. The dominant putative chemoautotrophs in this layer appeared to have switched from e-proteobacteria to g-proteobacteria after the 2009 transition. During the observation period, vertical distributions of H2S, NH4+, O2, NO3-, and NO2- and water density structure changed significantly through the redoxcline. Variations in vertical fluxes of oxidants (O2, NO3-, and NO2-) and reductants (H2S, S2O32, SO32-, S0, NH4+) appear to be key in niche partitioning between e- and g-proteobacteria and may explain the ecosystem state change in ways that are yet to be discovered.\n\n            Forty-eight metagenomes and forty-eight metatranscriptomes have been deposited to public databases, as well as 141 iTAG libraries. Two publications by our group and two presentations by Edgcomb at international events hosted by the Scientific Committee on Ocean Research highlighted this work, pointed out the biases and artifacts introduced by traditional Niskin sampling for RNA-based studies, and made the case for the need for technological advances to provide cost-effective means for rapid in situ sample collection and preservation. This project framed the PhD thesis for one graduate student, Elizabeth Suter, Stony Brook University (SBU), and the work of one Postdoctoral Investigator, Maria Pachiadaki, WHOI. In addition, three high school students were trained during summer projects, and at least two high school students annually (2016-17, 2015-16, 2014-15, 2013-14) for Science Fair Projects around the theme of effects of oxygen depletion on marine microbial ecology. Edgcomb taught groups of ~20 high school students annually in each of summers 2014-2017 during 2-day intensive workshops on marine microbiology and oxygen depletion, through the Weston Schools Advanced Biotechnology Institute. \n\n \n\n\t\t\t\t\tLast Modified: 08/23/2017\n\n\t\t\t\t\tSubmitted by: Virginia P Edgcomb"
 }
}