{
 "awd_id": "1336358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the photocatalytic effects of metal-oxide nanoparticles on marine organisms under environmentally-relevant light regimes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 327000.0,
 "awd_min_amd_letter_date": "2013-07-23",
 "awd_max_amd_letter_date": "2016-06-11",
 "awd_abstract_narration": "CBET - 1336358 \r\nTitanium dioxide (TiO2) nanoparticles (NPs) are one of the most widely used manufactured nanomaterials in industrial and consumer products, with predicted environmental loads as high as 2,000,000 to 6,000,000 tons in the next 10 years. Toxicologically, engineered TiO2 NPs have been well studied with most work being performed on cell lines, bacteria, and rodents. The reported effects include inflammation, oxidative stress, and DNA damage, but are highly dependent on exposure method, and the concentration and physicochemical characteristics of the NPs. Other research has examined the photocatalytic properties of TiO2 NPs as a way of oxidizing contaminants, disinfecting drinking water, or treating tumors. These studies have reported various phototoxic effects, but typically use irradiances much higher than those found in aquatic settings. A few studies have examined the phototoxicity of TiO2 on freshwater organisms under natural light regimes, but work on near-shore marine communities is largely lacking. We argue that the phototoxicity of TiO2 NPs on shallow-water marine organisms is an overlooked area of research which is critical for a full assessment of the environmental safety of nanotechnology. Based on our extensive experience with a marine biology, metal chemistry and ocean optics, we have developed several lines of research that examine the photocatalytic effects of TiO2 under environmentally-relevant conditions. Our projects fit within the budgetary constraints of the Environmental Health and Safety of Nanotechnology program, and represent an exciting area of research in which students and PIs will work. Specifically, we will investigate: 1) incorporation of nanoscale TiO2 into naturally occurring hetero-aggregations (i.e., marine snow); 2) phototoxicity on important groups of microorganisms that live within the marine-snow complex; 3) trophic transfer efficiency via marine snow to two species of near-shore, benthic filter feeders; 4) subsequent photocatalytic effects on the physiology and cellular processes of these two animals (one translucent, one opaque).\r\n\r\nIntellectual Merit :\r\nThe proposed work represents the first comprehensive study to consider common oceanographic processes (e.g., formation of marine snow) and environmentally-relevant light regimes in assessing 1) photocatalytic impacts of TiO2 NPs on microbial communities and benthic filter feeders that play key roles in marine ecosystems, and 2) trophic transfer and bioavailability to benthic organisms. Determining the potential deleterious effects of NPs on key groups of benthic organisms is not only important for comparative purposes, but also to determine how such materials might produce community level impacts. For example, toxic effects on filter feeders would compromise their capacity for benthic-pelagic coupling and, in turn, greatly impact the surrounding environment. Knowledge generated by our research will be of interest to monitoring agencies concerned with seafood safety, regulators who are developing risk-assessment protocols, scientists  who study the distribution of emerging pollutants, and engineers who are designing \"green\" nanotechnology. As we are at the forefront of such research it is likely that our results will immediately yield important data for marine systems, and contribute to the debate regarding the potential safety of NPs in the environment.\r\n\r\nBroader Impacts :\r\nAs a natural extension of our work we will train undergraduate and graduate students in concepts and techniques that cross the disciplines of biology, chemistry, and optics. Our research program will be used as a vehicle to engage educators and students in discussions about near-shore ecosystem processes, and the benefits and potential hazards of nanotechnology. Offering positive and entertaining learning opportunities for scientific discovery at an early age is crucial to capturing the enthusiasm for learning. Consequently, we will focus on developing and implementing innovative teaching materials that advocate the importance of marine  environments to human health. The teaching materials will be designed in collaboration with New England Science & Sailing (NESS), a non-profit marine-science educational organization. In collaboration with NESS we will: 1) Develop lesson plans that demonstrate, in an engaging and understandable way, basic principles that drive coastal ecosystems, and explore the links between emerging pollutants and oceans and human health; 2) Train NESS senior staff to use these lessons to foster ecological literacy and draw students into science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Evan",
   "pi_last_name": "Ward",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Evan Ward",
   "pi_email_addr": "Evan.Ward@uconn.edu",
   "nsf_id": "000214456",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mason",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Mason",
   "pi_email_addr": "robert.mason@uconn.edu",
   "nsf_id": "000064296",
   "pi_start_date": "2013-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "1080 Shennecossett Road",
  "perf_city_name": "Groton",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063406048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 315000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some manufacturers of sunscreens and cosmetics routinely add nanoparticles, such as those composed of titanium dioxide, into their products to protect skin from the sun&rsquo;s harmful UV radiation.&nbsp; In fact, titanium-dioxide nanoparticles (n-TiO<sub>2</sub>) are one of the most widely used manufactured nanomaterials in industrial and consumer products, with predicted environmental loads as high as 2,000,000 to 6,000,000 tons in the next 10 years.&nbsp; They can enter the environment via use of products, spills, or degradation of products after disposal.&nbsp; Nanoparticles are extremely small and have at least one dimension less than 100 nanometers (1 nanometer = one-billionth of a meter). For comparison, a human hair or a single sheet of paper has a thickness of approximately 100,000 nanometers. These tiny particles are smaller than the cells of a human body, and even smaller than the nucleus inside of those cells. Nanoparticles are used in many products because they have physicochemical characteristics that are often different than the same material of a larger size.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Toxicologically, n-TiO<sub>2</sub> has been well studied with most work being performed on cell lines, bacteria, and rodents.&nbsp; The reported effects include inflammation, oxidative stress, and DNA damage, but are highly dependent on exposure method and the concentration to which the cells and animals are exposed. Other research has examined the photocatalytic properties of n-TiO<sub>2</sub> as a way of oxidizing contaminants, disinfecting drinking water, or treating tumors. These studies have reported various phototoxic effects, but typically use irradiances higher than those found in natural aquatic settings. A few studies have examined the phototoxicity of n-TiO<sub>2</sub> on freshwater organisms under natural light regimes, but work on near-shore marine plants and animals is largely lacking. This research examined the phototoxicity of n-TiO<sub>2</sub> on shallow-water marine organisms and had the following goals (see Fig. 1): 1) Examine the phototoxic effects of n-TiO<sub>2</sub> on groups of microorganisms that live within marine aggregates; 2) Quantify the ingestion and elimination of n-TiO<sub>2</sub> particles by bivalve shellfish (oysters &amp; mussels); and 3) Determine the effects (photoactive &amp; non-photoactive) of n-TiO<sub>2</sub> on cellular processes of oysters.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We found that n-TiO<sub>2</sub> is readily incorporated into marine aggregates and, when activated by UV light, affects the abundance and functional diversity of bacteria living in and on the aggregates. Titanium dioxide that was of larger particle size (not nanoscale) had no impact on bacteria, confirming the &ldquo;nano&rdquo; effects. Our preserved phytoplankton samples are being analyzed, but preliminary results indicate a similar trend with the interactive effects of UV and n-TiO<sub>2</sub> on the viability of phytoplankton.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Results from our feeding experiments with oysters and mussels demonstrate that regardless of how the n-TiO<sub>2</sub> is delivered (freely-suspended or incorporated in marine aggregates) the amount of nanoparticles ingested is the same.&nbsp; Additionally, &gt; 95% of the n-TiO<sub>2</sub> particles ingested by both bivalve species are eliminated in the feces 12 hours after exposure. These results show that bioaccumulation of n-TiO<sub>2</sub> in mussels and oysters does not occur after six hours of exposure.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In our study in which oyster hemocytes (immune cells) were exposed to several concentrations of n-TiO<sub>2</sub> under dark and light conditions, we found that cell viability was not affected. Significant changes in phagocytosis were observed when hemocytes were exposed to n-TiO<sub>2</sub> for 4 hours under dark conditions and for 2 hours under light conditions.&nbsp; Titanium dioxide that was of larger particle size (not nanoscale) also produced a significant decrease in production of reactive oxygen species when hemocytes were exposed for 2 hours under light conditions.&nbsp; Overall, the results demonstrate that TiO<sub>2</sub> particles produce minimal effects on the hemocyte characteristics examined following acute, laboratory exposures.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Regarding outreach and broader impacts, each year we participated in the Marine Sciences Day which was organized by the Connecticut Association of Schools and the Long Island Sound Research Foundation.&nbsp; Our group presented hands-on sessions focusing on marine food chains, including suspension-feeding bivalves, to students in grades 4 to 6.&nbsp; We also developed and presented a class and associated course material on the subject of nanoparticles to the New England Science and Sailing (NESS) association (our outreach partner).&nbsp; Finally, our laboratory group was involved in Taste, Touch and Smell of Science, which is a yearly event organized by graduate students of the Department of Marine Sciences (UConn).&nbsp; This program engaged under privileged middle-school students in marine science topics. We presented a hands-on demonstration of suspension-feeding in bivalves.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2017<br>\n\t\t\t\t\tModified by: J. Evan&nbsp;Ward</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1336358/1336358_10260261_1504724528666_Figureforfinaloutcomesreport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1336358/1336358_10260261_1504724528666_Figureforfinaloutcomesreport--rgov-800width.jpg\" title=\"Figure 1. Nanoparticles in the marine environment\"><img src=\"/por/images/Reports/POR/2017/1336358/1336358_10260261_1504724528666_Figureforfinaloutcomesreport--rgov-66x44.jpg\" alt=\"Figure 1. Nanoparticles in the marine environment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">After entering the marine environment, some n-TiO2 particles are incorporated into marine aggregates.  In water, n-TiO2 is exposed to light levels that diminish with depth. Within marine aggregates, n-TiO2 can interact with constituent microbes, and can be taken up by larvae and newly settled spat.</div>\n<div class=\"imageCredit\">J. Evan Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">J. Evan&nbsp;Ward</div>\n<div class=\"imageTitle\">Figure 1. Nanoparticles in the marine environment</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n      Some manufacturers of sunscreens and cosmetics routinely add nanoparticles, such as those composed of titanium dioxide, into their products to protect skin from the sun?s harmful UV radiation.  In fact, titanium-dioxide nanoparticles (n-TiO2) are one of the most widely used manufactured nanomaterials in industrial and consumer products, with predicted environmental loads as high as 2,000,000 to 6,000,000 tons in the next 10 years.  They can enter the environment via use of products, spills, or degradation of products after disposal.  Nanoparticles are extremely small and have at least one dimension less than 100 nanometers (1 nanometer = one-billionth of a meter). For comparison, a human hair or a single sheet of paper has a thickness of approximately 100,000 nanometers. These tiny particles are smaller than the cells of a human body, and even smaller than the nucleus inside of those cells. Nanoparticles are used in many products because they have physicochemical characteristics that are often different than the same material of a larger size.\n\n      Toxicologically, n-TiO2 has been well studied with most work being performed on cell lines, bacteria, and rodents.  The reported effects include inflammation, oxidative stress, and DNA damage, but are highly dependent on exposure method and the concentration to which the cells and animals are exposed. Other research has examined the photocatalytic properties of n-TiO2 as a way of oxidizing contaminants, disinfecting drinking water, or treating tumors. These studies have reported various phototoxic effects, but typically use irradiances higher than those found in natural aquatic settings. A few studies have examined the phototoxicity of n-TiO2 on freshwater organisms under natural light regimes, but work on near-shore marine plants and animals is largely lacking. This research examined the phototoxicity of n-TiO2 on shallow-water marine organisms and had the following goals (see Fig. 1): 1) Examine the phototoxic effects of n-TiO2 on groups of microorganisms that live within marine aggregates; 2) Quantify the ingestion and elimination of n-TiO2 particles by bivalve shellfish (oysters &amp; mussels); and 3) Determine the effects (photoactive &amp; non-photoactive) of n-TiO2 on cellular processes of oysters. \n\n      We found that n-TiO2 is readily incorporated into marine aggregates and, when activated by UV light, affects the abundance and functional diversity of bacteria living in and on the aggregates. Titanium dioxide that was of larger particle size (not nanoscale) had no impact on bacteria, confirming the \"nano\" effects. Our preserved phytoplankton samples are being analyzed, but preliminary results indicate a similar trend with the interactive effects of UV and n-TiO2 on the viability of phytoplankton.\n\n      Results from our feeding experiments with oysters and mussels demonstrate that regardless of how the n-TiO2 is delivered (freely-suspended or incorporated in marine aggregates) the amount of nanoparticles ingested is the same.  Additionally, &gt; 95% of the n-TiO2 particles ingested by both bivalve species are eliminated in the feces 12 hours after exposure. These results show that bioaccumulation of n-TiO2 in mussels and oysters does not occur after six hours of exposure.\n\n      In our study in which oyster hemocytes (immune cells) were exposed to several concentrations of n-TiO2 under dark and light conditions, we found that cell viability was not affected. Significant changes in phagocytosis were observed when hemocytes were exposed to n-TiO2 for 4 hours under dark conditions and for 2 hours under light conditions.  Titanium dioxide that was of larger particle size (not nanoscale) also produced a significant decrease in production of reactive oxygen species when hemocytes were exposed for 2 hours under light conditions.  Overall, the results demonstrate that TiO2 particles produce minimal effects on the hemocyte characteristics examined following acute, laboratory exposures. \n\n      Regarding outreach and broader impacts, each year we participated in the Marine Sciences Day which was organized by the Connecticut Association of Schools and the Long Island Sound Research Foundation.  Our group presented hands-on sessions focusing on marine food chains, including suspension-feeding bivalves, to students in grades 4 to 6.  We also developed and presented a class and associated course material on the subject of nanoparticles to the New England Science and Sailing (NESS) association (our outreach partner).  Finally, our laboratory group was involved in Taste, Touch and Smell of Science, which is a yearly event organized by graduate students of the Department of Marine Sciences (UConn).  This program engaged under privileged middle-school students in marine science topics. We presented a hands-on demonstration of suspension-feeding in bivalves.\n\n\t\t\t\t\tLast Modified: 09/06/2017\n\n\t\t\t\t\tSubmitted by: J. Evan Ward"
 }
}