{
 "awd_id": "1336807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Particle mediated enhanced transport of semi-volatile organic compounds in indoor environments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 134028.0,
 "awd_amount": 134028.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "CBET 1336807/1335722/1336202\r\nGlenn Morrison/Jennifer Benning/John Little\r\nMissouri University of Science & Technology/So Dak School of Mines/ Tech/VA Polytechnic Inst & St. Univ.\r\n\r\nOccupants of buildings are exposed to toxic chemicals from the vast number of modern building products and furnishings that continuously release these compounds. Occupants absorb semi-volatile organic compounds (SVOCs) such as plasticizers, pesticides, flame-retardants, and others through inhaling, eating, drinking and even by absorbing them through the skin. The presence of airborne particles in the indoor environment from smog, cooking, smoking and other sources may dramatically increase dermal absorption for these compounds. This research will test the hypothesis that airborne particles increase chemical emission rates from sources of SVOCs and deposition of these chemicals onto surfaces such as skin and clothing by altering the way these chemicals are transported from surface-to-surface. A theoretical model of this system predicts as much as a 10-fold increase in the rate of transport from indoor surfaces and materials to occupants, thereby increasing inhalation and dermal (skin) dose. This occurs because particles can absorb and release very large amounts of SVOCs as they move in and out of regions near surfaces.  The proposed research will carefully combine experimental quantification of relevant parameters (partition and transport phenomena) with model analysis. Under realistic environmental conditions, organic and salt particles will be equilibrated with a pure SVOC (phthalate esters, polybrominated diphenyl ethers, polychlorinated biphenyls) and the gas-phase deposition rates will be measured for flat plate and tubular geometries. The results will be used to test theoretical models of particle-mediated enhanced emissions and uptake. Further, experimental results and mass-transfer models will be integrated into indoor air quality models to improve predictions of exposure, dose and risk to indoor sources of SVOCs. The research team will integrate undergraduate and graduate students in field collection of samples, model analysis and exposure predictions. Their experiences will inform the development of a student-vetted educational module on SVOCs which will be disseminated through the Association for Environmental Engineering and Science Professors.\r\n\r\nBuilding occupants can absorb toxic plasticizers, pesticides, flame-retardants, and others chemicals through inhalation, consumption of food and beverages, and even absorption through the skin. This research examines the extent to which airborne particles in the indoor environment from smog, cooking, smoking and other sources may dramatically increase absorption for these compounds. Although this possibility has been predicted by a recent theoretical model, this project will be the first to test the model experimentally and under real-world conditions. This new knowledge will provide health professionals with tools to better understand and predict exposure and risk associated with low-volatility chemicals in a wide range of environmental scenarios. The results will help to better understand and mitigate the health risks of high-particulate environments that result from activities such as smoking and cooking. The research will also help manufacturers reformulate products such as building materials by identifying those chemicals that should be avoided.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Morrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn Morrison",
   "pi_email_addr": "glenn.morrison@unc.edu",
   "nsf_id": "000266922",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "221 Butler Carlton Hall",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 134028.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we studied how semivolatile organic compounds (SVOCs)&nbsp; are transported through indoor environment, with a special focus on those mechanisms that ultimately influence how occupants accumulate these chemicals. Many chemicals found in buildings are SVOCs and include flame retardants, plasticizers, detergents, disinfectants and pesticides. Using a variety of laboratory techniques, we&nbsp; studied how clothing absorbs and releases SVOCs. We learned that clothing can absorb a very large amount of SVOCs from indoor air. As an example, a typical set of cotton clothing can absorb the mass of dibutylphthalate (a plasticizer) present in over 4000 cubic meters of indoor air; this is roughly equivalent to the volume of 10 typical homes. This accumulation can take place over days to months, depending on the way clothing is stored or the chemical in question. Different kinds of textile fibers absorb different amounts; for plasticizers studied, spandex absorbs more (by mass) than cotton and cotton absorbs substantially more than polyester. However, this may not be true of other chemical types. As anticipated, smaller molecules accumulate to a lesser degree than larger or more polar molecules. Based on these accumulation studies, we modeled how clothing can release these chemicals to and through human skin. We predicted that, depending on the history of the clothing itself, exposure to chemicals in indoor environments can be minimized or amplified. For example, very clean clothing will act as a barrier to dermal uptake because the clothing has a high capacity for sorption. But if clothing has spent enough time in the presence of airborne SVOCs, it will become &ldquo;saturated&rdquo; and cannot protect skin. Worse, the clothing now becomes a source and, because it is so close to the skin, will amplify dermal uptake relative to that associated with bare (unclothed) skin. We predict that, for a wide variety of chemicals, indoor exposure via dermal uptake amplified by clothing is an important and even dominant process. Intellectual merit: this research has generated novel data and produced new models, all of which has opened up a new and very interdisciplinary area of research. Broader Impact: This research contributes techniques, data and models to other fields of study including exposure analysis, epidemiology, toxicokinetics and textile engineering. Further, the project supported two graduate and two undergraduate students that engaged in laboratory research and experimental design.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2017<br>\n\t\t\t\t\tModified by: Glenn&nbsp;C&nbsp;Morrison</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we studied how semivolatile organic compounds (SVOCs)  are transported through indoor environment, with a special focus on those mechanisms that ultimately influence how occupants accumulate these chemicals. Many chemicals found in buildings are SVOCs and include flame retardants, plasticizers, detergents, disinfectants and pesticides. Using a variety of laboratory techniques, we  studied how clothing absorbs and releases SVOCs. We learned that clothing can absorb a very large amount of SVOCs from indoor air. As an example, a typical set of cotton clothing can absorb the mass of dibutylphthalate (a plasticizer) present in over 4000 cubic meters of indoor air; this is roughly equivalent to the volume of 10 typical homes. This accumulation can take place over days to months, depending on the way clothing is stored or the chemical in question. Different kinds of textile fibers absorb different amounts; for plasticizers studied, spandex absorbs more (by mass) than cotton and cotton absorbs substantially more than polyester. However, this may not be true of other chemical types. As anticipated, smaller molecules accumulate to a lesser degree than larger or more polar molecules. Based on these accumulation studies, we modeled how clothing can release these chemicals to and through human skin. We predicted that, depending on the history of the clothing itself, exposure to chemicals in indoor environments can be minimized or amplified. For example, very clean clothing will act as a barrier to dermal uptake because the clothing has a high capacity for sorption. But if clothing has spent enough time in the presence of airborne SVOCs, it will become \"saturated\" and cannot protect skin. Worse, the clothing now becomes a source and, because it is so close to the skin, will amplify dermal uptake relative to that associated with bare (unclothed) skin. We predict that, for a wide variety of chemicals, indoor exposure via dermal uptake amplified by clothing is an important and even dominant process. Intellectual merit: this research has generated novel data and produced new models, all of which has opened up a new and very interdisciplinary area of research. Broader Impact: This research contributes techniques, data and models to other fields of study including exposure analysis, epidemiology, toxicokinetics and textile engineering. Further, the project supported two graduate and two undergraduate students that engaged in laboratory research and experimental design.\n\n \n\n\t\t\t\t\tLast Modified: 11/10/2017\n\n\t\t\t\t\tSubmitted by: Glenn C Morrison"
 }
}