{
 "awd_id": "1336139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Natural Organic Matter, Capping Agents, and Nanoparticle Transport in Granular Media Filtration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 210550.0,
 "awd_amount": 210550.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "CBET - 1336139 and 1336167\r\nAs the field of nanotechnology continues to expand, increased entry of engineered nanoparticles (NPs) into the environment has resulted in growing environmental and health concerns. The behavior of engineered NPs, many of which serve as an avenue for rapid and long-range transport/transformation of contaminants in the environment, is an important topic for the safety and treatment of drinking water. As natural organic matter (NOM) is ubiquitous in natural waters and known to complex with NP surfaces, a mechanistic understanding of NP-NOM interactions will provide insight to the stability and mobility of NPs in granular media filtration. Our team of investigators takes a three-pronged approach to study the mechanisms by which NOM affects the aqueous transport of \"pristine\" and \"transformed\" silver NPs (AgNPs) in granular media filtration. We employ filtration studies to identify and quantify the deviation of NP removal efficiency from its prediction by colloid filtration theory. Where chemical interactions cause deviation from theory, we use a combination of experimental tools to elucidate both the kinetics and the mechanisms of NP-NOM interactions. This research will ultimately improve our ability to removal engineered NPs by granular media filtration.\r\nIntellectual Merit :\r\nDuring the formation or release into the aquatic environment, most NPs acquire a surface coating by interacting with organic macromolecules. We expect that the properties of coatings on NP surfaces will play important roles in NP removal in granular media filtration. We hypothesize that: 1) \"Pristine\" AgNPs (capped with citrate and polyvinyl pyrrolidone (PVP)) and \"transformed\" AgNPs (partly sulfidized AgNPs) will exhibit reactivity with various NOM components, thereby producing AgNP-NOM complexes with different surface charge and degree of steric hindrance, 2) the kinetics of adsorption of NP-NOM complexes onto silica surfaces is a function of the surface charge produced by the different functional groups of NOM and steric hindrance resulting from the physical arrangement of NOM, and 3) NOM coating on AgNPs as well as collector grain surfaces causes significant deviation in particle removal efficiency. Using a novel combination of molecular spectroscopy, quartz crystal microgravimetry (QCM), and column filtration experiments, we will determine the mechanisms and kinetics of NOM interaction with the surfaces of NP and silica.\r\nBroader Impacts :\r\nAs a means of integrating cutting-edge science into education, we present a 5-Phased Outreach Plan to enhance this exchange: (1)  professional education, all three PIs will propose a full-session workshop or special session at \"Texas Water\", the third largest annual water conference in the U.S. in the third year of the three-year grant. (2) Graduate education, multiple lectures will be developed in four courses. The work outlined here will be used to actively recruit and train undergraduate and graduate students from underrepresented groups. We will employ diversity in choosing the Ph.D. students, and additionally try to support 1-2 undergrads for senior thesis research. (3) College level: we will continue interacting with two major mentoring programs designed to involve under-represented minorities in engineering research programs. (4) Baylor University has an established outreach program focusing on nanotechnology (The\r\nPhysics Circus) which is actively working in the Waco and LaVega middle and high schools. (5) High school level: we will work with students from San Juan Diego High School, a college-preparatory school located near the University of Texas campus that serves  economically-disadvantaged, mostly Hispanic, students to increase their college preparedness in science and mathematics. The increasing applications of both natural and engineered NPs represent both a technological panacea and potential health threat. At present, there is insufficient information regarding the environmental transport and fate of NPs. Our work is transformative in providing crucial information for predicting behavior and interactions of NPs with NOM and silica sand surface. Current practice of granular media filtration targets micron-sized particles; however, the potential influences of NOM and other water treatment parameters on the fate of NPs in granular media filtration are largely unknown. The results of this study will provide greater knowledge of the behavior of NPs that could ultimately influence water treatment design and practice, and thereby improve the protection of the public health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Desmond",
   "pi_last_name": "Lawler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Desmond F Lawler",
   "pi_email_addr": "dlawler@mail.utexas.edu",
   "nsf_id": "000157973",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E. 27th Street, Suite 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 210550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The dramatic increase of engineered nanoparticles in a wide variety of consumer products has led to their entry into the environment, with resulting environmental and health concerns.&nbsp; Ultimately, the primary concern for public health is their possible presence in drinking water.&nbsp; This project addressed the fate of nanoparticles, and specifically silver nanoparticles (AgNPs), in flocculation and granular media filtration, because these processes constitute the line of defense for the removal of particles in most drinking water treatment plants.&nbsp; Silver nanoparticles were chosen for study because they are, by a large margin, the nanoparticles that are used most in manufactured products, a consequence of their known disinfection ability.</p>\n<p>&nbsp;</p>\n<p>As a particle travels from a consumer product to a drinking water treatment plant, two transformations of the surface chemistry are highly likely to occur.&nbsp; One is called &ldquo;sulfidation&rdquo; and occurs in chemically reducing environments such as sewers, anaerobic digestion in wastewater plants, and sediments in natural waters; sulfidation changes the outer coating of nanoparticles to include metal-sulfide complexes or precipitates.&nbsp; The second transformation is the adsorption of natural organic matter (NOM) onto the particle surface. NOM is introduced to all natural water bodies by land plants and aquatic organisms. This research investigated the extent to which each of these likely transformations changed the AgNP surfaces, and the effects that these changes would have on the removal of AgNPs in water treatment.</p>\n<p>&nbsp;</p>\n<p>Particle removal occurs by both flocculation (aggregation) and filtration in water plants. The environmental tranformations of NOM adsorption and sulfidation led to increased flocculation in comparison to the original AgNPs, but to slightly less favorable filtration.&nbsp; The flocculation finding is encouraging because it means that few AgNPs would escape water treatment; the filtration finding suggests that careful particle destabilization by chemical additions in a water treatment plant is necessary.&nbsp; Water treatment plants routinely accomplish this destabilization, so this research suggests that engineered nanoparticles are not likely to be present to any significant degree in drinking water from a well-operated treatment plant.</p>\n<p>&nbsp;</p>\n<p>Besides the wide distribution of the results of this study to professionals in the filed through numerous conference presentations and published research articles, this project contributed to the .professional development of 3 undergraduate, 5 graduate, and 2 postdoctoral students who are all now working as professionals, academics, or continuing their education in science or engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Desmond&nbsp;F&nbsp;Lawler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe dramatic increase of engineered nanoparticles in a wide variety of consumer products has led to their entry into the environment, with resulting environmental and health concerns.  Ultimately, the primary concern for public health is their possible presence in drinking water.  This project addressed the fate of nanoparticles, and specifically silver nanoparticles (AgNPs), in flocculation and granular media filtration, because these processes constitute the line of defense for the removal of particles in most drinking water treatment plants.  Silver nanoparticles were chosen for study because they are, by a large margin, the nanoparticles that are used most in manufactured products, a consequence of their known disinfection ability.\n\n \n\nAs a particle travels from a consumer product to a drinking water treatment plant, two transformations of the surface chemistry are highly likely to occur.  One is called \"sulfidation\" and occurs in chemically reducing environments such as sewers, anaerobic digestion in wastewater plants, and sediments in natural waters; sulfidation changes the outer coating of nanoparticles to include metal-sulfide complexes or precipitates.  The second transformation is the adsorption of natural organic matter (NOM) onto the particle surface. NOM is introduced to all natural water bodies by land plants and aquatic organisms. This research investigated the extent to which each of these likely transformations changed the AgNP surfaces, and the effects that these changes would have on the removal of AgNPs in water treatment.\n\n \n\nParticle removal occurs by both flocculation (aggregation) and filtration in water plants. The environmental tranformations of NOM adsorption and sulfidation led to increased flocculation in comparison to the original AgNPs, but to slightly less favorable filtration.  The flocculation finding is encouraging because it means that few AgNPs would escape water treatment; the filtration finding suggests that careful particle destabilization by chemical additions in a water treatment plant is necessary.  Water treatment plants routinely accomplish this destabilization, so this research suggests that engineered nanoparticles are not likely to be present to any significant degree in drinking water from a well-operated treatment plant.\n\n \n\nBesides the wide distribution of the results of this study to professionals in the filed through numerous conference presentations and published research articles, this project contributed to the .professional development of 3 undergraduate, 5 graduate, and 2 postdoctoral students who are all now working as professionals, academics, or continuing their education in science or engineering.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Desmond F Lawler"
 }
}