{
 "awd_id": "1336731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tailoring Transport in Transparent and Conducting Non-conjugated Polymers for Next-Generation Materials in Organic Photovoltaic Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 268500.0,
 "awd_min_amd_letter_date": "2013-09-08",
 "awd_max_amd_letter_date": "2015-08-08",
 "awd_abstract_narration": "PI: Boudouris, Bryan\r\nProposal Number: 1336731\r\nInstitution: Purdue University\r\nTitle: Tailoring Transport in Transparent and Conducting Non-conjugated Polymers for Next-Generation Materials in Organic Photovoltaic Devices\r\n\r\nOrganic photovoltaic (OPV) cells are recording device efficiencies that are beginning to rival many inorganic photovoltaic systems due to breakthroughs in the design of materials; as such, they present themselves as potential sources of sustainable energy generation. However, much of the groundbreaking research has focused on the design of pi-conjugated, light-absorbing macromolecules for use in the semiconducting layers of the OPV devices. Less success has been had in the realm of new polymeric materials for charge extraction at the electrode-organic interfaces of OPV devices despite the inherent need to remove the photogenerated charges from the solar cell efficiently. Therefore, there exists a critical need to develop and understand the fundamental charge transport in novel materials that are highly transparent, stable in ambient conditions, and that have the ability to transport charges in a rapid manner. Here, the PI introduces a promising new class of conducting polymers where a stable radical group is pendant on each repeat unit of a macromolecular chain whose polymer backbone is composed entirely of aliphatic carbon-carbon bonds; these materials are known as radical polymers. In addition to providing a method by which to conduct charge, radical polymers have the advantages traditionally associated with common aliphatic polymers (e.g., polystyrene) in that they: 1) can be generated from easily-synthesized monomers, 2) have their polymerizations occur through controlled mechanisms (e.g., controlled radical polymerizations) and on large scales, and 3) are processed readily either from solution or from the melt. Therefore, it is anticipated that the project will be able to generate transparent, conducting polymer thin films that have distinct synthetic, processing, and stability advantages over traditional OPV charge-collecting layers [e.g., poly(3,4-ethylene dioxythiophene)-poly(styrene sulfonate) (PEDOT:PSS)] while still retaining high charge transfer rates.\r\n\r\nThe interplay between the molecular architectures of radical polymers and their solid state optoelectronic properties is important both in terms of fundamental structure-property relationships and for their performance in OPV devices. Deciphering these interactions will require a combination of polymer synthesis, structural characterization, and electronic testing. Implementation of these skills will result in: 1) the synthesis of new hole-conducting and electron-conducting non-conjugated polymers, 2) a description of charge transport in radical polymers such that improvement in the conductivity values of these functional macromolecules can occur, and 3) the utilization of these materials in OPV devices such that an environmentally-stable, low-cost alternative to existing charge collecting layers can be found. As such, completion of the research objectives will provide the fundamental scientific understanding to lay the foundation for a new area of polymer development and interfacial modifications in organic electronics with a deep impact in the organic photovoltaics and sustainable energy fields. This could lead to high-performance OPV devices that will help address current uncertainty in the global energy landscape. Furthermore, the basic discoveries regarding charge transport relationships in a new class of solid state polymeric conductors will have the potential to spread to other realms of organic electronics currently dominated by the conjugated materials.\r\n\r\nIn addition to providing a concrete physical understanding of radical polymer conductors, this project will aid in the teaching and career development of graduate, undergraduate, and high school students through laboratory and outreach activities. For example, it will increase the participation of traditionally underrepresented groups in science and engineering through support of the Boudouris-founded Purdue Project SEED high school research experience. Bridging the disciplines of chemistry, polymer science, chemical engineering, and electrical engineering will afford the graduate, undergraduate, and high school students associated with this project a unique opportunity to engage in interdisciplinary, energy-related research that will have them well-prepared for future endeavors in academic and industrial circles. This synergistic relationship between research and educational activities will be of prime import in producing high impact scientific results, generating transformative technologies, and inspiring the next generation of sustainable energy scientists and engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Boudouris",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan W Boudouris",
   "pi_email_addr": "boudouris@ua.edu",
   "nsf_id": "000598117",
   "pi_start_date": "2013-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "480 Stadium Mall Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 118500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this work was to synthesize novel polymeric materials that could be utilized as transparent conductors for energy conversion applications (e.g., plastic solar cells). In order to accomplish this aim, we relied on a class of emerging macromolecular conductors known as radical polymers. These materials are polymers with non-conjugated backbones [i.e., akin to those seen in common plastics like poly(methyl methacrylate (PMMA)] and with stable open-shell sites at the pendant positions of the polymer. Unlike most common organic electronic materials, charge is not passed through a series of crystalline regimes or between conjugated chromophoric segments. Instead the charge is passed through a series of oxidation-reduction (redox) reactions that happen between the pendant sites of the radical polymers (Figure 1). Because charge transport can occur in this manner, it leads to materials with remarkably large transparency values and reasonable electrical conductivity metrics. This makes these materials promising transparent conducting materials for next-generation solar cells.</p>\n<p>In fact, one of the cornerstone manuscripts of this project highlighted this application exactly. That is, we utilized a specific radical polymer, poly(2,2,6,6-tetramethylpiperidinyloxy methacrylate (PTMA), as the anode-modifying layer in an organic photovoltaic (OPV) device where tin-doped indium oxide (ITO) served as the cathode and silver served as the anode (Figure 2). In this application, the light-absorbing semiconducting active layer was composed of two common OPV materials (i.e., a polythiophene derivative and a fullerene derivative). Multiple previous reports (and our own work) have shown that this type of OPV device shows time-dependent performance due to the interaction of oxygen and water with the device. On the other hand, by inserting the radical polymer (PTMA) interlayer between the semiconducting active layer and the silver anode, we were able to demonstrate consistent (i.e., time-independent) performance of this device. Moreover, the overall efficiency values of the solar cells that included PTMA were higher than those that did not. This ability to tune the performance of the OPV device through the proper macromolecular design of radical polymers is one that will serve as a platform demonstration for many years to come. In fact, we are currently utilizing similar design strategies in order to improve the performance of higher efficiency, next-generation solar cells (e.g., perovskite-based devices). Thus, this effort has established a new archetype in the realm of organic electronic devices, especially with respect to new transparent, conducting interlayers and their ability to simultaneously improve the performance of devices while also increasing the functional lifetime of the electronic devices.</p>\n<p>Of course, the educational component of this project also was coupled with these laboratory-based results. For instance, this project has allowed for an increase in the number of researchers from groups that are traditionally underrepresented in science and engineering. That is, one female student of Native American heritage earned her doctoral degree during the course of working on this project. Moreover, another female graduate student (who is still in the doctoral program) also worked on this project. This increase in the diversity of the research trainees was also felt at the undergraduate and high school student levels. For example, the second author on the manuscript whose key results are described above was a Purdue undergraduate of Latin American ancestry. Additionally, two research experience for undergraduate (REU) students were supported during 2 summers of the project, with one of these students being a local Purdue undergraduate student and the other student being a visiting undergraduate researcher from the Georgia Institute of Technology (Georgia Tech). As such, this project was able to impact both local and external undergraduate students during the academic year and during the summer semester. Finally, support from this project also allowed for a high school student from an economically-disadvantaged family to participate in research each summer through the Purdue Project SEED program, which is a branch of the American Chemical Society&rsquo;s (ACS&rsquo;s) Project SEED program. In this way, students from lower-income families were able to perform research in our laboratory for 8 weeks each summer, and this experience encouraged many of these high school students to attend college after high school graduation and to major in STEM-based fields. Thus, this effort both generated new, robust materials and trained a number of future scientists and engineers from a number of different backgrounds.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Bryan&nbsp;Boudouris</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750047514_RadicalPolymerSchematic-Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750047514_RadicalPolymerSchematic-Figure1--rgov-800width.jpg\" title=\"Cartoon Illustration of a Radical Polymer\"><img src=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750047514_RadicalPolymerSchematic-Figure1--rgov-66x44.jpg\" alt=\"Cartoon Illustration of a Radical Polymer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The radical polymers used in this work had non-conjugated backbones (black lines) and contained stable open-shell pendant sites (blue and red sphere). These open-shell sites could undergo oxidation-reduction (redox) reactions in order to transport charge through the radical polymer thin films.</div>\n<div class=\"imageCredit\">The Boudouris Group</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Bryan&nbsp;Boudouris</div>\n<div class=\"imageTitle\">Cartoon Illustration of a Radical Polymer</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750241392_SolarCellSchematic-Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750241392_SolarCellSchematic-Figure2--rgov-800width.jpg\" title=\"Schematic of Radical Polymer Solar Cell\"><img src=\"/por/images/Reports/POR/2016/1336731/1336731_10276632_1477750241392_SolarCellSchematic-Figure2--rgov-66x44.jpg\" alt=\"Schematic of Radical Polymer Solar Cell\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image shows the device structure utilized to establish that radical polymer interlayers could be implemented in organic photovoltaic devices.  PEDOT;PSS coated on ITO served as the cathode, an organic semiconducting layer was then inserted, and PTMA with silver served as the anode.</div>\n<div class=\"imageCredit\">The Boudouris Group</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Bryan&nbsp;Boudouris</div>\n<div class=\"imageTitle\">Schematic of Radical Polymer Solar Cell</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe focus of this work was to synthesize novel polymeric materials that could be utilized as transparent conductors for energy conversion applications (e.g., plastic solar cells). In order to accomplish this aim, we relied on a class of emerging macromolecular conductors known as radical polymers. These materials are polymers with non-conjugated backbones [i.e., akin to those seen in common plastics like poly(methyl methacrylate (PMMA)] and with stable open-shell sites at the pendant positions of the polymer. Unlike most common organic electronic materials, charge is not passed through a series of crystalline regimes or between conjugated chromophoric segments. Instead the charge is passed through a series of oxidation-reduction (redox) reactions that happen between the pendant sites of the radical polymers (Figure 1). Because charge transport can occur in this manner, it leads to materials with remarkably large transparency values and reasonable electrical conductivity metrics. This makes these materials promising transparent conducting materials for next-generation solar cells.\n\nIn fact, one of the cornerstone manuscripts of this project highlighted this application exactly. That is, we utilized a specific radical polymer, poly(2,2,6,6-tetramethylpiperidinyloxy methacrylate (PTMA), as the anode-modifying layer in an organic photovoltaic (OPV) device where tin-doped indium oxide (ITO) served as the cathode and silver served as the anode (Figure 2). In this application, the light-absorbing semiconducting active layer was composed of two common OPV materials (i.e., a polythiophene derivative and a fullerene derivative). Multiple previous reports (and our own work) have shown that this type of OPV device shows time-dependent performance due to the interaction of oxygen and water with the device. On the other hand, by inserting the radical polymer (PTMA) interlayer between the semiconducting active layer and the silver anode, we were able to demonstrate consistent (i.e., time-independent) performance of this device. Moreover, the overall efficiency values of the solar cells that included PTMA were higher than those that did not. This ability to tune the performance of the OPV device through the proper macromolecular design of radical polymers is one that will serve as a platform demonstration for many years to come. In fact, we are currently utilizing similar design strategies in order to improve the performance of higher efficiency, next-generation solar cells (e.g., perovskite-based devices). Thus, this effort has established a new archetype in the realm of organic electronic devices, especially with respect to new transparent, conducting interlayers and their ability to simultaneously improve the performance of devices while also increasing the functional lifetime of the electronic devices.\n\nOf course, the educational component of this project also was coupled with these laboratory-based results. For instance, this project has allowed for an increase in the number of researchers from groups that are traditionally underrepresented in science and engineering. That is, one female student of Native American heritage earned her doctoral degree during the course of working on this project. Moreover, another female graduate student (who is still in the doctoral program) also worked on this project. This increase in the diversity of the research trainees was also felt at the undergraduate and high school student levels. For example, the second author on the manuscript whose key results are described above was a Purdue undergraduate of Latin American ancestry. Additionally, two research experience for undergraduate (REU) students were supported during 2 summers of the project, with one of these students being a local Purdue undergraduate student and the other student being a visiting undergraduate researcher from the Georgia Institute of Technology (Georgia Tech). As such, this project was able to impact both local and external undergraduate students during the academic year and during the summer semester. Finally, support from this project also allowed for a high school student from an economically-disadvantaged family to participate in research each summer through the Purdue Project SEED program, which is a branch of the American Chemical Society?s (ACS?s) Project SEED program. In this way, students from lower-income families were able to perform research in our laboratory for 8 weeks each summer, and this experience encouraged many of these high school students to attend college after high school graduation and to major in STEM-based fields. Thus, this effort both generated new, robust materials and trained a number of future scientists and engineers from a number of different backgrounds.\n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Bryan Boudouris"
 }
}