{
 "awd_id": "1336935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building the Foundation for Smart Wind Farms through First-Order Controls Opportunities based on Real-Time Observations of Complex Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 384066.0,
 "awd_amount": 384066.0,
 "awd_min_amd_letter_date": "2013-07-25",
 "awd_max_amd_letter_date": "2017-01-11",
 "awd_abstract_narration": "PI: Hirth, Brian\r\nProposal Number: 1336935\r\nInstitution: Texas Tech University\r\nTitle: Building the Foundation for Smart Wind Farms through First-Order Controls Opportunities based on Real-Time Observations of Complex Flows\r\n\r\nReducing the cost of wind energy requires optimization of new and existing wind farms, which is inherently dependent on understanding the complex flows within and surrounding them, and using this knowledge to develop more advanced control systems. Complex flows within wind farms result from turbine wakes, heterogeneous local terrain and roughness, and the natural variability in atmospheric boundary layer flow.  Existing numerical simulations used to plan wind farm installations fail to accurately represent these complex flows, and current wind turbines are optimized for autonomous operation with minimal recognition of their surroundings or interaction with neighboring turbines. Observations of the complex flows within and surrounding wind farms are exceedingly limited owing to significant instrumentation costs and inherent spatial coverage shortcomings of current technologies.  This project will provide innovative data collection technologies, strategies, and analysis techniques to document the complex flow fields across several operational wind farms.  Through industrial partnerships, this information will be integrated with operational turbine data and controls to construct transformative methods for developing the first generation of \"smart\" wind farms.\r\n\r\nThis project leverages recently-developed Doppler radar technologies and innovative methodologies to provide an unprecedented assessment of the complex flows within and surrounding wind farms. Generated wind field products will be coupled with operational turbine and available meteorological data to provide flow field validation, comparison of radar derived and actual power output, and investigation of individual turbine and array performance. Supplemental access to first-order control opportunities (e.g. yawing a turbine slightly out of the wind to deflect the resulting wake away from a downstream turbine) within a research-scale wind farm and several full-scale operational wind farms will enhance the development of intelligent control systems.\r\n\r\nThe use of specialized Doppler research radars to characterize wind farm flow fields represents a paradigm shift for measurement campaigns within the wind energy community. The high spatial and temporal resolutions and larger observational footprints allow for the identification of shortcomings within the current numerical simulations and modeling efforts. Integration of the operational turbine data provides an opportunity to investigate performance optimization spanning individual turbines to large turbine arrays.  First-order controls opportunities provide a foundation to develop ?smart? wind farms through the creation of proactive, networked control systems capable of maximizing the total power output from an entire turbine array. Such intelligence, even in a basic form, does not currently exist. Implementation of these data collection and analyses methodologies in wind farm planning, design, deployment, and operation offer the potential to revolutionize wind energy world-wide.\r\n\r\nBeyond the integration into available undergraduate and graduate coursework, the technological advancements embodied within this interdisciplinary research project will also be reduced into several course modules targeting K-12 student groups. These modules, along with access to the radar technology, will be delivered to local student groups by the graduate students and faculty associated with the project, including underrepresented groups, to introduce the next-generation of scientists and engineers to the basics of wind energy, remote sensing, atmospheric science, controls, and aerodynamics.  The unique and close collaboration with industry partners throughout this project will foster methodologies, products, and procedures that will have an immediate impact on existing wind farm operation and new wind farm design and layout.  This project carries the potential to transform current wind energy practices to ultimately increase wind farm power output leading to a reduction in the cost of energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hirth",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Hirth",
   "pi_email_addr": "brian.hirth@ttu.edu",
   "nsf_id": "000589614",
   "pi_start_date": "2013-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Schroeder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Schroeder",
   "pi_email_addr": "john.schroeder@ttu.edu",
   "nsf_id": "000396468",
   "pi_start_date": "2013-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": null,
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794092101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 384066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project leverages the existing Texas Tech University Ka-band (TTUKa) mobile Doppler radars to perform measurements of the complex flows and wakes flows across operational wind farms as well as individual prototype turbines.&nbsp; These measurements are necessary to advance the limited existing catalog of current complex flows observations to better understand turbine-to-turbine interactions and inter-farm flows that greatly impact overall wind farm production.&nbsp; The TTUKa radars provide large observational footprints (coverage over a large turbine array) while maintaining the high spatial and temporal resolution necessary to investigate turbine wake evolution and relate the remotely sensed flows back to operational turbine data and power production (Hirth et al. 2012; Hirth and Schroeder 2013; Hirth et al. 2015a; Hirth et al. 2015b).&nbsp; This project has provided innovative data collection technologies, strategies, and analysis techniques to document the complex flow fields across several operational wind farms.&nbsp; Through industrial partnerships, this information has been integrated with operational turbine data and first-order controls to construct and test transformative methods for developing the first generation of \"smart\" wind farms.&nbsp; In addition, novel turbine inflow and turbulence extraction technqiues from gridded single- and dual-Doippler data fields have been developed and validated.&nbsp; Significant outcomes from this project include the following:</p>\n<p>1.&nbsp; Successful proof-of-concept data collection efforts have been conducted leveraging&nbsp;industry collaboration&nbsp;where turbine controls were manipulated during&nbsp;concurrent radar measurements; SCADA data sharing was also achieved.&nbsp; This collaboration opens the door to more sophisticated tests in the future to help develop the next generation of proactive wind turbine controls schemes.</p>\n<p>2.&nbsp; Through validation with instrumented tower and turbine SCADA measurements, it&nbsp;was found&nbsp;that the turbine inflow forecasting methodologies (mean and turbulent components of the wind) developed during this project perform very well and offer tremendous opportunity for the development of future wind turbine proactive controls schemes.&nbsp; These methods advance any like concepts&nbsp;proposed in the current scientific literature as they account for the advection of gust and lull features in the background flow in the both the horizontal and vertical dimensions using novel space-to-time analysis methodologies.&nbsp; The methodologies can be used to generate turbine inflow forecasts with a 45-60 second \"lead time\".&nbsp;</p>\n<p>3.&nbsp; Current understanding of the influence of atmospheric stability on turbine wake flow structure and evolution has been significantly advanced through the measurements and subsequent analysis conducted during this project.&nbsp; A newly developed wake centerline detection and tracking algorithm was used to generate segregated statistics of wake length and meandering properties comparing stable and unstable atmospheric conditions.&nbsp; Results of this analysis show that turbine controls schemes designed to mititage turbine-to-turbine interactions are likely to be most effective during periods of neutral and stable atmospheric conditions, and less effective during unstable conditions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2018<br>\n\t\t\t\t\tModified by: Brian&nbsp;D&nbsp;Hirth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project leverages the existing Texas Tech University Ka-band (TTUKa) mobile Doppler radars to perform measurements of the complex flows and wakes flows across operational wind farms as well as individual prototype turbines.  These measurements are necessary to advance the limited existing catalog of current complex flows observations to better understand turbine-to-turbine interactions and inter-farm flows that greatly impact overall wind farm production.  The TTUKa radars provide large observational footprints (coverage over a large turbine array) while maintaining the high spatial and temporal resolution necessary to investigate turbine wake evolution and relate the remotely sensed flows back to operational turbine data and power production (Hirth et al. 2012; Hirth and Schroeder 2013; Hirth et al. 2015a; Hirth et al. 2015b).  This project has provided innovative data collection technologies, strategies, and analysis techniques to document the complex flow fields across several operational wind farms.  Through industrial partnerships, this information has been integrated with operational turbine data and first-order controls to construct and test transformative methods for developing the first generation of \"smart\" wind farms.  In addition, novel turbine inflow and turbulence extraction technqiues from gridded single- and dual-Doippler data fields have been developed and validated.  Significant outcomes from this project include the following:\n\n1.  Successful proof-of-concept data collection efforts have been conducted leveraging industry collaboration where turbine controls were manipulated during concurrent radar measurements; SCADA data sharing was also achieved.  This collaboration opens the door to more sophisticated tests in the future to help develop the next generation of proactive wind turbine controls schemes.\n\n2.  Through validation with instrumented tower and turbine SCADA measurements, it was found that the turbine inflow forecasting methodologies (mean and turbulent components of the wind) developed during this project perform very well and offer tremendous opportunity for the development of future wind turbine proactive controls schemes.  These methods advance any like concepts proposed in the current scientific literature as they account for the advection of gust and lull features in the background flow in the both the horizontal and vertical dimensions using novel space-to-time analysis methodologies.  The methodologies can be used to generate turbine inflow forecasts with a 45-60 second \"lead time\". \n\n3.  Current understanding of the influence of atmospheric stability on turbine wake flow structure and evolution has been significantly advanced through the measurements and subsequent analysis conducted during this project.  A newly developed wake centerline detection and tracking algorithm was used to generate segregated statistics of wake length and meandering properties comparing stable and unstable atmospheric conditions.  Results of this analysis show that turbine controls schemes designed to mititage turbine-to-turbine interactions are likely to be most effective during periods of neutral and stable atmospheric conditions, and less effective during unstable conditions.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2018\n\n\t\t\t\t\tSubmitted by: Brian D Hirth"
 }
}