{
 "awd_id": "1336199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Retooling Green  Wastewater Treatment Infrastucture to Support Edible Crop Growth",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 323194.0,
 "awd_amount": 323194.0,
 "awd_min_amd_letter_date": "2013-08-01",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "CBET 1336199 \r\nHoward Weinberg \r\nThe University of North Carolina at Chapel Hill\r\n\r\nWith population growth and recurrent drought conditions in much of the United States and across the world, new uses for reclaimed wastewater must be considered to preserve freshwater quality. Terrestrial application of treated wastewater such as for crop irrigation could simultaneously protect drinking water source quality, by diverting treated waste effluents from sensitive aquatic ecosystems while reducing demand for drinking water. This project will optimize green infrastructure designs including aerobic vegetated sand filtration (VSF) in combination with subsurface flow (SSF) constructed wetlands for removal of chemicals of anthropogenic origin in wastewater and investigate the extent to which residual chemicals in the reclaimed water accumulate in the edible portions of crops irrigated with this type of water. The project will systematically evaluate how changes to the operation of VSF and SSF can optimize trace organic contaminant and pathogen removal to minimize measureable differences between crops irrigated with such reclaimed water and those irrigated with tap water. This will be achieved through two approaches; a laboratory column study that simulates the treatment designs will investigate the combination of different processes and filter substrates for this optimization using a characterized domestic effluent, and the treated water will then be used in a greenhouse to irrigate a variety of crops including potatoes, soybeans, and leafy vegetables selected because of differences in known properties of chemical uptake or rejection alongside controls conventionally grown with tap water. Specifically, we will determine whether crops irrigated with such waters reject the pollutants making them viable for consumption or if the crops uptake the pollutants and, if so, might they be used as an additional remediation tool for wastewater treatment. Changes to the operation of the green infrastructure design process determined from the laboratory study will then be transferred to full-scale operation and the viability of the optimized process towards crop growth evaluated onsite. The project will, therefore, demonstrate whether more widespread use of similar designs and the use of reclaimed water in this manner could be part of a managed approach to pollutant remediation and crop irrigation, thereby saving freshwater for more critical needs. \r\n\r\nThe project will provide a better understanding of how vegetation and crops respond to the presence of wastewater constituents in their environment. Most wastewater treatment systems are not specifically designed to remove man-made chemicals from the influent waste and so by evaluating the fundamental treatment processes in a laboratory-controlled environment, design can be better optimized to improve treated water quality. Moreover,  the project results will show whether wastewater constituents are taken up by the crops (in which case such a process has implications for a remediation technology) or whether the crops are resistant to uptake (in which case a more widespread use of recycled wastewater in crop irrigation can be considered). The use of green infrastructure design for the effective removal of wastewater contaminants at the site of their entry into wastewater has broader impacts on the disbursal of these contaminants throughout the wider environment as is typical in wastewater discharges from centralized wastewater treatment plants. Upgrading such plants to target individual contaminants and prevent their disbursal will likely prove expensive whereas with on-site treatment, cost can be staged and treatment more effectively targeted to individual pollutants. The project will also provide policymakers with valuable information to assist with determining safe operating practices and will help to improve public perception regarding the safe use of reclaimed water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Howard S Weinberg",
   "pi_email_addr": "howard_weinberg@unc.edu",
   "nsf_id": "000250516",
   "pi_start_date": "2013-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Drive Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 323194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Constructed wetlands are a passive technique for onsite wastewater treatment that can be used to turn that waste into a beneficial resource to enhance the community they serve. In most single homes or small communities, the process is at best used for irrigation of landscaping but with modifications it is believed that the combination of plants, soil, and local materials for building a biomass can together generate a finished water that could be used for irrigation of edible crops. Moreover, the technology is suitable where resources such as capital investment and technical skills are limited. This project worked with a pre-existing site where we first modeled the current operational conditions in our laboratory using local Stalite material, plants, and soil tweaking the exposure of the community wastewater to a variety of dissolved oxygen and flow conditions until we could maximize the removal of chemical contaminants and the estrogenic activity of the wastewater chosen to reflect the variety of physical and chemical attributes of all contaminants in a typical domestic wastewater. The trends in removal of anthropogenic chemicals indicate that shorter dose intervals in treating domestic wastewater by vegetated sand filtration in a constructed wetlands framework should be applied when the primary concern is treatment of estrogenic activity or biodegradable compounds. Once the appropriate conditions of operation (i.e. oxic, hypoxic, and anoxic treatment and in which order) were identified, the wastewater was then brought to a greenhouse to irrigate 3 crops (Parris Island lettuce, Better Bush tomatoes, and Covington sweet potatoes) grown in sand or potting mix alongside irrigation with tap water and the crops harvested for analysis of the fate of a selection of the chemicals. This phase of the project spiked additional levels of the chemicals into the wastewater so that they could be tracked through the entire irrigation process (i.e. leaves, roots, and soil). Analytical methods were developed during this stage of the study to meet this objective. The lettuce and sweet potato showed the lowest level of uptake with the bulk of the chemical and their transformation products remaining in the soil. In the third stage of this study, we returned to the original constructed wetlands site, adjusted the operational conditions to match those identified in the laboratory study for maximum removal of the target chemicals and estrogenic activity, and used the treated wastewater to directly irrigate lettuce grown in six raised beds each prepared by first mounding the soil and then building a protective box around the mound. After sprouting, the plants were thinned so that there was approximately 8&rdquo; between each plant.&nbsp;The actual time of irrigation was determined from knowing when daily wastewater production would accumulate in the storage tank. For the control plots, a tap water set up was modified to achieve the same flow rate as the reclaimed water irrigation in order for the watering times and intervals to be the same. After 60 days grown from seed, the crop was harvested and extracted for the target chemicals using the methods developed during the greenhouse study. None of these chemicals were detected in the leaves but the soil accounted for between 30 and 50% of the chemical load. This range of mass balance can be explained by the use of estimated average chemical load from chemical analysis only performed once every two weeks on the irrigation water. The soil in the control plots contained no measurable level of the chemicals. Although only one crop (lettuce) was grown in the field component of the study using optimized wastewater treatment, the study demonstrates the potential for constructed wetlands and specifically vegetated sand filtration for effective removal of chemical pollutants rendering the reuse water suitable for crop irrigation. This is only one step in a much needed broader scientific evaluation towards a wider application of such treatment on a community scale to meet water needs when potable supplies are compromised or in short supply. This study demonstrated the feasibility of using a relatively simple low resource demand technology to convert a community waste product (wastewater) into a driver for a local economy (irrigation quality water for edible crops). In the future, such technology appropriately adjusted for local soil conditions will help resource poor communities evolve a stronger basis for self-sufficiency and, with it, the confidence for a richer and safer living environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2019<br>\n\t\t\t\t\tModified by: Howard&nbsp;S&nbsp;Weinberg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210828919_Tableforoutcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210828919_Tableforoutcomes--rgov-800width.jpg\" title=\"Description of the 7 Indicator Chemicals Used in this Study*\"><img src=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210828919_Tableforoutcomes--rgov-66x44.jpg\" alt=\"Description of the 7 Indicator Chemicals Used in this Study*\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Description of the 7 Indicator Chemicals Used in this Study*</div>\n<div class=\"imageCredit\">Howard Weinberg</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Howard&nbsp;S&nbsp;Weinberg</div>\n<div class=\"imageTitle\">Description of the 7 Indicator Chemicals Used in this Study*</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210513588_Figforoutcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210513588_Figforoutcomes--rgov-800width.jpg\" title=\"The completed field site with cold frames for crop growth with optimized constructed wetlands&amp;#8208;treated wastewater\"><img src=\"/por/images/Reports/POR/2019/1336199/1336199_10263642_1551210513588_Figforoutcomes--rgov-66x44.jpg\" alt=\"The completed field site with cold frames for crop growth with optimized constructed wetlands&amp;#8208;treated wastewater\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The completed field site with cold frames for crop growth with optimized constructedwetlands&#8208;treated wastewater</div>\n<div class=\"imageCredit\">Emily Tully</div>\n<div class=\"imageSubmitted\">Howard&nbsp;S&nbsp;Weinberg</div>\n<div class=\"imageTitle\">The completed field site with cold frames for crop growth with optimized constructed wetlands&#8208;treated wastewater</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nConstructed wetlands are a passive technique for onsite wastewater treatment that can be used to turn that waste into a beneficial resource to enhance the community they serve. In most single homes or small communities, the process is at best used for irrigation of landscaping but with modifications it is believed that the combination of plants, soil, and local materials for building a biomass can together generate a finished water that could be used for irrigation of edible crops. Moreover, the technology is suitable where resources such as capital investment and technical skills are limited. This project worked with a pre-existing site where we first modeled the current operational conditions in our laboratory using local Stalite material, plants, and soil tweaking the exposure of the community wastewater to a variety of dissolved oxygen and flow conditions until we could maximize the removal of chemical contaminants and the estrogenic activity of the wastewater chosen to reflect the variety of physical and chemical attributes of all contaminants in a typical domestic wastewater. The trends in removal of anthropogenic chemicals indicate that shorter dose intervals in treating domestic wastewater by vegetated sand filtration in a constructed wetlands framework should be applied when the primary concern is treatment of estrogenic activity or biodegradable compounds. Once the appropriate conditions of operation (i.e. oxic, hypoxic, and anoxic treatment and in which order) were identified, the wastewater was then brought to a greenhouse to irrigate 3 crops (Parris Island lettuce, Better Bush tomatoes, and Covington sweet potatoes) grown in sand or potting mix alongside irrigation with tap water and the crops harvested for analysis of the fate of a selection of the chemicals. This phase of the project spiked additional levels of the chemicals into the wastewater so that they could be tracked through the entire irrigation process (i.e. leaves, roots, and soil). Analytical methods were developed during this stage of the study to meet this objective. The lettuce and sweet potato showed the lowest level of uptake with the bulk of the chemical and their transformation products remaining in the soil. In the third stage of this study, we returned to the original constructed wetlands site, adjusted the operational conditions to match those identified in the laboratory study for maximum removal of the target chemicals and estrogenic activity, and used the treated wastewater to directly irrigate lettuce grown in six raised beds each prepared by first mounding the soil and then building a protective box around the mound. After sprouting, the plants were thinned so that there was approximately 8\" between each plant. The actual time of irrigation was determined from knowing when daily wastewater production would accumulate in the storage tank. For the control plots, a tap water set up was modified to achieve the same flow rate as the reclaimed water irrigation in order for the watering times and intervals to be the same. After 60 days grown from seed, the crop was harvested and extracted for the target chemicals using the methods developed during the greenhouse study. None of these chemicals were detected in the leaves but the soil accounted for between 30 and 50% of the chemical load. This range of mass balance can be explained by the use of estimated average chemical load from chemical analysis only performed once every two weeks on the irrigation water. The soil in the control plots contained no measurable level of the chemicals. Although only one crop (lettuce) was grown in the field component of the study using optimized wastewater treatment, the study demonstrates the potential for constructed wetlands and specifically vegetated sand filtration for effective removal of chemical pollutants rendering the reuse water suitable for crop irrigation. This is only one step in a much needed broader scientific evaluation towards a wider application of such treatment on a community scale to meet water needs when potable supplies are compromised or in short supply. This study demonstrated the feasibility of using a relatively simple low resource demand technology to convert a community waste product (wastewater) into a driver for a local economy (irrigation quality water for edible crops). In the future, such technology appropriately adjusted for local soil conditions will help resource poor communities evolve a stronger basis for self-sufficiency and, with it, the confidence for a richer and safer living environment.\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2019\n\n\t\t\t\t\tSubmitted by: Howard S Weinberg"
 }
}