{
 "awd_id": "1336532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tailoring thin-film nanocomposite membranes for water reuse applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 336302.0,
 "awd_amount": 342302.0,
 "awd_min_amd_letter_date": "2013-07-02",
 "awd_max_amd_letter_date": "2015-01-20",
 "awd_abstract_narration": "CBET 1336532 \r\nOrlando Coronell (PI), Howard Weinberg (co-PI)\r\nThe University of North Carolina at Chapel Hill\r\n\r\nWith increasing stress placed on the quality of drinking water by contamination and demand, alternatives to traditional water sources and treatment need to be evaluated. A promising option for supplementing the drinking water supply is the use of high quality recycled waters produced from the advanced treatment of impaired surface waters or secondary wastewater effluent. Advanced water treatment plants often use high-pressure membranes because they can remove most contaminants in one step through a combination of size exclusion, electrostatic repulsion, and low permeability to contaminants. Zeolite thin film nanocomposites (TFNs) are a new type of high-pressure membrane that can reduce the energy costs of membrane treatment by increasing water permeability without compromising contaminant rejection and in some cases even improving upon it. While the energy saving benefits of TFNs are much greater for the treatment of low salinity waters, there is no evidence in the literature that TFNs have been optimized for these applications nor has their rejection of organic contaminants been evaluated. Accordingly, the objectives of this project are to: (1) optimize zeolite TFNs for water reuse applications, specifically by increasing water permeability and rejection of contaminants of emerging concern (CECs), (2) understand how membrane performance is correlated to the physico-chemical properties of membranes, and (3) elucidate the relationship between the physico-chemical properties of contaminants and their rejection efficiency by TFNs. The contaminants that this project will evaluate were selected because of their potential harm to human and ecological health, are of high occurrence in the waters of interest, and are indicators of overall water quality.  The contaminants selected include regulated and unregulated disinfection byproducts, chemicals on the latest contaminant candidate list of the U.S. Environmental Protection Agency, and other CECs.  \r\n\r\nThis interdisciplinary project will decrease the cost of water reuse through the development and evaluation of more efficient and effective membranes for treatment of low quality water and certain wastewaters. This technology will be beneficial not just in water treatment applications but also in fields using membrane separations such as artificial organs, fuel cells, gas separations, and other industrial separations.  The research and educational activities of this project will also have the following additional broader and societal impacts: (1) enhancement of secondary education through the development and dissemination of scientific educational materials, (2) encouragement of science and engineering career paths through dissemination of interactive educational materials,  and (3) interdisciplinary and collaborative research experience provided to graduate and undergraduate students, including underrepresented groups in chemistry and engineering (women and minorities) through intensive training in the development and application of membranes to protect public health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orlando",
   "pi_last_name": "Coronell Nieto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orlando Coronell Nieto",
   "pi_email_addr": "coronell@email.unc.edu",
   "nsf_id": "000560238",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Howard S Weinberg",
   "pi_email_addr": "howard_weinberg@unc.edu",
   "nsf_id": "000250516",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Road, Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 336302.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>Reverse osmosis (RO) is a promising technology capable of supplementing the current drinking water supply by producing high quality recycled water from treated wastewater (i.e., secondary effluent). RO membranes have a thin-film composite (TFC) structure where a top ultrathin &ldquo;active&rdquo; layer allows for the preferential passage of water over contaminants, thus effectively producing purified water. TFC membranes can remove contaminants typically found in secondary effluent in a single step via charge repulsion and size exclusion, thereby producing water of high enough quality to drink. A disadvantage to RO filtration is that it is energy intensive and therefore expensive. However, a recent innovation in this field, zeolite thin-film nanocomposite membranes (TFNs), has proven to assuage this drawback. These membranes are fabricated the same way as TFCs, but with zeolite nanoparticles imbedded in the top active layer of the membrane. The nanoparticles act to increase membrane permeability to water, thus reducing energy requirements while maintaining high contaminant rejections.</p>\n<p>RO membranes used in water reuse applications are desalination membranes optimized for NaCl removal. However, secondary effluent contains contaminants other than NaCl, such as contaminants of emerging concern (CECs). CECs include pharmaceuticals, pesticides, and disinfection byproducts which desalination membranes are not optimized for. Though zeolite TFNs have been studied in desalination applications, little emphasis has been placed on their value in water reuse where the prospective energy savings would be even higher, given the lower salt rejection requirements of secondary effluent and its lower osmotic pressure.</p>\n<p>&nbsp;</p>\n<p><strong>Project Goal</strong></p>\n<p>This project set out to optimize thin-film nanocomposite membranes for water reuse applications, advancing the understanding of their physical/chemical properties and how these properties, along with membrane fabrication modifications, relate to TFC/TFN performance.</p>\n<p>&nbsp;</p>\n<p><strong>Project Outcomes</strong></p>\n<p>Baseline fabrication procedures for both TFC and TFN membranes were established and optimized to consistently yield NaCl and CEC (i.e. caffeine, carbamazepine, atrazine, atenolol, DEET, and trimethoprim) rejection over 99%. These methods were adapted to produce a variety of TFN membranes with varying performance characteristics, including TFNs with LTA zeolite, ZIF8, or muscovite nanoparticles imbedded in their active layers. These three types of nanoparticles were evaluated because they have varying physical chemical properties that aid in the membrane&rsquo;s permeability to water. In general, it was found that higher nanoparticle content in TFNs led to greater water permeability and lower contaminant rejection, with the benefit in water permeability increase being greater than the penalty in contaminant rejection decrease. Furthermore, ZIF8 TFN membranes showed higher water permeability than TFCs, and similar permeabilities to their zeolite TFN counterparts.</p>\n<p>It was also found that membrane performance could be influenced by changes in the fabrication process of both TFCs and zeolite TFNs.&nbsp; For example, both TFC and zeolite TFN membranes showed increased water permeability and decreased contaminant rejection with shorter monomer reaction times (5 s vs. 60 s) during active layer casting. Also, higher monomer temperatures (38&deg;C vs. 24&deg;C) during active layer casting increased both water permeability of membranes, as well as their ability to reject contaminants. The opposite was found for membranes fabricated using a cooler monomer temperature (8&deg;C). &nbsp;Furthermore, we found that the type of solution used to rinse the membranes after fabrication but before testing (i.e., post-fabrication rinses) also affected membrane performance. Hexane rinses, compared to laboratory grade water rinses, increased zeolite TFN permeability but exhibited no such effect on TFCs.</p>\n<p>Removal of the six aforementioned CECs by TFCs and zeolite TFNs was an important component to this project, as these compounds are often found in secondary effluent and have a range of physical/chemical properties. Rejection of these contaminants by TFCs and TFNs was generally quite high (&gt;99%). Membranes that exhibited lower CEC rejection include: TFNs with higher zeolite loading (0.30wt% and 0.60wt% vs. 0.015wt% and 0.15wt%) and TFCs/TFNs fabricated with a relatively low monomer reaction time (5 s).</p>\n<p>During the span of our project, several advanced techniques were developed for the characterization of the physical/chemical characteristics of nanoparticles and TFC/TFN membranes. Overall, observed changes in the physical and chemical properties of the TFN active layer did not explain the observed changes in membrane performance. From the effects observed on the physical/chemical properties of active layers, one would expect that zeolite and/or ZIF8 incorporation would either not affect membrane performance or lead to decreased water productivity, as opposed to the observed increase in water productivity. Therefore, it is concluded that the increased water productivity of TFN membranes over the control TFC membranes is the result of water transport through the porous structures of LTA zeolite and ZIF8 nanoparticles, or along the polymer-nanoparticle interface. Alternatively, nanoparticle incorporation may have changed properties of the active layer polymer not characterized in this study. It is also possible that the microstructure of the active layer may have changed in a way not quantifiable through our analytical techniques, such that it led to greater water permeability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Orlando&nbsp;Coronell Nieto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground\n\nReverse osmosis (RO) is a promising technology capable of supplementing the current drinking water supply by producing high quality recycled water from treated wastewater (i.e., secondary effluent). RO membranes have a thin-film composite (TFC) structure where a top ultrathin \"active\" layer allows for the preferential passage of water over contaminants, thus effectively producing purified water. TFC membranes can remove contaminants typically found in secondary effluent in a single step via charge repulsion and size exclusion, thereby producing water of high enough quality to drink. A disadvantage to RO filtration is that it is energy intensive and therefore expensive. However, a recent innovation in this field, zeolite thin-film nanocomposite membranes (TFNs), has proven to assuage this drawback. These membranes are fabricated the same way as TFCs, but with zeolite nanoparticles imbedded in the top active layer of the membrane. The nanoparticles act to increase membrane permeability to water, thus reducing energy requirements while maintaining high contaminant rejections.\n\nRO membranes used in water reuse applications are desalination membranes optimized for NaCl removal. However, secondary effluent contains contaminants other than NaCl, such as contaminants of emerging concern (CECs). CECs include pharmaceuticals, pesticides, and disinfection byproducts which desalination membranes are not optimized for. Though zeolite TFNs have been studied in desalination applications, little emphasis has been placed on their value in water reuse where the prospective energy savings would be even higher, given the lower salt rejection requirements of secondary effluent and its lower osmotic pressure.\n\n \n\nProject Goal\n\nThis project set out to optimize thin-film nanocomposite membranes for water reuse applications, advancing the understanding of their physical/chemical properties and how these properties, along with membrane fabrication modifications, relate to TFC/TFN performance.\n\n \n\nProject Outcomes\n\nBaseline fabrication procedures for both TFC and TFN membranes were established and optimized to consistently yield NaCl and CEC (i.e. caffeine, carbamazepine, atrazine, atenolol, DEET, and trimethoprim) rejection over 99%. These methods were adapted to produce a variety of TFN membranes with varying performance characteristics, including TFNs with LTA zeolite, ZIF8, or muscovite nanoparticles imbedded in their active layers. These three types of nanoparticles were evaluated because they have varying physical chemical properties that aid in the membrane?s permeability to water. In general, it was found that higher nanoparticle content in TFNs led to greater water permeability and lower contaminant rejection, with the benefit in water permeability increase being greater than the penalty in contaminant rejection decrease. Furthermore, ZIF8 TFN membranes showed higher water permeability than TFCs, and similar permeabilities to their zeolite TFN counterparts.\n\nIt was also found that membrane performance could be influenced by changes in the fabrication process of both TFCs and zeolite TFNs.  For example, both TFC and zeolite TFN membranes showed increased water permeability and decreased contaminant rejection with shorter monomer reaction times (5 s vs. 60 s) during active layer casting. Also, higher monomer temperatures (38&deg;C vs. 24&deg;C) during active layer casting increased both water permeability of membranes, as well as their ability to reject contaminants. The opposite was found for membranes fabricated using a cooler monomer temperature (8&deg;C).  Furthermore, we found that the type of solution used to rinse the membranes after fabrication but before testing (i.e., post-fabrication rinses) also affected membrane performance. Hexane rinses, compared to laboratory grade water rinses, increased zeolite TFN permeability but exhibited no such effect on TFCs.\n\nRemoval of the six aforementioned CECs by TFCs and zeolite TFNs was an important component to this project, as these compounds are often found in secondary effluent and have a range of physical/chemical properties. Rejection of these contaminants by TFCs and TFNs was generally quite high (&gt;99%). Membranes that exhibited lower CEC rejection include: TFNs with higher zeolite loading (0.30wt% and 0.60wt% vs. 0.015wt% and 0.15wt%) and TFCs/TFNs fabricated with a relatively low monomer reaction time (5 s).\n\nDuring the span of our project, several advanced techniques were developed for the characterization of the physical/chemical characteristics of nanoparticles and TFC/TFN membranes. Overall, observed changes in the physical and chemical properties of the TFN active layer did not explain the observed changes in membrane performance. From the effects observed on the physical/chemical properties of active layers, one would expect that zeolite and/or ZIF8 incorporation would either not affect membrane performance or lead to decreased water productivity, as opposed to the observed increase in water productivity. Therefore, it is concluded that the increased water productivity of TFN membranes over the control TFC membranes is the result of water transport through the porous structures of LTA zeolite and ZIF8 nanoparticles, or along the polymer-nanoparticle interface. Alternatively, nanoparticle incorporation may have changed properties of the active layer polymer not characterized in this study. It is also possible that the microstructure of the active layer may have changed in a way not quantifiable through our analytical techniques, such that it led to greater water permeability.\n\n \n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Orlando Coronell Nieto"
 }
}