{
 "awd_id": "1337614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Electroencephalography (EEG) System for Integrated Cognitive, Perceptual, and Social Neuroscience Research at Colgate University",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 199307.0,
 "awd_amount": 199307.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "With support from the Major Research Instrumentation Program, Dr. Bruce C Hansen and his collaborators will purchase a state-of-the-art electroencephalography (EEG) system from Electrical Geodesics Incorporated (GES 300 system) for shared use by faculty and undergraduate students in Colgate University's Department of Psychology and Neuroscience Program. The EEG technique itself involves placing surface electrodes on the scalp of a human participant and recording electrical signals generated by the brain in real-time, thereby allowing for a wide variety of analyses focused on the temporal localization of different brain signals.  The system will enable this group to adopt an integrated model for understanding human behavior by blending traditional psychological methodology with functional neuroelectric activity in humans.  \r\n\r\nThe scientists involved in this proposal are all active researchers from a broad range of disciplines including cognitive, perceptual, and social psychology.  Five research projects (each consisting of several studies) are proposed. Project 1 uses machine learning for the classification of visual evoked potentials (VEPs) to investigate the time course of the brain's recognition and categorization of complex visual scenes in order to understand how such representations guide actions in different environments.  Project 2 examines how biases in perception of novel social categories (e.g., multiracial groups), as well as individual differences in opposition to equality, contribute to the perpetuation of group-based social inequality (e.g., racial inequality).  It will use event related potentials (ERPs) to explore how social motivations (e.g., anti-egalitarianism) and social contexts (e.g., economic progress for ethnic minorities) influence the way people react to multiracial individuals.  Project 3 proposes to combine EEG frequency band power analyses with behavioral paradigms in order to establish a more direct and conclusive indicator of whether encoding or retrieval based memory processes determine the impact of changing task demands on development of expertise.  Project 4 investigates how social power evokes self-deception and, as a consequence, enhances persuasive abilities. Specifically, the project combines traditional behavioral measures with ERP analysis to trace the timing of brain signals that selectively unleash changes in awareness. In essence, it aims to elucidate how lying to others may begin with lying to the self.  Project 5 will utilize ERPs to explore whether embodied language instruction (i.e., speech, gesture, facial expression, eye gaze, etc.) is effective for inducing neural changes in second-language (L2) learning in two different contexts: face-to-face versus online instruction. The project will focus on components that reflect early perceptual and late semantic processes in the learning of novel speech sounds and new words.\r\n\r\nA shared EEG system at Colgate will allow this group to directly engage their students in laboratory techniques that unite psychology and neuroscience into one cohesive field of study, thereby fostering non-traditional research connections that should spur fresh insights and creative new areas of study.  Such an approach will no doubt yield students who are better prepared for graduate research labs at an early stage (most undergraduates at other schools will not have this sort of highly technical experience), thereby guaranteeing the rapid advancement of the broader field of science.  Lastly, the majority of psychology and neuroscience concentrators at Colgate are female, and the enhanced training made possible by a shared EEG system will therefore increase the competitive representation of women pursuing advanced degrees in a STEM field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hansen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce C Hansen",
   "pi_email_addr": "bchansen@colgate.edu",
   "nsf_id": "000538167",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Spencer",
   "pi_last_name": "Kelly",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Spencer D Kelly",
   "pi_email_addr": "skelly@mail.colgate.edu",
   "nsf_id": "000302016",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Johnson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas N Johnson",
   "pi_email_addr": "djohnson@colgate.edu",
   "nsf_id": "000641777",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Keating",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline F Keating",
   "pi_email_addr": "ckeating@colgate.edu",
   "nsf_id": "000641778",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Ho",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold K Ho",
   "pi_email_addr": "aho@colgate.edu",
   "nsf_id": "000641779",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 Oak Drive",
  "perf_city_name": "Hamilton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461398",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project title: </strong>&ldquo;MRI: Acquisition of an Electroencephalography (EEG) System for Integrated Cognitive, Perceptual, and Social Neuroscience Research at Colgate University.&rdquo; <strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit:</strong> The funding support that was received from NSF&rsquo;s MRI program was used to upgrade an aging EEG system already on site at Colgate, and to expand its existing EEG lab by purchasing a second EEG system that would later be upgraded for neuromodulation. The proposal included five investigators (PI: Hansen along with four Co-PIs). The first year of the funding period was completely devoted to (1) renovating the existing shielded lab space (four shielded rooms in total) by adding shielded doors to connect primary shielded rooms, and (2) installation of the upgraded and newly purchased EEG systems. The remaining two years were devoted to extensive use of both systems by a sizable number of faculty and undergraduate students within Colgate&rsquo;s Psychology Department and Neuroscience Program.&nbsp; The updated and expanded EEG lab has been successfully utilized to continue multiple lines of research that seek to blend traditional psychological methodology (i.e., inference based on behavioral performance) with the most established measure of functional neuroelectric activity in humans.&nbsp; Specifically, the PIs have been able to productively explore advanced lines of research on human behavior pertaining to: visual perception and cognition, intergroup relations, prejudice, and stereotyping, attention and memory, social dominance and leadership, and embodied cognition, gesture and language.&nbsp; Finally, the research supported by the new equipment enabled the PI to secure additional private foundation funding to upgrade one of the EEG systems to EGI&rsquo;s GTEN 100 Research System for neuromodulation.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts:</strong>&nbsp; Colgate University is an undergraduate institution. Thus, the broader impacts that resulted from the new equipment has allowed the PIs to give undergraduates extended access to a state-of-the-art research environment that not only encourages them to investigate the underlying mechanisms of human behavior from more than a single dimension (e.g., behavioral only), but to also train them in accordance to such a perspective. By training undergraduates on the proper use of the new equipment (as well as teaching them when to use it) has yielded students who are better prepared for graduate research labs at an early stage (most undergraduates at other schools do not offer this sort of highly technical experience), thereby ensuring the rapid advancement of the broader field of Science.<strong>&nbsp; </strong>Further, the newly renovated space and expanded equipment has allowed the option of PIs to directly incorporate EEG methodology into several required courses including Research Methods, Cognitive Neuroscience, Visual Perception and Cognition, and Attention and Memory. Such exposure has surely contributed to Colgate&rsquo;s recent (substantial) increase in students majoring in neuroscience (72% increase in the last two years compared to the previous five years), and an approximately 50% increase in students in both psychology and neuroscience pursuing ERP related questions in their Honors Thesis projects.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2016<br>\n\t\t\t\t\tModified by: Bruce&nbsp;C&nbsp;Hansen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject title: \"MRI: Acquisition of an Electroencephalography (EEG) System for Integrated Cognitive, Perceptual, and Social Neuroscience Research at Colgate University.\"  \n\n \n\nIntellectual Merit: The funding support that was received from NSF?s MRI program was used to upgrade an aging EEG system already on site at Colgate, and to expand its existing EEG lab by purchasing a second EEG system that would later be upgraded for neuromodulation. The proposal included five investigators (PI: Hansen along with four Co-PIs). The first year of the funding period was completely devoted to (1) renovating the existing shielded lab space (four shielded rooms in total) by adding shielded doors to connect primary shielded rooms, and (2) installation of the upgraded and newly purchased EEG systems. The remaining two years were devoted to extensive use of both systems by a sizable number of faculty and undergraduate students within Colgate?s Psychology Department and Neuroscience Program.  The updated and expanded EEG lab has been successfully utilized to continue multiple lines of research that seek to blend traditional psychological methodology (i.e., inference based on behavioral performance) with the most established measure of functional neuroelectric activity in humans.  Specifically, the PIs have been able to productively explore advanced lines of research on human behavior pertaining to: visual perception and cognition, intergroup relations, prejudice, and stereotyping, attention and memory, social dominance and leadership, and embodied cognition, gesture and language.  Finally, the research supported by the new equipment enabled the PI to secure additional private foundation funding to upgrade one of the EEG systems to EGI?s GTEN 100 Research System for neuromodulation.\n\n \n\nBroader Impacts:  Colgate University is an undergraduate institution. Thus, the broader impacts that resulted from the new equipment has allowed the PIs to give undergraduates extended access to a state-of-the-art research environment that not only encourages them to investigate the underlying mechanisms of human behavior from more than a single dimension (e.g., behavioral only), but to also train them in accordance to such a perspective. By training undergraduates on the proper use of the new equipment (as well as teaching them when to use it) has yielded students who are better prepared for graduate research labs at an early stage (most undergraduates at other schools do not offer this sort of highly technical experience), thereby ensuring the rapid advancement of the broader field of Science.  Further, the newly renovated space and expanded equipment has allowed the option of PIs to directly incorporate EEG methodology into several required courses including Research Methods, Cognitive Neuroscience, Visual Perception and Cognition, and Attention and Memory. Such exposure has surely contributed to Colgate?s recent (substantial) increase in students majoring in neuroscience (72% increase in the last two years compared to the previous five years), and an approximately 50% increase in students in both psychology and neuroscience pursuing ERP related questions in their Honors Thesis projects.  \n\n \n\n\t\t\t\t\tLast Modified: 10/07/2016\n\n\t\t\t\t\tSubmitted by: Bruce C Hansen"
 }
}