{
 "awd_id": "1337502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The Sleep Environment as a Risk Factor for Eye Pressure Elevation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 196000.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "PI: Flatau, Alison\r\nProposal Number: 1337502\r\n\r\n\r\nThe proposed EAGER research project will lead to obtaining the preliminary data needed to establish that a correlation exists between the physical environment in contact with eyes during non-supine sleep and sustained periods of elevated intraocular pressure (IOP) during non-supine sleep. The hypothesis to be tested by this research is that a traditional sleep environment, i.e. resting on a conventional mattress and pillow, places the eyes of non-supine sleepers in a physical environment that leads to an elevation in IOP. To test this hypothesis, study subjects, half with healthy eyes and half with asymmetric glaucoma damage, will be fitted with two Sensimed Triggerfish® wireless, contact-lens-based strain sensors (one in each eye). These sensors will be used to record changes in IOP throughout the night. The studies will be conducted at the Johns Hopkins Sleep Center to simultaneously record video of sleep positions. IOP and position data will be used to correlate eye contact with the physical environment to changes in IOP as well as to establish potential differences in the sensitivity of subjects with and without glaucoma to variations in physical environment properties. \r\nThe technical merit of establishing the hypothesized correlation lies in advancing the understanding of a here-to-fore overlooked factor that contributes to the elevation of IOP. The significance of is that IOP elevation is primary risk factor associated with eye damage and vision loss in individuals with glaucoma. (Glaucoma is the second leading cause of blindness worldwide and affects an estimated 60 million people globally at this time; a number is expected to increase to 80 million by 2020) The impact of validating this hypothesis is that understanding that the sleep environment contributes to the primary risk factor for disease progression will lead to developing strategies to fix or alter the environment. \r\n\r\nThe exploratory nature of the proposed research, i.e. that funding is needed to obtain preliminary results that substantiate the proposed hypothesis, is the reason the proposed research does not fit well within the existing programmatic opportunities. The justification for seeking support for this research through the EAGER mechanism is that the proposed research is high risk, exploratory, and potentially transformative. The research is high risk in that conventional wisdom suggests that the result will be negative. After almost 400 years of study related to different aspects of this disease, how is it that this macro-scale concern has been neglected? Vision experts readily provide the following as the justification for the current practice of ignoring loads from the sleep environment as a risk factor for glaucoma patients: the pre-operative application of compressive loads to the eye is routinely used to increase aqueous outflow and thereby lower IOP. This argument, however, neglects the potential importance of differences in the eye environment during load application; the importance of these differences is precisely what we aim to discover with the proposed research. Next, the proposed research is exploratory in that this will be the first quantitative study of the interaction of environment to which the eye is exposed during non-supine sleep with IOP. The ability to obtain preliminary result to address this research is greatly facilitated by of the advent in 2011 of Sensimed's Triggerfish® wireless contact-lens-based strain sensors.\r\n \r\nFinally, if/when the research hypothesis is demonstrated to be correct, the broader impact of the research on those with glaucoma-related visual impairment will be transformational. The impact on altering conventional wisdom, which completely neglects sleep environment as a risk factor for those with glaucoma, will be immediate. Further research will be necessary to address how to most effectively alter sleep environments to mitigate IOP elevation. Results from the proposed EAGER research will provide the preliminary results needed to raise awareness of that sleep environment can pose a significant risk for glaucoma patients who are non-supine sleepers, and that modifications to a sleep environment can be used to slow the progressive loss to field of vision experienced by these individuals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Flatau",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alison B Flatau",
   "pi_email_addr": "aflatau@umd.edu",
   "nsf_id": "000111422",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3181 Martin Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EAGER research project allowed us to obtain the preliminary data needed to establish that a correlation exists between the physical environment (bedding, pillows etc.) and potentially damaging mechanical deformation or strain in the walls of the eyes of individuals with glaucoma, a disease that leads to irreversible damage of cells in the eye and is the second leading cause of blindness worldwide. We focused on the environment when sleeping in side and stomach down positions. These so-called non-supine sleep positions allow the closed eyelid to be pressed against the bedding by the weight of the head. The hypothesis tested by this research was that a traditional sleep environment, i.e. resting on a conventional mattress and pillow, places the eyes of non-supine sleepers in a physical environment that leads to an elevation in IOP and/or potentially harmful stress, strain and deformation of the eyes of individuals with glaucoma, and that this damage could be preventable with minor changes to the sleep environment.</p>\n<p>To test this hypothesis, we conducted Matlab&reg; and COMSOL&reg; finite element analysis of the eye as a hyperelastic pressure vessel, with inflow and outflow, under this type of loading, and we conducted several experimental studies to validate our models. Tests included 11 study subjects with healthy eyes and 36 with glaucoma. These 47 study subjects were fitted with Sensimed Triggerfish&reg; wireless, contact-lens-based strain sensors. The contact-lens sensors were worn by study participants for ~4 hours while resting on a bed in a dark quiet room for a prescribed sequence of positions (most slept except when ask to change positions). The four positions were lying on the back, sitting, lying on their side, eye socket not in contact with bedding, and lying on their side or stomach, a so-called face-down position, in which their face positioned so that the eye socket was resting against a pillow (instrumented eye down, toward the pillow for the lying-on-side and face-down positions). All study participants had two face-down sleep intervals, the first lasting 60 minutes and the second lasting 30 minutes. Eighteen of the subjects were randomly assigned to wear a protective eye shield to prevent the eye from contact with bedding during one of the two face-down positions.</p>\n<p>Our analysis focused in the changes in strain that occur when moving to and from sleep positions, in which one side of the face rests against a pillow. We showed in our JAMA Ophthalmology paper (doi:10.1001/jamaophthalmol.2015.5667) that these strains are similar in magnitude to strains produced by intraocular pressure (IOP) elevations on 2.5 mHg from the mean for that study group of 14.2 mmHg, and thus are equivalent in magnitude to strains produced by changes pressure which are known to cause damage in eyes with glaucoma. (IOP is the pressure inside the eye that keeps the globe inflated and round, and is typically measured in pressure units of millimeter of mercury, or mmHg.) These experimental results are consistent with our modeled simulations of an external mechanical load being applied to the eye.&nbsp; We also obtained results showing that wearing a protective eye shield or &ldquo;mask&rdquo; reduces the magnitude and variability of these strains. This was particularly true in the eyes of glaucoma patients with progressive visual field loss. Additionally, analysis of 3-D scanned images of study subject faces showed that facial features of some individuals, such as a longer distance from the front of the eye to the tip of the nose, mimic the protective effects of the mask. If either increases in strain or variability in strain are directly or indirectly related to IOP or damage associated with elevated IOP and/or variability in IOP, as is likely, then these findings point to a potential benefit of preventing pillow-contact of closed eyelids and the resulting changes in the size/shape of the eye during sleep.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2016<br>\n\t\t\t\t\tModified by: Alison&nbsp;B&nbsp;Flatau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis EAGER research project allowed us to obtain the preliminary data needed to establish that a correlation exists between the physical environment (bedding, pillows etc.) and potentially damaging mechanical deformation or strain in the walls of the eyes of individuals with glaucoma, a disease that leads to irreversible damage of cells in the eye and is the second leading cause of blindness worldwide. We focused on the environment when sleeping in side and stomach down positions. These so-called non-supine sleep positions allow the closed eyelid to be pressed against the bedding by the weight of the head. The hypothesis tested by this research was that a traditional sleep environment, i.e. resting on a conventional mattress and pillow, places the eyes of non-supine sleepers in a physical environment that leads to an elevation in IOP and/or potentially harmful stress, strain and deformation of the eyes of individuals with glaucoma, and that this damage could be preventable with minor changes to the sleep environment.\n\nTo test this hypothesis, we conducted Matlab&reg; and COMSOL&reg; finite element analysis of the eye as a hyperelastic pressure vessel, with inflow and outflow, under this type of loading, and we conducted several experimental studies to validate our models. Tests included 11 study subjects with healthy eyes and 36 with glaucoma. These 47 study subjects were fitted with Sensimed Triggerfish&reg; wireless, contact-lens-based strain sensors. The contact-lens sensors were worn by study participants for ~4 hours while resting on a bed in a dark quiet room for a prescribed sequence of positions (most slept except when ask to change positions). The four positions were lying on the back, sitting, lying on their side, eye socket not in contact with bedding, and lying on their side or stomach, a so-called face-down position, in which their face positioned so that the eye socket was resting against a pillow (instrumented eye down, toward the pillow for the lying-on-side and face-down positions). All study participants had two face-down sleep intervals, the first lasting 60 minutes and the second lasting 30 minutes. Eighteen of the subjects were randomly assigned to wear a protective eye shield to prevent the eye from contact with bedding during one of the two face-down positions.\n\nOur analysis focused in the changes in strain that occur when moving to and from sleep positions, in which one side of the face rests against a pillow. We showed in our JAMA Ophthalmology paper (doi:10.1001/jamaophthalmol.2015.5667) that these strains are similar in magnitude to strains produced by intraocular pressure (IOP) elevations on 2.5 mHg from the mean for that study group of 14.2 mmHg, and thus are equivalent in magnitude to strains produced by changes pressure which are known to cause damage in eyes with glaucoma. (IOP is the pressure inside the eye that keeps the globe inflated and round, and is typically measured in pressure units of millimeter of mercury, or mmHg.) These experimental results are consistent with our modeled simulations of an external mechanical load being applied to the eye.  We also obtained results showing that wearing a protective eye shield or \"mask\" reduces the magnitude and variability of these strains. This was particularly true in the eyes of glaucoma patients with progressive visual field loss. Additionally, analysis of 3-D scanned images of study subject faces showed that facial features of some individuals, such as a longer distance from the front of the eye to the tip of the nose, mimic the protective effects of the mask. If either increases in strain or variability in strain are directly or indirectly related to IOP or damage associated with elevated IOP and/or variability in IOP, as is likely, then these findings point to a potential benefit of preventing pillow-contact of closed eyelids and the resulting changes in the size/shape of the eye during sleep.\n\n \n\n\t\t\t\t\tLast Modified: 12/22/2016\n\n\t\t\t\t\tSubmitted by: Alison B Flatau"
 }
}