{
 "awd_id": "1338652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Citizen-Scientists as Agents of Change: Training the Trainer in the Ethics of Science and Technology",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 299995.0,
 "awd_amount": 299995.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2019-05-15",
 "awd_abstract_narration": "This award by the Ethics Education in Science and Engineering program in the Division of Social and Economic Sciences is for building upon existing research ethics training opportunities at the University of Notre Dame. This project is fully funded by the Office of Multidisciplinary Activities in the Mathematical and Physical Sciences Directorate. A select group of fifteen students per year will have the opportunity for advanced training in the ethics of science and technology with a focus on 'big picture' or 'macro-ethics' issues. Their training starts with an intensive, one-week citizen-scientist ethics boot camp, and is reinforced for the remainder of the academic year with mandatory, follow-on, in-service projects. The students who participate in this train-the-trainer program will take what they learn back into their laboratories, classrooms, professional associations, and on into their own later careers, and through their actions they will serve as models. The virtue ethics tradition is the theoretical basis informing the program and will be taught during the one-week citizen-scientist ethics boot camp and revisited when necessary at bi-monthly brown bag sessions. Building upon the notion of virtue as habit that is central to the virtue ethics tradition, and upon the core idea that ethical learning and ethical decision making are based upon modeling the actions of exemplary moral agents, the program puts more emphasis on the practice of individuals as change agents than on the principles of ethics. This project is expected to produce science and engineering graduate students who will be models of the ethically engaged citizen-scientist. Pedagogy and morality come together within this framework as aspects of a common task of training new scholars, scientists, and engineers in whose lives habits of ethical engagement become an integral part of their work as scientists and engineers.\r\n\r\nThe overarching goal of this project is to create Agents of Change who will serve as trainers themselves. The graduate students will convey what they have learned to others through in-service projects that engage their colleagues, students, and professional, local, and national communities. They will also have ample opportunities to disseminate their learning both on- and off-campus through already established campus programs as well. The Reilly Center 'with help from the Graduate School's Professional Development team, colleagues in the Department of Psychology, and the Center for Social Research' will conduct thorough assessments of the students within the program. Surveys will measure each student's learning while they participate in the program as well as collect feedback from participants on the program's perceived value. This project aims to produce a new generation of student researchers and thought leaders by creating scientists and engineers who, through habit, consider the ethical aspects of their work. These 'agents of change' will become models of ethics engagement for their own future students and professional peers. It is an old saw that one never learns something as well as when one teaches it to others. There is a kernel of truth in that notion, as any teacher knows, and it is an important part of this project. The graduate students who participate in this program will not only receive training in the ethics of science and engineering but they will also learn how to train others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Howard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Don A Howard",
   "pi_email_addr": "Don.A.Howard.43@nd.edu",
   "nsf_id": "000268952",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bourgeois",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Bourgeois",
   "pi_email_addr": "mbourge2@nd.edu",
   "nsf_id": "000589823",
   "pi_start_date": "2019-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Melinda",
   "pi_last_name": "Gormley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melinda Gormley",
   "pi_email_addr": "mgormley@uci.edu",
   "nsf_id": "000635630",
   "pi_start_date": "2013-09-09",
   "pi_end_date": "2018-12-21"
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465564633",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 299995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award was for a program to deeply train approximately 16 doctoral science, social science and engineering students per year in the &ldquo;social responsibilities&rdquo; of research.&nbsp; The training program it funded at the University of Notre Dame became known as the Social Responsibilities of Researchers program, or SRR.&nbsp; Social responsibilities are those that go beyond merely conducting research with honesty and integrity, and often pertain to managing the ethical and social impacts that the research stands to make. For example, to help manage and improve these impacts, social responsibilities may include communication with the public, or with policy-makers, or outreach to specific stakeholders in the research, such as relevant patients or communities.&nbsp; They also encompass adapting research to improve its usefulness in addressing policy, ethical or social challenges.&nbsp; Beyond offering perspective on social responsibilities and ethics, this program also offered student training in relevant skills such as science communication and policy.&nbsp; Students in this program participated in a comprehensive Boot Camp where they received intensive classroom training, and then undertook a specific social engagement project of their own design.&nbsp; These included project such as new student groups, new podcasts, public talks, engagement with policy-makers, and published journal articles on social responsibilities. The explicit goals of the program were for students to grow in six dimensions: 1. understanding social context; 2. perceiving research impacts; 3. communicating across disciplines and with the public; 4. adapting research in socially-productive ways; 5. self-reflecting on ethics and motivations; and, 6., modeling and mentoring ethical behavior. Formal assessment conducted in the program confirms that students reported growth in each of these six areas. The intent behind this intensive investment in relatively few students is that these students go on to serve as &ldquo;moral exemplars&rdquo; of social responsibility in their respective disciplines. This award trained three cohorts of students over three years.&nbsp; While the last cohort completed training in 2018, a new, permanent program, internally funded by Notre Dame, has been implemented.&nbsp; Known as LASER, for Leadership Advancing Socially-Engaged Research, this program trains around 17 students per year in both leadership and social responsibilities.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2019<br>\n\t\t\t\t\tModified by: Mark&nbsp;L&nbsp;Bourgeois</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award was for a program to deeply train approximately 16 doctoral science, social science and engineering students per year in the \"social responsibilities\" of research.  The training program it funded at the University of Notre Dame became known as the Social Responsibilities of Researchers program, or SRR.  Social responsibilities are those that go beyond merely conducting research with honesty and integrity, and often pertain to managing the ethical and social impacts that the research stands to make. For example, to help manage and improve these impacts, social responsibilities may include communication with the public, or with policy-makers, or outreach to specific stakeholders in the research, such as relevant patients or communities.  They also encompass adapting research to improve its usefulness in addressing policy, ethical or social challenges.  Beyond offering perspective on social responsibilities and ethics, this program also offered student training in relevant skills such as science communication and policy.  Students in this program participated in a comprehensive Boot Camp where they received intensive classroom training, and then undertook a specific social engagement project of their own design.  These included project such as new student groups, new podcasts, public talks, engagement with policy-makers, and published journal articles on social responsibilities. The explicit goals of the program were for students to grow in six dimensions: 1. understanding social context; 2. perceiving research impacts; 3. communicating across disciplines and with the public; 4. adapting research in socially-productive ways; 5. self-reflecting on ethics and motivations; and, 6., modeling and mentoring ethical behavior. Formal assessment conducted in the program confirms that students reported growth in each of these six areas. The intent behind this intensive investment in relatively few students is that these students go on to serve as \"moral exemplars\" of social responsibility in their respective disciplines. This award trained three cohorts of students over three years.  While the last cohort completed training in 2018, a new, permanent program, internally funded by Notre Dame, has been implemented.  Known as LASER, for Leadership Advancing Socially-Engaged Research, this program trains around 17 students per year in both leadership and social responsibilities. \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2019\n\n\t\t\t\t\tSubmitted by: Mark L Bourgeois"
 }
}