{
 "awd_id": "1338570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Automated Analysis of Constructed Response Concept Inventories to Reveal Student Thinking: Forging a National Network for Innovative Assessment Methods",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 62497.0,
 "awd_amount": 62497.0,
 "awd_min_amd_letter_date": "2013-04-19",
 "awd_max_amd_letter_date": "2013-04-19",
 "awd_abstract_narration": "Numerous reports on the effectiveness of U.S. higher education in the Science, Technology, Engineering and Mathematics (STEM) disciplines call for increased emphasis on conceptual learning, rather than rote memorization. Suitable assessments (tests) of conceptual learning (often referred to as concept inventories or diagnostic question clusters), however, are few and are constrained by the ability to score the outcomes of the tests in a cost-effective manner. Multiple-choice assessments (selected responses) are more widespread in higher education, especially at medium to large institutions where class sizes are large, and where automated scoring provides the essential cost-effectiveness. Conversely, written response assessments (constructed responses), which are widely held to be superior at revealing actual student thinking, are quite rare in practice given the time and effort required for manual scoring. This project leverages the latest computerized tools and statistical techniques to make constructed response assessments more broadly available. Computer automation allows the use of these more insightful conceptual questions and tests with much larger numbers of students, thereby providing an enhanced understanding of students' conceptual learning. Project personnel work with developers of conceptual testing instruments to create constructed response versions of the tests coupled with the necessary computerized scoring tools with the eventual goal of providing computer-automated evaluation of conceptual thinking. The project is a collaboration among three major public universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Nehm",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ross H Nehm",
   "pi_email_addr": "ross.nehm@stonybrook.edu",
   "nsf_id": "000638448",
   "pi_start_date": "2013-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY Stony Brook",
  "perf_str_addr": "092 Life Sciences Building",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 62497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Critical to determining what and how students are learning about science are the assessments that&nbsp;faculty use. &ldquo;What is tested becomes what is important.&rdquo; Often, large, introductory science courses&nbsp;concentrate on disconnected scientific &ldquo;facts&rdquo; that students then memorize in order to pass multiple-choice tests. Yet, science is about constructing explanations. Scientists do not take multiple choice&nbsp;tests. Rather, they write and propose models and theories to explain the natural world.&nbsp;The Automated Analysis of Constructed Response (AACR) research group explores computerized&nbsp;<br />techniques for analyzing student writing in these large introductory courses so that faculty can ask&nbsp;students to engage in the more authentic task of writing and constructing explanations, rather than&nbsp;relying on multiple choice tests. While computers remain unable to &ldquo;understand&rdquo; free-form writing,&nbsp;<br />they do have the ability to rapidly and accurately identify words and phrases in text. Computers exceed&nbsp;the potential of human evaluators in terms of their ability to rapidly process large volumes of text-based&nbsp;<br />responses into their essential terms, phrases, and concepts quickly,accurately and consistently.The AACR group developed questions that address challenging concepts in biology and biochemistry&nbsp;<br />and the computer techniques to analyze responses and predict how expert humans would score the&nbsp;responses. The agreement between computer predictions and expert human scorers is as good as or&nbsp;<br />better than the agreement between expert human scorers.&nbsp;<br />The AACR group has created, tested and implemented 120 AACR questions about evolution,&nbsp;biomolecules, genetics, metabolism, and thermodynamics. The project has produced 9 journal&nbsp;articles, 43 conference papers, 5 invited talks, 17 posters, 21 YouTube videos, and a project website&nbsp;(www.msu.edu/~aacr).&nbsp;With additional NSF funding (1323162, 1347740) the AACR team is expanding the national network to include 6 collaborating universities. Faculty at those institutions are using the AACR questions in&nbsp;classes and receiving reports that identify students&rsquo; scientific ideas and misconceptions about crucial,&nbsp;foundational concepts in biology. The faculty are developing instruction to address student learning&nbsp;challenges revealed by those questions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2014<br>\n\t\t\t\t\tModified by: Ross&nbsp;Nehm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCritical to determining what and how students are learning about science are the assessments that faculty use. \"What is tested becomes what is important.\" Often, large, introductory science courses concentrate on disconnected scientific \"facts\" that students then memorize in order to pass multiple-choice tests. Yet, science is about constructing explanations. Scientists do not take multiple choice tests. Rather, they write and propose models and theories to explain the natural world. The Automated Analysis of Constructed Response (AACR) research group explores computerized \ntechniques for analyzing student writing in these large introductory courses so that faculty can ask students to engage in the more authentic task of writing and constructing explanations, rather than relying on multiple choice tests. While computers remain unable to \"understand\" free-form writing, \nthey do have the ability to rapidly and accurately identify words and phrases in text. Computers exceed the potential of human evaluators in terms of their ability to rapidly process large volumes of text-based \nresponses into their essential terms, phrases, and concepts quickly,accurately and consistently.The AACR group developed questions that address challenging concepts in biology and biochemistry \nand the computer techniques to analyze responses and predict how expert humans would score the responses. The agreement between computer predictions and expert human scorers is as good as or \nbetter than the agreement between expert human scorers. \nThe AACR group has created, tested and implemented 120 AACR questions about evolution, biomolecules, genetics, metabolism, and thermodynamics. The project has produced 9 journal articles, 43 conference papers, 5 invited talks, 17 posters, 21 YouTube videos, and a project website (www.msu.edu/~aacr). With additional NSF funding (1323162, 1347740) the AACR team is expanding the national network to include 6 collaborating universities. Faculty at those institutions are using the AACR questions in classes and receiving reports that identify studentsÆ scientific ideas and misconceptions about crucial, foundational concepts in biology. The faculty are developing instruction to address student learning challenges revealed by those questions.\n\n\t\t\t\t\tLast Modified: 11/04/2014\n\n\t\t\t\t\tSubmitted by: Ross Nehm"
 }
}