{
 "awd_id": "1338850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-SEES Arctic-FROST:   Arctic FRontiers Of SusTainability: Resources, Societies, Environments and Development in the Changing North",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032920000",
 "po_email": "lfrink@nsf.gov",
 "po_sign_block_name": "Liam Frink",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 749875.0,
 "awd_amount": 749875.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2023-08-24",
 "awd_abstract_narration": "RCN-SEES Arctic-FROST: Arctic Frontiers Of SusTainability: Resources, Societies, Environments and Development in the Changing North is an international interdisciplinary collaborative network and platform for research exchange, developing an interdisciplinary synthesis and establishing a future international research program about Arctic and sub-Arctic sustainability and sustainable development. The first US-based circumpolar initiative of this kind and magnitude after the International Polar Year (IPY, 2007-08), Arctic-FROST builds on IPY's success new collaborative research opportunities. The purpose of the network is to contribute to conceptual, applied and educational aspects of sustainability science about the Arctic and beyond. Arctic-FROST teams environmental and social scientists, local educators and community members from all circumpolar countries to enable and mobilize research on sustainable Arctic development, specifically aimed at improving health, human development and well-being while conserving ecosystem structures, functions and resources. Arctic-FROST addresses three overarching questions: What does sustainable development in the Arctic mean, locally, regionally, and globally? How is sustainable development attainable in a changing Arctic? What are the best ways of measuring achievements towards adaptation, thrivability and sustainable development in the Arctic? Arctic-FROST organizes meetings and workshops that involve young, Indigenous scholars and members of underrepresented groups, coordinates educational activities, presentation and validation of research results through researcher/community workshops and educational initiatives. Arctic-FROST supports knowledge dissemination and methodological cross-pollination across the four themes of sustainable regions, economies, cultures, and environments. Arctic-FROST facilitates data sharing and exchange, contributing significantly to Arctic research and cyberinfrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Petrov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey Petrov",
   "pi_email_addr": "andrey.petrov@uni.edu",
   "nsf_id": "000517008",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schweitzer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Peter P Schweitzer",
   "pi_email_addr": "ppschweitzer@alaska.edu",
   "nsf_id": "000472786",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Heleniak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Heleniak",
   "pi_email_addr": "heleniak@gwu.edu",
   "nsf_id": "000427509",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Graybill",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica K Graybill",
   "pi_email_addr": "jgraybill@colgate.edu",
   "nsf_id": "000599613",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Iowa",
  "inst_street_address": "1227 W 27TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR FALLS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3192733217",
  "inst_zip_code": "506140012",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN IOWA",
  "org_prnt_uei_num": "FRALVAFNF2H9",
  "org_uei_num": "PLZ1BS2RC597"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Iowa",
  "perf_str_addr": "1227 West 27th Street",
  "perf_city_name": "Cedar Falls",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "506140406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166400",
   "pgm_ele_name": "Research Coordination Networks"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 749875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arctic-FROST brought together environmental and social scientists, Indigenous scholars, local educators and community members from all circumpolar countries to enable and mobilize research on sustainable Arctic development, specifically aimed at improving health and human well-being of Arctic communities while conserving ecosystem structures, functions and resources. Arctic-FROST network address three overarching questions:&nbsp;What does sustainable development in the Arctic mean, locally, regionally, and globally? How is sustainable development attainable in a changing Arctic? What are the best ways of measuring achievements towards adaptation, thrivability and sustainable development in the Arctic?</p>\r\n<p>Over the years Arctic-FROST maintained strong international membership with more than 400 members from 20 countries, including all Arctic states. The largest number of RCN members came from the USA (45%), Europe (22%), Russia (16%), and Canada (14%). Early Career scholars and students constituted more than 50% of the membership.</p>\r\n<p>RCN pursued &nbsp;four objectives: (1) conduct knowledge synthesis about Arctic sustainable development; (2) support developing new theoretical frameworks providing integrated views of sustainability in remote resource regions; (3) improve spatial understandings of sustainability at multiple geographical scales and in divergent Arctic contexts; and (4) develop future research directions for Arctic sustainability and sustainable development, focusing on ways to maximize resource development benefits and minimize economic, social, cultural and environmental costs.</p>\r\n<p>RCN held annual meetings (with the exception of COVID-19 pandemic years) in different locations, including Anchorage, St. Petersburg, Vienna, Qaqortoq, Juneau, and Cedar Falls. RCN also supported members to attend numerous conferences and workshops to present their research and participate in professional development opportunities. Overall, more than 100 early carer scholars were supported by the grant. The network implemented a mentor-mentee model by matching early carer scholars with advanced-career mentors and enabled continuous anticipation of all members in RCN activities across years. We also encouraged peer-to-peer mentoring. Some of the created opportunities resulted in long-term collaborations, professional advancement and novel interdisciplinary research. The network supported development of multiple special issues and books, including <em>&ldquo;Arctic Sustainability Research: Past, Present and Future (2017).&rdquo;</em></p>\r\n<p>Arctic-FROST was a fundamental networking effort to develop and advance Arctic sustainability research as a transdisciplinary field of knowledge.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Andrey&nbsp;Petrov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nArctic-FROST brought together environmental and social scientists, Indigenous scholars, local educators and community members from all circumpolar countries to enable and mobilize research on sustainable Arctic development, specifically aimed at improving health and human well-being of Arctic communities while conserving ecosystem structures, functions and resources. Arctic-FROST network address three overarching questions:What does sustainable development in the Arctic mean, locally, regionally, and globally? How is sustainable development attainable in a changing Arctic? What are the best ways of measuring achievements towards adaptation, thrivability and sustainable development in the Arctic?\r\n\n\nOver the years Arctic-FROST maintained strong international membership with more than 400 members from 20 countries, including all Arctic states. The largest number of RCN members came from the USA (45%), Europe (22%), Russia (16%), and Canada (14%). Early Career scholars and students constituted more than 50% of the membership.\r\n\n\nRCN pursued four objectives: (1) conduct knowledge synthesis about Arctic sustainable development; (2) support developing new theoretical frameworks providing integrated views of sustainability in remote resource regions; (3) improve spatial understandings of sustainability at multiple geographical scales and in divergent Arctic contexts; and (4) develop future research directions for Arctic sustainability and sustainable development, focusing on ways to maximize resource development benefits and minimize economic, social, cultural and environmental costs.\r\n\n\nRCN held annual meetings (with the exception of COVID-19 pandemic years) in different locations, including Anchorage, St. Petersburg, Vienna, Qaqortoq, Juneau, and Cedar Falls. RCN also supported members to attend numerous conferences and workshops to present their research and participate in professional development opportunities. Overall, more than 100 early carer scholars were supported by the grant. The network implemented a mentor-mentee model by matching early carer scholars with advanced-career mentors and enabled continuous anticipation of all members in RCN activities across years. We also encouraged peer-to-peer mentoring. Some of the created opportunities resulted in long-term collaborations, professional advancement and novel interdisciplinary research. The network supported development of multiple special issues and books, including Arctic Sustainability Research: Past, Present and Future (2017).\r\n\n\nArctic-FROST was a fundamental networking effort to develop and advance Arctic sustainability research as a transdisciplinary field of knowledge.\r\n\n\n\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: AndreyPetrov\n"
 }
}