{
 "awd_id": "1338470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Method for Leveraging Public Information Sources for Social Science Research",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 238419.0,
 "awd_amount": 238419.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "In recent years, scholars have made great strides using computer-assisted methods to collect and analyze large volumes of machine-readable information from open sources such as online news feeds and the new social media to aid in these efforts.  The result has been the production and analysis of massive amounts of data at unprecedented scales and speeds.  Individual scholars and research teams have experimented with multiple approaches to collecting and analyzing such data.  This experimentation has promoted innovation and exploration, but it has also produced an array of data sets and methodologies that are not well integrated or coordinated. The result is that scholars and policy makers alike are learning less from these data than they could.  This project seeks to overcome that obstacle by developing the community and capacity needed to establish common best practices and foster greater integration and coordination regarding the collection, dissemination, and analysis of data. As part of this development process researchers will focus on extracting information from public documents such as news reports. The scope includes events which involve disagreement ranging from nonviolent political protest to terrorism and interstate war -  issues which have long been a subject of inquiry in the social sciences.\r\n\r\nThe project will accomplish this through a series of workshops that will bring together national leaders in the areas of inter-state and intra-state conflict, data management, quantitative methods, and computer science to develop a coordinated strategy for moving forward.  In conjunction with these workshops, the project will develop a prototype system of software tools designed to collect and archive such data, as well as conducting extensive educational outreach and training programs in the use of the data and tool sets.  The entire project will be supervised an advisory board of specialists.\r\n\r\nThe project will advance the capacity for learning about the early warning signs of contentious political events, what leads to their escalation or de-escalation, and the resulting consequences of such events.  The project will also advance understanding of massive near-real-time data collection for the analysis of conflicts as well as the tools needed to manage, share, and analyze such data sets more generally.  More broadly, this project will provide access to a vast new open data resource for researchers from academia, government, industry, and the non-profit sector.  It will provide training opportunities for using the data, and also provide the foundation for data-oriented education programs designed for students ranging from middle school through graduate school that can help students learn about the causes and consequences of inter-state and intra-state conflict.  Finally, the project will help policy makers make better decisions, which could potentially reduce the frequency and/or scale of political conflicts, and ultimately help to save lives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Carsey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Carsey",
   "pi_email_addr": "carsey@unc.edu",
   "nsf_id": "000498404",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "H.W. Odum Institute for Research in Social Science",
  "perf_str_addr": "216 Lenoir Drive",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993355",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 238419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Based on discussions with a number of researchers who were generating datasets dealing with political conflict&mdash;for example data on political protests, terrorist groups and their activities, attacks against civilians&mdash;we determined that the most important unmet need was the ability to easily create customized, web-based data entry forms that could allow projects to manage and code large number of relatively small texts, typically news reports. The result was the CIVET system&mdash;Contentious Incident Variable Entry Template&mdash;which is built on the open-source Django web framework which can be run on individual computers, local servers, or inexpensive &ldquo;cloud&rdquo; services such as Amazon Web Services. CIVET is open-source, with the code available at https://github.com/civet-software</p>\n<p>To use CIVET, a researcher first sorts the texts into a &ldquo;workspace&rdquo; format developed for the system: This provides a standardized notation for not just the texts, but also meta-data such as the date, author and origin of the text, intellectual property constraints, and a record of the coders who have annotated or coded the text. To maintain security, workspaces reside on the user's computer except when actually being coded: no data is retained in the system itself. The Django system also provides password-protected access for both administrators and coders.</p>\n<p>An editing system allows the text to be manually annotated to highlight various categories of words&mdash;for example those referring to weapons, natural resources, or tactics&mdash;or this annotation can be done automatically by the system. Automated annotation for names, geographical locations and numbers is built into the system; a researcher can also specify custom vocabularies to be annotated and associate the words and phrases in those vocabularies with specific codes.</p>\n<p>An annotated text is then transferred to a coding screen where the text is linked to a coding form that is specified using a simple set of specification commands. The form allows annotated words and phrases can be associated with specific variables, which are highlighted and selected by the coder using the keyboard (or by a manual select-copy-paste using a mouse), as well as providing all of the standard web-based data entry methods such as text entry, check-boxes, and pull-down selection menus. The coded information is saved in the workspace, and can be later downloaded as a file that can be read into a statistics program or spreadsheet. The program can also be used to create coding forms that are not associated with specific texts and annotation.&nbsp;</p>\n<p>While CIVET was developed using the input from the contentious politics community, the system is completely general and should be useful for any researchers interested in coding data from texts. Creating a form using CIVET is much easier than creating a customized web page, the approach currently used in large-scale projects, and the ability to link data fields to vocabulary provides a capability not available in coding frameworks such as Google Forms or spreadsheets. Our experience to date indicates that these facilities should result in a substantial increase in the quality and efficiency of coding, and we will be using the standardized meta-data format as the basis for the development of additional tools for machine-assisted coding.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2015<br>\n\t\t\t\t\tModified by: Thomas&nbsp;M&nbsp;Carsey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBased on discussions with a number of researchers who were generating datasets dealing with political conflict&mdash;for example data on political protests, terrorist groups and their activities, attacks against civilians&mdash;we determined that the most important unmet need was the ability to easily create customized, web-based data entry forms that could allow projects to manage and code large number of relatively small texts, typically news reports. The result was the CIVET system&mdash;Contentious Incident Variable Entry Template&mdash;which is built on the open-source Django web framework which can be run on individual computers, local servers, or inexpensive \"cloud\" services such as Amazon Web Services. CIVET is open-source, with the code available at https://github.com/civet-software\n\nTo use CIVET, a researcher first sorts the texts into a \"workspace\" format developed for the system: This provides a standardized notation for not just the texts, but also meta-data such as the date, author and origin of the text, intellectual property constraints, and a record of the coders who have annotated or coded the text. To maintain security, workspaces reside on the user's computer except when actually being coded: no data is retained in the system itself. The Django system also provides password-protected access for both administrators and coders.\n\nAn editing system allows the text to be manually annotated to highlight various categories of words&mdash;for example those referring to weapons, natural resources, or tactics&mdash;or this annotation can be done automatically by the system. Automated annotation for names, geographical locations and numbers is built into the system; a researcher can also specify custom vocabularies to be annotated and associate the words and phrases in those vocabularies with specific codes.\n\nAn annotated text is then transferred to a coding screen where the text is linked to a coding form that is specified using a simple set of specification commands. The form allows annotated words and phrases can be associated with specific variables, which are highlighted and selected by the coder using the keyboard (or by a manual select-copy-paste using a mouse), as well as providing all of the standard web-based data entry methods such as text entry, check-boxes, and pull-down selection menus. The coded information is saved in the workspace, and can be later downloaded as a file that can be read into a statistics program or spreadsheet. The program can also be used to create coding forms that are not associated with specific texts and annotation. \n\nWhile CIVET was developed using the input from the contentious politics community, the system is completely general and should be useful for any researchers interested in coding data from texts. Creating a form using CIVET is much easier than creating a customized web page, the approach currently used in large-scale projects, and the ability to link data fields to vocabulary provides a capability not available in coding frameworks such as Google Forms or spreadsheets. Our experience to date indicates that these facilities should result in a substantial increase in the quality and efficiency of coding, and we will be using the standardized meta-data format as the basis for the development of additional tools for machine-assisted coding.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2015\n\n\t\t\t\t\tSubmitted by: Thomas M Carsey"
 }
}