{
 "awd_id": "1338112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Neurophysiology Laboratory for a Research and Training Initiative in Affective, Social, and Cognitive Neuroscience",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 394312.0,
 "awd_amount": 394312.0,
 "awd_min_amd_letter_date": "2013-09-06",
 "awd_max_amd_letter_date": "2013-09-06",
 "awd_abstract_narration": "With the support from the National Science Foundation's Major Research Instrumentation Program, Dr. Joseph A. Mikels and his four co-investigators will purchase an integrated electroencephalography/event related potential (EEG/ERP) acquisition system with eye tracking and physiology measurement capabilities. With these technologies, the research team will explore the neural and physiological underpinnings of several affective, social, and cognitive phenomena across the adult life span. This equipment will strengthen the teaching, training, and research infrastructure necessary to better serve DePaul University undergraduate students, graduate students, and faculty. This teaching and research laboratory will serve the needs of both the faculty and students in several departments, and will represent a centerpiece program that will enable DePaul to become a competitive institution in the health and life sciences.  \r\n\r\nThe research team includes active researchers in the field of emotion, cognition, social psychology, and neuroscience. Five collaborative research projects are proposed. Project 1 focuses on how changes in emotion and cognition across the adult life span influence decision making. The PI will measure EEG/ERP alongside physiological measures of emotional arousal to understand the underpinnings of age-related changes in decision making. Tasks will be administered in which older adults demonstrate biased and non-optimal choices in different contexts of information presentation, for instance the framing effect and ratio bias phenomenon. Project 2 will explore the causal mechanism underlying motivational shifts that occur in reaction to the finitude of life and life experiences. The project will utilize ERP methods to understand how mortality salience and emotional factors influence brain activation and information processing in older and younger adults. This work will also extend the evaluation of similarities between two pitted theories - Socioemotional Selectivity Theory (SST) and Terror Management Theory (TMT) - to the domain of art appreciation. Project 3 will use ERP and eye-tracking methods to examine the neural mechanisms of age differences in the processing of emotionally valenced information (i.e., the positivity effect) in the context of naturalistic evaluations. In addition this project will examine how the relationship between these judgment phenomena potentially affects age-related differences in home-loan choices. Extending SST and the positivity effect to this domain promises to shed light upon how to better protect seniors from fraud. Project 4 explores how working memory capacity affects cerebral localizations of various inference generations during reading. In addition, researchers will examine the time course under which inferences occur in younger as well as older adults while reading narrative text. Project 5 will use ERP methods to better elucidate the precise time course of lexical processing above and beyond traditional reaction time (RT) measures across the adult life span. Interestingly, older adults tend to be slower in lexical decision tasks, but they extract the lexical information as efficiently as younger adults. Using ERP methods, the current project will shed light on the relationship between features in RT distributions and ERP components in a lexical processing task and how they change as a function of aging.\r\n\r\nThis project draws its intellectual merit from the goal of extending the research capabilities at DePaul University to include neuroscience and physiology methods. These methods will allow the faculty and students to explore questions of a deeper nature, as described above.\r\nThe core of the research concerns changes in human cognitive function over time and this is an issue of importance given the aging population of the United States and the increasing numbers of older individuals in the workforce. The broader impact of this research also stems from its applicability across several domains of inquiry from cognition to social psychology and decision sciences from a life-span perspective.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Mikels",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Mikels",
   "pi_email_addr": "jmikels@depaul.edu",
   "nsf_id": "000509979",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Choplin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica M Choplin",
   "pi_email_addr": "jchoplin@depaul.edu",
   "nsf_id": "000334725",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pablo",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pablo Gomez",
   "pi_email_addr": "Pablo.Gomez@csusb.edu",
   "nsf_id": "000300627",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Virtue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Virtue",
   "pi_email_addr": "svirtue@depaul.edu",
   "nsf_id": "000537040",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Verena",
   "pi_last_name": "Graupmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Verena Graupmann",
   "pi_email_addr": "vgraupma@depaul.edu",
   "nsf_id": "000642921",
   "pi_start_date": "2013-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DePaul University",
  "inst_street_address": "1 E JACKSON BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123627388",
  "inst_zip_code": "606042287",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "DEPAUL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNZ8KMRWTDB6"
 },
 "perf_inst": {
  "perf_inst_name": "DePaul University",
  "perf_str_addr": "1 East Jackson Boulevard",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606042287",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 394312.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Neurophysiological methods are revolutionizing the field of psychology; by infusing psychological inquiry with a biological understanding, we are gaining a deeper understanding of how people feel and think and how these processes are manifest in the body. Moreover, taking a life-span perspective gives us greater insight into how these processes change through human development. Electroencephalography/event related potential (EEG/ERP) measures allow us to understand the neural dynamics of the mental processes involved in emotion and cognition. An integrated system approach includes EEG/ERP measures, physiological measures, and the capacity to track eye movements. Specifically, by linking ERP measures with physiological measures, we are able to integrate neural processes with physiological processes. For instance, as people make various decisions relying on emotion versus analytic processes, we are able to observe the neural underpinnings while concurrently measuring the autonomic nervous system (ANS) reactivity via heart rate and electrodermal reactivity. These physiological measures allow for a superior measure of emotion in concert with neural activity. We are also able to measure eye movements to precisely determine how the attentional mechanisms involved in various psychological processes are linked to neural processes as well as physiological processes.</p>\n<p>&nbsp;</p>\n<p>With this award, we created the DePaul Neurophysiological Laboratory that allows for the collection of a variety of important neurological and physiological measures that are central in multiple disciplines. As discussed above, some of these measures include: electroencephalography (EEG), electomyography (EMG), cardiovascular hemodynamics (e.g., pulse, heart rate), electrodermal activity (EDA), and eye tracking. This shared, multidisciplinary and highly integrated research and training laboratory in physiology and neuroscience has strengthened the research and training of DePaul University&rsquo;s faculty and students. This laboratory functions as a research space that numerous faculty and students throughout the University use to conduct cutting edge research and has enabled new discoveries. It also functions as a training space that has been incorporated into student training in complex methodologies as well as incorporated in various courses. We have now trained over 10 graduate students and 15 undergraduate students in laboratory techniques and data analysis.</p>\n<p>&nbsp;</p>\n<p>With these technologies, we have explored the neural and physiological underpinnings of several affective, social, and cognitive phenomena across the adult life span. We have examined how changes in emotion and cognition influence decision making, the causal mechanism underlying motivational shifts that occur in reaction to the finitude of life and life experiences, the neurophysiological underpinnings of emotional states such as awe and amusement, and how the hemispheres of the brain are involved in inference generation and text processing, among other topics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Joseph&nbsp;A&nbsp;Mikels</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nNeurophysiological methods are revolutionizing the field of psychology; by infusing psychological inquiry with a biological understanding, we are gaining a deeper understanding of how people feel and think and how these processes are manifest in the body. Moreover, taking a life-span perspective gives us greater insight into how these processes change through human development. Electroencephalography/event related potential (EEG/ERP) measures allow us to understand the neural dynamics of the mental processes involved in emotion and cognition. An integrated system approach includes EEG/ERP measures, physiological measures, and the capacity to track eye movements. Specifically, by linking ERP measures with physiological measures, we are able to integrate neural processes with physiological processes. For instance, as people make various decisions relying on emotion versus analytic processes, we are able to observe the neural underpinnings while concurrently measuring the autonomic nervous system (ANS) reactivity via heart rate and electrodermal reactivity. These physiological measures allow for a superior measure of emotion in concert with neural activity. We are also able to measure eye movements to precisely determine how the attentional mechanisms involved in various psychological processes are linked to neural processes as well as physiological processes.\n\n \n\nWith this award, we created the DePaul Neurophysiological Laboratory that allows for the collection of a variety of important neurological and physiological measures that are central in multiple disciplines. As discussed above, some of these measures include: electroencephalography (EEG), electomyography (EMG), cardiovascular hemodynamics (e.g., pulse, heart rate), electrodermal activity (EDA), and eye tracking. This shared, multidisciplinary and highly integrated research and training laboratory in physiology and neuroscience has strengthened the research and training of DePaul University?s faculty and students. This laboratory functions as a research space that numerous faculty and students throughout the University use to conduct cutting edge research and has enabled new discoveries. It also functions as a training space that has been incorporated into student training in complex methodologies as well as incorporated in various courses. We have now trained over 10 graduate students and 15 undergraduate students in laboratory techniques and data analysis.\n\n \n\nWith these technologies, we have explored the neural and physiological underpinnings of several affective, social, and cognitive phenomena across the adult life span. We have examined how changes in emotion and cognition influence decision making, the causal mechanism underlying motivational shifts that occur in reaction to the finitude of life and life experiences, the neurophysiological underpinnings of emotional states such as awe and amusement, and how the hemispheres of the brain are involved in inference generation and text processing, among other topics.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Joseph A Mikels"
 }
}