{
 "awd_id": "1338426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaboratove Research:  Diversity and the Wealth of Nations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "Title-EAGER:Collaborative Research: Diversity and the Wealth of Nations\r\nProposal Number: 1338426\r\nPI: Oded Galor\r\n\r\n    Existing theories of comparative development highlight a variety of proximate and ultimate factors underlying some of the vast inequities in living standards across the globe. The importance of geographical, cultural and institutional factors, human capital formation, ethnic, linguistic, and religious fractionalization, colonialism and globalization has been at the center of a debate regarding the origins of the differential timing of transitions from stagnation to growth and the remarkable transformation of the world income distribution in the last two centuries. While theoretical and empirical research has typically focused on the contemporaneous effects of such factors, attention has recently been drawn towards \"deep-rooted\" factors that have been argued to affect the course of comparative economic development from the dawn of human civilization to the modern era.\r\n    This research will advance and empirically examine several hypotheses about the importance of diversity in the understanding of contemporary economic development across the globe.  The hypotheses rest on the interplay between two conflicting effects of diversity on the development process. On the one hand, diversity tends to reduce cooperation and disrupts socioeconomic order, inhibiting the ability of society to operate efficiently with respect to its production possibility frontier. On the other hand, a wider spectrum of traits is more likely to contain the ones that are more complementary to the development and successful implementation of advanced technological paradigms via (i) specialization in complementary tasks, or (ii) greater variance in cognitive traits conducive to innovations. \r\n    This first part of the project will explore the role of diversity in the emergence and prevalence of interethnic conflicts in the modern era, reflecting the long shadow of prehistory through its effect on genetic diversity. Exploiting variations across national populations, it will establish that genetic diversity has contributed significantly to the incidence and onset of interethnic conflicts in the 20th century. In particular, this finding will be shown to reflect the adverse effect of diversity on interpersonal trust and cooperation, the contribution of diversity to inequality, the association between diversity and divergence in preferences for public goods and redistributive policies, and the impact of genetic diversity on the degree of ethnic fractionalization and polarization.\r\n   The second part of the project will explore the role of European colonialism on comparative development across countries in the Americas over the last 500 years via its differential effect of the diversity of the American population. Specifically, the research will advance the hypothesis that the migration to the New World in the course of European colonization significantly altered the diversity and, hence, the composition of human capital in New-World countries. In particular, the level of diversity that existed in the New World during the pre-colonial era increased substantially, towards the optimal level, in the post-1500 time period. Moreover, consistently with documented patterns of European colonization, the increase in diversity was larger in those New World locations where the initial population density was lower. \r\n\r\n   The proposed project will redirect research in the field of economic growth into important unexplored interdisciplinary avenues. Moreover, the research will yield important and novel policy implications by contributing to the understanding the of role of diversity in sustaining the growth process of advanced economies and in facilitating the economic take-off of less developed economies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oded",
   "pi_last_name": "Galor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oded Galor",
   "pi_email_addr": "Oded_Galor@brown.edu",
   "nsf_id": "000181942",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Department of Economics",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project explores the impact of of human diversity on economic development.</p>\n<p>The first part of this research explores the origins of the variation in the prevalence and nature of political institutions across globe. It advances the hypothesis and establishes empirically that variation in the inherent diversity across human societies, as determined in the course of the exodus of Homo sapiens from Africa tens of thousands of years ago, shaped the nature of political institutions across regions and societies. In particular, it finds that greater genetic diversity lead to the emergence and the persistence of autocratic institutions.</p>\n<p>The second part of the project empirically establishes that the emergence, prevalence, and recurrence of civil conflict in the modern era reflect the long shadow of prehistory. It demonstrates that genetic diversity, as determined predominantly tens of thousands of years ago, has contributed significantly to the frequency, incidence, and onset of both overall and interethnic civil conflicts over the last half century.</p>\n<p>The third part of the research explores the effects of heterogeneity on group-level productivity. It establishes that genetic diversity has a hump-shaped effect on economic prosperity, reflecting the trade-off between the beneficial and the detrimental effects of diversity on productivity.</p>\n<p>The final part of the research explores the biocultural origins of human capital formation. It presents the first evidence that moderate fecundity and thus predisposition towards investment in child quality was conducive for long-run reproductive success within the human species. The research suggests that the forces of natural selection favored individuals with lower fecundity and thus larger predisposition towards child quality, contributing to human capital formation, the onset of the demographic transition and the evolution of societies from an epoch of stagnation to sustained economic growth.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Oded&nbsp;Galor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project explores the impact of of human diversity on economic development.\n\nThe first part of this research explores the origins of the variation in the prevalence and nature of political institutions across globe. It advances the hypothesis and establishes empirically that variation in the inherent diversity across human societies, as determined in the course of the exodus of Homo sapiens from Africa tens of thousands of years ago, shaped the nature of political institutions across regions and societies. In particular, it finds that greater genetic diversity lead to the emergence and the persistence of autocratic institutions.\n\nThe second part of the project empirically establishes that the emergence, prevalence, and recurrence of civil conflict in the modern era reflect the long shadow of prehistory. It demonstrates that genetic diversity, as determined predominantly tens of thousands of years ago, has contributed significantly to the frequency, incidence, and onset of both overall and interethnic civil conflicts over the last half century.\n\nThe third part of the research explores the effects of heterogeneity on group-level productivity. It establishes that genetic diversity has a hump-shaped effect on economic prosperity, reflecting the trade-off between the beneficial and the detrimental effects of diversity on productivity.\n\nThe final part of the research explores the biocultural origins of human capital formation. It presents the first evidence that moderate fecundity and thus predisposition towards investment in child quality was conducive for long-run reproductive success within the human species. The research suggests that the forces of natural selection favored individuals with lower fecundity and thus larger predisposition towards child quality, contributing to human capital formation, the onset of the demographic transition and the evolution of societies from an epoch of stagnation to sustained economic growth.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Oded Galor"
 }
}