{
 "awd_id": "1338243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ELT Collaborative research: Evolutionary and ecological responses of small mammal communities to habitat and climate change over the last 5 million years",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 110199.0,
 "awd_amount": 110199.0,
 "awd_min_amd_letter_date": "2013-08-08",
 "awd_max_amd_letter_date": "2015-06-30",
 "awd_abstract_narration": "Technical description: The goal of this project is to test three models of faunal change in response to biotic and abiotic forcings during the transition to the modern grassland ecosystem in the Great Plains over the last 4.5 My: the Red Queen, the Court Jester, and the Equilibrium Theory of Island Biogeography. In doing so, we will answer four specific research questions: 1) Do long-term changes in local habitat or climate control taxonomic diversity dynamics? 2) Does climate change associated with the onset of Northern Hemisphere glaciation at 2.5 Ma impact diversity dynamics or the ecological structure of communities? 3) How do catastrophic events (major ashfalls) impact diversity dynamics and ecological structure of communities? 4) How are immigrant species accommodated in the ecological structure of the contemporary community? We will analyze diversity dynamics with an existing database of species occurrences in the Meade Basin, SW Kansas in relation to reconstructions of local paleoecology, paleoenvironment, and paleoclimate.  We will characterize ecological structure of communities with body sizes estimated from tooth dimensions and trophic categories reconstructed from carbon isotope compositions of tooth enamel using laser ablation isotope ratio mass spectrometry and a novel combination of morphometric analyses based on high resolution microCT scans. Interpretation of paleodiet proxies will be constrained by isotopic and morphometric analyses of modern species with known diets and habitats from existing museum collections and live trapping in grasslands around Meade, KS. Paleoenvironmental and paleoclimatic reconstructions will be based on a comprehensive suite of proxies measured on paleosol carbonates and bulk sediment samples collected in stratigraphic association with known fossil sites and major ashfalls: carbon isotope ratios of bulk organic matter, carbon and hydrogen isotope ratios of leaf wax n-alkanes, lignin phenol ratios, plant phytolith assemblages, carbonate clumped isotope paleothermometry, and paleosol elemental geochemistry and mineralogy. Paleoclimate proxies and isotopic data will be compared to output of regional scale, isotope-enabled paleoclimate simulations under various forcings. Finally, we will construct ecological niche models for modern mammal species and genera in the region and use paleoclimate model output to test how climate change may have forced range shifts and taxonomic turnover in the Meade record.\r\n\r\nNon-technical description: Understanding the origin of modern communities is a fundamental goal of ecology, but reconstructing the history of communities that include species with stratigraphic durations on the scale of hundreds of thousands to millions of years necessarily requires data from the fossil record. Similarly, inferences about the paleoecology of past communities are most robust when informed by data from both living and fossil populations of extant species. Despite the logical connections between ecology and paleoecology, relatively few studies have bridged the gaps in the characteristic observational timescales and methodologies of these disciplines to achieve a comprehensive view of the long-term evolution of specific modern communities.  The need to bridge these disciplinary gaps is increasingly pressing in the face of anthropogenic climate change and uncertainty about the magnitude and direction of responses by local communities. This project will examine the ecological, environmental, and climatic context of the origin of the modern small mammal community in the grasslands of the central USA over the last five million years. We will test the effects of both biological and non-biological factors on long-term taxonomic turnover and ecological change in a stratigraphic sequence of local communities using a combination of ecomorphology, biogeochemistry, paleoclimate modeling, and biogeography. This project will link evolution, ecology, and paleoecology with biogeochemistry to trace the emergence of a modern ecosystem over geological time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pratigya",
   "pi_last_name": "Polissar",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Pratigya J Polissar",
   "pi_email_addr": "polissar@ucsc.edu",
   "nsf_id": "000433549",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Uno",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin T Uno",
   "pi_email_addr": "kevinuno@fas.harvard.edu",
   "nsf_id": "000642427",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory of Columbia University",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 39413.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 53561.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 17225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><ul>\n<li>Be written for the general public.</li>\n<li>Describe the project outcomes or findings that address the intellectual merit and broader of impacts of your work as defined in the&nbsp;<a href=\"http://www.nsf.gov/bfa/dias/policy/merit_review/\">NSF merit review criteria</a>.</li>\n<li>Briefly summarize the outcomes of your award (200 &ndash; 800 words) covering the entire life of the award.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>A major question in the earth and life sciences is what roles climate change and interspecies competition have played in the evolution of mammals, particularly over the last 5 million years (myr).&nbsp; This project addressed the role of these two processes by comparing a remarkable record of small mammal fossils from southwest Kansas with newly generated paleoclimate and paleovegetation records from the same region over the last 5 mry.&nbsp; The project also included renewed efforts to find new fossils, study the modern small mammal community, and characterize the modern flora in southwest Kansas.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project included a large team of more than 15 earth scientists from five universities who spent three field seasons in Meade Basin of southwest Kansas.&nbsp; The outcomes described here are largely focused on the scientific and education results from the research team at Lamont-Doherty Earth Observatory (LDEO) but also includes broader outcomes from the entire team.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The primary goal of the LDEO team was to use geochemical techniques to reconstruct vegetation over the last 5 mry.&nbsp; Paleovegetation data were collected to allow for habitat reconstruction of the small mammals. To do this, we analyzed plant wax biomarkers, specifically carbon isotope ratios, to calculate the percentage of C3 to C4 vegetation on the landscape through time.&nbsp; C3 vegetation is mostly woody vegetation such as trees and shrubs, although it includes some grasses, while C4 vegetation is comprised mostly of grasses.&nbsp; The plant wax biomarker data shows that grasses became more prevalent on the landscape after 5 myr ago and habitat structure (woody vs. grassy vegetation) was variable through time.&nbsp; The data thus far do not support any major vegetation changes that resulted in significant faunal change. &nbsp;We did find that an abrupt climatic event associated with the eruption the Yellowstone Super Volcano about 2 myr ago resulted in faunal change in the Meade Basin.&nbsp; The eruption blanketed the area in ash and appears to have led to the local extinction and arrival of certain vole species. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A major outcome of the project was the opportunity to compare three different carbon isotope substrates that record past vegetation.&nbsp; These included plant wax biomarkers, soil carbonates, and soil organic matter.&nbsp; The comparison has improved our understanding of how each material (waxes, carbonates, or organic matter) record past vegetation changes.&nbsp; For example, we were able to show that carbon isotope measurement on soil carbonates and plant waxes from the same sample yield the same vegetation results.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the research outcomes, this project offered field and lab research experiences for more than 10 undergraduates, a graduate student, two postdocs, and five early career professors.&nbsp; The undergraduate and graduate students gained experience working in the laboratories of different professors across a wide range of disciplines.&nbsp; The project served as the primary research topic for multiple undergraduate theses and one PhD dissertation.&nbsp; At least four of the undergraduate who participated in the field and lab work continued on to graduate studies in the earth or life sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2017<br>\n\t\t\t\t\tModified by: Kevin&nbsp;T&nbsp;Uno</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBe written for the general public.\nDescribe the project outcomes or findings that address the intellectual merit and broader of impacts of your work as defined in the NSF merit review criteria.\nBriefly summarize the outcomes of your award (200 &ndash; 800 words) covering the entire life of the award.\n\n\n \n\n \n\nA major question in the earth and life sciences is what roles climate change and interspecies competition have played in the evolution of mammals, particularly over the last 5 million years (myr).  This project addressed the role of these two processes by comparing a remarkable record of small mammal fossils from southwest Kansas with newly generated paleoclimate and paleovegetation records from the same region over the last 5 mry.  The project also included renewed efforts to find new fossils, study the modern small mammal community, and characterize the modern flora in southwest Kansas.\n\n            The project included a large team of more than 15 earth scientists from five universities who spent three field seasons in Meade Basin of southwest Kansas.  The outcomes described here are largely focused on the scientific and education results from the research team at Lamont-Doherty Earth Observatory (LDEO) but also includes broader outcomes from the entire team.\n\n            The primary goal of the LDEO team was to use geochemical techniques to reconstruct vegetation over the last 5 mry.  Paleovegetation data were collected to allow for habitat reconstruction of the small mammals. To do this, we analyzed plant wax biomarkers, specifically carbon isotope ratios, to calculate the percentage of C3 to C4 vegetation on the landscape through time.  C3 vegetation is mostly woody vegetation such as trees and shrubs, although it includes some grasses, while C4 vegetation is comprised mostly of grasses.  The plant wax biomarker data shows that grasses became more prevalent on the landscape after 5 myr ago and habitat structure (woody vs. grassy vegetation) was variable through time.  The data thus far do not support any major vegetation changes that resulted in significant faunal change.  We did find that an abrupt climatic event associated with the eruption the Yellowstone Super Volcano about 2 myr ago resulted in faunal change in the Meade Basin.  The eruption blanketed the area in ash and appears to have led to the local extinction and arrival of certain vole species.  \n\n            A major outcome of the project was the opportunity to compare three different carbon isotope substrates that record past vegetation.  These included plant wax biomarkers, soil carbonates, and soil organic matter.  The comparison has improved our understanding of how each material (waxes, carbonates, or organic matter) record past vegetation changes.  For example, we were able to show that carbon isotope measurement on soil carbonates and plant waxes from the same sample yield the same vegetation results.\n\n            In addition to the research outcomes, this project offered field and lab research experiences for more than 10 undergraduates, a graduate student, two postdocs, and five early career professors.  The undergraduate and graduate students gained experience working in the laboratories of different professors across a wide range of disciplines.  The project served as the primary research topic for multiple undergraduate theses and one PhD dissertation.  At least four of the undergraduate who participated in the field and lab work continued on to graduate studies in the earth or life sciences.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2017\n\n\t\t\t\t\tSubmitted by: Kevin T Uno"
 }
}