{
 "awd_id": "1338946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neurocognitive Mechanisms of Second Language Learning: Role of Learning Context and Cognitive Functions",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 59023.0,
 "awd_amount": 59023.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2015-05-06",
 "awd_abstract_narration": "Both folk wisdom and educational practices point to the benefits of study-abroad experiences for the learning of a new language. But why is language learning so much more effective when conducted in the target language environment, as compared with learning in a classroom? The proposed catalytic research project addresses this question with a neurocognitive approach by comparing two groups of learners: American students who are immersed in the second language environments (study-abroad students in Milan, Italy), and American students studying Italian in a classroom setting (in State College, Pennsylvania). This initial comparison will provide the basis for uncovering the role of learning context (immersion or no immersion). The investigators will use functional magnetic resonance imaging (fMRI) to examine the effect of learning context on how second language material is represented and processed, as compared with that of native language and language-ambiguous materials (e.g., words that could occur in both languages, such as homographs). Furthermore, the investigators will examine the impact of the learner?s individual differences in specific cognitive capacities on the successfulness of second language learning, and how such differences interact with the context of learning. These capacities, we hypothesize, include different levels of inhibitory control and working memory abilities, because the learners always need to inhibit the native language while speaking the second language and to keep track of the language being spoken.  We also hypothesize that the immersion experience provides a context for more effective inhibition of their native language, thereby promoting direct mapping of new words to existing concepts for learners, especially for those with weaker control abilities. Such interactions between cognitive capacities and learning context are hypothesized to show in differential neural networks underlying bilingual performance in several key brain regions including the left prefrontal, anterior cingulate, and middle temporal cortical areas. \r\n\r\nAs our world becomes increasingly globalized, there is need for more effective cross-cultural communications via the use of multiple languages. It is thus important to understand the cognitive and neural bases of what makes second language learning successful.  The proposed catalytic work provides an ideal forum for new, previously unexplored, international collaborations in the context of bilingual communities (Milan, Italy and State College, USA). It will lead to new theories and data in a rapidly developing field, the cognitive neuroscience of bilingualism that crosses the boundaries of psychology, linguistics, and neuroscience. The project also reflects our attempt to understand the bilingual mind and brain in a socially relevant context, such as the continuing social pressures faced by immigrants struggling with their second language. Increased knowledge in this domain could also have pedagogical implications for more effective foreign language teaching, for example, by providing classroom training that targets the direct connections between words and concepts (rather than second language learning through one?s native language). This project will provide further catalyst for research leading to large-scale collaborations between the investigators? institutions in the USA and Italy for longitudinal studies of second language learning in children and adults.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Li",
   "pi_email_addr": "pingpsu@gmail.com",
   "nsf_id": "000490315",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5920",
   "pgm_ref_txt": "ITALY"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we are interested in understanding the neurocognitive processes and mechanisms underlying second language learning. As our society becomes increasingly more bilingual and multilingual, we need to know how best to teach students a foreignt language and how best they can learn. Toward this end, we have developed collaborative research projects with scholars from other countries (e.g. China) to study second language learning in an international and comparative context.</p>\n<p>Findings from our project indicate that learning a new language involves the deployment of significant cognitive resources in key brain areas of the frontal, temporal, and parietal regions, and that these regions form a complex network that participate in the processing of vocabulary in the new language. As the learner becomes more proficient in the second language, they can access the meanings of words more automatically and therefore rely less on certain brain regions in order to control the competition of multiple languages. Our data also point to significant individual differences in how cognitive functions predict learning outcomes and in different learning contexts, and such individual differences may be identified more clearly with functional and structural brain imaging data. The ability to understand individual difference with brain data, in conjunction with behavioral data, has significant implications for developing the best practices for second language learning and teaching. For example, we can develop virtual tools that allow students to learn like in immersed language environments (and avoid translation methods) so that individual differences can be reduced or eliminated.</p>\n<p>The project has also provided a platform for new international collaborations in the context of bilingual communities. Our project reflects the attempt to understand the bilingual mind and brain in a socially relevant context. Students involved in the project have gained new perspectives in carrying out interdisciplinary research in international context, and in becoming global citizens and scientists.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2016<br>\n\t\t\t\t\tModified by: Ping&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we are interested in understanding the neurocognitive processes and mechanisms underlying second language learning. As our society becomes increasingly more bilingual and multilingual, we need to know how best to teach students a foreignt language and how best they can learn. Toward this end, we have developed collaborative research projects with scholars from other countries (e.g. China) to study second language learning in an international and comparative context.\n\nFindings from our project indicate that learning a new language involves the deployment of significant cognitive resources in key brain areas of the frontal, temporal, and parietal regions, and that these regions form a complex network that participate in the processing of vocabulary in the new language. As the learner becomes more proficient in the second language, they can access the meanings of words more automatically and therefore rely less on certain brain regions in order to control the competition of multiple languages. Our data also point to significant individual differences in how cognitive functions predict learning outcomes and in different learning contexts, and such individual differences may be identified more clearly with functional and structural brain imaging data. The ability to understand individual difference with brain data, in conjunction with behavioral data, has significant implications for developing the best practices for second language learning and teaching. For example, we can develop virtual tools that allow students to learn like in immersed language environments (and avoid translation methods) so that individual differences can be reduced or eliminated.\n\nThe project has also provided a platform for new international collaborations in the context of bilingual communities. Our project reflects the attempt to understand the bilingual mind and brain in a socially relevant context. Students involved in the project have gained new perspectives in carrying out interdisciplinary research in international context, and in becoming global citizens and scientists.\n\n\t\t\t\t\tLast Modified: 11/01/2016\n\n\t\t\t\t\tSubmitted by: Ping Li"
 }
}