{
 "awd_id": "1338373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Big Data Benchmarking: THE BIGDATA TOP100 LIST",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 56200.0,
 "awd_amount": 56200.0,
 "awd_min_amd_letter_date": "2013-05-10",
 "awd_max_amd_letter_date": "2017-02-09",
 "awd_abstract_narration": "OCI 1338373\r\nChaitanya Baru - U. of California at San Diego\r\nWorkshop on Big Data Benchmarking: The BigData Top 100 List\r\n\r\nThe Workshop series on Big Data Benchmarking (WBDB) was created in 2012 by the Center for Large-scale Data Systems Research (CLDS) at the San Diego Supercomputer Center, UC San Diego to foster a community activity in the area of benchmarking of big data systems. The first workshop was held in May 2012 in San Jose, California and was sponsored by the National Science Foundation along with a few industry sponsors. Subsequent meetings followed, and a second workshop held in December 2012 in Pune, India. The meetings and the second workshop substantiated the initial ideas for a big data benchmark leading to the concept of the BigData Top100 List for ranking big data systems according to performance on a specified big data workload, while also recording and reporting system efficiency, for example, in terms of price/performance.\r\n\r\nThis current action is for the Third Workshop on Big Data Benchmarking workshop to be held on July 16-17, 2013 in Xi'an, China. The local hosts for this meeting will be the Xi'an University of Posts and Telecommunications and the Shanxi HPC Center. \r\n\r\nIntellectual Merit: While a mature transaction processing and data management industry has been established over the last two decades based primarily on relational database (RDBMS) technologies, the emergence of the Big Data phenomenon characterized by the so-called \"3Vs\" - volume, velocity, and variety) of data along with the need for agile development of data-driven applications, has introduced a new set of challenges. A variety of new techniques and technologies have emerged to address these challenges. A big data benchmark could, indeed, be specified with the following components: (i) a definition for a synthetic benchmark dataset with a well-defined and well-specified data generation procedure; (ii) a representative workload for big data applications; and (iii) a set of metrics, run rules and full disclosure reports for fair comparisons among technologies and platforms. These results would then form the basis of the BigData Top100 List.\r\n\r\nBroader Impacts: The first two WBDB meetings have had a total of about 100 (invited) attendees from about 60 different organizations from industry and academia. The BigData Top100 List initiative was officially introduced at a dedicated session at the Strata Conference in Santa Clara, on February 28th, 2013. This is a community effort and the benchmark will be released via the bigdatatop100.org website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Chaitanya",
   "pi_last_name": "Baru",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Chaitanya K Baru",
   "pi_email_addr": "baru@sdsc.edu",
   "nsf_id": "000483394",
   "pi_start_date": "2013-05-10",
   "pi_end_date": "2014-07-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Choonhan",
   "pi_last_name": "Youn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Choonhan Youn",
   "pi_email_addr": "cyoun@ucsd.edu",
   "nsf_id": "000672503",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 56200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A mature transaction processing and data warehousing industry has emerged and been established over the last two decades or so, based primarily on relational database (RDBMS) technologies. However, a new set of challenges has emerged with the so-called \"Big Data\" phenomenon&mdash;characterized by the &ldquo;3Vs&rdquo; of volume, velocity, and variety, and sometimes with the addition of the fourth V, viz. veracity.&nbsp; A variety of new techniques and technologies have emerged to address these challenges, thus creating the imperative for industry standard benchmarks to evaluate such systems. &nbsp;The funds supported by this award was designed to primarily use in support of the Workshops on Big Data Benchmarking (WBDB), which were initiated by SDSC in May 2012. By December 2015, seven such workshops had been conducted, and become a successful, community venue for openly discussing big data benchmarking issues. Discussions from these workshops directly led to the creation of two industry standard big data benchmarks, TPCx-HS and TPCx-BB.</p>\n<p>&nbsp;</p>\n<p>Next, keeping in line with the mission of fostering the development of industry-standard benchmarks for evaluating hardware and software systems designed for big data applications, we got a no-cost extension (NCE) to contribute our experience and expertise in big data benchmarking to the IoT benchmarking efforts currently underway. TPC has just formed a subcommittee on IoT benchmarking and released TPCx-IoT suite. NSF funded Extreme Science and Engineering Discovery Environment (XSEDE) provides computational and data services to thousands of scientists, engineers and students via allocations. Researchers can request compute time on high performance computing (HPC) resources to run their applications including IoT gateways and data centers systems. It would be valuable to run the TPCx-IoT benchmark on NSF XSEDE HPC resources for evaluating IoT gateway system performance. We performed this benchmark on XSEDE Comet HPC resource located at San Diego Supercomputer Center (SDSC).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2018<br>\n\t\t\t\t\tModified by: Choonhan&nbsp;Youn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA mature transaction processing and data warehousing industry has emerged and been established over the last two decades or so, based primarily on relational database (RDBMS) technologies. However, a new set of challenges has emerged with the so-called \"Big Data\" phenomenon&mdash;characterized by the \"3Vs\" of volume, velocity, and variety, and sometimes with the addition of the fourth V, viz. veracity.  A variety of new techniques and technologies have emerged to address these challenges, thus creating the imperative for industry standard benchmarks to evaluate such systems.  The funds supported by this award was designed to primarily use in support of the Workshops on Big Data Benchmarking (WBDB), which were initiated by SDSC in May 2012. By December 2015, seven such workshops had been conducted, and become a successful, community venue for openly discussing big data benchmarking issues. Discussions from these workshops directly led to the creation of two industry standard big data benchmarks, TPCx-HS and TPCx-BB.\n\n \n\nNext, keeping in line with the mission of fostering the development of industry-standard benchmarks for evaluating hardware and software systems designed for big data applications, we got a no-cost extension (NCE) to contribute our experience and expertise in big data benchmarking to the IoT benchmarking efforts currently underway. TPC has just formed a subcommittee on IoT benchmarking and released TPCx-IoT suite. NSF funded Extreme Science and Engineering Discovery Environment (XSEDE) provides computational and data services to thousands of scientists, engineers and students via allocations. Researchers can request compute time on high performance computing (HPC) resources to run their applications including IoT gateways and data centers systems. It would be valuable to run the TPCx-IoT benchmark on NSF XSEDE HPC resources for evaluating IoT gateway system performance. We performed this benchmark on XSEDE Comet HPC resource located at San Diego Supercomputer Center (SDSC).\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2018\n\n\t\t\t\t\tSubmitted by: Choonhan Youn"
 }
}