{
 "awd_id": "1338629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Antarctic Futures Workshop:   US Opportunities for Collaborative Research in the Ross Sea Sector, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra Isern",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 18120.0,
 "awd_amount": 18120.0,
 "awd_min_amd_letter_date": "2013-04-09",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "Intellectual Merit: \r\nNew Zealand has recently established the NZ Antarctic Research Institute (NZARI). The travel support requested here will allow U.S. researchers to attend an \"Antarctic Futures Workshop\" to help identify set of scientific challenges where NZARI could collaborate with the U.S. Antarctic Program (USAP) in the future. Some initial possible areas of collaboration include: predicting non-linear behavior and tipping points in Antarctica?s natural systems, tracking the impacts of change in Antarctica and predicting far field responses, and assessing the resilience of Antarctic and Southern Ocean ecosystems. The Ross Embayment remains a high-priority target area to address these research topics. The workshop will be held March 13-15, 2013 in Auckland New Zealand. More than 50 New Zealand Scientists are expected to attend. Most of the workshop agenda will be devoted to working group discussions in order to focus areas of common interest. Eight US scientists representing a wide range of disciplines have been invited to participate.\r\n\r\nBroader impacts: \r\nThe \"Antarctic Futures Workshop\" will develop and refine key research questions that will inform future NZARI research priorities in the Ross Sea region. U.S. participation in the workshop will help define common opportunities and interests between New Zealand and U.S. Antarctic research programs, with the goal of facilitating the development of collaborative research proposals where there is common interest and creating the ability to pool logistical resources to ensure cost effective and transformative science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "DeConto",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M DeConto",
   "pi_email_addr": "deconto@geo.umass.edu",
   "nsf_id": "000092166",
   "pi_start_date": "2013-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the participation of U.S. scientists at the first international workshop of the newly founded New Zealand Antarctic Research Institute (NZARI,www.nzari.aq). NZARI&rsquo;s scientific priorities are closely aligned with U.S. as defined by the 2011 U.S. NRC report on <em><span style=\"text-decoration: underline;\">Future Science Opportunities in Antarctica and the Southern Ocean </span></em>and the institute is actively engaged in 1) linking international, interdisciplinary research efforts to allow more complex and challenging research questions to be addressed; 2) establishing international partnerships capable of supporting major research programs; and 3) identifying the key Antarctic science questions that have the potential for transformative results with global relevance. The &ldquo;Antarctic Futures Workshop&rdquo;, held at the Copthorn Hotel in Auckland New Zealand, March 13-15, 2013 was the first step in identifying specific research priorities and opportunities for collaboration with U.S. research partners.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>The workshop&rsquo;s overarching goal was to develop and refine key research questions with an initial focus in the Ross Sea region, where both New Zealand and the U.S. share substantial scientific and logistical interests. Given the long history of New Zealand and U.S. collaboration in Antarctic science, U.S. representation at the workshop was needed to define possible future opportunities for collaboration, with the ultimate goal of facilitating 1) the development of collaborative research proposals where there is common interest and 2) the ability to pool logistical resources to ensure the most cost effective and transformative science.</p>\n<p>&nbsp;</p>\n<p>U.S. participation at the workshop represented a broad range of Antarctic Science, spanning the solid earth (geology and geophysics); the Antarctic cryosphere (climatology and glaciology); and the Antarctic Biosphere (biology and ecology). U.S. participants gave plenary lectures during the first day of the workshop, followed by extensive participation in breakout groups during day 2. The results of the breakout groups were incorporated into the workshop summary white paper defining a &ldquo;Five-year focus for Antarctic, Southern Ocean, and Sub-Antarctic Research (2013-2018)&rdquo; available for download at <a href=\"http://nzari.aq/images/downloads/Antarctic_Futures_White_Paper.pdf\">http://nzari.aq/images/downloads/Antarctic_Futures_White_Paper.pdf</a>.</p>\n<p>&nbsp;</p>\n<p>Following the Auckland meeting, a NSF-sponsored workshop on &ldquo;Antarctic Geologic Drilling&rdquo; (<a href=\"http://agdw.uh.edu\">http://agdw.uh.edu</a>) was held at the University of Houston on November 7<sup>th</sup> and 8<sup>th</sup>, 2013. This award provided partial participant support costs for the Houston meeting, and allowed some overlapping participation with the NZARI meeting so that the results of both workshops could ultimately be integrated. The resulting report: <span style=\"text-decoration: underline;\">A Way Forward to Discover Antarctic&rsquo;s Past</span> (http://agdw.uh.edu/sites/agdw/files/docs/AGDW_report.pdf) provides an important step in documenting international, community-defined research priorities for Antarctic environmental and paleoenvironmental research. The report has already played an important role in the development of major international, collaborative research proposals, including the new ANDRILL Coulman High Project (<a href=\"http://www.andrill.org\">www.andrill.org</a>), among others.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>The integrated NZARI (New Zealand) and Antarctic Geologic Drilling (U.S.) workshops supported by this award have identified and documented community-defined research priorities, with a particular focus on the Antarctic paleonvironment and the potential for international collaboration to facilitate ambit...",
  "por_txt_cntn": "\nThis award supported the participation of U.S. scientists at the first international workshop of the newly founded New Zealand Antarctic Research Institute (NZARI,www.nzari.aq). NZARIÆs scientific priorities are closely aligned with U.S. as defined by the 2011 U.S. NRC report on Future Science Opportunities in Antarctica and the Southern Ocean and the institute is actively engaged in 1) linking international, interdisciplinary research efforts to allow more complex and challenging research questions to be addressed; 2) establishing international partnerships capable of supporting major research programs; and 3) identifying the key Antarctic science questions that have the potential for transformative results with global relevance. The \"Antarctic Futures Workshop\", held at the Copthorn Hotel in Auckland New Zealand, March 13-15, 2013 was the first step in identifying specific research priorities and opportunities for collaboration with U.S. research partners.\n\n \n\nIntellectual Merit\n\nThe workshopÆs overarching goal was to develop and refine key research questions with an initial focus in the Ross Sea region, where both New Zealand and the U.S. share substantial scientific and logistical interests. Given the long history of New Zealand and U.S. collaboration in Antarctic science, U.S. representation at the workshop was needed to define possible future opportunities for collaboration, with the ultimate goal of facilitating 1) the development of collaborative research proposals where there is common interest and 2) the ability to pool logistical resources to ensure the most cost effective and transformative science.\n\n \n\nU.S. participation at the workshop represented a broad range of Antarctic Science, spanning the solid earth (geology and geophysics); the Antarctic cryosphere (climatology and glaciology); and the Antarctic Biosphere (biology and ecology). U.S. participants gave plenary lectures during the first day of the workshop, followed by extensive participation in breakout groups during day 2. The results of the breakout groups were incorporated into the workshop summary white paper defining a \"Five-year focus for Antarctic, Southern Ocean, and Sub-Antarctic Research (2013-2018)\" available for download at http://nzari.aq/images/downloads/Antarctic_Futures_White_Paper.pdf.\n\n \n\nFollowing the Auckland meeting, a NSF-sponsored workshop on \"Antarctic Geologic Drilling\" (http://agdw.uh.edu) was held at the University of Houston on November 7th and 8th, 2013. This award provided partial participant support costs for the Houston meeting, and allowed some overlapping participation with the NZARI meeting so that the results of both workshops could ultimately be integrated. The resulting report: A Way Forward to Discover AntarcticÆs Past (http://agdw.uh.edu/sites/agdw/files/docs/AGDW_report.pdf) provides an important step in documenting international, community-defined research priorities for Antarctic environmental and paleoenvironmental research. The report has already played an important role in the development of major international, collaborative research proposals, including the new ANDRILL Coulman High Project (www.andrill.org), among others.\n\n \n\nBroader Impacts\n\nThe integrated NZARI (New Zealand) and Antarctic Geologic Drilling (U.S.) workshops supported by this award have identified and documented community-defined research priorities, with a particular focus on the Antarctic paleonvironment and the potential for international collaboration to facilitate ambitious science programs with the greatest potential for major discovery. The legacy and reports from these workshops have already contributed to the development of major collaborative Antarctic research proposals. The resulting reports are likely to influence Antarctic research for the next 5-10 years, both in the U.S. and abroad.\n\n \n\nSummary\n\nThis award supported the participation of U.S. scientists at the first international workshop of the newly founded New Zealand Antar..."
 }
}