{
 "awd_id": "1338739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EESE: Graduate Virtue Ethics Education in Science and Engineering",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 299558.0,
 "awd_amount": 299558.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2016-02-16",
 "awd_abstract_narration": "There is widespread agreement that scientists and engineers should receive training in ethics.  But there is no consensus on how best to incorporate ethics into science and engineering education.  Little is known about how to achieve and how to assess the desired outcome of helping scientists and engineers to make good ethical decisions.  This research and education project addresses a major gap in ethics education: connecting ethics education to ethical decision making.  The PI will develop an alternative, gaming approach that seeks to recast the ethics education of scientists and engineers as less a matter of memorizing rules through content delivery systems and more a matter of practicing virtuous behavior in life-like gaming environments.  The PI's approach builds on the growing literature on pedagogical uses of games, as well as his own prototype research ethics games developed with prior NSF support.  Rather than instructing students in \"the right thing to do\" then testing whether they know \"the right thing to do\", games immerse students in situations in which they must decide what to do.  The gaming environment serves as a training ground for developing practical ethical skills and forming habits of character.  Games are more true to the ambiguous, dynamic, and complex situations faced by scientists and engineers than any pre-packaged, static, and unidirectional content.  In this project, the PI will test the hypothesis that an ethics game can improve ethical decision making. This will entail finalizing three prototype research ethics games, facilitating game play with diverse graduate student populations from multiple institutions, improving the games through an iterative process, assessing game playability and impacts on ethical decision making using a well-validated evaluation tool, and disseminating the games and final research results.\r\n\r\nBroader Impacts:  This project advances knowledge of the least understood area of ethics education: how to assess the connection between ethics education and ethical decision making.  By using virtue ethics theory and taking an interactive gaming approach, this project has the potential to transform ethics education for a new generation of scientists and engineers.  Assessments will address not only user participation in and satisfaction with the games developed, but also their improvement in developing the skills needed for ethical decision making in real-world contexts.  Project results will be disseminated broadly; the games will be made available to the partner institutions and adapted for inclusion in UNT's RCR training program for graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Oppong",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph R Oppong",
   "pi_email_addr": "OPPONG@UNT.EDU",
   "nsf_id": "000387341",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Wilson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Angela K Wilson",
   "pi_email_addr": "akwilson@msu.edu",
   "nsf_id": "000433411",
   "pi_start_date": "2013-09-10",
   "pi_end_date": "2016-02-16"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Holbrook",
   "pi_email_addr": "holbrook@njit.edu",
   "nsf_id": "000266715",
   "pi_start_date": "2013-09-10",
   "pi_end_date": "2013-11-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Briggle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Briggle",
   "pi_email_addr": "adam.briggle@unt.edu",
   "nsf_id": "000596535",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kuruvilla",
   "pi_last_name": "John",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kuruvilla John",
   "pi_email_addr": "Kuruvilla.John@unt.edu",
   "nsf_id": "000617643",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778700",
   "pgm_ele_name": "EESE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7787",
   "pgm_ref_txt": "EESE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 299558.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2017, the American Association for the Advancement of Science, the world&rsquo;s largest general scientific professional society, released a Statement on Scientific Freedom and Responsibility, which holds that the freedom to pursue scientific knowledge is intimately bound with responsibility:</p>\n<p>Scientific responsibility is the duty to conduct and apply science with integrity, in the interest of humanity, in a spirit of stewardship for the environment, and with respect for human rights.</p>\n<p>The National Science Foundation and the National Institutes of Health, two of the most prominent science funding agencies in the United States, require that students who receive support from federal funds receive training in ethics and the responsible conduct of research. Other funding agencies around the world have similar requirements. Engineers are also required to receive instruction in engineering ethics. There is widespread agreement that ethics and the responsible conduct of research are vital to education in the fields of science, technology, engineering and math (STEM).</p>\n<p>However, there is no consensus on how best to incorporate ethics into science and engineering education. For instance, engineers typically take a semester-long course in engineering ethics, while other STEM students may simply be required to work through some online modules that outline the history of scientific ethics and go over rules and regulations. Which of these approaches is more effective? Does either approach enable scientists and engineers to make better, more ethical decisions? The short answer is that we still don&rsquo;t know. This research and education project focused on connecting ethics education to ethical decision-making by recasting the ethics education of scientists and engineers as a matter of practicing virtuous behaviors in life-like environments rather than memorizing rules through content delivery systems. To that end, we developed games to simulate the kind of decision-making environment STEM students will face when they become practicing scientists and engineers.</p>\n<p><strong>Intellectual Merit:</strong> This approach built on the growing literature on pedagogical uses of games. Rather than instructing students in \"the right thing to do\" then testing whether they know \"the right thing to do\", games immerse students in situations in which they must decide what to do. The gaming environment serves as a training ground for developing practical ethical skills and forming habits of character. Games are more true to the ambiguous, dynamic, and complex situations faced by scientists and engineers than any pre-packaged, static, and unidirectional content. This project developed three different games. The first game, &ldquo;Grants and Researchers,&rdquo; is a competitive board game that simulates the sort of competition scientists and engineers will face in the real world &ndash; competition for funding, to publish, to achieve tenure, and to advance their careers. The second, &ldquo;Majority Rules,&rdquo; introduces the notion of developing community standards of the ethical and responsible conduct of research. Based on lessons learned from &ldquo;Grants and Researchers&rdquo; and &ldquo;Majority Rules,&rdquo; our team developed a third game, &ldquo;Apperception,&rdquo; which blends online scenarios with face-to-face discussion. It is played by groups of 4 or 5 students &ndash; larger classes can be broken into these smaller groups, which can each play the game simultaneously in the same room. Game players just need an internet-enabled device (phone, laptop, or tablet). &ldquo;Apperception&rdquo; is intended as a flexible supplement to be integrated into existing classroom and workshop curricula &ndash; teachers can use it once for a short time just to spark discussion, they can use it for longer games multiple times, or anything in-between. &ldquo;Apperception&rdquo; poses students with challenging and ambiguous ethical scenarios related to research, teaching, mentorship, and professional life both within and beyond the university. It asks them to rank three possible responses to the scenario from most to least ethical. Then, players engage in a discussion where they need both to make the case for their rankings and listen to and assess the arguments made by other players. The goals of &ldquo;Apperception&rdquo; are to ignite thinking and dialogue, expose players to the viewpoints of others, and develop their ethical decision-making abilities. The hope is that this fun and engaging approach to STEM ethics education offers a valuable resource for students, teachers, researchers, and mentors. For more information on the games, or to play &ldquo;Apperception,&rdquo; please visit: <a href=\"http://apperception.unt.edu/\">http://apperception.unt.edu/</a>.</p>\n<p><strong>Broader Impacts</strong>: Our games were played by students at the University of North Texas, Texas Women&rsquo;s University, Northern Illinois University, and New Jersey Institute of Technology. Educators gathered at the annual meeting of the Association of Practical and Professional Ethics in Dallas, TX in 2017 also played &ldquo;Apperception.&rdquo; Our games have been incorporated into STEM classes and ethics workshops around the country. Early reports suggest that students are more engaged by a gaming approach to ethics education; but whether games are more effective than traditional approaches in terms of improving ethical decision making is a question for further research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Joseph&nbsp;R&nbsp;Oppong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2017, the American Association for the Advancement of Science, the world?s largest general scientific professional society, released a Statement on Scientific Freedom and Responsibility, which holds that the freedom to pursue scientific knowledge is intimately bound with responsibility:\n\nScientific responsibility is the duty to conduct and apply science with integrity, in the interest of humanity, in a spirit of stewardship for the environment, and with respect for human rights.\n\nThe National Science Foundation and the National Institutes of Health, two of the most prominent science funding agencies in the United States, require that students who receive support from federal funds receive training in ethics and the responsible conduct of research. Other funding agencies around the world have similar requirements. Engineers are also required to receive instruction in engineering ethics. There is widespread agreement that ethics and the responsible conduct of research are vital to education in the fields of science, technology, engineering and math (STEM).\n\nHowever, there is no consensus on how best to incorporate ethics into science and engineering education. For instance, engineers typically take a semester-long course in engineering ethics, while other STEM students may simply be required to work through some online modules that outline the history of scientific ethics and go over rules and regulations. Which of these approaches is more effective? Does either approach enable scientists and engineers to make better, more ethical decisions? The short answer is that we still don?t know. This research and education project focused on connecting ethics education to ethical decision-making by recasting the ethics education of scientists and engineers as a matter of practicing virtuous behaviors in life-like environments rather than memorizing rules through content delivery systems. To that end, we developed games to simulate the kind of decision-making environment STEM students will face when they become practicing scientists and engineers.\n\nIntellectual Merit: This approach built on the growing literature on pedagogical uses of games. Rather than instructing students in \"the right thing to do\" then testing whether they know \"the right thing to do\", games immerse students in situations in which they must decide what to do. The gaming environment serves as a training ground for developing practical ethical skills and forming habits of character. Games are more true to the ambiguous, dynamic, and complex situations faced by scientists and engineers than any pre-packaged, static, and unidirectional content. This project developed three different games. The first game, \"Grants and Researchers,\" is a competitive board game that simulates the sort of competition scientists and engineers will face in the real world &ndash; competition for funding, to publish, to achieve tenure, and to advance their careers. The second, \"Majority Rules,\" introduces the notion of developing community standards of the ethical and responsible conduct of research. Based on lessons learned from \"Grants and Researchers\" and \"Majority Rules,\" our team developed a third game, \"Apperception,\" which blends online scenarios with face-to-face discussion. It is played by groups of 4 or 5 students &ndash; larger classes can be broken into these smaller groups, which can each play the game simultaneously in the same room. Game players just need an internet-enabled device (phone, laptop, or tablet). \"Apperception\" is intended as a flexible supplement to be integrated into existing classroom and workshop curricula &ndash; teachers can use it once for a short time just to spark discussion, they can use it for longer games multiple times, or anything in-between. \"Apperception\" poses students with challenging and ambiguous ethical scenarios related to research, teaching, mentorship, and professional life both within and beyond the university. It asks them to rank three possible responses to the scenario from most to least ethical. Then, players engage in a discussion where they need both to make the case for their rankings and listen to and assess the arguments made by other players. The goals of \"Apperception\" are to ignite thinking and dialogue, expose players to the viewpoints of others, and develop their ethical decision-making abilities. The hope is that this fun and engaging approach to STEM ethics education offers a valuable resource for students, teachers, researchers, and mentors. For more information on the games, or to play \"Apperception,\" please visit: http://apperception.unt.edu/.\n\nBroader Impacts: Our games were played by students at the University of North Texas, Texas Women?s University, Northern Illinois University, and New Jersey Institute of Technology. Educators gathered at the annual meeting of the Association of Practical and Professional Ethics in Dallas, TX in 2017 also played \"Apperception.\" Our games have been incorporated into STEM classes and ethics workshops around the country. Early reports suggest that students are more engaged by a gaming approach to ethics education; but whether games are more effective than traditional approaches in terms of improving ethical decision making is a question for further research.\n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Joseph R Oppong"
 }
}