{
 "awd_id": "1338225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2013 Physical Organic Chemistry GRC/GRS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 23950.0,
 "awd_amount": 23950.0,
 "awd_min_amd_letter_date": "2013-05-10",
 "awd_max_amd_letter_date": "2013-05-10",
 "awd_abstract_narration": "This award, administered by Prof. Michael Haley of the University of Oregon, will support a newly established Gordon Research Seminar (GRS; conference title: Physical Organic Chemistry--Methodology, Scope and Defining New Frontiers) in Summer 2013. This event brings together young scientists working in areas ranging from mechanistic organic, bio-organic and physical chemistry to theoretical, macromolecular and materials chemistry to discuss, communicate and learn about new research in these fields.  Their attendance will be complemented by the involvement of established senior scientists who can discuss the latest developments in the field and provide an exchange of ideas between junior and senior investigators. The attendees will also participate in a tandem conference, the Gordon Research Conference on Physical Organic Chemistry, which encompasses areas ranging from synthetic and mechanistic organic chemistry, including reactive intermediates, computational chemistry, spectroscopy and photochemistry, to advanced functional materials and supramolecular chemistry as well as chemical processes in biological systems.  \r\n\r\nPhysical organic chemistry is broadly defined and of fundamental importance for the development of interdisciplinary areas that link together chemical synthesis, biological and material sciences with theoretical and physical chemistry. Participation in two related conferences on analogous topics will help \"jump start\" the careers of young investigators on the threshold of their careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Haley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Michael M Haley",
   "pi_email_addr": "haley@uoregon.edu",
   "nsf_id": "000364703",
   "pi_start_date": "2013-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2013-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9165",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY-INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 23950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on PHYSICAL ORGANIC CHEMISTRY was held at Holderness<br />School, Holderness NH, June 22 &ndash; 28, 2013. The Conference was well-attended<br />with 147 participants (attendees list attached). The attendees represented the<br />spectrum of endeavor in this field coming from academia, industry, and<br />government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 147 attendees, 72 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 72 respondents, 12% were<br />Minorities &ndash; 4% Hispanic, 4% Asian and 4% African American. Approximately &nbsp;&nbsp;27% of the participants at the 2013 meeting<br />were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Seminar PHYSICAL ORGANIC CHEMISTRY was held at Holderness<br />School, Holderness NH, June 22 &ndash; 23, 2013. 2010.<br />The Conference was well-attended with 43 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 43 attendees, 12 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 12 respondents, 16%<br />were Minorities &ndash; 8% Hispanic, 0% Asian and 8% African American.<br />Approximately&nbsp;&nbsp; 30% of the participants<br />at the 2013 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit publication<br />of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2013<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on PHYSICAL ORGANIC CHEMISTRY was held at Holderness\nSchool, Holderness NH, June 22 &ndash; 28, 2013. The Conference was well-attended\nwith 147 participants (attendees list attached). The attendees represented the\nspectrum of endeavor in this field coming from academia, industry, and\ngovernment laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 147 attendees, 72 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 72 respondents, 12% were\nMinorities &ndash; 4% Hispanic, 4% Asian and 4% African American. Approximately   27% of the participants at the 2013 meeting\nwere women.\n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Seminar PHYSICAL ORGANIC CHEMISTRY was held at Holderness\nSchool, Holderness NH, June 22 &ndash; 23, 2013. 2010.\nThe Conference was well-attended with 43 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 43 attendees, 12 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 12 respondents, 16%\nwere Minorities &ndash; 8% Hispanic, 0% Asian and 8% African American.\nApproximately   30% of the participants\nat the 2013 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit publication\nof meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/21/2013\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}