{
 "awd_id": "1339179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CS 10K: Collaborative Research: Priming the PUMP - Preparing the Upper Midwest for Principles of Computer Science",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 153254.0,
 "awd_amount": 153254.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Marquette University, in collaboration with the University of Wisconsin La Crosse, proposes the PUMP-CS Project (Preparing the Upper Midwest for Principles of Computer Science). PUMP-CS will provide a two-track professional development (PD) sequence for endorsing in-service and pre-service teachers--regardless of their prior CS-specific knowledge--to teach the Exploring Computer Science (ECS) or Computer Science Principles (AP CSP) curricula in their classrooms. The first track prepares in-service teachers to lead 9th- or 10th-grade level ECS, which integrates an inquiry- and equity-based pedagogy to convey solid CS content while appealing to a more diverse student population than traditional CS offerings. The second track includes a methods course,  Teaching Computer Science (TCS), which enables both pre-service and in-service teachers to add a CS-specific endorsement to their primary certification, while continuing to promote pedagogical reform. This CS methods course is a \"missing link\" preventing teachers from earning the CS endorsement required to teach a course with more than 25% programming content, (e.g. AP CS or CSP). The planned hybrid/online format for TCS will allow remote teachers in \"density-challenged\" regions to participate in a supportive learning community as they master the content and methods required.  The project team includes members from universities, the Wisconsin-Dairyland chapter of the Computer Science Teachers Association (CSTA), officials from the Department of Public Instruction (DPI), and teachers and administrators from districts across the state.  Collectively, they have the diverse institutional knowledge necessary to drive change in state licensure and curriculum standards, to match college-level courses at key universities to the STEM student pipeline, to promote new content and structure for CS teacher preparation, and to rigorously assess the results of this large-scale intervention on teacher education and student learning. This proposed work will lead to regional, sustainable institutional change to improve CS education, and scalable teacher preparation materials ready for other institutions to adopt, and its careful assessment will explore deeper questions of when and how CS teacher preparation can be most effective, and how those lessons can be leveraged in other STEM teaching fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Gendreau",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas B Gendreau",
   "pi_email_addr": "tgendreau@uwlax.edu",
   "nsf_id": "000279967",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-La Crosse",
  "inst_street_address": "1725 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "LA CROSSE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6087858007",
  "inst_zip_code": "546013742",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LZFYPNDKE3Y5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-La Crosse",
  "perf_str_addr": "1725 State Street",
  "perf_city_name": "La Crosse",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "546013742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7578",
   "pgm_ref_txt": "CS 10K"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 153254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The project was a cooperative project between Marquette University and the University of Wisconsin - La Crosse (UWL). The primary goals of the project were to provide professional development to prepare teachers - regardless of prior computer science (CS) knowledge - to teach Exploring Computer Science (ECS) and Computer Science Principles (AP-CSP). The primary responsibility for UWL was to develop and teach&nbsp; (with assistance from Marquette faculty and staff) a computer science methods course. The course was developed and taught during the summers of 2015, 2016 and 2017.</span></p>\n<p><span>Based on our experience teaching the course and feedback from participating teachers the course format and content evolved over the three summers it was taught. The current version is taught in hybrid manner with some content delivered via online lectures and some content delivered via traditional face-to-face instruction.&nbsp;</span></p>\n<p><span>Given the varied background of the participants the course includes more subject matter content (CS) than a traditional methods course. The CS content taught includes foundational ideas of CS and topics directly related to the AP-CSP curriculum. The topics include algorithms, data representation,&nbsp; communication protocols and the Internet, programming in SNAP and Python, managing data with relational databases, and robotics.&nbsp;</span></p>\n<p><span>The pedagogical part of the course was organized around the ECS and AP-CSP curricula. The emphasis was on an active learning approach consistent with ECS and AP-CSP. Each CS topic was accompanied by a discussion about how to teach the topic. For example the section on programming includes a discussion and activities related to teaching programming with pair programming and the section on algorithms includes using the idea of &ldquo;playing algorithms&rdquo; to help students understand an algorithm. Particular emphasis was placed on teaching the role that abstraction plays in all areas of computer science. The course includes traditional lectures to introduce some content followed by hand-ons activities for the teachers. Each teacher (usually working pairs) also had to develop a short lesson on a CS topic that extended a CS topic discussed in the class. The teachers taught their lesson to the group during the face-to-face sessions.</span></p>\n<p><span>As a result of activities associated with the project and work by others in Wisconsin (including the Wisconsin Department of Public instruction) additional accomplishments include the development of new CS K-12 standards and modification to CS teacher licensing requirements. Both developments should improve K-12 CS instruction in Wisconsin schools.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2018<br>\n\t\t\t\t\tModified by: Thomas&nbsp;B&nbsp;Gendreau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project was a cooperative project between Marquette University and the University of Wisconsin - La Crosse (UWL). The primary goals of the project were to provide professional development to prepare teachers - regardless of prior computer science (CS) knowledge - to teach Exploring Computer Science (ECS) and Computer Science Principles (AP-CSP). The primary responsibility for UWL was to develop and teach  (with assistance from Marquette faculty and staff) a computer science methods course. The course was developed and taught during the summers of 2015, 2016 and 2017.\n\nBased on our experience teaching the course and feedback from participating teachers the course format and content evolved over the three summers it was taught. The current version is taught in hybrid manner with some content delivered via online lectures and some content delivered via traditional face-to-face instruction. \n\nGiven the varied background of the participants the course includes more subject matter content (CS) than a traditional methods course. The CS content taught includes foundational ideas of CS and topics directly related to the AP-CSP curriculum. The topics include algorithms, data representation,  communication protocols and the Internet, programming in SNAP and Python, managing data with relational databases, and robotics. \n\nThe pedagogical part of the course was organized around the ECS and AP-CSP curricula. The emphasis was on an active learning approach consistent with ECS and AP-CSP. Each CS topic was accompanied by a discussion about how to teach the topic. For example the section on programming includes a discussion and activities related to teaching programming with pair programming and the section on algorithms includes using the idea of \"playing algorithms\" to help students understand an algorithm. Particular emphasis was placed on teaching the role that abstraction plays in all areas of computer science. The course includes traditional lectures to introduce some content followed by hand-ons activities for the teachers. Each teacher (usually working pairs) also had to develop a short lesson on a CS topic that extended a CS topic discussed in the class. The teachers taught their lesson to the group during the face-to-face sessions.\n\nAs a result of activities associated with the project and work by others in Wisconsin (including the Wisconsin Department of Public instruction) additional accomplishments include the development of new CS K-12 standards and modification to CS teacher licensing requirements. Both developments should improve K-12 CS instruction in Wisconsin schools.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2018\n\n\t\t\t\t\tSubmitted by: Thomas B Gendreau"
 }
}