{
 "awd_id": "1339034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Organization of the 2013 OSA Advanced Solid State Lasers (ASSL) Topical Meeting, in Paris, France, Oct. 27-Nov.1, 2013",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2013-07-02",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "Objective:\r\nTo support participation of students and young professionals in science and engineering at the 2013 OSA Advanced Solid-State Lasers (ASSL) meeting which will be held in Paris, France, October 27-November 1, 2013.\r\n\r\nIntellectual Merit: \r\nTopical meetings of the Optical Society of America provide the occasion, the environment, and the reinforcement necessary to nurture evolving science and technologies. The proposed effort is to support the Materials Division of the ASSL meeting through funding of students and young professionals in science and engineering. The meeting encompasses advances in materials science, condensed matter physics, and chemistry relevant to the development, characterization and new optical applications. Presentations will address bulk crystals, glasses and ceramics, micro-structured materials such as optical fibers, planar waveguides, and periodically patterned non-linear crystals. The interdisciplinary nature of the meeting will provide cross fertilization of concepts and techniques between these fields.\r\n\r\nBroader Impact: \r\nThe ASSL meeting aims to bring together international researchers from academia, government and industry to present and assess the current state-of-the-art of solid state lasers. The meeting will help to advance the field through sharing of results, methods, inspiring of new ideas, and initiation of new collaborations. Participation of students and young professionals in science and engineering will be fostered based on NSF funds to partially cover travel expenses. A technical digest will be available in both printed and CD-ROM format and will contain general program information, abstracts of the paper summaries, and the 3-page summaries of all papers presented during the meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Rogan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Rogan",
   "pi_email_addr": "02MR145737ALIAS@SIDDUPLICATE.sid",
   "nsf_id": "000684833",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shibin",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shibin Jiang",
   "pi_email_addr": "sjiang@advaluephotonics.com",
   "nsf_id": "000641228",
   "pi_start_date": "2013-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Optical Society of America",
  "inst_street_address": "2010 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024166102",
  "inst_zip_code": "200361012",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "OPTICAL SOCIETY OF AMERICA, INCORPORATED (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "EL7WF1KJ1BL8"
 },
 "perf_inst": {
  "perf_inst_name": "The Optical Society",
  "perf_str_addr": "2010 Massachusetts Ave NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>OSA successfully hosted the Advanced Solid State Laser (ASSL) meeting 27 October - 01 November 2013, which was held at t27 October 2013ttthe Paris Marriott Rive Gauche Hotel and Convention Center, Paris, France. This was a new congress meeting for OSA and combined the significant<br />research from the topical meetings formally known as Advanced Solid-State<br />Photonics (ASSP), Advances in Optical Materials (AIOM), and Fiber Laser<br />Applications (FILAS). The new program covered the latest advances in<br />solid state materials based lasers, to nonlinear optical devices and associate<br />technologies and applications.</p>\n<p>For Advanced Solid State Laser 2013, there were 425 registrants. 61% of attendees were from Western Europe, 15% were from East Asia and Oceania and 13% were from the United States. The countries with the most attendees were France (103), Germany (81) and the United States (55). &nbsp;These participants<br />explored new materials on the horizon and what is needed in the future; the<br />performance requirements for new laser sources; and new technologies and<br />applications needed for the evolving market. This is the only international event presenting materials, sources, and applications all in one meeting in a single track format.<strong> </strong><br /><br />OSA categorized the meeting topics into Materials; Sources; and Applications. This organization allowed us to feature 19 sessions with over 115 speakers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Rogan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOSA successfully hosted the Advanced Solid State Laser (ASSL) meeting 27 October - 01 November 2013, which was held at t27 October 2013ttthe Paris Marriott Rive Gauche Hotel and Convention Center, Paris, France. This was a new congress meeting for OSA and combined the significant\nresearch from the topical meetings formally known as Advanced Solid-State\nPhotonics (ASSP), Advances in Optical Materials (AIOM), and Fiber Laser\nApplications (FILAS). The new program covered the latest advances in\nsolid state materials based lasers, to nonlinear optical devices and associate\ntechnologies and applications.\n\nFor Advanced Solid State Laser 2013, there were 425 registrants. 61% of attendees were from Western Europe, 15% were from East Asia and Oceania and 13% were from the United States. The countries with the most attendees were France (103), Germany (81) and the United States (55).  These participants\nexplored new materials on the horizon and what is needed in the future; the\nperformance requirements for new laser sources; and new technologies and\napplications needed for the evolving market. This is the only international event presenting materials, sources, and applications all in one meeting in a single track format. \n\nOSA categorized the meeting topics into Materials; Sources; and Applications. This organization allowed us to feature 19 sessions with over 115 speakers.\n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Elizabeth Rogan"
 }
}