{
 "awd_id": "1339532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium:  Remotely Controlled Colloids, Interfaces and Biosystems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 9100.0,
 "awd_amount": 9100.0,
 "awd_min_amd_letter_date": "2013-06-11",
 "awd_max_amd_letter_date": "2013-06-11",
 "awd_abstract_narration": "1339532\r\nPI: Luzinov\r\n\r\nThe field of colloidal suspensions remotely controlled with an application of electric, magnetic, electromagnetic, or acoustic field has seen a rapid growth in recent years because of its potential applications in many fields including health, defense, bio or chemical sensing, and bioelectronics. For example, one may use suspensions of specialized magnetic particles, with their surface suitably modified with attached polymers, to block temporarily a blood vessel for microsurgery with the help of applied magnetic field.\r\n\r\nThis award will provide partial support towards travel for approximately 30 invited speakers to attend a four-day (April 7-11, 2013), American Chemical Society (ACS) Symposium entitled, Remotely Controlled Colloids, Interfaces and Biosystems in New Orleans. The invited speakers cover wide range of interdisciplinary expertise drawn for academia and medical and defense industry. The symposium will provide a forum for these experts to present recent advances in the field and to give a sense of major challenges that need to be addressed in the near future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Luzinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Luzinov",
   "pi_email_addr": "luzinov@clemson.edu",
   "nsf_id": "000320165",
   "pi_start_date": "2013-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergiy",
   "pi_last_name": "Minko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiy Minko",
   "pi_email_addr": "sminko@uga.edu",
   "nsf_id": "000179163",
   "pi_start_date": "2013-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this proposal is a support for the Symposium of the American Chemical Society, Division of Colloid and Surface Chemistry (COLL): &ldquo;Remotely Controlled Colloids, Interfaces and Biosystems&rdquo; which was held in the frames of 245th ACS National Meeting &amp; Exposition, April 7-11, 2013, New Orleans, Louisiana.&nbsp; The symposium overviewed the very recent developments in science and engineering of remotely controlled responsive and interactive colloidal and interfacial systems with special emphasis on new structures and applications.</p>\n<p><strong>Intellectual merit: </strong></p>\n<p>A recent spur of discoveries of novel remotely controlled responsive structures designs, which are complex, hierarchical and highly non-traditional in the sense of their properties, mechanisms of responsiveness or applications, required a thorough discussion.&nbsp; To this end, the proposed interdisciplinary symposium focused on reviewing recent achievements and current trends in the field of colloidal and interfacial systems that experience reconstructions and changes upon remote external stimuli, such as magnetic and electric field, ultrasound, electromagnetic irradiation over wide spectral range from conventional light to radiofrequency. The list of topics was broadly defined and included field-directed assembly, delivery systems responsive to remote signaling for navigation and activation, &ldquo;smart&rdquo; fibers, thin films and colloidal suspensions susceptible to remotely triggering change of properties.&nbsp; To the best of our knowledge this was the very first meeting devoted solely to remotely controlled colloids, interfaces and biosystems.</p>\n<p><strong>Broader Impact:</strong></p>\n<p>The organizers attracted speakers and participants from broader audience of academia, medical and defense institutions and industry.&nbsp; To assure a high professional level of discussion the organizers invited 30 prominent key speakers to deliver critical reviews in specific fields. The abstracts of the presentations were published in the ACS book of abstracts and disseminated among the meeting participants and ACS members. A broad attendance of junior researchers and students was achieved.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2014<br>\n\t\t\t\t\tModified by: Igor&nbsp;Luzinov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this proposal is a support for the Symposium of the American Chemical Society, Division of Colloid and Surface Chemistry (COLL): \"Remotely Controlled Colloids, Interfaces and Biosystems\" which was held in the frames of 245th ACS National Meeting &amp; Exposition, April 7-11, 2013, New Orleans, Louisiana.  The symposium overviewed the very recent developments in science and engineering of remotely controlled responsive and interactive colloidal and interfacial systems with special emphasis on new structures and applications.\n\nIntellectual merit: \n\nA recent spur of discoveries of novel remotely controlled responsive structures designs, which are complex, hierarchical and highly non-traditional in the sense of their properties, mechanisms of responsiveness or applications, required a thorough discussion.  To this end, the proposed interdisciplinary symposium focused on reviewing recent achievements and current trends in the field of colloidal and interfacial systems that experience reconstructions and changes upon remote external stimuli, such as magnetic and electric field, ultrasound, electromagnetic irradiation over wide spectral range from conventional light to radiofrequency. The list of topics was broadly defined and included field-directed assembly, delivery systems responsive to remote signaling for navigation and activation, \"smart\" fibers, thin films and colloidal suspensions susceptible to remotely triggering change of properties.  To the best of our knowledge this was the very first meeting devoted solely to remotely controlled colloids, interfaces and biosystems.\n\nBroader Impact:\n\nThe organizers attracted speakers and participants from broader audience of academia, medical and defense institutions and industry.  To assure a high professional level of discussion the organizers invited 30 prominent key speakers to deliver critical reviews in specific fields. The abstracts of the presentations were published in the ACS book of abstracts and disseminated among the meeting participants and ACS members. A broad attendance of junior researchers and students was achieved. \n\n \n\n\t\t\t\t\tLast Modified: 06/18/2014\n\n\t\t\t\t\tSubmitted by: Igor Luzinov"
 }
}