{
 "awd_id": "1339616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NGOs and Nation Building: Impact of NGOs on Haiti's internally displaced people (IDP) camp committees",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 10164.0,
 "awd_amount": 22669.0,
 "awd_min_amd_letter_date": "2013-04-22",
 "awd_max_amd_letter_date": "2013-04-22",
 "awd_abstract_narration": "Dr. Mark Schuller (CUNY) in collaboration with Haitian scholars will undertake research on NGOs and the \"civic infrastructure\" that has arisen to assist displaced peoples in the aftermath of the recent earthquake that rendered one in six Haitians homeless. The international community responded with a generous outpouring of aid. Over $1.3 billion was contributed by private U.S. citizens to non-governmental organizations (NGOs) within six months. Despite this initial funding, only a fraction of an additional $5.3 billion pledged for assistance has been received. Furthermore, the situation remains tenuous for the remaining internally displaced people (IDP) a year and a half following the earthquake.  \r\nThe international collaborative team will conduct research on the impact of official development aid on civic organization and functioning within Haiti's remaining IDP camps. The research will focus primarily on issues associated with IDP inclusion and civil society participation in their relationships with NGOs within these processes.  The research will be based on a \"civic infrastructure\" frame, specifically asking: \r\n*How do camp committees function, make decisions, involve resident populations, and communicate with constituent groups?\r\n*How are vulnerable populations and their concerns represented by official committees?\r\n*How is \"participation\" understood by various stakeholders, and how does it shape action?\r\n*How do the committees intersect with pre-existing civic organization, such as kinship ties,neighborhood groups, and faith-based networks?\r\n*How do NGO policies and approaches to giving aid impact camp committees and relationships with IDPs? \r\nA mixed methods approach involving observation and individual and focus group interviews will be employed on a purposive sample of eight IDP camps, comparing camps with an NGO management agency with those without as well as looking at gender parity. Proposed research involves an inter-university collaboration blending ethnography's core strength with a comparative frame.  The significance of the research lies in its attention to the conditions of the establishment of institutions of civic governance and civil society after catastrophic destruction.\r\nThe research is co-funded by NSF Office of International Science and Engineering/Americas who provided funding for faculty and student travel to Haiti.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schuller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Schuller",
   "pi_email_addr": "mschuller@niu.edu",
   "nsf_id": "000556180",
   "pi_start_date": "2013-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illnois University",
  "perf_str_addr": "305 Lowden Hall",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "5001",
   "pgm_ref_txt": "Haiti Earthquake"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10163.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On January 12, 2010, an earthquake measuring 7.0 ripped through Haiti&rsquo;s political and economic center. While precise figures of the death toll remain elusive, it remains one of the deadliest disasters in recorded history. Over three years later, progress remains limited, with 320,000 people languishing in internally displaced persons (IDP) camps.</p>\n<p>Citizens and governments the world over responded with unprecedented levels of aid; over 50% of U.S. households contributed $1.3 billion, despite an acute recession and unemployment. The overwhelming majority of relief and reconstruction funds went to nongovernmental organizations (NGOs), numbering 10,000 according to UN Special Envoy Bill Clinton. Despite this increased attention, little is still known about the most potent symbol of the humanitarian crisis: Haiti&rsquo;s IDP camps, which had swelled to 1.5 million people by summer 2010.</p>\n<p>Following two primarily quantitative studies of IDP camp living conditions conducted in 2010 and 2011, this NSF-funded project studied eight camps, beginning summer 2011. Student teams conducted five weeks of fieldwork, including direct and participant observation, household surveys, and semi-structured interviews; I conducted seven follow up visits to the camps and interviewed 57 aid agency representatives, for a total of over 140 qualitative interviews. This multi-sited, mixed-method three-year engagement began with the research question of how NGOs transform what I call &ldquo;civic infrastructure&rdquo; &ndash; the interrelated spheres of relationships between multiple groups of people. My research on Haiti&rsquo;s IDP camps teases out the transformations of Haitian society/culture wrought by the infusion of billions of dollars in humanitarian aid carried out by an armada of international organizations and NGOs, nearly all of which are foreign.</p>\n<p>Sample findings include:</p>\n<ul>\n<li>Reduction in household size from 5.37 to 3.36, which qualitative data identified as arising from aid policies </li>\n<li>47 percent of people in 2012 did not reunite with their family before the earthquake</li>\n<li>Fewer than one percent of IDPs could identify why agencies gave the aid they did, since their priorities (housing, jobs, water) did not match aid given (hygeine kits, toilets, and water)</li>\n<li>Camps that had NGO management agencis had fewer community involvement than those without</li>\n<li>92 percent of IDPs wanted to leave the camps as of 2011</li>\n<li>90 percent of IDPs arrived the first week after January 12</li>\n<li>Median time for people to arrive in Port-au-Prince was 1996</li>\n<li>48.5% came because of economic reasons</li>\n<li>27.9% came to look for an education</li>\n<li>Only 3.5% came to Port-au-Prince after the earthquake</li>\n<li>80.5% were renters before the earthquake in 2011</li>\n<li>In a 2012 follow up study, while camps were closing, 95% of IDPs were renters before the earthquake</li>\n</ul>\n<p>The project has significant broader impacts: in addition to employing 20 students, all but of them racial minorities, this study helped all of them graduate despite low overall graduation rates. Five have also gone onto grad school; all three grad students have finished. The public policy implications are evident, and I have testified at Congressional staff briefings, the first national conference on NGOs hosted by the Haitian government, as well as several publications directed at humanitarian agencies. I also have published individual results in my column on <em>Huffington Post.</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;Schuller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOn January 12, 2010, an earthquake measuring 7.0 ripped through HaitiÆs political and economic center. While precise figures of the death toll remain elusive, it remains one of the deadliest disasters in recorded history. Over three years later, progress remains limited, with 320,000 people languishing in internally displaced persons (IDP) camps.\n\nCitizens and governments the world over responded with unprecedented levels of aid; over 50% of U.S. households contributed $1.3 billion, despite an acute recession and unemployment. The overwhelming majority of relief and reconstruction funds went to nongovernmental organizations (NGOs), numbering 10,000 according to UN Special Envoy Bill Clinton. Despite this increased attention, little is still known about the most potent symbol of the humanitarian crisis: HaitiÆs IDP camps, which had swelled to 1.5 million people by summer 2010.\n\nFollowing two primarily quantitative studies of IDP camp living conditions conducted in 2010 and 2011, this NSF-funded project studied eight camps, beginning summer 2011. Student teams conducted five weeks of fieldwork, including direct and participant observation, household surveys, and semi-structured interviews; I conducted seven follow up visits to the camps and interviewed 57 aid agency representatives, for a total of over 140 qualitative interviews. This multi-sited, mixed-method three-year engagement began with the research question of how NGOs transform what I call \"civic infrastructure\" &ndash; the interrelated spheres of relationships between multiple groups of people. My research on HaitiÆs IDP camps teases out the transformations of Haitian society/culture wrought by the infusion of billions of dollars in humanitarian aid carried out by an armada of international organizations and NGOs, nearly all of which are foreign.\n\nSample findings include:\n\nReduction in household size from 5.37 to 3.36, which qualitative data identified as arising from aid policies \n47 percent of people in 2012 did not reunite with their family before the earthquake\nFewer than one percent of IDPs could identify why agencies gave the aid they did, since their priorities (housing, jobs, water) did not match aid given (hygeine kits, toilets, and water)\nCamps that had NGO management agencis had fewer community involvement than those without\n92 percent of IDPs wanted to leave the camps as of 2011\n90 percent of IDPs arrived the first week after January 12\nMedian time for people to arrive in Port-au-Prince was 1996\n48.5% came because of economic reasons\n27.9% came to look for an education\nOnly 3.5% came to Port-au-Prince after the earthquake\n80.5% were renters before the earthquake in 2011\nIn a 2012 follow up study, while camps were closing, 95% of IDPs were renters before the earthquake\n\n\nThe project has significant broader impacts: in addition to employing 20 students, all but of them racial minorities, this study helped all of them graduate despite low overall graduation rates. Five have also gone onto grad school; all three grad students have finished. The public policy implications are evident, and I have testified at Congressional staff briefings, the first national conference on NGOs hosted by the Haitian government, as well as several publications directed at humanitarian agencies. I also have published individual results in my column on Huffington Post.\n\n\t\t\t\t\tLast Modified: 05/01/2014\n\n\t\t\t\t\tSubmitted by: Mark Schuller"
 }
}