{
 "awd_id": "1339844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSE: Multiscale Software for Quantum Simulations in Materials Design, Nano Science and Technology",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2013-08-29",
 "awd_max_amd_letter_date": "2013-08-29",
 "awd_abstract_narration": "The emergence of petascale computing platforms brings unprecedented opportunities for transformational research through simulation. However, future breakthroughs will depend on the availability of high-end simulation software, which will fully utilize these unparalleled resources and provide the long-sought third avenue for scientific progress in key areas of national interest. This award will deliver a set of open source petascale quantum simulation tools in the broad areas of materials design, nano science and nanotechnology. Materials prediction and design are key aspects to the recently created Materials Genome initiative, which seeks to \"deploy advanced materials at least twice as fast, at a fraction of the cost.\" Computational materials design is the critical aspect of that initiative, which relies on computation guiding experiments. The outcomes of the latter will in turn lead to follow-up computation in an iterative feedback loop. Nanoscience, which studies properties of materials and processes on fundamental scale of nanometers, promises development of materials and systems with radically new properties. However, the nanoscale properties are hard to measure and even harder to predict theoretically. Only simulations that can fully account for the complexity and variability at that fundamental scale stand a chance of predicting and utilizing the macroscopic properties that emerge. This truly requires petascale resources and efficient petascale software tools.\r\n \r\nThis award will develop software tools build on the real-space multigrid (RMG) software suite and distribute them to the national user community. The RMG code already scales to 128,000 CPU cores and 18,000 GPU nodes. The award will further enhance RMG through development of new iterative methods with improved convergence, optimization of additional modules for existing and new petascale computing platforms, and creation of ease-to-use interfaces to the main codes. Workshops in RMG usage will be conducted at XSEDE workshops and other meetings of NSF supercomputing centers. RMG will be distributed through a web portal, which will also contain user forums and video tutorials, recorded at live user sessions. A library of representative examples for the main petascale platforms will be maintained. RMG will enable quantum simulations of unprecedented size, enabling studies of the building blocks of functional nano or bio-nano structures, which often involve thousands of atoms and must be described with the requisite fidelity. The development of petascale quantum simulation software and its user community will lead to cross-fertilization of ideas both within and across fields. Students and postdocs trained in this area will have significant opportunities for advancement and making substantial impact on their own.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerzy",
   "pi_last_name": "Bernholc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerzy Bernholc",
   "pi_email_addr": "bernholc@ncsu.edu",
   "nsf_id": "000155838",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Kelley",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Carl T Kelley",
   "pi_email_addr": "tim_kelley@ncsu.edu",
   "nsf_id": "000344313",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenchang",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenchang Lu",
   "pi_email_addr": "wlu2@ncsu.edu",
   "nsf_id": "000254051",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miroslav",
   "pi_last_name": "Hodak",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Miroslav Hodak",
   "pi_email_addr": "mhodak@ncsu.edu",
   "nsf_id": "000539003",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "851 Main Campus Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276065232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emergence of petascale computing platforms brings unprecedented opportunities for transformational research through simulation. However, future breakthroughs will depend on the availability of high-end simulation software, which will fully utilize these unparalleled resources and provide the long-sought third avenue for scientific progress in key areas of national interest. This grant delivered a set of open source petascale quantum simulation tools in the broad areas of materials design, nano science and nanotechnology. Materials prediction and design are key aspects to the recently created Materials Genome initiative, which seeks to &ldquo;deploy advanced materials at least twice as fast &hellip; at a fraction of the cost.&rdquo; Computational materials design is the critical aspect of that initiative, which relies on computation guiding experiments. The outcomes of the latter will in turn lead to follow-up computation in an iterative feedback loop. Nanoscience, which studies properties of materials and processes on fundamental scale of nanometers, promises development of materials and systems with radically new properties. However, the nanoscale properties are hard to measure and even harder to predict theoretically. Only simulations that can fully account for the complexity and variability at that fundamental scale stand a chance of predicting and utilizing the macroscopic properties that emerge. This truly requires petascale resources and efficient petascale software tools, which proposal provided to a broad user community.</p>\n<p>&nbsp;We have released a comprehensive suite of quantum codes for calculating the properties of materials at <a href=\"http://www.rmgdft.org/\">www.rmgdft.org</a>. It has already been downloaded over 2,100 times. Binaries for Linux, Windows and MacIntosh workstations are also being distributed. In addition to the source code and binaries, an extensive documentation and several examples are provided. Further users&rsquo; support is via forums and wiki. We are particularly emphasizing NSF-supported Centers, and are releasing versions adapted for the major NSF resource providers as community codes. A version for Blue Waters has already been released at <a href=\"http://bluewaters.ncsa.illinois.edu/rmg\">http://bluewaters.ncsa.illinois.edu/rmg</a> and a beta version for Stampede already exists. Our codes reached 1.14 petaflops on 3,872 Blue Waters Cray XK7 nodes.</p>\n<p>&nbsp;Our code suite has been selected as the only Electronic Structure/Materials code in Sustained Petascale Performance (SPP) benchmarks that have been announced together with the \"Towards a Leadership-Class Computing Facility - Phase 1\" NSF solicitation. It will be used to help select the future NSF Track 1 supercomputer.</p>\n<p>&nbsp;We have led very successful training sessions at the Electronic Structure Workshops in 2015, 2016, and 2017. The tutorials were interactive and lively, with a lot of participation from the audience.</p>\n<p>During the duration of this grant, six versions of the code suite were released. Prior to public release, the code base was largely rewritten in templated C++ with C++11 threads, which led to a major reduction in the size of the code base while improving performance, readability, maintainability, robustness and portability. The use of templates was particularly helpful since, depending on the type of problem being studied the codes require either real or complex wave functions. Additionally, since early stages of the iterative solution process can be carried out in single precision, which is much faster than double precision. Templates allow for easy use of single precision in the initial iterations without complicating the code base. Furthermore, much of the core functionality required to implement a massively parallel real space electronic structure code has been placed in a separate C++ library Rmglib, which can also be used by other codes and their developers.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2017<br>\n\t\t\t\t\tModified by: Jerzy&nbsp;Bernholc</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe emergence of petascale computing platforms brings unprecedented opportunities for transformational research through simulation. However, future breakthroughs will depend on the availability of high-end simulation software, which will fully utilize these unparalleled resources and provide the long-sought third avenue for scientific progress in key areas of national interest. This grant delivered a set of open source petascale quantum simulation tools in the broad areas of materials design, nano science and nanotechnology. Materials prediction and design are key aspects to the recently created Materials Genome initiative, which seeks to \"deploy advanced materials at least twice as fast &hellip; at a fraction of the cost.\" Computational materials design is the critical aspect of that initiative, which relies on computation guiding experiments. The outcomes of the latter will in turn lead to follow-up computation in an iterative feedback loop. Nanoscience, which studies properties of materials and processes on fundamental scale of nanometers, promises development of materials and systems with radically new properties. However, the nanoscale properties are hard to measure and even harder to predict theoretically. Only simulations that can fully account for the complexity and variability at that fundamental scale stand a chance of predicting and utilizing the macroscopic properties that emerge. This truly requires petascale resources and efficient petascale software tools, which proposal provided to a broad user community.\n\n We have released a comprehensive suite of quantum codes for calculating the properties of materials at www.rmgdft.org. It has already been downloaded over 2,100 times. Binaries for Linux, Windows and MacIntosh workstations are also being distributed. In addition to the source code and binaries, an extensive documentation and several examples are provided. Further users? support is via forums and wiki. We are particularly emphasizing NSF-supported Centers, and are releasing versions adapted for the major NSF resource providers as community codes. A version for Blue Waters has already been released at http://bluewaters.ncsa.illinois.edu/rmg and a beta version for Stampede already exists. Our codes reached 1.14 petaflops on 3,872 Blue Waters Cray XK7 nodes.\n\n Our code suite has been selected as the only Electronic Structure/Materials code in Sustained Petascale Performance (SPP) benchmarks that have been announced together with the \"Towards a Leadership-Class Computing Facility - Phase 1\" NSF solicitation. It will be used to help select the future NSF Track 1 supercomputer.\n\n We have led very successful training sessions at the Electronic Structure Workshops in 2015, 2016, and 2017. The tutorials were interactive and lively, with a lot of participation from the audience.\n\nDuring the duration of this grant, six versions of the code suite were released. Prior to public release, the code base was largely rewritten in templated C++ with C++11 threads, which led to a major reduction in the size of the code base while improving performance, readability, maintainability, robustness and portability. The use of templates was particularly helpful since, depending on the type of problem being studied the codes require either real or complex wave functions. Additionally, since early stages of the iterative solution process can be carried out in single precision, which is much faster than double precision. Templates allow for easy use of single precision in the initial iterations without complicating the code base. Furthermore, much of the core functionality required to implement a massively parallel real space electronic structure code has been placed in a separate C++ library Rmglib, which can also be used by other codes and their developers. \n\n\t\t\t\t\tLast Modified: 11/19/2017\n\n\t\t\t\t\tSubmitted by: Jerzy Bernholc"
 }
}