{
 "awd_id": "1339745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSI: Collaborative: The XScala Project: A Community Repository for Model-Driven Design and Tuning of Data-Intensive Applications for Extreme-Scale Accelerator-Based Systems",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Sussman",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 1188710.0,
 "awd_amount": 1188710.0,
 "awd_min_amd_letter_date": "2013-09-16",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "The increasing gap between processor and memory performance -- referred to as the memory wall -- has led high-performance computing vendors to design and incorporate new accelerators into their next-generation systems. Representative accelerators include recon&#64257;gurable hardware such as FPGAs, heterogeneous processors such as CPU+GPU processors, highly multicore and multithreaded processors, and manycore co-processors and general-purpose graphics processing units, among others. These accelerators contain myriad innovative architectural features, including explicit control of data motion, large-scale SIMD/vector processing, and multithreaded stream processing. Such features provide abundant opportunities for developers to achieve high-performance for applications that were previously deemed hard to optimize. This project aims to develop tools that will assist developers in using hardware accelerators (co-processors) productively and effectively.\r\n \r\nThis project's specific technical focus is on data-intensive kernels including large dictionary string matching, dynamic programming, graph theory, and sparse matrix computations that arise in the domains of biology, network security, and the social sciences. The project is developing XScala, a software framework for designing efficient accelerator kernels. The framework contains a variety of design time and run-time performance optimization tools. The project concentrates on data-intensive kernels, bound by data movement. It proposes optimization techniques including (a) enhancing and exploiting maximal concurrency to hide data movement; (b) algorithmic reorganization to improve spatial and/or temporal locality; (c) data structure transformations to improve locality or reduce the size of the data (compressed structures); and (d) prefetching, among others. The project is also developing a public software repository and forum, called the XBazaar, for community-developed accelerator kernels. This project includes workshops, tutorials, and the PIs class and summer projects as various means by which to increase community involvement. The broader impacts include productive use of emerging classes of accelerator-augmented computer systems; creation of an open and accessible community repository, the XBazaar, for distributing accelerator-tuned computational kernels, software, and models; training of graduate and undergraduate students; and dissemination through publications, presentations at scientific meetings, lectures, workshops, and tutorials. The framework itself will be released as open-source code and as precompiled binaries for several common platforms, through the XBazaar, as an initial step toward building a community around accelerator kernels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bader",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Bader",
   "pi_email_addr": "bader@njit.edu",
   "nsf_id": "000206826",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Riedy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Riedy",
   "pi_email_addr": "jason.riedy@cc.gatech.edu",
   "nsf_id": "000596559",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Vuduc",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Vuduc",
   "pi_email_addr": "richie@cc.gatech.edu",
   "nsf_id": "000080331",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  },
  {
   "pgm_ref_code": "9145",
   "pgm_ref_txt": "SPECIAL PROGRAMS-RESERVE"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1188710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project aims to&nbsp;</span><span>develop software tools and techniques that assist developers in using hardware accelerators</span><span>&nbsp;(co-processors) productively and effectively. \"Accelerators\" refers to the wide variety of existing and emerging computational processors and co-processors, including advanced multicore CPUs, GPUs, FPGAs, and many-core co-processors. The motivating applications come from the domains of biology, network security, and the social sciences. This project&rsquo;s specific technical focus is on data-intensive kernels including large dictionary string matching, dynamic programming, graph theory, sparse matrix computations, and machine learning. In these contexts, \"data-intensive\" refers to the property of data movement being the main bottleneck.</span></p>\n<p><span>Specifically, the proposed research has the following&nbsp;</span><span>objectives</span><span>:</span></p>\n<ol>\n<li>\n<p><span>Develop a model-driven parallelism exploration and optimization framework</span><span>, which would allow semi-automatic design-time optimizations and run-time adaptations for efficient usage of general-purpose processors and accelerators.</span></p>\n</li>\n<li>\n<p><span>Develop an annotated task-level representation for kernels</span><span>&nbsp;whereby designs with different optimizations for the same task will be evaluated and scheduled at run time. Significantly, we envision annotations expressing the inherent data locality requirements and parameterized performance models, which may be manually specified or automatically inferred; these annotated designs will be used by the run-time system to compose optimized kernels in face of dynamically changing execution environments.</span></p>\n</li>\n<li>\n<p><span>Demonstrations on several data-intensive and sparse computation kernels</span><span>. These demonstrations will include representative compact applications in four areas: string pattern matching (used in network security), dynamic programming (computational biology), sparse graph problems (analyzing complex social and biological networks), and sparse matrix computations (scientific computing).</span></p>\n</li>\n</ol>\n<p><span>Deployment of this work on real platforms and applications, as well as dissemination to real end-user programmers.</span><span>&nbsp;Tuned and openly available kernels permit productive use of current architectures, and models of upcoming architectures permits productive tuning for each new architecture.&nbsp;</span></p>\n<p>The following is a list of the major software products supported at least in part by the XScala project. Note that all products are open-source projects.</p>\n<dl class=\"clearing\"><dd>\n<div class=\"tinyMCEContent\"><dl><dd>\n<ul>\n<li>STINGER:&nbsp;The STINGER package supports streaming graph analytics through in-memory parallel computation.&nbsp; STINGER forms the basis for a fundamentally new model of computation on streaming graph data developed during this perion.</li>\n<li>\n<p><span>&nbsp;</span><span>cuSTINGER</span><span>: We developed cuSTINGER, which provides GPU acceleration via CUDA. cuSTINGER has been released as a separate, standalone package. cuSTINGER was used to develop novel graph structure counting algorithms on NVIDIA GPUs.<br /></span></p>\n</li>\n<li><span><strong>NNPACK</strong>: NNPACK provides fast primitives for convolutional layers in neural network inference computations. Significant updates during this period include improved ARM/ARM64 support and better integration with higher-level frameworks, including PyTorch, Caffe2, and MXNet. A portion of this work is now being \"spun-off\" as an FPGA-accelerated development effort.</span></li>\n</ul>\n</dd></dl></div>\n</dd></dl>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2018<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Bader</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to develop software tools and techniques that assist developers in using hardware accelerators (co-processors) productively and effectively. \"Accelerators\" refers to the wide variety of existing and emerging computational processors and co-processors, including advanced multicore CPUs, GPUs, FPGAs, and many-core co-processors. The motivating applications come from the domains of biology, network security, and the social sciences. This project?s specific technical focus is on data-intensive kernels including large dictionary string matching, dynamic programming, graph theory, sparse matrix computations, and machine learning. In these contexts, \"data-intensive\" refers to the property of data movement being the main bottleneck.\n\nSpecifically, the proposed research has the following objectives:\n\n\n\nDevelop a model-driven parallelism exploration and optimization framework, which would allow semi-automatic design-time optimizations and run-time adaptations for efficient usage of general-purpose processors and accelerators.\n\n\n\nDevelop an annotated task-level representation for kernels whereby designs with different optimizations for the same task will be evaluated and scheduled at run time. Significantly, we envision annotations expressing the inherent data locality requirements and parameterized performance models, which may be manually specified or automatically inferred; these annotated designs will be used by the run-time system to compose optimized kernels in face of dynamically changing execution environments.\n\n\n\nDemonstrations on several data-intensive and sparse computation kernels. These demonstrations will include representative compact applications in four areas: string pattern matching (used in network security), dynamic programming (computational biology), sparse graph problems (analyzing complex social and biological networks), and sparse matrix computations (scientific computing).\n\n\n\nDeployment of this work on real platforms and applications, as well as dissemination to real end-user programmers. Tuned and openly available kernels permit productive use of current architectures, and models of upcoming architectures permits productive tuning for each new architecture. \n\nThe following is a list of the major software products supported at least in part by the XScala project. Note that all products are open-source projects.\n\n\n\nSTINGER: The STINGER package supports streaming graph analytics through in-memory parallel computation.  STINGER forms the basis for a fundamentally new model of computation on streaming graph data developed during this perion.\n\n\n cuSTINGER: We developed cuSTINGER, which provides GPU acceleration via CUDA. cuSTINGER has been released as a separate, standalone package. cuSTINGER was used to develop novel graph structure counting algorithms on NVIDIA GPUs.\n\n\nNNPACK: NNPACK provides fast primitives for convolutional layers in neural network inference computations. Significant updates during this period include improved ARM/ARM64 support and better integration with higher-level frameworks, including PyTorch, Caffe2, and MXNet. A portion of this work is now being \"spun-off\" as an FPGA-accelerated development effort.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2018\n\n\t\t\t\t\tSubmitted by: David A Bader"
 }
}