{
 "awd_id": "1339471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Spring 2013 Future Internet Architecture investigator meeting",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2013-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 63812.0,
 "awd_amount": 63812.0,
 "awd_min_amd_letter_date": "2013-05-24",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "This award supports a Future Internet Architecture (FIA) principal investigator (PI) meeting in March 2013. The PIs will discuss two topics; the first is of possible environments in which each of the NSF-funded projects might be deployed and demonstrated. The funded projects are expected to produce a running prototype that can be used to gain operational experience with the ideas as they are reduced to practice. This meeting will bring together the investigators from the various projects and experts representing various possible demonstration environments. The second topic of the workshop is the challenge of evaluation of proposed architectures. The meeting will include a series of discussions around different aspects of architecture evaluation, as the projects position themselves to evaluate their designs.\r\n\r\nIntellectual Merit:\r\n\r\nThe discussions of demonstration environments, which will bring together outside experts and project leadership, will contribute to a shared understanding of the problems and issues that various user communities face as they incorporate networking technology into their domains. The discussions of evaluation will lay the groundwork for a methodical study of the question as to how to evaluate architectural proposals and argue that one or another design is 'better', or more fit for purpose. The field of computer science today has no agreed method or approach to the evaluation of design proposals in a complex, multi-dimensional requirement space.\r\n\r\nBroader Impacts:\r\n\r\nThe broader goal of the NSF FIA effort is enhancing the relevance and impact of the NSF-funded network research, intellectual enrichment of the network research community, and the contribution of new concepts and thought leadership to the future of the Internet. The FIA effort, and the workshops in particular, are a means to train a cohort of academic network researchers in the practice of long-range architectural thinking. The program has the potential to contribute to a future Internet that is materially more secure, robust, economically viable, and fit for the needs of society than the Internet of today. The results of this workshop, which will be posted on the FIA website for public dissemination, will be a contribution to this broader goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Clark",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Clark",
   "pi_email_addr": "ddc@csail.mit.edu",
   "nsf_id": "000400143",
   "pi_start_date": "2013-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "32 Vassar Street",
  "perf_city_name": "CAmbridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 63812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported two in a series of workshops for investigators funded under the NSF Future Internet Architecture (FIA) program. This program challenges the network research community to envision what an Internet of 15 years from now might be, and consider architectural alternatives to the current Internet.</p>\n<p>The spring 2013 meeting addressed two key issues in the development of a network architecture: for what environments is it intended, and how should an architectural proposal be evaluated. The spring 2014 meeting was a review of the three projects funded under the NSF FIA-Next Phase (NP) funding cycle.</p>\n<p>The question of environments is central to any architectural proposal&mdash;architectures designed for general purpose may trade optimality (in any one case) for general applicability. The original Internet was conceived before the current era of wireless networks, so wireless and mobility have been a point of stress for some aspects of the Internet. One of the future Internet projects, MobilityFirst, stresses the centrality of mobility in its design. For another example, the Internet today is more and more being used for the delivery of &ldquo;content&rdquo;, and several of the future Internet projects, in particular Named Data Networking, have embedded into the core architecture of the system knowledge of what content is being delivered, not just what computers are connected to it.&nbsp; Another environment of great interest in the future is the automobile&mdash;a key role for the Internet in the future is to realize a network of interconnected cars.</p>\n<p>The question of evaluation is equally central&mdash;how does one argue that one design for a network is better than another? While the historical tradition of the computer science community has been on performance, other goals are of perhaps greater importance for a network architecture. The Internet has proved very robust over time&mdash;its basic design was set down in 1981. What are the aspects of its design that contributed to its long life? One answer is minimal specification&mdash;the core design actually leaves many features undefined, to be resolved as a particular version of the network is built and deployed. The key is its focus on interoperability, which implies both interoperation between different sorts of machines at any one time and between different versions of the system over time.</p>\n<p>The eXtensible Internet Architecture (XIA) stresses the importance of evolution over time as a key to its long-term viability. One of the features of the current Internet that has proved most difficult to change is the addresses that are used to identify the attached hosts. Despite the fact that the Internet is running out of addresses, it is proving difficult to migrate to a version that supports more addresses. XIA has a more flexible addressing structure that allows more than one sort of entity to addressed (including computers, servers and content) and allows new address formats to be added incrementally, thus removing one of the major barriers that blocks evolution of the Internet today.</p>\n<p>The primary goal of these workshops was to bring together the research teams funded under the NSF FIA and FIA-NP awards, but they included as well a multi-disciplinary team of social scientists, lawyers, economists and the like who contributed to conversations about the fit of these technical designs into the larger social context. One of the goals of the FIA program is to expose the technical community to this larger context in which their technology sits, and foster design approaches that explicitly take this larger context into accout.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2015<br>\n\t\t\t\t\tModified by: David&nbsp;D&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported two in a series of workshops for investigators funded under the NSF Future Internet Architecture (FIA) program. This program challenges the network research community to envision what an Internet of 15 years from now might be, and consider architectural alternatives to the current Internet.\n\nThe spring 2013 meeting addressed two key issues in the development of a network architecture: for what environments is it intended, and how should an architectural proposal be evaluated. The spring 2014 meeting was a review of the three projects funded under the NSF FIA-Next Phase (NP) funding cycle.\n\nThe question of environments is central to any architectural proposal&mdash;architectures designed for general purpose may trade optimality (in any one case) for general applicability. The original Internet was conceived before the current era of wireless networks, so wireless and mobility have been a point of stress for some aspects of the Internet. One of the future Internet projects, MobilityFirst, stresses the centrality of mobility in its design. For another example, the Internet today is more and more being used for the delivery of \"content\", and several of the future Internet projects, in particular Named Data Networking, have embedded into the core architecture of the system knowledge of what content is being delivered, not just what computers are connected to it.  Another environment of great interest in the future is the automobile&mdash;a key role for the Internet in the future is to realize a network of interconnected cars.\n\nThe question of evaluation is equally central&mdash;how does one argue that one design for a network is better than another? While the historical tradition of the computer science community has been on performance, other goals are of perhaps greater importance for a network architecture. The Internet has proved very robust over time&mdash;its basic design was set down in 1981. What are the aspects of its design that contributed to its long life? One answer is minimal specification&mdash;the core design actually leaves many features undefined, to be resolved as a particular version of the network is built and deployed. The key is its focus on interoperability, which implies both interoperation between different sorts of machines at any one time and between different versions of the system over time.\n\nThe eXtensible Internet Architecture (XIA) stresses the importance of evolution over time as a key to its long-term viability. One of the features of the current Internet that has proved most difficult to change is the addresses that are used to identify the attached hosts. Despite the fact that the Internet is running out of addresses, it is proving difficult to migrate to a version that supports more addresses. XIA has a more flexible addressing structure that allows more than one sort of entity to addressed (including computers, servers and content) and allows new address formats to be added incrementally, thus removing one of the major barriers that blocks evolution of the Internet today.\n\nThe primary goal of these workshops was to bring together the research teams funded under the NSF FIA and FIA-NP awards, but they included as well a multi-disciplinary team of social scientists, lawyers, economists and the like who contributed to conversations about the fit of these technical designs into the larger social context. One of the goals of the FIA program is to expose the technical community to this larger context in which their technology sits, and foster design approaches that explicitly take this larger context into accout.\n\n\t\t\t\t\tLast Modified: 07/30/2015\n\n\t\t\t\t\tSubmitted by: David D Clark"
 }
}