{
 "awd_id": "1339824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SI2-SSI: A Sustainable Open Source Software Pipeline for Patient Specific Blood Flow Simulation and Analysis",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 1237578.0,
 "awd_amount": 1237578.0,
 "awd_min_amd_letter_date": "2013-09-20",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "The SimVascular package is a crucial research tool for cardiovascular modeling and simulation, and has contributed to numerous advances in personalized medicine, surgical planning and medical device design. SimVascular is currently the only comprehensive software package that provides a complete pipeline from medical image data segmentation to patient specific blood flow simulation and analysis. This software now forms the backbone in cardiovascular simulation research in a small but active group of domestic and international academic labs. However, since its original release there have been several critical barriers preventing wider adoption by new users, application to large-scale research studies, and educational access. These include 1) the cost and complications associated with embedded commercial components, 2) the need for more efficient geometric model construction tools, 3) lack of sustainable architecture and infrastructure, and 4) a lack of organized maintenance. \r\n\r\nThis project is addressing the above roadblocks through the following aims:  1) create a sustainable and modular open source SimVascular 2.0 project housed at Stanford Simbios? simtk.org, with documentation, benchmarking and test suites, 2) provide alternatives to all commercial components in the first truly open source release of SimVascular, 3) improve the image segmentation methods and efficiency of model construction to enable high-throughput studies, and 4) enhance functionality by merging state of the art research in optimization, flow analysis, and multiscale modeling. The project leverages existing resources and infrastructure at simtk.org, and builds upon the significant previous investment that enabled the initial open source release of SimVascular. Access is further enhanced by cross-linking with the NIH funded Vascular Model Repository. This project will increase the user base and build a sustainable software platform supported by an active open source community.   Releasing the first fully open source version of SimVascular will enable greater advances in cardiovascular medicine, provide open access to state of the art simulation tools for educational purposes, and facilitate training of young investigators. These efforts will also further promote diversity and attract students to science and engineering by leveraging this software to enable high school field trips to the UCSD StarCAVE to view simulation data using virtual reality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Marsden",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alison L Marsden",
   "pi_email_addr": "amarsden@stanford.edu",
   "nsf_id": "000520439",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 424769.0
  }
 ],
 "por": null
}