{
 "awd_id": "1340206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Israel Workshop on Industrial Ecology in Multi-Scale Design and Construction of Sustainable Cities and Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 49955.0,
 "awd_amount": 55305.0,
 "awd_min_amd_letter_date": "2013-04-26",
 "awd_max_amd_letter_date": "2014-03-13",
 "awd_abstract_narration": "1340206 (Grace).  The design and construction of civil infrastructure that is more environmentally, socially, and economically responsible over its full life cycle from extraction of raw construction materials to end of life management is increasingly desirable worldwide. Altogether these three design goals of improved environmental, social, and economic performance are commonly known as the triple bottom line of sustainability. As a critical set of systems that support our quality of life and enable global development and progress while consuming vast amounts of material resources and energy, it is essential that civil infrastructure, in particular cities, are designed according to these comprehensive, long term design goals for the benefit of our planet and the current and future generations of humans, animals, and plants that will call it home. With the aim of discovering new ways and tools to integrate industrial ecology within the multi-scale design and construction of built environments, a three-day long workshop is being organized by the Center for Innovative Materials Research (CIMR) of Lawrence Tech University and the Civil and Environmental Engineering Department at Stanford University, in conjunction with Technion, Israel Institute of Technology, in Haifa, Israel. This workshop will be held in Israel. NSF will provide necessary support for travel expenses and workshop registration of the 15 members of the US delegate team. As efforts are currently being planned in the US toward developing sustainable buildings and building infrastructure within sustainable built environment systems, it is planned to have participation from Israeli researchers and practitioners working on sustainable urban environments and US researchers working towards similar goals in our built environments. Participation from various research laboratories throughout Israel and the US that are engaged in the research of green building design, integration of non-fossil-based energy systems into building elements, engineering of sustainable building materials, urban planning and design, and industrial ecology systems analysis is anticipated. The bilateral exchange of ideas will be facilitated by the proposed workshop. The three-day workshop will bring together researchers to discuss topics on the methodology of industrial ecology for building and city design, multi-scale design of sustainable urban systems, and engineering of sustainable building materials. It will address environmental, economic, and social concerns in built environment design, and deliberations will be held on the impact of innovative materials using triple-bottom-line metrics. A major goal of the proposed workshop will be to increase education and awareness of sustainable built environment issues both within and outside of academia. Recommendations will be made in adoption of the most suitable technologies in the context of socio-economic and environmental considerations. One important workshop product will be a set of recommendations summarizing the best practices and acceptable methods for implementing innovative designs and materials in the construction of sustainable built environments in urban areas.The workshop will bring together researchers and thinkers to discuss topics on industrial ecology, such as probabilistic life cycle analysis (LCA) and probabilistic sustainability design approaches, and their use when creating innovative materials in green building design and sustainable infrastructure design in environmentally sensitive and resource-limited areas. Another important product of this workshop will be a catalogue of best practices and emerging industrial ecology tools and methods that can be used for the design and evaluation of new materials, structures, and systems in growing built environments. This resource is intended to facilitate the rapid adoption of new materials and technologies for green buildings, transportation systems, and urban environments that exhibit improved economic, social, and environmental performance",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nabil",
   "pi_last_name": "Grace",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Nabil F Grace",
   "pi_email_addr": "nabil@ltu.edu",
   "nsf_id": "000183179",
   "pi_start_date": "2013-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lepech",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Lepech",
   "pi_email_addr": "mlepech@stanford.edu",
   "nsf_id": "000520712",
   "pi_start_date": "2013-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lawrence Technological University",
  "inst_street_address": "21000 W 10 MILE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTHFIELD",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2482042103",
  "inst_zip_code": "480751051",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "MI12",
  "org_lgl_bus_name": "LAWRENCE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "PF53FKHZST32"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Technological University",
  "perf_str_addr": "21000 west ten mile rd",
  "perf_city_name": "Southfield",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "480751058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "MI12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  },
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "7758",
   "pgm_ref_txt": "TERRESTRIAL & MARINE ECOSYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 49955.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The design and construction of sustainable built environments that are more environmentally, socially, and economically responsible over their full life cycle from extraction of raw construction materials to end of life management is increasingly desirable worldwide. With the aim of discovering new ways to integrate industrial ecology and sustainability within the multi-scale design and construction of built environments, a 3-day workshop was organized by the Center for Innovative Materials Research (CIMR) of Lawrence Technological University and the Civil and Environmental Engineering Department at Stanford University, in conjunction with Technion, Israel Institute of Technology, Haifa, Israel.</p>\n<p>&nbsp;</p>\n<p>The workshop program was broken up into six distinct sessions.&nbsp; These sessions were;</p>\n<p>(1)&nbsp; Sustainable Material Systems and Ecologies</p>\n<p>(2)&nbsp; Sustainable and Resilient Structural Design</p>\n<p>(3)&nbsp; Integrated Building Systems and Urban Environment</p>\n<p>(4)&nbsp; Probabilistic Design and Risk-based Analysis of Sustainable Built Environments</p>\n<p>(5)&nbsp; Integrated Modeling and Analysis Tools for Sustainable Built Environments</p>\n<p>(6)&nbsp; Sustainability Engineering in Developed vs. Developing Countries</p>\n<p>&nbsp;</p>\n<p>At the conclusion of each day of the workshop, individual breakout sessions were held on each of these 6 session topics to allow participants to reflect on the session presentations and discuss a potential future pathway for collaborative research, demonstration, and education. These common themes among the individual breakout sessions were;</p>\n<p>(1)&nbsp; The need to develop and research the value proposition of sustainable built environments;</p>\n<p>(2)&nbsp; The need for appropriate definition of metrics of sustainable built environments at multiple scales;</p>\n<p>(3)&nbsp; The need to change the focus of sustainability from top-of-the-pyramid to bottom-of-the-pyramid;</p>\n<p>(4)&nbsp; The need to change engineering education globally to respond to sustainability-focused engineering challenges.</p>\n<p><strong>&nbsp;</strong></p>\n<p>Additionally, the workshop participants from the United States were asked to submit a brief, individual whitepaper summarizing their vision for ongoing research collaboration and research plans in the area of industrial ecology tools for multi-scale sustainable built environments.&nbsp; The whitepaper comments can be summarized under three main topics;</p>\n<p>(1)&nbsp;&nbsp; Research on the design of sustainable built environments should have increased focus on bottom-of-the pyramid solutions, particularly for fast growing cities in developing countries.</p>\n<p>(2)&nbsp;&nbsp; New funding models are needed for the type of highly interdisciplinary and collaborative research required for sustainable built environments.&nbsp; Specifically, joint calls for research between US and Israeli funding agencies are needed.</p>\n<p>(3)&nbsp;&nbsp; Increasingly, human behavior must be incorporated into research on the sustainable built environment.</p>\n<p>&nbsp;</p>\n<p>A major intellectual contribution of the workshop was to increase education and awareness of sustainable built environment issues both within and outside of academia. The above research recommendations and strategies were considered to be most suitable in the context of socio-economic and environmental considerations. One important workshop product was a set of recommendations summarizing the best practices and acceptable methods for implementing innovative designs and materials in the multi-scale design, construction, and operation of sustainable built environments.&nbsp; These are detailed in the full project report.&nbsp; The three-day long workshop also brought together researchers and thinkers to discuss topics on industrial ecology, such as probabilistic life cycle analysis (LCA) and probabilistic sustainab...",
  "por_txt_cntn": "\nThe design and construction of sustainable built environments that are more environmentally, socially, and economically responsible over their full life cycle from extraction of raw construction materials to end of life management is increasingly desirable worldwide. With the aim of discovering new ways to integrate industrial ecology and sustainability within the multi-scale design and construction of built environments, a 3-day workshop was organized by the Center for Innovative Materials Research (CIMR) of Lawrence Technological University and the Civil and Environmental Engineering Department at Stanford University, in conjunction with Technion, Israel Institute of Technology, Haifa, Israel.\n\n \n\nThe workshop program was broken up into six distinct sessions.  These sessions were;\n\n(1)  Sustainable Material Systems and Ecologies\n\n(2)  Sustainable and Resilient Structural Design\n\n(3)  Integrated Building Systems and Urban Environment\n\n(4)  Probabilistic Design and Risk-based Analysis of Sustainable Built Environments\n\n(5)  Integrated Modeling and Analysis Tools for Sustainable Built Environments\n\n(6)  Sustainability Engineering in Developed vs. Developing Countries\n\n \n\nAt the conclusion of each day of the workshop, individual breakout sessions were held on each of these 6 session topics to allow participants to reflect on the session presentations and discuss a potential future pathway for collaborative research, demonstration, and education. These common themes among the individual breakout sessions were;\n\n(1)  The need to develop and research the value proposition of sustainable built environments;\n\n(2)  The need for appropriate definition of metrics of sustainable built environments at multiple scales;\n\n(3)  The need to change the focus of sustainability from top-of-the-pyramid to bottom-of-the-pyramid;\n\n(4)  The need to change engineering education globally to respond to sustainability-focused engineering challenges.\n\n \n\nAdditionally, the workshop participants from the United States were asked to submit a brief, individual whitepaper summarizing their vision for ongoing research collaboration and research plans in the area of industrial ecology tools for multi-scale sustainable built environments.  The whitepaper comments can be summarized under three main topics;\n\n(1)   Research on the design of sustainable built environments should have increased focus on bottom-of-the pyramid solutions, particularly for fast growing cities in developing countries.\n\n(2)   New funding models are needed for the type of highly interdisciplinary and collaborative research required for sustainable built environments.  Specifically, joint calls for research between US and Israeli funding agencies are needed.\n\n(3)   Increasingly, human behavior must be incorporated into research on the sustainable built environment.\n\n \n\nA major intellectual contribution of the workshop was to increase education and awareness of sustainable built environment issues both within and outside of academia. The above research recommendations and strategies were considered to be most suitable in the context of socio-economic and environmental considerations. One important workshop product was a set of recommendations summarizing the best practices and acceptable methods for implementing innovative designs and materials in the multi-scale design, construction, and operation of sustainable built environments.  These are detailed in the full project report.  The three-day long workshop also brought together researchers and thinkers to discuss topics on industrial ecology, such as probabilistic life cycle analysis (LCA) and probabilistic sustainability design approaches, and their use when creating innovative materials in green building design and sustainable infrastructure design in environmentally sensitive and resource-limited areas.\n\n \n\nAlong with fostering international collaborations, one important broader impact of this workshop was a catalogue of best practices a..."
 }
}