{
 "awd_id": "1340261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop Proposal: WAIS Workshops and Science Plan Development, 2013-2016",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 97107.0,
 "awd_amount": 97107.0,
 "awd_min_amd_letter_date": "2013-04-15",
 "awd_max_amd_letter_date": "2013-04-15",
 "awd_abstract_narration": "Scambos/1340261\r\n\r\nThis award provides partial support for a series of three West Antarctic ice sheet (WAIS) workshops to be held in different locations over the next three years (2013-2015).  The funding will support an organizing committee based at NSIDC (National Snow and Ice Data Center) for communication, agenda, abstract and document management, website maintenance, and travel support for young investigators and students to attend the meetings. Additional support from NASA will be provided each year to the host organizer to cover venue costs. The WAIS workshops have been highly successful over the last two decades (since 1993) in providing a forum for the science community to discuss and plan complex field programs designed to answer fundamental questions about the history and dynamics of the West Antarctic ice sheet.  These interdisciplinary workshops have lead to studies of various components of the climate and earth system interacting with the West Antarctic Ice Sheet, as well as biological and paleoclimate studies.  The ultimate goal of these programs has been to better understand the dynamics of marine ice sheets, variable outlet glaciers, and ice shelves by identifying the key processes that govern them, and measure their response to a changing climate. The work that has developed out of the WAIS workshops has lead to improved projections of future sea level rise and has informed the Inter-governmental Panel on Climate Change (IPCC) series of reports. The WAIS workshops have been a forum for cutting-edge, high profile science presentations by leading researchers and they have also excelled at fostering and encouraging graduate students and early-career polar scientists.  The broader impacts of this award include not only the support for early-career scientists but also the contributions that this work will make to a better understanding of the future the Antarctic ice sheet. The West Antarctic ice sheet research that has evolved out of these workshops has led to important findings that have informed public policy and they will continue to provide a forum for sharing of data and leading the way in the support of a mechanism for all to have access to the data. The WAIS workshops are synergistic with  a separate grant that supports the Antarctic Glaciological Data Center (AGDC).  The AGDC staff always attend the WAIS workshop and work with PIs to develop not only data management protocols but also provide them an easy mechanism for archiving of data and metadata.  The primary goals for this series of WAIS workshops are to: 1) Update the science plan, with a greater focus on integrated ice-atmosphere-ocean studies that will help predict future changes of the WAIS; 2) Engage new students and include scientists from disciplines that have traditionally not been involved in the WAIS meetings; 3) Support and encourage the development of new technologies for use in previously unexplored regions of Antarctica; and 4) Encourage data submission and good meta-data practices for field-acquired data from all WAIS scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ted",
   "pi_last_name": "Scambos",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ted A Scambos",
   "pi_email_addr": "tascambos@colorado.edu",
   "nsf_id": "000240405",
   "pi_start_date": "2013-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  },
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  },
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  },
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 97107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant funded three workshop meetings (involving presentations from US and international scientists, with interactive discussion) on the science of the West Antarctic Ice Sheet (WAIS), a portion of Antarctica south of the Pacific Ocean and thougth to be one of the most rapidly changing areas of ice on our planet. WAIS Workshops have been held annually for 23 years, and are widely regarded as the most useful meeting of the year for the polar science community. The workshop includes presentations of the latest research by leading scientists and university students on how Antarctica is changing, as well as studies of related areas in Greenland and the Arctic.&nbsp;</p>\n<p>A major goal of the meeting is to bring experts from different areas of research, such as oceanography and climatology, together with polar experts, to discuss how these parts of the planet are interacting, and how that interaction is changing over time. A second goal is to provide a socially welcoming venue for new students with new ideas to present their perspective to the entire community, and have it discussed with ideas and new directions offered. It is an important way for students to build connections within the science community as a way of mapping out their career path in the future.&nbsp;</p>\n<p>The venues for the WAIS Workshop are often rustic rural 'retreat' campuses, where the group can interact at meals, and in the evenings at informal side meetings.</p>\n<p>This grant was particularly productive, and included extra meetings and an effort by the community to map out new research directions to discuss with the funding agency, National Science Foundation. These new directions will attempt to assess the areas of the ice sheet are most likley to change rapidly if climate and ocean circulation change in the coming decades.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2016<br>\n\t\t\t\t\tModified by: Ted&nbsp;A&nbsp;Scambos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe grant funded three workshop meetings (involving presentations from US and international scientists, with interactive discussion) on the science of the West Antarctic Ice Sheet (WAIS), a portion of Antarctica south of the Pacific Ocean and thougth to be one of the most rapidly changing areas of ice on our planet. WAIS Workshops have been held annually for 23 years, and are widely regarded as the most useful meeting of the year for the polar science community. The workshop includes presentations of the latest research by leading scientists and university students on how Antarctica is changing, as well as studies of related areas in Greenland and the Arctic. \n\nA major goal of the meeting is to bring experts from different areas of research, such as oceanography and climatology, together with polar experts, to discuss how these parts of the planet are interacting, and how that interaction is changing over time. A second goal is to provide a socially welcoming venue for new students with new ideas to present their perspective to the entire community, and have it discussed with ideas and new directions offered. It is an important way for students to build connections within the science community as a way of mapping out their career path in the future. \n\nThe venues for the WAIS Workshop are often rustic rural 'retreat' campuses, where the group can interact at meals, and in the evenings at informal side meetings.\n\nThis grant was particularly productive, and included extra meetings and an effort by the community to map out new research directions to discuss with the funding agency, National Science Foundation. These new directions will attempt to assess the areas of the ice sheet are most likley to change rapidly if climate and ocean circulation change in the coming decades.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2016\n\n\t\t\t\t\tSubmitted by: Ted A Scambos"
 }
}