{
 "awd_id": "1340968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Networking Infrastructure: Upgrading the Campus Networks to Support Data Intensive Research at the University of Hawaii",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 486438.0,
 "awd_amount": 486438.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "The Hawaii Innovation Initiative, a bold plan to double University of Hawaii (UH) research, will focus on research strengths in astronomy, earth and ocean sciences, as well as agriculture and health sciences. During the planning for the initiative it became clear to all that meeting this goal would require the development of a highly advanced cyberinfrastructure (CI) framework that encompasses high performance computing, data visualization, big data analytics, cybersecurity, large data storage and real time collaboration with scientists around the globe. All these capabilities must be enabled by advanced networking. UH has been extraordinarily successful in designing and implementing research and education (R&E) networks to connect campuses, research facilities, public schools and libraries throughout the Hawaiian Islands with national, international and regional networks. A recent series of NSF network infrastructure and NTIA BTOP awards now provide 10Gbps network connectivity on the islands, between the islands, to the mainland national R&E networks and to international peer networks in Australia and Asia.\r\n\r\nWith a major upgrade in the campus fiber infrastructure fully funded and underway, this project will complete the necessary upgrade of the campus network at UH Manoa to support data-intensive science by creating a Science DMZ and providing 10Gbps bandwidth increases to key campus research facilities. The project will enable the rollout of OpenFlow on campus, is fully compatible with OSCARS for dynamic circuit provisioning, and will support GENI experimentation. Finally, the project includes the innovative deployment of perfSONAR tools to support continuous monitoring of the campus network with the lowest possible impact on staff.\r\n\r\nThe proposed perfSONAR work represents a real innovation in campus networking. Exemplar projects with campus and global implications that will benefit from improved campus networks include: the Pan- STARRS Survey Telescope, the Alpha Magnetic Spectroscopy Data Center, microbial oceanography research at the Center for Microbial Oceanography Research and Education STC, the Hawaii Institute for Marine Biology, and sensor based research in climate change, oceanography and disaster preparedness at the UH School of Ocean and Earth Science and Technology. In addition, broad national and global access will be improved to significant scientific resources based in Hawaii. And as the premier research university in an EPSCoR jurisdiction, UH Manoa has one of the most diverse populations in the nation. UH is a Native Hawaiian-Serving Institution and also enrolls significant and growing numbers of Pacific Islander and Filipino students, who are also highly under-represented in STEM-related employment and education. The increased engagement of under-represented local and mainland students and scholars in research in Hawai?i will lead to improvements in U.S. research and education for the entire nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lassner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lassner",
   "pi_email_addr": "david@hawaii.edu",
   "nsf_id": "000107568",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gwen",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gwen A Jacobs",
   "pi_email_addr": "gwenj@hawaii.edu",
   "nsf_id": "000472728",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii System",
  "inst_street_address": "2444 DOLE ST # 202",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222399",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "VL5FH97BNMH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii System",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 486438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported essential internet network infrastructure necessary to sustain the research efforts of the faculty and students at the University of Hawaii (UH).&nbsp; Secure and resilient access to centralized infrastructure including advanced networks, data storage and shared computational resources has greatly improved both the efficiency and effectiveness of the research process at UH. &nbsp;The necessary upgrade of the campus network at UH Manoa was completed by deploying a 10Gbps bandwidth increase to key campus research facilities and greatly improving access to shared research resources in the UH Data Center including high performance computing resources and secure data storage.&nbsp; The project supported the development of an innovative smart monitoring system to measure, analyze and disseminate information about the performance of the campus network.&nbsp; These new tools support continuous monitoring and enable network engineers to ensure the network performance meets the needs of the research community.</p>\n<p>Intellectual Merit: The new smart network monitoring system is an innovation in campus networking that will impact research-intensive universities nationwide. UH network engineers and researchers are engaged with the larger national community to share and leverage efforts in advanced Research and Education (R&amp;E) networking and best practices in cyberinfrastructure throughout the national and international cyberinfrastructure community. The campus network upgrades have enabled world-class data intensive research in internationally recognized research groups on campus including the Department of Physics and Astronomy, the Institute for Astronomy, the School of Ocean Science Engineering and Technology, the Center for Microbial Oceanography Research and Education and the Hawai&lsquo;i Institute of Marine Biology.&nbsp; Exemplar projects with campus and global implications include: the Pan-STARRS Survey Telescope, the Alpha Magnetic Spectroscopy Data Center, microbial oceanography research at C-MORE and HIMB and sensor based research in climate change, oceanography and disaster preparedness. Broad national and global access has been improved to significant scientific resources based in Hawaii.</p>\n<p>Broader Impacts: UH has been extraordinarily successful in designing and implementing research and education networks to connect campuses, research facilities, public schools and libraries throughout the Hawaiian Islands with national, international and regional networks. A recent series of National Science Foundation network infrastructure and National Telecommunications and Information Association broadband awards provide 10Gbps network connectivity on the islands, between the islands, to the mainland national R&amp;E networks and to international peer networks in Australia and Asia. These critical investments in infrastructure align closely with the UH Innovation Initiative (2015 &ndash; 2020) designed to create more high-quality jobs and diversify Hawaii's economy through the development of a $1 billion innovation, research, education and training enterprise that addresses the challenges and opportunities faced by Hawaii and the world. The university, in partnership with the business community, is creating innovation clusters that link fundamental scientific discovery with applied research and economic development. UH provides the training required for technological innovation and economic development to enable Hawaii&rsquo;s citizens to lead and participate in this sector. &nbsp;UH Manoa has one of the most diverse populations in the nation; a Native Hawaiian-Serving Institution that enrolls significant and growing numbers of Pacific Islander and Filipino students, who are highly under-represented in STEM-related employment and education. The increased engagement of under-represented local and mainland students and scholars in research in ...",
  "por_txt_cntn": "\nThis project supported essential internet network infrastructure necessary to sustain the research efforts of the faculty and students at the University of Hawaii (UH).  Secure and resilient access to centralized infrastructure including advanced networks, data storage and shared computational resources has greatly improved both the efficiency and effectiveness of the research process at UH.  The necessary upgrade of the campus network at UH Manoa was completed by deploying a 10Gbps bandwidth increase to key campus research facilities and greatly improving access to shared research resources in the UH Data Center including high performance computing resources and secure data storage.  The project supported the development of an innovative smart monitoring system to measure, analyze and disseminate information about the performance of the campus network.  These new tools support continuous monitoring and enable network engineers to ensure the network performance meets the needs of the research community.\n\nIntellectual Merit: The new smart network monitoring system is an innovation in campus networking that will impact research-intensive universities nationwide. UH network engineers and researchers are engaged with the larger national community to share and leverage efforts in advanced Research and Education (R&amp;E) networking and best practices in cyberinfrastructure throughout the national and international cyberinfrastructure community. The campus network upgrades have enabled world-class data intensive research in internationally recognized research groups on campus including the Department of Physics and Astronomy, the Institute for Astronomy, the School of Ocean Science Engineering and Technology, the Center for Microbial Oceanography Research and Education and the Hawaiæi Institute of Marine Biology.  Exemplar projects with campus and global implications include: the Pan-STARRS Survey Telescope, the Alpha Magnetic Spectroscopy Data Center, microbial oceanography research at C-MORE and HIMB and sensor based research in climate change, oceanography and disaster preparedness. Broad national and global access has been improved to significant scientific resources based in Hawaii.\n\nBroader Impacts: UH has been extraordinarily successful in designing and implementing research and education networks to connect campuses, research facilities, public schools and libraries throughout the Hawaiian Islands with national, international and regional networks. A recent series of National Science Foundation network infrastructure and National Telecommunications and Information Association broadband awards provide 10Gbps network connectivity on the islands, between the islands, to the mainland national R&amp;E networks and to international peer networks in Australia and Asia. These critical investments in infrastructure align closely with the UH Innovation Initiative (2015 &ndash; 2020) designed to create more high-quality jobs and diversify Hawaii's economy through the development of a $1 billion innovation, research, education and training enterprise that addresses the challenges and opportunities faced by Hawaii and the world. The university, in partnership with the business community, is creating innovation clusters that link fundamental scientific discovery with applied research and economic development. UH provides the training required for technological innovation and economic development to enable HawaiiÆs citizens to lead and participate in this sector.  UH Manoa has one of the most diverse populations in the nation; a Native Hawaiian-Serving Institution that enrolls significant and growing numbers of Pacific Islander and Filipino students, who are highly under-represented in STEM-related employment and education. The increased engagement of under-represented local and mainland students and scholars in research in Hawaii will lead to improvements in U.S. research and education for the entire nation.\n\n \n\n\t\t\t\t\tLast Modified: 12/30..."
 }
}