{
 "awd_id": "1340058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN:  Integrating and Coordinating a National and International Plant, Algae, and Microbial Metabolomics Research Coordination Network",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924668",
 "po_email": "cweil@nsf.gov",
 "po_sign_block_name": "Clifford Weil",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 499797.0,
 "awd_amount": 499797.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "US Participants: Lloyd W. Sumner (Samuel Roberts Noble Foundation); Oliver Fiehn (University of California, Davis), James Liao (University of California, Los Angeles), Georg Jander (Boyce Thompson Institute), Basil Nikolau (Iowa State University), Richard A. Dixon (University of North Texas), Jean S. VanderGheynst (University of California, Davis), John Labavitch (University of California, Davis), Tobias Kind (University of California, Davis), William Wikoff (University of California, Davis), Alisa Huffaker (USDA-ARS, Gainsville), and Eric Schmelz (USDA-ARS, Gainsville)\r\n\r\nJapan Participants: Kazuki Saito (Riken Plant Science Center), Masanori Arita (University of Tokyo), Eiichiro Fukusaki (Osaka University), Yutaka Okumoto (Kyoto University), Kazuo Shinozaki (Riken Plant Science Center), Jun Kikuchi (Riken Plant Science Center), Mami Yamazaki (Chiba University), Hideyuki Suzuki (Kazusa DNA Research Institute), Daisaku Ohta (Osaka Prefecture University), Shigehiko Kanaya (NAIST), Hiroshi Shimizu (Osaka University), Fumio Matsuda (Osaka University), Naoki Mori (Kyoto University), Naoko Yoshinaga (Kyoto University), and Yutaka Okumoto (Kyoto University)\r\n\r\nThe primary goal of this project is to develop a Plant, Algae and Microbial Metabolomics Research Coordination Network (PAMM NET) that will promote effective communication, enhance opportunities for collaboration, build community consensus, identify key challenges in metabolomics, and facilitate coordinated community empirical efforts to meet these challenges.  Participation in PAMM NET will be open to the public, and will begin with the unification of four independent and international projects funded through the joint NSF-JST Metabolomics for a Low Carbon Society program.  This unification will further amplify NSF's current investment in plant, algae and microbial metabolomics, and will be achieved through regular videoconferences and annual face-to-face program meetings and workshops.  This team will serve as a nucleus to build forth a more unified national and international PAMM NET that will identify and pursue solutions to the key challenges that still impede the full potential of metabolomics.  This will be facilitated through the recruitment of a network coordinator who will serve as a dedicated advocate for the organization, facilitate integration, and provide logistical support for consensus reporting of the network outcomes.  The initial nucleus and the network coordinator will then recruit public participants from the US and global plant, algae, and microbial metabolomics communities to build working focus groups.  These focus groups will actively discuss the current grand challenges associated with metabolomics and potential solutions to these challenges.  The PAMM NET recognizes that many challenges will need the involvement of the larger biology, technology, and bioinformatics communities and PAMM NET will therefore recruit feedback and active participation from these diverse groups to best formulate empirical solutions to the grand challenges.  PAMM NET will further contribute to the development of a US National Chapter of the Metabolomics Society to better serve and provide long-term solutions for the needs of the US metabolomics community.  PAMM NET will build a repartee with other federally funded programs such as the NIH-supported National Metabolomics Centers to better coordinate efforts across federal funding divisions and scientific disciplines.  Finally, PAMM NET will initiate conversations with the global metabolomics community to identify and pursue cooperative international metabolomics funding opportunities.  A coordinated community effort is expected to be more cordial, efficient, and productive, thereby leading to new and enabling scientific discoveries and innovations.      \r\n\r\nThe PAMM NET RCN considers research-based education and training as an integral part of preparing young scientists for fruitful careers.  Accordingly, the PAMM NET will encourage, coordinate and support the attendance of early-career scientists (young faculty, graduate students, post-docs and a limited number of undergraduate students) at annual workshops that are associated with each of the NSF-JST Metabolomics programmatic projects through a limited number of scholarships.  These programmatic workshops will include hands-on demonstrations of different aspects of metabolomics research that will range from the use of sophisticated chromatographic, mass-spectrometric and NMR-based tools for metabolite analysis, to computational and statistical analyses and interpretation of metabolomics data. In addition, this RCN will organize and support an annual workshop associated with international plant biology or metabolomics meetings (e.g., Annual Meeting of the Metabolomics Society or the Annual Meeting of the American Society of Plant Biologists). Information about the activities of the PAMM NET will be housed at the project website (to be developed) and the resources generated will be transferred to the Metabolomics Society website for long-term maintenance and support.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lloyd",
   "pi_last_name": "Sumner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lloyd W Sumner",
   "pi_email_addr": "sumnerlw@missouri.edu",
   "nsf_id": "000364694",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Nikolau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Basil J Nikolau",
   "pi_email_addr": "dimmas@iastate.edu",
   "nsf_id": "000466072",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Liao",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Liao",
   "pi_email_addr": "liaoj@seas.ucla.edu",
   "nsf_id": "000341813",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Jander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Jander",
   "pi_email_addr": "gj32@cornell.edu",
   "nsf_id": "000407404",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Fiehn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Fiehn",
   "pi_email_addr": "ofiehn@ucdavis.edu",
   "nsf_id": "000058886",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Noble Research Institute, LLC",
  "inst_street_address": "2510 SAM NOBLE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ARDMORE",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "5802246227",
  "inst_zip_code": "734012124",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "NOBLE RESEARCH INSTITUTE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HG6DW3FYVGN9"
 },
 "perf_inst": {
  "perf_inst_name": "Samuel Roberts Noble Foundation, Inc.",
  "perf_str_addr": "2510 Sam Noble Parkway",
  "perf_city_name": "Ardmore",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "734022180",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 67264.0
  }
 ],
 "por": null
}