{
 "awd_id": "1340173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reversible Cell Capture and Release for Cell Separation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 201039.0,
 "awd_amount": 207039.0,
 "awd_min_amd_letter_date": "2013-04-09",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "This NSF award by the Chemical and Biological Separations program supports work by Professor Yong Wang to apply nucleic acid aptamers to create a cell separation method. Cell separation has played an essential role not only in basic biological research, but in clinical diagnosis. Current methods for cell separation are mostly dependent on antibody-mediated cell recognition. However, antibodies or antibody-functionalized systems often exhibit limitations due to their easiness of losing functions and difficulty of reversing antibody-cell interactions. These shortcomings can significantly limit downstream cell analysis and applications. Thus, there is a clear need to discover and engineer alternative biomolecular ligands for cell separation applications. Because nucleic acid aptamers are different from antibodies and have numerous merits such as high affinity and specificity, great tolerance of harsh conditions, and easy synthesis with a standard chemical procedure, we hypothesize that nucleic acid aptamers can be used to develop a new method for cell separation. To test this hypothesis, we will systematically investigate biomolecular interactions between aptamers and cell receptors, understand intermolecular recognition in a multicomponent system, and explore the aptamer-mediated cell capture and release for cell separation.  \r\n\r\nThe success of this research project will not only enable the development of a novel, universal cell separation method, but also enrich the current knowledge of biomolecular recognition and provide resourceful information for nucleic acid research. In addition to these technological impacts, this program will make impacts on human resource and education. First, this project will provide students with an interdisciplinary environment to learn biomolecular engineering, kinetic analysis, material development, and cell separation. The students will be able not only to acquire hands-on research skills, but also to learn analytical, communication, collaboration, and innovation skills. Second, the PI will initiate a new outreach program by collaborating with local high schools and continuously enroll K-12 students and teachers to the lab to learn cutting-edge techniques. Third, the students' research findings will be widely disseminated through publications in peer-refereed journals and presentations at national/international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Wang",
   "pi_email_addr": "yxwbio@engr.psu.edu",
   "nsf_id": "000071195",
   "pi_start_date": "2013-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 201039.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>The ability to separate cancer cells from a patient&rsquo;s blood is very important for clinical diagnosis. However, it is very challenging to separate these cells. Thus, great efforts have been made over the past decade to develop novel methods for cell separation with the purpose of improving the accuracy of clinical diagnosis. &nbsp;This NSF grant has supported us to develop a novel strategy for the separation of cancer cells. Our goal is to use biomolecules to functionalize a material and to use triggers to control the cell separation procedure. Our research findings have shown that aptamer-functionalized surfaces can catch target cancer cells specifically. Also importantly, the cells can be released for downstream examination without any difficulty from the surfaces, which is very challenging to achieve with other methods developed so far. The scientific discovery and the acquired new knowledge have been broadly disseminated through five peer-reviewed high-impact papers and four conference presentations. In summary, our success has led to the generation of new knowledge about biomolecular engineering and a transformative method for cell separation with great potential to make impacts on diagnosis. &nbsp;</p>\n<p>Broad impacts:</p>\n<p>In addition to the scientific contribution, this project has made broader impacts on human resource because of our active participation in numerous education and outreach programs. A total of five graduate students and six undergraduate students were &nbsp;trained to acquire research experience through this project. In addition, two high school students received hands-on training through this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tModified by: Yong&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nThe ability to separate cancer cells from a patientÆs blood is very important for clinical diagnosis. However, it is very challenging to separate these cells. Thus, great efforts have been made over the past decade to develop novel methods for cell separation with the purpose of improving the accuracy of clinical diagnosis.  This NSF grant has supported us to develop a novel strategy for the separation of cancer cells. Our goal is to use biomolecules to functionalize a material and to use triggers to control the cell separation procedure. Our research findings have shown that aptamer-functionalized surfaces can catch target cancer cells specifically. Also importantly, the cells can be released for downstream examination without any difficulty from the surfaces, which is very challenging to achieve with other methods developed so far. The scientific discovery and the acquired new knowledge have been broadly disseminated through five peer-reviewed high-impact papers and four conference presentations. In summary, our success has led to the generation of new knowledge about biomolecular engineering and a transformative method for cell separation with great potential to make impacts on diagnosis.  \n\nBroad impacts:\n\nIn addition to the scientific contribution, this project has made broader impacts on human resource because of our active participation in numerous education and outreach programs. A total of five graduate students and six undergraduate students were  trained to acquire research experience through this project. In addition, two high school students received hands-on training through this project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Yong Wang"
 }
}