{
 "awd_id": "1340605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Wings to Flippers-Phylogenetics, Character Acquisition, and Feather Biomechanics in the Evolution of Wing-Propelled Diving",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2013-02-11",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 41952.0,
 "awd_amount": 41952.0,
 "awd_min_amd_letter_date": "2013-06-19",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "While transformations to an aquatic lifestyle have been intensely studied in organisms ranging from insects to whales, basic questions remain unanswered for birds: e.g., how many times has 'aquatic flight' been gained and aerial flight lost? A large collaborative team will focus on resolving the controversial evolutionary relationships of wing-propelled diving birds (including new fossils). Phylogenetic comparative methods will be used to investigate musculoskeletal, neurosensory, and feather microstructure changes across aerial to aquatic flight transitions. Techniques such as X-ray computed tomography, histology, and computer modeling will also be utilized.\r\n\r\nBroader impacts focus on interdisciplinary undergraduate, graduate and postdoctoral training in systematics, histology and biomechanics. Highlights include a mentored research experience for undergraduate students from under-represented groups. Public outreach and education activities include co-instruction of a 3 year Geoscience module of the nationally-recognized 'UTeach' secondary school teacher preparation program, 'Expanding Your Horizons' workshops to encourage young women to pursue science careers, web-cast lectures and distribution of curricular materials via university and museum  programs, and a dedicated blog.  Broad dissemination of research findings is achieved through peer-reviewed publications, conference presentations, and data sharing via online databases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Middleton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Middleton",
   "pi_email_addr": "middletonk@missouri.edu",
   "nsf_id": "000267334",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 41952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed with two main goals, to first learn what species, among all birds, are the nearest relatives of penguins and other aquatic species and the relationships among living and fossil penguins. A second goal was to use this information to learn about the complex changes that must happen when birds go from flying in air to flying in water. At the University of Missouri, two-pronged research was undertaken to address the second goal using the data and hypotheses generated under the first goal by project co-investigators.</p>\n<p><br />(1) A major goal of evolutionary biology is to understand the pattern of anatomical change during adaptation to a new environment. One model for this change is mosaic evolution, in which different anatomical subregions evolve at different rates. Using a method that had previously been applied to study the origin of birds in which we showed that the wing module evolved quickly early after the origin of flight (Figure 1), we compared analyses in which all data are treated equally with models in which different regions are allowed to change at their own rates. Here we tested the hypothesis that the hind limb of early fossil taxa of penguins was evolving much faster than the wing module, a pattern that we deduced from fossil observations. In contrast to previous results, we did not find that penguin hind limbs were evolving more rapidly. The results of this part of the research suggest that different patterns of evolution were operating early in bird evolution vs. early in penguin evolution. That our hypothesis based on observation was not supported underscores the importance of rigorously testing such hypotheses.</p>\n<p><br />(2) The second major portion of this research was aimed at understanding the structure, function, mechanics, and evolution of feathers. Again we focused much of this work on penguins and their close relatives. Because water is much more dense than air, we hypothesized that birds which flap their wings under water might have evolved stiffer feathers than birds which fly only in air. We studied the structure and function of the central shaft (rachis) of feathers from a wide variety of birds (Figure 2) to determine both how the structure varied across different species and how that variation translated into different performance. Comparing feather shapes across different species (Figure 3) showed that the ends of long feathers are structurally similar to short feathers. These results suggest that feathers might share structural performance properties that directly result from their development. We then tested individual feather shafts in bending (Figure 4). Contrary to our predictions, we found that longer feather shafts are stiffer then their shorter sub-portions (Figure 5). This result is surprising and suggests that either the cross-section is increased disproportionately or stiffness of the shaft wall has increased (or a combination of both).&nbsp;</p>\n<p><br />The impacts of this project extend beyond the science. This project has supported seven scientists in training: one Master's student, two doctoral students, three undergraduate students, and one technician preparing for doctoral studies. All of these students are pursuing careers in which they will train and inspire the next generation of scientists through research, teaching, training, and outreach. The results of this project have been broadly disseminated, both to the scientific community through conference presentations and to general audiences. Project personnel have spoken at regional, national, and international conferences as well as to interested groups of undergraduates at numerous universities. This project has implications not only for directly interested groups of scientists but more widely to those interested in understanding the process of evolution, penguins as a species in danger due to global climate change and rising sea le...",
  "por_txt_cntn": "\nThis project was designed with two main goals, to first learn what species, among all birds, are the nearest relatives of penguins and other aquatic species and the relationships among living and fossil penguins. A second goal was to use this information to learn about the complex changes that must happen when birds go from flying in air to flying in water. At the University of Missouri, two-pronged research was undertaken to address the second goal using the data and hypotheses generated under the first goal by project co-investigators.\n\n\n(1) A major goal of evolutionary biology is to understand the pattern of anatomical change during adaptation to a new environment. One model for this change is mosaic evolution, in which different anatomical subregions evolve at different rates. Using a method that had previously been applied to study the origin of birds in which we showed that the wing module evolved quickly early after the origin of flight (Figure 1), we compared analyses in which all data are treated equally with models in which different regions are allowed to change at their own rates. Here we tested the hypothesis that the hind limb of early fossil taxa of penguins was evolving much faster than the wing module, a pattern that we deduced from fossil observations. In contrast to previous results, we did not find that penguin hind limbs were evolving more rapidly. The results of this part of the research suggest that different patterns of evolution were operating early in bird evolution vs. early in penguin evolution. That our hypothesis based on observation was not supported underscores the importance of rigorously testing such hypotheses.\n\n\n(2) The second major portion of this research was aimed at understanding the structure, function, mechanics, and evolution of feathers. Again we focused much of this work on penguins and their close relatives. Because water is much more dense than air, we hypothesized that birds which flap their wings under water might have evolved stiffer feathers than birds which fly only in air. We studied the structure and function of the central shaft (rachis) of feathers from a wide variety of birds (Figure 2) to determine both how the structure varied across different species and how that variation translated into different performance. Comparing feather shapes across different species (Figure 3) showed that the ends of long feathers are structurally similar to short feathers. These results suggest that feathers might share structural performance properties that directly result from their development. We then tested individual feather shafts in bending (Figure 4). Contrary to our predictions, we found that longer feather shafts are stiffer then their shorter sub-portions (Figure 5). This result is surprising and suggests that either the cross-section is increased disproportionately or stiffness of the shaft wall has increased (or a combination of both). \n\n\nThe impacts of this project extend beyond the science. This project has supported seven scientists in training: one Master's student, two doctoral students, three undergraduate students, and one technician preparing for doctoral studies. All of these students are pursuing careers in which they will train and inspire the next generation of scientists through research, teaching, training, and outreach. The results of this project have been broadly disseminated, both to the scientific community through conference presentations and to general audiences. Project personnel have spoken at regional, national, and international conferences as well as to interested groups of undergraduates at numerous universities. This project has implications not only for directly interested groups of scientists but more widely to those interested in understanding the process of evolution, penguins as a species in danger due to global climate change and rising sea levels, and the design of biologically inspired structures.\n\n\t\t\t\t\tLast Modified: 04/03/2015\n\n\t\t\t\t\tSubm..."
 }
}