{
 "awd_id": "1340905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   COLLABORATIVE RESEARCH:  Habitability of Antarctic Lakes and Detectability of Microbial Life in Icy Environments by Aautonomous Year-round Instrumentation",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 121017.0,
 "awd_amount": 121017.0,
 "awd_min_amd_letter_date": "2013-08-09",
 "awd_max_amd_letter_date": "2013-08-09",
 "awd_abstract_narration": "EAGER: Collaborative Research: Habitability of Antarctic lakes and detectability of microbial life in icy environments by autonomous year-round instrumentation, is supported by the Antarctic Integrated System Science (AISS) and the Antarctic Organisms and Ecosystems (AOE) programs within the Antarctic Sciences section in the Division of Polar Programs within the Geosciences Directorate of the National Sciences Foundation (NSF).  The funds will allow the measurement of year-round properties of the microbes and the surrounding water in Lake Bonney, a lake with four meters of permanent ice cover over forty meters of liquid water in the Dry Valleys of Antarctica. NSF funds will be used to support the deployment, and the science enabled by the deployment, and NASA (the National Aeronautics and Space Administration) funds will be used to purchase the equipment.\r\n\r\nIntellectual Merit: This research will be the first to make year-round measurements of the microbial community, and several associated environmental variables, in the continuously liquid portions of Lake Bonney, Antarctica. Three different types of equipment will be deployed in each of the lobes of Lake Bonney.  The first instrument is an ITP (an ice-tethered profiler) that will measure physical parameters such as temperature, dissolved oxygen, and chlorophyll throughout the full depth of the liquid water portion of the lake, making measurements at least once each week.  The second and third instruments will be used to collect discrete water samples at least every two weeks to determine A) the biological community (assessing metabolic and phylogenetic diversity) and B) the geochemistry (e.g., dissolved organic carbon, and dissolved inorganic nitrogen species). Such samplers have never been used to measure these properties year-round in the Antarctic.  Cold temperatures, bottom lake water salinities that are four times greater than the ocean, the thick permanent ice cover, and the lack of sunlight to recharge batteries all present significant challenges for the project, thus classifying the work as an early, high-risk, high-reward activity (the acronym EAGER stands for Early-concept Grants for Exploratory Research).\r\n\r\nBroader Impacts:  There is much interest in understanding the ecosystems of the Polar regions in an era of climate change.  Logistical limitations dictate much of this work only take place in the summer, until new autonomous technologies can open the door for year-round measurements. This award will be the first to attempt year-round microbial sampling in Antarctica. The McMurdo Dry Valleys region is also the site of a Long-Term Ecological Research (LTER) Program, and the research conducted on this project with benefit from, and contribute to, the larger LTER project. The instruments used in the project will be purchased by NASA, so two separate agencies have agreed to explore the feasibility of an early stage project. There will be at least three graduate student trained during the project, and the team will also participate in outreach activities at several venues including the Crow Reservation in Montana.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Doran",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Peter T Doran",
   "pi_email_addr": "pdoran@lsu.edu",
   "nsf_id": "000426683",
   "pi_start_date": "2013-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75418.0
  }
 ],
 "por": null
}