{
 "awd_id": "1340232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Ceramics in the 18th-century Spanish-Atlantic World: An Archaeological Investigation of Culture and Social Display",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 22746.0,
 "awd_amount": 22746.0,
 "awd_min_amd_letter_date": "2013-06-19",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "Under the guidance of Dr. Mary C. Beaudry, Kathryn Ness will study daily life and expressions of social ambition in the 17th-19th-century Spanish Atlantic. Early modern Spaniards confronted numerous changes as a result of new wealth from Spain's American territories, dynastic transitions, and an influx of Enlightenment ideals. Many middle- and lower-class individuals during this time had access to new sources of wealth and could afford luxury items traditionally reserved for the upper classes and nobility. As a result, these nouveau-riche individuals faced pressures to imitate their social superiors by owning and using similar luxury goods. Ms. Ness will examine documentary sources as well as archaeological household sites in southern Andalusia, Spain to determine how individuals expressed these social aspirations and how changes in demonstrations of status impacted the material culture of the early modern Spanish Atlantic.\r\n\r\nThe importance of material culture as an indicator of social status is widely accepted and studied across a variety of fields, including archaeology, anthropology, history, art history, and material culture studies. While archaeologists working in the Spanish Americas have studied related topics for nearly sixty years, their research has been largely restricted to sites in the Americas. Because these interpretations of Spanish-American life are based largely on conjectural ideas of contemporary Spanish lifeways rather than models established from empirical research, more data is needed from Spain. To help address this problem, Ms. Ness will combine three lines of evidence: documentary sources, museum collections from an 18th-century house in Jerez de la Frontera, Spain, and archaeological fieldwork at a 17th-19th-century farmhouse in Rota, Spain. This three-pronged approach will allow her to obtain a holistic view of daily life in early modern Andalusia. She will then situate her work within the broader context of the Spanish Atlantic by comparing her findings from Spain with data from Spanish America. This comparison will indicate specific ways in which Spanish Americans modified or preserved their cultural heritage to fit their new surroundings in the Americas. While this project provides new ways to interpret Spanish-American data, it will also facilitate future archaeological research by serving as a potential model for examining the social connections between a nation and its overseas territories well after the initial conquest.\r\n\r\nThis research will seek to have a broader impact beyond the research topics presented. The trans-Atlantic approach of this project will foster international collaboration between American and Spanish archaeologists and museum staff. The project will also assist in graduate student training, both for Ms. Ness and her graduate research assistant, who will participate in the project's archaeological fieldwork. Ms. Ness will disseminate the results from her research in professional presentations and peer-reviewed publications, while the raw data will be made publicly available through The Digital Archaeological Repository (tDAR.org). In doing so, she plans to enhance public understanding of early modern Spanish archaeology as well as facilitate future interdisciplinary research between archaeology, history, Hispanic studies, material culture studies, and anthropology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Beaudry",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Beaudry",
   "pi_email_addr": "beaudry@bu.edu",
   "nsf_id": "000241144",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Ness",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn L Ness",
   "pi_email_addr": "kswanson@bu.edu",
   "nsf_id": "000633746",
   "pi_start_date": "2013-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 22746.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the guidance of Dr. Mary C. Beaudry, Kathryn Ness completed her dissertation entitled &ldquo;Developing a Spanish-Atlantic Identity: An Archaeological Investigation of Domestic Ceramics and Dining in 18th-Century Spain and Spanish Florida.&rdquo; In it, she explored issues of cultural exchange and identity among 18<sup>th</sup>-century Spaniards and Spanish Americans via archaeological remains and documentary evidence. These were years of intense cultural refashioning, on both sides of the Atlantic. In Spain, the advent of the French-based Bourbon dynasty resulted in the spread of French fashions which, combined with increased globalization, infiltrated and altered notions of Spanish social identity. Spanish Floridians, already confronting an evolving American identity, had to amalgamate the changes occurring in the homeland. New ceramic forms, technology, and aesthetics reflect how people throughout the Spanish Atlantic remade their lifestyles, partially in each other&rsquo;s image.</p>\n<p>Over the course of her research, Ness examined ceramics from three 18<sup>th</sup>-century domestic sites: La Calle Corredera in Jerez de la Frontera, Spain and the Francisco Ponce de Leon and Juan de Salas households in St. Augustine, Florida. To enable direct comparison between Spain and Florida, she developed a new classification system, Ceramic Organization in the Spanish Atlantic (COSA), that encompassed vessel forms found in both places. She relied on contemporary dictionaries, probate inventories, and cookbooks in order to obtain an emic perspective and ensure that she used appropriate terms and descriptions. This approach revealed almost simultaneous change on both sides of the Atlantic, demonstrating rapid exchange and shared tastes and behaviors.</p>\n<p>At all three sites, people adopted new culinary styles and table settings to match. The rising popularity of French cuisine led people to use fewer bowls and more flat plates, suggesting a diminished role for traditional stews. In Spain, new cup and saucer forms emerged to accommodate American chocolate. Neutron Activation Analysis (NAA) of ceramics from Menorca, Spain, indicates that Spaniards also imported more than just food and aesthetics, as the elemental signature from the ceramics do not match known production centers in Spain. On both sides of the Spanish Atlantic, French- and English-inspired matching sets of dishes and visually distinctive Mexican ceramics reflected changing aesthetics. At the same time, Spaniards and Spanish Americans continued using older vessel forms for cooking as well as personal hygiene, suggesting a degree of cultural continuity in some areas of life.</p>\n<p>While Ness&rsquo;s research shed light on cultural identity and exchange in the 18<sup>th</sup>-century Spanish Atlantic, it also supports future research in several ways. On a local level, her work challenges previous interpretations of daily life in Spanish Florida and Spain by forcing scholars to reevaluate the extent of cultural exchange and the impact that French court fashions had on all levels of society in the Spanish Atlantic. Her research implies that residents of St. Augustine were much more aware of and able to follow popular trends in Spain and that French-inspired dining practices and fashions were more widely adopted in Spain than previously thought.</p>\n<p>On a broader scale, Ness&rsquo;s vessel-based classification system, which has been presented in several formats and published in the <em>International Journal of Historical Archaeology</em>, allows scholars to compare Spanish sites on a trans-Atlantic scale and therefore better contextualize their research. Her NAA study also adds to the growing body of data on early modern ceramic manufacturing centers and provides concrete evidence of the increasing globalization of the period, even on small islands like Menorca. Additionally, by exploring colonialism from...",
  "por_txt_cntn": "\nUnder the guidance of Dr. Mary C. Beaudry, Kathryn Ness completed her dissertation entitled \"Developing a Spanish-Atlantic Identity: An Archaeological Investigation of Domestic Ceramics and Dining in 18th-Century Spain and Spanish Florida.\" In it, she explored issues of cultural exchange and identity among 18th-century Spaniards and Spanish Americans via archaeological remains and documentary evidence. These were years of intense cultural refashioning, on both sides of the Atlantic. In Spain, the advent of the French-based Bourbon dynasty resulted in the spread of French fashions which, combined with increased globalization, infiltrated and altered notions of Spanish social identity. Spanish Floridians, already confronting an evolving American identity, had to amalgamate the changes occurring in the homeland. New ceramic forms, technology, and aesthetics reflect how people throughout the Spanish Atlantic remade their lifestyles, partially in each otherÆs image.\n\nOver the course of her research, Ness examined ceramics from three 18th-century domestic sites: La Calle Corredera in Jerez de la Frontera, Spain and the Francisco Ponce de Leon and Juan de Salas households in St. Augustine, Florida. To enable direct comparison between Spain and Florida, she developed a new classification system, Ceramic Organization in the Spanish Atlantic (COSA), that encompassed vessel forms found in both places. She relied on contemporary dictionaries, probate inventories, and cookbooks in order to obtain an emic perspective and ensure that she used appropriate terms and descriptions. This approach revealed almost simultaneous change on both sides of the Atlantic, demonstrating rapid exchange and shared tastes and behaviors.\n\nAt all three sites, people adopted new culinary styles and table settings to match. The rising popularity of French cuisine led people to use fewer bowls and more flat plates, suggesting a diminished role for traditional stews. In Spain, new cup and saucer forms emerged to accommodate American chocolate. Neutron Activation Analysis (NAA) of ceramics from Menorca, Spain, indicates that Spaniards also imported more than just food and aesthetics, as the elemental signature from the ceramics do not match known production centers in Spain. On both sides of the Spanish Atlantic, French- and English-inspired matching sets of dishes and visually distinctive Mexican ceramics reflected changing aesthetics. At the same time, Spaniards and Spanish Americans continued using older vessel forms for cooking as well as personal hygiene, suggesting a degree of cultural continuity in some areas of life.\n\nWhile NessÆs research shed light on cultural identity and exchange in the 18th-century Spanish Atlantic, it also supports future research in several ways. On a local level, her work challenges previous interpretations of daily life in Spanish Florida and Spain by forcing scholars to reevaluate the extent of cultural exchange and the impact that French court fashions had on all levels of society in the Spanish Atlantic. Her research implies that residents of St. Augustine were much more aware of and able to follow popular trends in Spain and that French-inspired dining practices and fashions were more widely adopted in Spain than previously thought.\n\nOn a broader scale, NessÆs vessel-based classification system, which has been presented in several formats and published in the International Journal of Historical Archaeology, allows scholars to compare Spanish sites on a trans-Atlantic scale and therefore better contextualize their research. Her NAA study also adds to the growing body of data on early modern ceramic manufacturing centers and provides concrete evidence of the increasing globalization of the period, even on small islands like Menorca. Additionally, by exploring colonialism from a multi-directional perspective and considering the impact of the territory on the \"mother land,\" Ness provides a model for studying other colonial situation..."
 }
}