{
 "awd_id": "1340867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Networking Infrastructure: FlowWave: Enabling High Bandwidth Science Data Flows",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 275908.0,
 "awd_amount": 275908.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "The FlowWave project creates a dense wavelength division multiplexing (DWDM) solution that segregates and protects light paths dedicated for researchers.  FlowWave bridges the University's science cyberinfrastructure to regional, national and international research networks in light waves reserved for researchers in order to support end-to-end science flows. \r\n\r\nFlowWave enhances the campus network by creating a distinct and dedicated path for research circuits to support targeted science application drivers towards increasing science flows and data-driven discovery. It provides a safeguard by separating the circuits dedicated for interconnecting research resources from the rest of the University traffic.  The initial suite of science applications benefiting from this solution are in the physical and computational sciences with applications in the domains of high-energy physics, optical astronomy, climate modeling, real-time large-scale network simulation, and cloud computing. Researchers and their students at FIU (the largest Hispanic minority serving institution within the continental U.S.) can access and share resources for at-scale experiments.  Campus IT staff are assured that experiments executed on the science cyberinfrastructure will not affect production services. The separation of production and research flows across the fiber link facilitates the use of SDN (software define networking) to provision slices across the research link enabling instant provisioning of circuits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Drake",
   "pi_email_addr": "maria@fiu.edu",
   "nsf_id": "000621297",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Odalys",
   "pi_last_name": "Diaz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Odalys Diaz",
   "pi_email_addr": "odalys@fiu.edu",
   "nsf_id": "000643826",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Jaen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Jaen",
   "pi_email_addr": "rene@fiu.edu",
   "nsf_id": "000643827",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rotella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Rotella",
   "pi_email_addr": "david@fiu.edu",
   "nsf_id": "000643882",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th St",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 275908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A challenge faced by campus IT administrators is interconnecting campus cyberinfrastructure resources to regional, national and international research communities using limited and costly fiber resources provisioned by carriers or local utilities.&nbsp; As researchers, faculty and students work on collaborative projects outside the campus boundary that requires the end-to-end transfer of big data flows or require the provisioning of special circuits for testing new protocols, IT administrators, as well as the researchers, need to know that the research flows will not degrade the day-to-day operations of the University&rsquo;s access to the Internet.</p>\n<p>This project addressed these challenges by deploying a dense wavelength division multiplexing (DWDM) optical system in order to create segregated and protected light paths dedicated for science and research data flows.&nbsp; The project has allowed campus IT personnel to guarantee researchers full, non-competing access to high speed research networks over limited fiber resources while at the same time not compromising the day-to-day operational access to the Internet for the reset of the University community.&nbsp;</p>\n<p>By re-engineering and improving the science cyberinfrastructure, FlowWave removed barriers at two levels for the transfer of science and research data flows:&nbsp; the first barrier is the limited availability of fiber to the University across the metropolitan area.&nbsp; It addressed the &ldquo;last mile&rdquo; or link connecting the University to the larger research communities.&nbsp; Dedicated fiber is difficult to obtain and carries a high monthly recurring cost and therefore a limited resource.&nbsp; The DWDM optical system allowed the University to use the existing fiber link to multiply, cost effectively, the number of 10Gbps circuits across the existing fiber.&nbsp; The second barrier FlowWave addressed is the congestion and competition for bandwidth over a single fiber circuit shared amongst regular campus Internet traffic and research data flows.&nbsp; By creating separate light waves with dedicated bandwidth, it provides a safe guard by separating the day-to-day University Internet traffic from research data flows and assigns dedicated bandwidth to the science flows.</p>\n<p>With the creation of dedicated paths for science flows, FlowWave has enhanced the campus network by achieving higher levels of performance, reliability and predictability for current and future science applications and research projects by bridging the internal, campus science cyberinfrastructure to regional, national and international research communities.&nbsp; FlowWave creates an environment that introduces a level of segregation and protection that allows researchers to fully exploit the capabilities of interconnected high-speed research networks.&nbsp; Researchers and their students at Florida International University will be able to access and share resources for large, at-scale end-to-end science flows experiments without limitation or hesitation while the campus IT staff will be assured that experiments executed on the science cyberinfrastructure will not affect campus access to the Internet.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Rotella</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA challenge faced by campus IT administrators is interconnecting campus cyberinfrastructure resources to regional, national and international research communities using limited and costly fiber resources provisioned by carriers or local utilities.  As researchers, faculty and students work on collaborative projects outside the campus boundary that requires the end-to-end transfer of big data flows or require the provisioning of special circuits for testing new protocols, IT administrators, as well as the researchers, need to know that the research flows will not degrade the day-to-day operations of the UniversityÆs access to the Internet.\n\nThis project addressed these challenges by deploying a dense wavelength division multiplexing (DWDM) optical system in order to create segregated and protected light paths dedicated for science and research data flows.  The project has allowed campus IT personnel to guarantee researchers full, non-competing access to high speed research networks over limited fiber resources while at the same time not compromising the day-to-day operational access to the Internet for the reset of the University community. \n\nBy re-engineering and improving the science cyberinfrastructure, FlowWave removed barriers at two levels for the transfer of science and research data flows:  the first barrier is the limited availability of fiber to the University across the metropolitan area.  It addressed the \"last mile\" or link connecting the University to the larger research communities.  Dedicated fiber is difficult to obtain and carries a high monthly recurring cost and therefore a limited resource.  The DWDM optical system allowed the University to use the existing fiber link to multiply, cost effectively, the number of 10Gbps circuits across the existing fiber.  The second barrier FlowWave addressed is the congestion and competition for bandwidth over a single fiber circuit shared amongst regular campus Internet traffic and research data flows.  By creating separate light waves with dedicated bandwidth, it provides a safe guard by separating the day-to-day University Internet traffic from research data flows and assigns dedicated bandwidth to the science flows.\n\nWith the creation of dedicated paths for science flows, FlowWave has enhanced the campus network by achieving higher levels of performance, reliability and predictability for current and future science applications and research projects by bridging the internal, campus science cyberinfrastructure to regional, national and international research communities.  FlowWave creates an environment that introduces a level of segregation and protection that allows researchers to fully exploit the capabilities of interconnected high-speed research networks.  Researchers and their students at Florida International University will be able to access and share resources for large, at-scale end-to-end science flows experiments without limitation or hesitation while the campus IT staff will be assured that experiments executed on the science cyberinfrastructure will not affect campus access to the Internet. \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2015\n\n\t\t\t\t\tSubmitted by: David Rotella"
 }
}