{
 "awd_id": "1341251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "West Coast Algebraic Topology Summer School",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 93000.0,
 "awd_amount": 93000.0,
 "awd_min_amd_letter_date": "2013-08-08",
 "awd_max_amd_letter_date": "2015-07-16",
 "awd_abstract_narration": "This award will fund the West Coast Algebraic Topology Summer School, a series of programs in the summers from 2013-2016 aimed at early-career mathematicians who work in algebraic topology and related areas.  The programs will actively engage the participants, and alternate between larger and smaller scale.  In the larger week-long programs, aiming for between 50 and 100 participants, a large organizing committee will plan lectures which some participants will prepare and then present.  There will only be about 15 lectures for the week, leaving time for participants to work on problems formulated by the organizing committee, to ask questions of each other (especially the presenters) and the organizers, to read supporting materials and go over their own notes, to talk informally with each other about their work related to the program, etc.  The smaller three-day programs will be primarily organized by graduate students from institutions providing both in-kind and additional financial support, namely Stanford University, the University of Oregon, the University of Washington, and the University of British Columbia.  In September 6-8, 2013 at the University of Oregon the program will be on Infinity Categories, a topic which has recently become a key technical piece of some of the most significant recent breakthroughs in algebraic topology and its applications to algebraic geometry and geometric topology.  With the upcoming yearlong program at the Mathematical Sciences Research Institute in Berkeley, the student organizers have chosen to learn about arguably the most important new machinery developed in the subject in recent years.  In July 2014, the week-long program at the University of British Columbia (with significant additional financial and in-kind support from the Pacific Institute for the Mathematical Sciences), the program will be on Topological Field Theories.  Development of these theories requires interplay both between the mathematics and physics communities, and within mathematics between algebraic topologists, geometric topologists, differential geometers, and representation theorists among others.  A program designed to address the different aspects of the theory while being coherent will aid a generation of researchers in interfacing with a remarkably fruitful subfield.  The topics in 2015 and 2016 will continue to be chosen based on their importance and timeliness and connections with other fields.  The 2016 program will likely focus on Chromatic Homotopy Theory, while determining the topic for the 2015 program will involve the participants. At all of these programs, we will have additional opportunities for professional learning addressing needs for early-career mathematicians to develop as teachers and to position themselves for career growth.\r\n\r\nKnowledge of topology is essential for example in studying the structure of the early universe, in designing a robot arm with a minimal number of controllers, and in new kinds of data analysis.  In its role as a basic study of shape, algebraic topology has significant ramifications in other areas of mathematics, from basic counting problems (combinatorics) to solutions of equations (algebra) to applications and extensions of the calculus (analysis).  The West Coast Algebraic Topology Summer School chooses topics with such connections in mind.  Early career mathematicians have a great need for research-level professional learning, which can open up new research pathways, and for enlarging their professional networks, which can open up new collaborations.  Without such early-career opportunities, research programs can narrow or stall out altogether.  These needs can be more prominent for early career mathematicians in the western half of the United States, which is more geographically isolated than other regions, and for mathematicians from under-represented groups, who are actively recruited to be participants.  These summer schools build on a series of successful programs which have exceeded expectations in both the depth of learning and the strength of professional relationships fostered.  Many participants have reported them to be transformative experiences, and we expect those kinds of experiences to continue in our series from 2013-2016.  The active learning aspects of these experiences inform not only the research programs of participants but their approach to pedagogy as well.  Thus the program's impact goes beyond mathematical and scientific research to postsecondary and even K-12 education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dev",
   "pi_last_name": "Sinha",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dev P Sinha",
   "pi_email_addr": "dps@math.uoregon.edu",
   "nsf_id": "000259569",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Cohen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph L Cohen",
   "pi_email_addr": "ralph@math.stanford.edu",
   "nsf_id": "000324217",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon",
  "perf_str_addr": "5219 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 44000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In August 2016, this grant funded the 2016 meeting of the West Coast Algebraic Topology Summer School. &nbsp;Early career mathematicians from around the world gathered at&nbsp;the University of Oregon to study the interplay between chromatic homotopy theory, one of the most modern and powerful tools in the study of shape, and number theory, one of the oldest branches of mathematics. &nbsp;Remarkably, these two subjects are finding substantial new common ground, and this was the first training program to consciously recruit both scientific organizers and participants from both communities, including many from underrepresented groups. &nbsp;These subjects have substantial impact, from other fields in pure mathematics to data analysis, gravity waves, and cryptography in applied mathematics. &nbsp;By deepening their development and enlarging the community of active practitioners, we set the foundation for continued spectacular applications in the future.</p>\n<p>Scientific organizers prepared outlines of presentations, which participants then worked on in pairs. &nbsp;The number theory and topology topics were developed in parallel, leading to recent work which breaks new ground in both areas simultaneously. &nbsp;Rather than filling the schedule with lectures, participants were given extensive time to read on their own, discuss material with each other, and ask questions of the large team of scientific organizers. &nbsp;In this way, participants could do the needed work to make connections of the material with their own research programs as well as to forge connections with each other which could lead to future collaborations. &nbsp;There was also programming on teaching, an aspect of professional learning which unfortunately is usually not part of such early-career programming.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2017<br>\n\t\t\t\t\tModified by: Dev&nbsp;P&nbsp;Sinha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn August 2016, this grant funded the 2016 meeting of the West Coast Algebraic Topology Summer School.  Early career mathematicians from around the world gathered at the University of Oregon to study the interplay between chromatic homotopy theory, one of the most modern and powerful tools in the study of shape, and number theory, one of the oldest branches of mathematics.  Remarkably, these two subjects are finding substantial new common ground, and this was the first training program to consciously recruit both scientific organizers and participants from both communities, including many from underrepresented groups.  These subjects have substantial impact, from other fields in pure mathematics to data analysis, gravity waves, and cryptography in applied mathematics.  By deepening their development and enlarging the community of active practitioners, we set the foundation for continued spectacular applications in the future.\n\nScientific organizers prepared outlines of presentations, which participants then worked on in pairs.  The number theory and topology topics were developed in parallel, leading to recent work which breaks new ground in both areas simultaneously.  Rather than filling the schedule with lectures, participants were given extensive time to read on their own, discuss material with each other, and ask questions of the large team of scientific organizers.  In this way, participants could do the needed work to make connections of the material with their own research programs as well as to forge connections with each other which could lead to future collaborations.  There was also programming on teaching, an aspect of professional learning which unfortunately is usually not part of such early-career programming.\n\n\t\t\t\t\tLast Modified: 10/19/2017\n\n\t\t\t\t\tSubmitted by: Dev P Sinha"
 }
}