{
 "awd_id": "1341777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Human Adaptations to Arid Climates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 20255.0,
 "awd_amount": 20255.0,
 "awd_min_amd_letter_date": "2013-07-27",
 "awd_max_amd_letter_date": "2013-07-27",
 "awd_abstract_narration": "While there is clear evidence of human occupation of the hyper-arid Namib Desert of western Namibia stretching back more than a hundred thousand years ago to the Middle Pleistocene epoch, very little is known about how early people were able to adapt to the harsh climatic conditions there. The newly discovered site of Erb Tanks Rockshelter, the only known archaeological site from the Central Namib region with dated layers from both the Middle and Later Stone Ages of the Pleistocene, offers the opportunity to provide insight about how human groups adapted to life in the desert through their patterns of land use and resource acquisition strategies. Since, primarily for historical reasons, most paleoanthropological research in southern Africa has focused on regions with much milder environmental conditions, new research in the extreme conditions of the Namib will greatly enhance understanding of the full range of adaptive capabilities possessed by early modern human groups. This, in turn, will contribute to answering fundamental anthropological questions of how, why, and when humans gained the abilities to successfully adapt to nearly any environment on Earth and survive through major climatic shifts.\r\n\r\nIn the Fall of 2013, advised by Dr. James Enloe and with the collaboration of colleagues and students from the University of Namibia and the Swakopmund Municipal Museum, Theodore Marks will undertake a field survey to identify and locate the sources of raw materials that people at Erb Tanks used for manufacturing stone tools. In the field and with samples in the laboratory, Mr. Marks will employ cutting-edge geochemical analyses, including portable X-Ray Fluorescence (pXRF), Inductively-Coupled Plasma Mass Spectrometry (ICP-MS), and Neutron Activation Analysis (NAA), to identify the chemical \"fingerprints\" of the individual sources of stone that people exploited in the past for making tools.  By comparing the chemical fingerprints of source samples with the chemical fingerprints of stone raw materials in the archaeological collection at Erb Tanks, the research team led by Dr. Enloe and Mr. Marks will be able to identify where particular rocks in the prehistoric toolkit were sourced and begin to re-trace the movements of ancient populations across the desert landscape.  These data will enable the team to learn a great deal about where human hunter-gatherers focused their activities on the landscape, how they went about acquiring vital resources, and how these patterns changed through time, possibly in response to long-term climatic changes. \r\n\r\nApart from addressing basic regional and global research questions, this project will have broader impacts for both American and Namibian scientists. For Mr. Marks, the project will serve as his doctoral dissertation research and form the culmination of his graduate training. The project will also involve side-by-side collaboration with senior Namibian colleagues and training of undergraduate students from the University of Namibia. This partnership will enhance international scientific relationships as well as help develop independent research capacity and familiarity with modern analytical methods for the next generation of Namibian archaeologists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Enloe",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Enloe",
   "pi_email_addr": "james-Enloe@uiowa.edu",
   "nsf_id": "000260309",
   "pi_start_date": "2013-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Marks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore Marks",
   "pi_email_addr": "theodore-marks@uiowa.edu",
   "nsf_id": "000644613",
   "pi_start_date": "2013-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "114 MacBride Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Based on recent evidence, the last 100,000 years of the Pleistocene epoch was a highly dynamic and diverse period of human prehistory. In Southern Africa over this timespan, defined by archaeologists as the Middle and Later Stone Ages (MSA and LSA), early human foraging populations exhibited a great variety of adaptive responses to the subcontinent's diverse biomes, shifting the ways they roamed the landscape and the strategies they used to forage and hunt for resources, in response to local conditions. As part of these adaptive shifts, humans over time also adapted the tools and weapons they used and left behind in the archaeological record.</p>\n<p><span style=\"white-space: pre;\"> </span>While \"microlithic\"-type stone tool industries common in the LSA appear only somewhat sporadically prior to ca. 40.000 years ago, the dominance of MSA &ldquo;macrolithic&rdquo; technology appears to dwindle through the later Pleistocene. After the Last Glacial Maximum (LGM) at roughly 20,000 years ago and up to the Iron Age, the overwhelming majority of sites in the subcontinent contain exclusively microlithic stone tool assemblages. Archaeologists believe such a long-term shift in the nature of the archaeological record reflects a fundamental and widespread change in how early hunter-gatherers in Southern Africa solved the problems of subsistence over this timespan.</p>\n<p><span style=\"white-space: pre;\"> </span>In this project, as a way to contextualize technological changes between MSA and LSA assemblages, we attempted to identify shifts in hunter-gatherer land use strategies that occurred between the two prehistoric periods in the Central Namib Desert of Namibia. Specifically, we compared assemblages of stone artifacts dating to the circum-LGM at ca. 17-19,000 BP with artifacts from the Terminal Pleistocene/ Early Holocene (TP/EH) ca. 5-12,000 BP. Our study sites were two rockshelters with MSA/LSA deposits known as Erb Tanks and Mirabib located in the Central Namib Desert of Namibia, a region of Africa that has seen relatively little previous archaeological investigation and which possesses a unique desert environment.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to dating and conventional analyses, in order to learn about prehistoric land use patterns and help understand why technological systems changed through time, we used geochemical methods to determine where raw materials for stone tool manufacture were obtained on the Namib&rsquo;s landscape. In the field in 2013 and 2014, we sampled a variety of local geological formations that were potential sources of tool stone. We determined their geochemical &ldquo;fingerprints&rdquo; using two analytical techniques, Portable X-Ray Fluorescence (pXRF), and Inductively-coupled Plasma Mass-Spectrometry (ICP-MS). By statistically comparing the fingerprints of geological sources of stone with those of the stone artifacts excavated from the study sites, we were able to determine the sources for several hundred specimens.</p>\n<p><span style=\"white-space: pre;\"> </span>We detected a variety of interesting patterns but most notably, we found that groups in the Namib at the TP/EH using microlithic technology seem to have obtained a great deal more of their tool stone from sources located near the coastline in comparison to their predecessors using macrolithic tools at the time of the LGM. Moreover, TP/EH groups appear to have targeted types of high quality raw materials that were scarce and difficult to find even when there was abundant raw material locally available. In comparison, MSA groups in the Namib appear to have focused on more inland areas and invested much less in transporting stone, preferring to make tools with whatever stone was suitable in the area at hand.</p>\n<p><span style=\"white-space: pre;\"> </span>We propose that these patterns of movement toward coastal environmen...",
  "por_txt_cntn": "\n Based on recent evidence, the last 100,000 years of the Pleistocene epoch was a highly dynamic and diverse period of human prehistory. In Southern Africa over this timespan, defined by archaeologists as the Middle and Later Stone Ages (MSA and LSA), early human foraging populations exhibited a great variety of adaptive responses to the subcontinent's diverse biomes, shifting the ways they roamed the landscape and the strategies they used to forage and hunt for resources, in response to local conditions. As part of these adaptive shifts, humans over time also adapted the tools and weapons they used and left behind in the archaeological record.\n\n While \"microlithic\"-type stone tool industries common in the LSA appear only somewhat sporadically prior to ca. 40.000 years ago, the dominance of MSA \"macrolithic\" technology appears to dwindle through the later Pleistocene. After the Last Glacial Maximum (LGM) at roughly 20,000 years ago and up to the Iron Age, the overwhelming majority of sites in the subcontinent contain exclusively microlithic stone tool assemblages. Archaeologists believe such a long-term shift in the nature of the archaeological record reflects a fundamental and widespread change in how early hunter-gatherers in Southern Africa solved the problems of subsistence over this timespan.\n\n In this project, as a way to contextualize technological changes between MSA and LSA assemblages, we attempted to identify shifts in hunter-gatherer land use strategies that occurred between the two prehistoric periods in the Central Namib Desert of Namibia. Specifically, we compared assemblages of stone artifacts dating to the circum-LGM at ca. 17-19,000 BP with artifacts from the Terminal Pleistocene/ Early Holocene (TP/EH) ca. 5-12,000 BP. Our study sites were two rockshelters with MSA/LSA deposits known as Erb Tanks and Mirabib located in the Central Namib Desert of Namibia, a region of Africa that has seen relatively little previous archaeological investigation and which possesses a unique desert environment.\n\n In addition to dating and conventional analyses, in order to learn about prehistoric land use patterns and help understand why technological systems changed through time, we used geochemical methods to determine where raw materials for stone tool manufacture were obtained on the NamibÆs landscape. In the field in 2013 and 2014, we sampled a variety of local geological formations that were potential sources of tool stone. We determined their geochemical \"fingerprints\" using two analytical techniques, Portable X-Ray Fluorescence (pXRF), and Inductively-coupled Plasma Mass-Spectrometry (ICP-MS). By statistically comparing the fingerprints of geological sources of stone with those of the stone artifacts excavated from the study sites, we were able to determine the sources for several hundred specimens.\n\n We detected a variety of interesting patterns but most notably, we found that groups in the Namib at the TP/EH using microlithic technology seem to have obtained a great deal more of their tool stone from sources located near the coastline in comparison to their predecessors using macrolithic tools at the time of the LGM. Moreover, TP/EH groups appear to have targeted types of high quality raw materials that were scarce and difficult to find even when there was abundant raw material locally available. In comparison, MSA groups in the Namib appear to have focused on more inland areas and invested much less in transporting stone, preferring to make tools with whatever stone was suitable in the area at hand.\n\n We propose that these patterns of movement toward coastal environments and heavier investment in procuring raw materials reflects a process of climate-driven subsistence intensification in TP/EH populations. Recent evidence suggests that unlike much of the rest of Africa, the Namib region was wetter around the LGM period than it is today, while much drier conditions likely characterized the time surrounding the TP/EH. We..."
 }
}