{
 "awd_id": "1341649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying How Bioenergetics and Foraging Determine Population Dynamics in Threatened Antarctic Albatrosses",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 552327.0,
 "awd_amount": 552327.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "Albatrosses (family Diomedeidae) are among the most threatened of bird species. Of the 22 species that are currently recognized, all are considered at least Threatened or Near-Threatened, and 9 are listed as Endangered or Critically Endangered. Because of the decline in albatross populations and the birds' role as a top predator in the pelagic ecosystem, it is vitally important to understand the factors affecting the population dynamics of these birds to better inform strategies for conservation and mitigating environmental change. The goal of this project is to answer the question: What are the population consequences of albatross bioenergetics and foraging strategies? The investigators will take a two pronged approach: 1) constructing, parameterizing, and validating an Individual Based Model (IBM) that rests on Dynamic Energy Budget theory and state dependent foraging theory; and 2) undertaking an in-depth meta-analysis of existing individual tracking and life history data from multiple albatross species across successive life stages. This theoretical work will be grounded with a unique and extensive data set on albatrosses provided by collaborator Richard Phillips from the British Antarctic Survey. The IBM approach will incorporate details such as adult energetic state, chick needs and energetics, reproductive stage, and spatial and temporal variation in prey availability within a single framework. This facilitates exploration of emergent patterns, allowing the investigators to explicitly link behavior, energetic, and population dynamics.\r\n\r\nBioenergetics constrain a variety of behaviors. A more complete understanding of how individuals use energy can give insight into how behaviors from foraging to breeding and survival, and resulting population attributes, might change with environmental factors, due to anthropogenic and other drivers. This work will further a general understanding of how bioenergetics shapes behavior and drives population level processes, while providing an approach that can be used to guide conservation strategies for endangered populations. The research findings and activities will be made accessible to public audiences through websites and on a blog maintained for the project by a postdoctoral researcher. The project will involve undergraduate and high school researchers in the project, within formal laboratory groups and also through in-classroom presentations and activities. This project also involves outreach to local elementary schools, as the albatross-Antarctic bioenergetics system provides a charismatic and tangible teaching tool, for exploring a complex conservation issue, and demonstrating the utility of quantitative biological research approaches. All project publications will be open access, the resulting open source software will be released to the public, and metadata and analyses will be fully documented and made available through the Knowledge Network for Biodiversity, to promote further collaborative exploration of this system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Johnson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Leah R Johnson",
   "pi_email_addr": "lrjohnson0@gmail.com",
   "nsf_id": "000620892",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sadie",
   "pi_last_name": "Ryan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sadie J Ryan",
   "pi_email_addr": "sjryan@ufl.edu",
   "nsf_id": "000541266",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 366658.0
  }
 ],
 "por": null
}